[
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre I, Applicabilité de la LPGA",
        "citation": "Art. 1 al. 1 LAVS",
        "content": "Les dispositions de la loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales (LPGA) s’appliquent à l’AVS réglée dans la première partie, à moins que la présente loi ne déroge expressément à la LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre I, Applicabilité de la LPGA",
        "citation": "Art. 1 al. 2 LAVS",
        "content": "À l’exception de ses art. 32 et 33, la LPGA n’est pas applicable à l’octroi de subventions pour l’aide à la vieillesse (art. 101bis).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance obligatoire",
        "citation": "Art. 1a al. 1 LAVS",
        "content": "Sont assurés conformément à la présente loi:\na. les personnes physiques domiciliées en Suisse;\nb. les personnes physiques qui exercent en Suisse une activité lucrative;\nc. les ressortissants suisses qui travaillent à l’étranger:\n1. au service de la Confédération, \n2. au service d’organisations internationales avec lesquelles le Conseil fédéral a conclu un accord de siège et qui sont considérées comme employeurs au sens de l’art. 12,\n3. au service d’organisations d’entraide privées soutenues de manière substantielle par la Confédération en vertu de l’art. 11 de la loi fédérale du 19 mars 1976 sur la coopération au développement et l’aide humanitaire internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance obligatoire",
        "citation": "Art. 1a al. 1bis LAVS",
        "content": "Le Conseil fédéral règle les modalités en ce qui concerne l’al. 1, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance obligatoire",
        "citation": "Art. 1a al. 2 LAVS",
        "content": "Ne sont pas assurés:\na. les ressortissants étrangers qui bénéficient de privilèges et d’immunités, conformément aux règles du droit international public;\nb. les personnes affiliées à une institution officielle étrangère d’assurance-vieillesse et survivants si l’assujettissement à la présente loi constituait pour elles un cumul de charges trop lourdes;\nc. les indépendants et les salariés dont l’employeur n’est pas tenu de payer des cotisations, lorsqu’ils ne remplissent les conditions énumérées à l’al. 1 que pour une période relativement courte; le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance obligatoire",
        "citation": "Art. 1a al. 3 LAVS",
        "content": "Peuvent rester assurés:\na. les personnes qui travaillent à l’étranger pour le compte d’un employeur dont le siège est en Suisse et qui sont rémunérées par lui, pour autant qu’il y consente;\nb. les étudiants sans activité lucrative qui quittent leur domicile en Suisse pour effectuer leur formation à l’étranger, jusqu’au 31 décembre de l’année où ils ont 30 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance obligatoire",
        "citation": "Art. 1a al. 4 LAVS",
        "content": "Peuvent adhérer à l’assurance:\na. les personnes domiciliées en Suisse qui ne sont pas assurées en raison d’une convention internationale;\nb. les membres du personnel de nationalité suisse d’un bénéficiaire institutionnel de privilèges, d’immunités et de facilités visé à l’art. 2, al. 1, de la loi du 22 juin 2007 sur l’État hôte, qui ne sont pas obligatoirement assurés en Suisse en raison d’un accord conclu avec ledit bénéficiaire;\nc. les conjoints sans activité lucrative, domiciliés à l’étranger, de personnes qui exercent une activité lucrative et qui sont assurées en vertu de l’al. 1, let. c, ou al. 3, let. a, ou en vertu d’une convention internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance obligatoire",
        "citation": "Art. 1a al. 5 LAVS",
        "content": "Le Conseil fédéral précise les conditions permettant de rester assuré en vertu de l’al. 3 et d’y adhérer en vertu de l’al. 4; il fixe les modalités de résiliation et d’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_1_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance facultative",
        "citation": "Art. 2 al. 1 LAVS",
        "content": "Les ressortissants suisses et les ressortissants des États membres de la Communauté européenne ou de l’Association européenne de libre-échange (AELE) vivant dans un État non membre de la Communauté européenne ou de l’AELE qui cessent d’être soumis à l’assurance obligatoire après une période d’assurance ininterrompue d’au moins cinq ans, peuvent adhérer à l’assurance facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_2"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance facultative",
        "citation": "Art. 2 al. 2 LAVS",
        "content": "Les assurés peuvent résilier l’assurance facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_2"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance facultative",
        "citation": "Art. 2 al. 3 LAVS",
        "content": "Les assurés sont exclus de l’assurance facultative s’ils ne fournissent pas les renseignements requis ou s’ils ne paient pas leurs cotisations dans le délai imparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_2"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance facultative",
        "citation": "Art. 2 al. 4 LAVS",
        "content": "Les cotisations des assurés exerçant une activité lucrative sont égales à 8.7 % du revenu déterminant. Les assurés doivent payer au moins la cotisation minimale de 844 francs par an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_2"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance facultative",
        "citation": "Art. 2 al. 5 LAVS",
        "content": "Les assurés n’exerçant aucune activité lucrative paient une cotisation selon leur condition sociale. La cotisation minimale est de 844 francs par an. La cotisation maximale correspond à 25 fois la cotisation minimale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_2"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre Ia, Les personnes assurées, Assurance facultative",
        "citation": "Art. 2 al. 6 LAVS",
        "content": "Le Conseil fédéral édicte les dispositions complémentaires sur l’assurance facultative; il fixe notamment le délai et les modalités d’adhésion, de résiliation et d’exclusion. Il règle la fixation et la perception des cotisations ainsi que l’octroi des prestations. Il peut adapter les dispositions concernant la durée de l’obligation de verser les cotisations, le mode de calcul et la prise en compte des cotisations aux particularités de l’assurance facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_2"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, I. L’obligation de payer des cotisations, Personnes tenues de payer des cotisations",
        "citation": "Art. 3 al. 1 LAVS",
        "content": "Les assurés sont tenus de payer des cotisations tant qu’ils exercent une activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_3"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, I. L’obligation de payer des cotisations, Personnes tenues de payer des cotisations",
        "citation": "Art. 3 al. 1bis LAVS",
        "content": "Les personnes sans activité lucrative sont tenues de payer des cotisations à compter du 1er janvier de l’année qui suit la date à laquelle elles ont 20 ans révolus. Cette obligation cesse à la fin du mois au cours duquel elles atteignent l’âge de référence fixé à l’art. 21, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_3"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, I. L’obligation de payer des cotisations, Personnes tenues de payer des cotisations",
        "citation": "Art. 3 al. 2 LAVS",
        "content": "Ne sont pas tenus de payer des cotisations:\na. les enfants qui exercent une activité lucrative, jusqu’au 31 décembre de l’année où ils ont accompli leur 17e année;\nb. et c. ...\nd. les membres de la famille travaillant dans l’entreprise familiale, s’ils ne touchent aucun salaire en espèces, jusqu’au 31 décembre de l’année au cours de laquelle ils ont accompli leur 20e année;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_3"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, I. L’obligation de payer des cotisations, Personnes tenues de payer des cotisations",
        "citation": "Art. 3 al. 3 LAVS",
        "content": "Sont réputés avoir payé eux-mêmes des cotisations, pour autant que leur conjoint ait versé des cotisations équivalant au moins au double de la cotisation minimale:\na. les conjoints sans activité lucrative d’assurés exerçant une activité lucrative;\nb. les personnes qui travaillent dans l’entreprise de leur conjoint si elles ne touchent aucun salaire en espèces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_3"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, I. L’obligation de payer des cotisations, Personnes tenues de payer des cotisations",
        "citation": "Art. 3 al. 4 LAVS",
        "content": "L’al. 3 est aussi applicable pendant les années civiles au cours desquelles:\na. le mariage est conclu ou dissous;\nb. le conjoint exerçant une activité lucrative perçoit une rente de vieillesse ou l’ajourne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_3"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Calcul des cotisations",
        "citation": "Art. 4 al. 1 LAVS",
        "content": "Les cotisations des assurés qui exercent une activité lucrative sont calculées en pour-cent du revenu provenant de l’exercice de l’activité dépendante et indépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_4"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Calcul des cotisations",
        "citation": "Art. 4 al. 2 LAVS",
        "content": "Le Conseil fédéral peut excepter du calcul des cotisations:\na. les revenus provenant d’une activité lucrative exercée à l’étranger;\nb. le revenu de l’activité lucrative obtenu après l’âge de référence au sens de l’art. 21, al. 1, jusqu’à concurrence d’une fois et demie le montant minimal de la rente de vieillesse prévu à l’art. 34, al. 5; le Conseil fédéral donne aux assurés la possibilité de renoncer à l’exception du calcul des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_4"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Cotisations perçues sur le revenu provenant d’une activité dépendante1. Principe",
        "citation": "Art. 5 al. 1 LAVS",
        "content": "Une cotisation de 4.35 % est perçue sur le revenu provenant d’une activité dépendante, appelé ci-après salaire déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_5"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Cotisations perçues sur le revenu provenant d’une activité dépendante1. Principe",
        "citation": "Art. 5 al. 2 LAVS",
        "content": "Le salaire déterminant comprend toute rémunération pour un travail dépendant, fourni pour un temps déterminé ou indéterminé. Il englobe les allocations de renchérissement et autres suppléments de salaire, les commissions, les gratifications, les prestations en nature, les indemnités de vacances ou pour jours fériés et autres prestations analogues, ainsi que les pourboires, s’ils représentent un élément important de la rémunération du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_5"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Cotisations perçues sur le revenu provenant d’une activité dépendante1. Principe",
        "citation": "Art. 5 al. 3 LAVS",
        "content": "Pour les membres de la famille travaillant dans l’entreprise familiale, seul le salaire en espèces est considéré comme salaire déterminant:\na. jusqu’au 31 décembre de l’année où ils ont 20 ans révolus;\nb. après le dernier jour du mois au cours duquel ils atteignent l’âge de référence fixé à l’art. 21, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_5"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Cotisations perçues sur le revenu provenant d’une activité dépendante1. Principe",
        "citation": "Art. 5 al. 4 LAVS",
        "content": "Le Conseil fédéral peut excepter du salaire déterminant les prestations sociales, ainsi que les prestations d’un employeur à ses employés ou ouvriers lors d’événements particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_5"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 2. Cotisations des assurés dont l’employeur n’est pas tenu de payer des cotisations",
        "citation": "Art. 6 al. 1 LAVS",
        "content": "Les salariés dont l’employeur n’est pas tenu de payer des cotisations versent des cotisations de 8.7 % sur leur salaire déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_6"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 2. Cotisations des assurés dont l’employeur n’est pas tenu de payer des cotisations",
        "citation": "Art. 6 al. 2 LAVS",
        "content": "Les cotisations des assurés dont l’employeur n’est pas tenu de payer des cotisations peuvent être perçues conformément à l’art. 14, al. 1, si l’employeur y consent. Le taux de cotisation s’élève alors à 4.35 % du salaire déterminant pour chacune des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_6"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 3. Salaires globaux",
        "citation": "Art. 7 LAVS",
        "content": "Le Conseil fédéral peut fixer des salaires globaux pour les membres de la famille travaillant dans une exploitation agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_7"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Cotisations perçues sur le revenu provenant d’une activité indépendante1. Principe",
        "citation": "Art. 8 al. 1 LAVS",
        "content": "Une cotisation de 8.1 % est perçue sur le revenu provenant d’une activité indépendante. Pour calculer la cotisation, le revenu est arrondi au multiple de 100 francs immédiatement inférieur. S’il est inférieur à 58 800 francs mais s’élève au moins à 9800 francs par an, le taux de cotisation est ramené jusqu’à 4.35 % selon un barème dégressif établi par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_8"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Cotisations perçues sur le revenu provenant d’une activité indépendante1. Principe",
        "citation": "Art. 8 al. 2 LAVS",
        "content": "Si le revenu annuel de l’activité indépendante est égal ou inférieur à 9700 francs, l’assuré paie la cotisation minimale de 422 francs par an, sauf si ce montant a déjà été perçu sur son salaire déterminant. Dans ce cas, l’assuré peut demander que la cotisation due sur le revenu de l’activité indépendante soit perçue au taux le plus bas du barème dégressif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_8"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 2. Notion et détermination",
        "citation": "Art. 9 al. 1 LAVS",
        "content": "Le revenu provenant d’une activité indépendante comprend tout revenu du travail autre que la rémunération pour un travail accompli dans une situation dépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_9"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 2. Notion et détermination",
        "citation": "Art. 9 al. 2 LAVS",
        "content": "Pour déterminer le revenu provenant d’une activité indépendante sont déduits du revenu brut:\na. les frais généraux nécessaires à l’acquisition du revenu brut;\nb. les amortissements et les réserves d’amortissement autorisés par l’usage commercial et correspondant à la perte de valeur subie;\nc. les pertes commerciales effectives qui ont été comptabilisées;\nd. les sommes que l’exploitant verse, durant la période de calcul, à des institutions de prévoyance en faveur du personnel de l’entreprise, pour autant que toute autre utilisation soit exclue, ou pour des buts de pure utilité publique;\ne. les versements personnels à des institutions de prévoyance professionnelle dans la mesure où ils correspondent à la part habituellement prise en charge par l’employeur;\nf. l’intérêt du capital propre engagé dans l’entreprise; le taux d’intérêt correspond au rendement annuel moyen des emprunts en francs suisses des débiteurs suisses autres que les collectivités publiques.Le Conseil fédéral est autorisé à admettre, au besoin, d’autres déductions du revenu brut, provenant de l’exercice d’une activité lucrative indépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_9"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 2. Notion et détermination",
        "citation": "Art. 9 al. 3 LAVS",
        "content": "Le revenu provenant d’une activité indépendante et le capital propre engagé dans l’entreprise sont déterminés par les autorités fiscales cantonales et communiqués aux caisses de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_9"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, 2. Notion et détermination",
        "citation": "Art. 9 al. 4 LAVS",
        "content": "Les caisses de compensation ajoutent au revenu communiqué par les autorités fiscales les déductions admissibles selon le droit fiscal des cotisations dues en vertu de l’art. 8 de la présente loi, de l’art. 3, al. 1, de la loi fédérale du 19 juin 1959 sur l’assurance-invalidité (LAI) et de l’art. 27, al. 2, de la loi du 25 septembre 1952 sur les allocations pour perte de gain. Elles reconstituent à 100 % le revenu communiqué en fonction des taux de cotisation applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_9"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, II. Les cotisations des assurés exerçant une activité lucrative, Adaptation du barème dégressif et de la cotisation minimale",
        "citation": "Art. 9bis LAVS",
        "content": "Le Conseil fédéral peut adapter à l’indice des rentes prévu à l’art. 33ter les limites du barème dégressif visé à l’art. 8 ainsi que la cotisation minimale fixée aux art. 2, 8 et 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_9_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, III. Les cotisations des assurés n’exerçant aucune activité lucrative",
        "citation": "Art. 10 al. 1 LAVS",
        "content": "Les assurés n’exerçant aucune activité lucrative paient une cotisation selon leur condition sociale. La cotisation minimale est de 422 francs, la cotisation maximale correspond à 50 fois la cotisation minimale. Les assurés qui exercent une activité lucrative et qui paient moins de 422 francs pendant une année civile, y compris la part d’un éventuel employeur, sont considérés comme des personnes sans activité lucrative. Le Conseil fédéral peut majorer ce montant selon la condition sociale de l’assuré pour les personnes qui n’exercent pas durablement une activité lucrative à plein temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_10"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, III. Les cotisations des assurés n’exerçant aucune activité lucrative",
        "citation": "Art. 10 al. 2 LAVS",
        "content": "Les personnes suivantes paient la cotisation minimale:\na. les étudiants sans activité lucrative, jusqu’au 31 décembre de l’année où ils atteignent l’âge de 25 ans;\nb. les personnes sans activité lucrative qui touchent un revenu minimum ou d’autres prestations de l’aide sociale publique;\nc. les personnes sans activité lucrative qui sont assistées financièrement par des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_10"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, III. Les cotisations des assurés n’exerçant aucune activité lucrative",
        "citation": "Art. 10 al. 2bis LAVS",
        "content": "Le Conseil fédéral peut prévoir que d’autres assurés sans activité lucrative paient la cotisation minimale si une cotisation plus élevée ne peut raisonnablement être exigée d’eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_10"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, III. Les cotisations des assurés n’exerçant aucune activité lucrative",
        "citation": "Art. 10 al. 3 LAVS",
        "content": "Le Conseil fédéral édicte des prescriptions plus détaillées sur le cercle des personnes considérées comme n’exerçant pas d’activité lucrative ainsi que sur le calcul des cotisations. Il peut prévoir qu’à la demande de l’assuré, les cotisations sur le revenu du travail sont imputées sur les cotisations dont il est redevable au titre de personne sans activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_10"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, III. Les cotisations des assurés n’exerçant aucune activité lucrative",
        "citation": "Art. 10 al. 4 LAVS",
        "content": "Le Conseil fédéral peut obliger les établissements d’enseignement à communiquer à la caisse de compensation compétente le nom des étudiants qui pourraient être soumis à l’obligation de verser des cotisations en tant que personnes sans activité lucrative. La caisse de compensation peut transmettre à l’établissement, si celui-ci y consent, la compétence de prélever les cotisations dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_10"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, IV. La réduction et la remise des cotisations",
        "citation": "Art. 11 al. 1 LAVS",
        "content": "Les cotisations dues selon les art. 6, 8, al. 1 ou 10, al. 1, dont le paiement ne peut raisonnablement être exigé d’une personne obligatoirement assurée peuvent, sur demande motivée, être réduites équitablement pour une période déterminée ou indéterminée; ces cotisations ne seront toutefois pas inférieures à la cotisation minimale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_11"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, A. Les cotisations des assurés, IV. La réduction et la remise des cotisations",
        "citation": "Art. 11 al. 2 LAVS",
        "content": "Le paiement de la cotisation minimale qui mettrait une personne obligatoirement assurée dans une situation intolérable peut être remis, sur demande motivée, et après consultation d’une autorité désignée par le canton de domicile. Le canton de domicile versera la cotisation minimale pour ces assurés. Les cantons peuvent faire participer les communes de domicile au paiement de ces cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_11"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, B. Les cotisations d’employeurs, Employeurs tenus de payer des cotisations",
        "citation": "Art. 12 al. 1 LAVS",
        "content": "Est considéré comme employeur quiconque verse à des personnes obligatoirement assurées une rémunération au sens de l’art. 5, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_12"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, B. Les cotisations d’employeurs, Employeurs tenus de payer des cotisations",
        "citation": "Art. 12 al. 2 LAVS",
        "content": "Sont tenus de payer des cotisations tous les employeurs ayant un établissement stable en Suisse ou occupant dans leur ménage des personnes obligatoirement assurées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_12"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, B. Les cotisations d’employeurs, Employeurs tenus de payer des cotisations",
        "citation": "Art. 12 al. 3 LAVS",
        "content": "Sont réservés les conventions internationales et l’usage établi par le droit international public concernant:\na. l’assujettissement à l’obligation de payer des cotisations des employeurs sans établissement stable en Suisse;\nb. l’exemption de l’obligation de payer des cotisations des employeurs ayant un établissement stable en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_12"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, B. Les cotisations d’employeurs, Taux des cotisations d’employeurs",
        "citation": "Art. 13 LAVS",
        "content": "Les cotisations d’employeurs s’élèvent à 4.35 % du total des salaires déterminants versés à des personnes tenues de payer des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_13"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 1 LAVS",
        "content": "Les cotisations perçues sur le revenu provenant de l’exercice d’une activité dépendante sont retenues lors de chaque paie. Elles doivent être versées périodiquement par l’employeur en même temps que la cotisation d’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 2 LAVS",
        "content": "Les cotisations perçues sur le revenu provenant de l’exercice d’une activité indépendante, les cotisations des assurés n’exerçant aucune activité lucrative et celles des assurés dont l’employeur n’est pas tenu de payer des cotisations sont déterminées et versées périodiquement. Le Conseil fédéral fixera les périodes de calcul et de cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 2bis LAVS",
        "content": "Les cotisations des requérants d’asile, des personnes admises à titre provisoire et des personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour n’exerçant pas d’activité lucrative ne peuvent être fixées et, sous réserve de l’art. 16, al. 1, versées que:\na. lorsqu’ils ont obtenu le statut de réfugié;\nb. lorsqu’ils ont obtenu une autorisation de séjour, ou\nc. lorsque, en raison de leur âge, de leur invalidité ou de leur décès, il naît un droit aux prestations prévues par la présente loi ou par la LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 3 LAVS",
        "content": "Les cotisations dues par les employeurs sont en général encaissées selon la procédure simplifiée prévue à l’art. 51 LPGA. En dérogation à l’art. 49, al. 1, LPGA, il en va de même si les cotisations sont importantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 4 LAVS",
        "content": "Le Conseil fédéral édicte des dispositions sur:\na. les délais de paiement des cotisations;\nb. la procédure de sommation et de taxation d’office;\nc. le paiement a posteriori de cotisations non versées;\nd. la remise du paiement de cotisations arriérées, même en dérogation à l’art. 24 LPGA;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 5 LAVS",
        "content": "Le Conseil fédéral peut prévoir qu’aucune cotisation n’est versée si le salaire annuel déterminant ne dépasse pas la rente de vieillesse mensuelle maximale; il peut exclure cette possibilité pour des activités déterminées. Le salarié peut toutefois demander que les cotisations soient dans tous les cas payées par l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Délais de perception et procédure",
        "citation": "Art. 14 al. 6 LAVS",
        "content": "Le Conseil fédéral peut en outre prévoir que les cotisations dues sur un revenu annuel provenant d’une activité indépendante exercée à titre accessoire et ne dépassant pas le montant de la rente de vieillesse mensuelle maximale ne sont perçues que si l’assuré en fait la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Suppléments",
        "citation": "Art. 14bis al. 1 LAVS",
        "content": "Lorsque l’employeur emploie des salariés sans faire un décompte de leurs salaires avec la caisse de compensation, celle-ci le condamne à payer un supplément de 50 % des cotisations dues. En cas de récidive, la caisse de compensation augmente le supplément à 100 % au plus des montants dus. Les suppléments ne peuvent être déduits du salaire de l’employé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Suppléments",
        "citation": "Art. 14bis al. 2 LAVS",
        "content": "L’obligation de verser les suppléments présuppose que l’employeur ait été condamné pour un délit ou une contravention au sens des art. 87 et 88.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Suppléments",
        "citation": "Art. 14bis al. 3 LAVS",
        "content": "Les suppléments sont versés par la caisse de compensation au Fonds de compensation de l’AVS. Le Conseil fédéral fixe la part que les caisses de compensation peuvent conserver pour couvrir leurs frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_14_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Exécution forcée pour les créances résultant de cotisations dues",
        "citation": "Art. 15 al. 1 LAVS",
        "content": "Les cotisations non versées après sommation sont perçues sans délai par voie de poursuite, à moins qu’elles ne puissent être compensées avec des rentes échues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_15"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Exécution forcée pour les créances résultant de cotisations dues",
        "citation": "Art. 15 al. 2 LAVS",
        "content": "Les cotisations seront, en règle générale, recouvrées par voie de saisie également contre un débiteur soumis à la poursuite par voie de faillite (art. 43 de la LF du 11 avril 1889 sur la poursuite pour dettes et la faillite).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_15"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Prescription",
        "citation": "Art. 16 al. 1 LAVS",
        "content": "Les cotisations dont le montant n’a pas été fixé par voie de décision dans un délai de cinq ans à compter de la fin de l’année civile pour laquelle elles sont dues ne peuvent plus être exigées ni versées. S’il s’agit de cotisations visées aux art. 6, al. 1, 8, al. 1, et 10, al. 1, le délai n’échoit toutefois, en dérogation à l’art. 24, al. 1, LPGA, qu’un an après la fin de l’année civile au cours de laquelle la taxation fiscale déterminante est entrée en force. Si le droit de réclamer des cotisations non versées naît d’un acte punissable pour lequel la loi pénale prévoit un délai de prescription plus long, ce délai est déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_16"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Prescription",
        "citation": "Art. 16 al. 2 LAVS",
        "content": "La créance de cotisations, fixée par décision notifiée conformément à l’al. 1, s’éteint cinq ans après la fin de l’année civile au cours de laquelle la décision est passée en force. Pendant la durée d’un inventaire après décès (art. 580 et s. CC) ou d’un sursis concordataire, le délai ne court pas. Si une poursuite pour dettes ou une faillite est en cours à l’échéance du délai, celui-ci prend fin avec la clôture de l’exécution forcée. L’art. 149a, al. 1, de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite n’est pas applicable. La créance non éteinte lors de l’ouverture du droit à la rente peut en tout cas être encore compensée conformément à l’art. 20, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_16"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre II, Les cotisations, C. La perception des cotisations, Prescription",
        "citation": "Art. 16 al. 3 LAVS",
        "content": "Le droit à restitution de cotisations versées indûment s’éteint un an après que la personne tenue de payer des cotisations a eu connaissance du fait et dans tous les cas cinq ans après la fin de l’année civile au cours de laquelle le paiement indu a eu lieu. S’il s’agit de cotisations visées aux art. 6, al. 1, 8, al. 1, et 10, al. 1, le délai n’échoit dans tous les cas, en dérogation à l’art. 25, al. 3, LPGA, qu’un an après la fin de l’année civile au cours de laquelle la taxation fiscale déterminante est entrée en force. Si des cotisations paritaires ont été versées sur des prestations soumises à l’impôt fédéral direct sur le bénéfice net des personnes morales, le droit à restitution s’éteint, en dérogation à l’art. 25, al. 3, LPGA, un an après la fin de l’année civile au cours de laquelle la taxation relative à l’impôt précité est entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_16"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, I. Dispositions générales, Droit à la rente",
        "citation": "Art. 18 al. 1 LAVS",
        "content": "Les ressortissants suisses, les étrangers et les apatrides ont droit à la rente de vieillesse et de survivants, conformément aux dispositions ci-après. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_18"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, I. Dispositions générales, Droit à la rente",
        "citation": "Art. 18 al. 2 LAVS",
        "content": "Les étrangers et leurs survivants qui ne possèdent pas la nationalité suisse n’ont droit à une rente qu’aussi longtemps qu’ils ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse. Toute personne qui se voit octroyer une rente doit personnellement satisfaire à cette exigence. Sont réservées les dispositions spéciales de droit fédéral relatives au statut des réfugiés et des apatrides ainsi que les conventions internationales contraires, conclues en particulier avec des États dont la législation accorde aux ressortissants suisses et à leurs survivants des avantages à peu près équivalents à ceux de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_18"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, I. Dispositions générales, Droit à la rente",
        "citation": "Art. 18 al. 2bis LAVS",
        "content": "Le droit à une rente des personnes qui ont eu successivement plusieurs nationalités est déterminé en fonction de celle qu’elles possèdent pendant la perception de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_18"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, I. Dispositions générales, Droit à la rente",
        "citation": "Art. 18 al. 3 LAVS",
        "content": "Les cotisations payées conformément aux art. 5, 6, 8, 10 ou 13 par des étrangers originaires d’un État avec lequel aucune convention n’a été conclue peuvent être, en cas de domicile à l’étranger, remboursées à eux-mêmes ou à leurs survivants. Le Conseil fédéral règle les détails, notamment l’étendue du remboursement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_18"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, I. Dispositions générales, Exécution forcée et compensation des rentes",
        "citation": "Art. 20 al. 1 LAVS",
        "content": "Le droit aux rentes est soustrait à toute exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_20"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, I. Dispositions générales, Exécution forcée et compensation des rentes",
        "citation": "Art. 20 al. 2 LAVS",
        "content": "Peuvent être compensées avec des prestations échues:\na. les créances découlant de la présente loi, de la LAI, de la loi fédérale du 25 septembre 1952 sur le régime des allocations pour perte de gain en faveur des personnes servant dans l’armée ou dans la protection civile, et de la loi fédérale du 20 juin 1952 sur les allocations familiales dans l’agriculture;\nb. les créances en restitution des prestations complémentaires à l’assurance-vieillesse, survivants et invalidité ainsi que\nc. les créances en restitution des rentes et indemnités journalières de l’assurance-accidents obligatoire, de l’assurance militaire, de l’assurance-chômage et de l’assurance-maladie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_20"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Âge de référence et rente de vieillesse",
        "citation": "Art. 21 al. 1 LAVS",
        "content": "Les personnes qui ont 65 ans révolus (âge de référence) ont droit à une rente de vieillesse, sans réduction ni supplément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_21"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Âge de référence et rente de vieillesse",
        "citation": "Art. 21 al. 2 LAVS",
        "content": "Le droit à la rente prend naissance le premier jour du mois qui suit celui au cours duquel l’assuré atteint l’âge de référence. Il s’éteint par le décès de l’ayant droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_21"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Rente complémentaire",
        "citation": "Art. 22bis al. 1 LAVS",
        "content": "Les hommes et les femmes qui ont bénéficié d’une rente complémentaire de l’assurance-invalidité jusqu’à la naissance du droit à la rente de vieillesse continuent de percevoir cette rente jusqu’au moment où leur conjoint peut prétendre à une rente de vieillesse ou d’invalidité. Les personnes divorcées sont assimilées aux personnes mariées si elles pourvoient de façon prépondérante à l’entretien des enfants qui leur sont attribués et ne peuvent prétendre à une rente d’invalidité ou de vieillesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_22_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Rente complémentaire",
        "citation": "Art. 22bis al. 2 LAVS",
        "content": "En dérogation à l’art. 20 LPGA, la rente complémentaire est versée au conjoint qui n’a pas droit à la rente principale:\na. s’il le demande parce que son conjoint ne subvient pas à l’entretien de la famille;\nb. s’il le demande parce que les époux vivent séparés;\nc. d’office si les époux sont divorcés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_22_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Rente complémentaire",
        "citation": "Art. 22bis al. 3 LAVS",
        "content": "Les décisions du juge civil qui dérogent à l’al. 2 sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_22_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Rente pour enfant",
        "citation": "Art. 22ter al. 1 LAVS",
        "content": "Les personnes auxquelles une rente de vieillesse a été allouée ont droit à une rente pour chacun des enfants qui, au décès de ces personnes, auraient droit à une rente d’orphelin. Les enfants recueillis par des personnes qui sont déjà au bénéfice d’une rente de vieillesse ou d’une rente d’invalidité allouée antérieurement à celle-ci ne donnent pas droit à la rente, sauf s’il s’agit des enfants de l’autre conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_22_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, II. Le droit à la rente de vieillesse, Rente pour enfant",
        "citation": "Art. 22ter al. 2 LAVS",
        "content": "La rente pour enfant est versée comme la rente à laquelle elle se rapporte. Les dispositions relatives à un emploi de la rente conforme à son but (art. 20 LPGA) ainsi que les décisions contraires du juge civil sont réservées. Le Conseil fédéral peut édicter des dispositions spéciales sur le versement de la rente, en dérogation à l’art. 20 LPGA, notamment pour les enfants de parents séparés ou divorcés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_22_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Rente de veuve et de veuf",
        "citation": "Art. 23 al. 1 LAVS",
        "content": "Les veuves et les veufs ont droit à une rente si, au décès de leur conjoint, ils ont un ou plusieurs enfants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_23"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Rente de veuve et de veuf",
        "citation": "Art. 23 al. 2 LAVS",
        "content": "Sont assimilés aux enfants de veuves ou de veufs:\na. les enfants du conjoint décédé qui, lors du décès, vivaient en ménage commun avec la veuve ou le veuf et qui sont recueillis par le survivant, au sens de l’art. 25, al. 3;\nb. les enfants recueillis au sens de l’art. 25, al. 3, qui, lors du décès, vivaient en ménage commun avec la veuve ou le veuf et qui sont adoptés par le conjoint survivant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_23"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Rente de veuve et de veuf",
        "citation": "Art. 23 al. 3 LAVS",
        "content": "Le droit à la rente de veuve ou de veuf prend naissance le premier jour du mois qui suit le décès du conjoint et, lorsqu’un enfant recueilli est adopté conformément à l’al. 2, let. b, le premier jour du mois suivant l’adoption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_23"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Rente de veuve et de veuf",
        "citation": "Art. 23 al. 4 LAVS",
        "content": "Le droit s’éteint:\na. par le remariage;\nb. par le décès de la veuve ou du veuf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_23"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Rente de veuve et de veuf",
        "citation": "Art. 23 al. 5 LAVS",
        "content": "Le droit renaît en cas d’annulation du mariage ou de divorce. Le Conseil fédéral règle les détails.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_23"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Dispositions spéciales",
        "citation": "Art. 24 al. 1 LAVS",
        "content": "Les veuves ont droit à une rente si, au décès de leur conjoint, elles n’ont pas d’enfant ou d’enfant recueilli au sens de l’art. 23, mais qu’elles ont atteint 45 ans révolus et ont été mariées pendant cinq ans au moins. Si une veuve a été mariée plusieurs fois, il sera tenu compte, dans le calcul, de la durée totale des différents mariages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_24"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Dispositions spéciales",
        "citation": "Art. 24 al. 2 LAVS",
        "content": "Outre les causes d’extinction mentionnées à l’art. 23, al. 4, le droit à la rente de veuf s’éteint lorsque le dernier enfant atteint l’âge de 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_24"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Conjoints divorcés",
        "citation": "Art. 24a al. 1 LAVS",
        "content": "La personne divorcée est assimilée à une veuve ou à un veuf:\na. si elle a un ou plusieurs enfants et que le mariage a duré au moins dix ans;\nb. si le mariage a duré au moins dix ans et si le divorce a eu lieu après que la personne divorcée a atteint 45 ans révolus;\nc. si le cadet a eu 18 ans révolus après que la personne divorcée a atteint 45 ans révolus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_24_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Conjoints divorcés",
        "citation": "Art. 24a al. 2 LAVS",
        "content": "Si la personne divorcée ne remplit pas au moins une des conditions de l’al. 1, le droit à une rente de veuve ou de veuf ne subsiste que si et aussi longtemps qu’elle a des enfants de moins de 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_24_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, III., Le droit à la rente de veuve ou de veuf, Concours des rentes de veuves ou de veufs et des rentes de vieillesse ou d’invalidité",
        "citation": "Art. 24b LAVS",
        "content": "Si une personne remplit simultanément les conditions d’octroi d’une rente de veuve ou de veuf et d’une rente de vieillesse ou d’une rente en vertu de la LAI, seule la rente la plus élevée sera versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_24_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, IV. Le droit à la rente d’orphelin, Rente d’orphelin",
        "citation": "Art. 25 al. 1 LAVS",
        "content": "Les enfants dont le père ou la mère est décédé ont droit à une rente d’orphelin. En cas de décès des deux parents, ils ont droit à deux rentes d’orphelin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_25"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, IV. Le droit à la rente d’orphelin, Rente d’orphelin",
        "citation": "Art. 25 al. 2 LAVS",
        "content": "Les enfants trouvés ont droit à une rente d’orphelin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_25"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, IV. Le droit à la rente d’orphelin, Rente d’orphelin",
        "citation": "Art. 25 al. 3 LAVS",
        "content": "Le Conseil fédéral règle le droit à la rente d’orphelin pour les enfants recueillis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_25"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, IV. Le droit à la rente d’orphelin, Rente d’orphelin",
        "citation": "Art. 25 al. 4 LAVS",
        "content": "Le droit à une rente d’orphelin prend naissance le premier jour du mois suivant le décès du père ou de la mère. Il s’éteint au 18e anniversaire ou au décès de l’orphelin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_25"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, IV. Le droit à la rente d’orphelin, Rente d’orphelin",
        "citation": "Art. 25 al. 5 LAVS",
        "content": "Pour les enfants qui accomplissent une formation, le droit à la rente s’étend jusqu’au terme de cette formation, mais au plus jusqu’à l’âge de 25 ans révolus. Le Conseil fédéral peut définir ce que l’on entend par formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_25"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, A. Le droit à la rente, IV. Le droit à la rente d’orphelin, Concours des rentes d’orphelin et d’autres rentes",
        "citation": "Art. 28bis LAVS",
        "content": "Si un orphelin remplit simultanément les conditions d’obtention d’une rente d’orphelin et d’une rente de veuve ou de veuf ou d’une rente en vertu de la LAI, seule la rente la plus élevée sera versée. Si les deux parents sont décédés, la comparaison s’opère sur la base de la somme des deux rentes d’orphelin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_28_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, Bénéficiaires: rentes complètes et rentes partielles",
        "citation": "Art. 29 al. 1 LAVS",
        "content": "Peuvent prétendre à une rente ordinaire de vieillesse ou de survivants tous les ayants droit auxquels il est possible de porter en compte au moins une année entière de revenus, de bonifications pour tâches éducatives ou pour tâches d’assistance, ou leurs survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, Bénéficiaires: rentes complètes et rentes partielles",
        "citation": "Art. 29 al. 2 LAVS",
        "content": "Les rentes ordinaires sont servies sous forme de:\na. rentes complètes aux assurés qui comptent une durée complète de cotisation;\nb. rentes partielles aux assurés qui comptent une durée incomplète de cotisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Dispositions générales relatives au calcul de la rente",
        "citation": "Art. 29bis al. 1 LAVS",
        "content": "Le calcul de la rente s’effectue au moment où l’assuré atteint l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Dispositions générales relatives au calcul de la rente",
        "citation": "Art. 29bis al. 2 LAVS",
        "content": "Le calcul de la rente est déterminé par les années de cotisation, les revenus provenant d’une activité lucrative ainsi que les bonifications pour tâches éducatives ou pour tâches d’assistance entre le 1er janvier qui suit la date à laquelle l’ayant droit a eu 20 ans révolus et le 31 décembre qui précède la réalisation du risque assuré (âge de référence ou décès).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Dispositions générales relatives au calcul de la rente",
        "citation": "Art. 29bis al. 3 LAVS",
        "content": "Si l’ayant droit a cotisé à l’AVS après l’âge de référence, il peut demander une fois au plus un nouveau calcul de sa rente. Le nouveau calcul tient compte des revenus de l’activité lucrative que l’ayant droit a réalisés pendant la période de cotisation supplémentaire et sur lesquels il a versé des cotisations. Les cotisations payées après l’âge de référence n’ouvrent pas de droit à une rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Dispositions générales relatives au calcul de la rente",
        "citation": "Art. 29bis al. 4 LAVS",
        "content": "Des lacunes de cotisation peuvent être comblées par les cotisations que l’ayant droit a versées entre l’âge de référence et cinq ans après s’il a, au cours de cette période: \na. réalisé un revenu équivalent à 40 % au moins de la moyenne des revenus de l’activité lucrative non partagés qui ont été réalisés au cours de la période définie à l’al. 2, et\nb. versé, avec ce revenu, la cotisation minimale due pour une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Dispositions générales relatives au calcul de la rente",
        "citation": "Art. 29bis al. 5 LAVS",
        "content": "Le Conseil fédéral règle la prise en compte:\na. des mois de cotisation accomplis pendant l’année de l’ouverture du droit à la rente;\nb. des périodes de cotisation précédant le 1er janvier qui suit la date à laquelle l’assuré a eu 20 ans révolus;\nc. des années complémentaires, et \nd. des périodes de cotisation accomplies après l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Dispositions générales relatives au calcul de la rente",
        "citation": "Art. 29bis al. 6 LAVS",
        "content": "Il règle en outre le début du droit à la rente recalculée selon l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Durée complète de cotisations",
        "citation": "Art. 29ter al. 1 LAVS",
        "content": "La durée de cotisation est réputée complète lorsqu’une personne présente le même nombre d’années de cotisations que les assurés de sa classe d’âge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Durée complète de cotisations",
        "citation": "Art. 29ter al. 2 LAVS",
        "content": "Sont considérées comme années de cotisations, les périodes:\na. pendant lesquelles une personne a payé des cotisations;\nb. pendant lesquelles son conjoint au sens de l’art. 3, al. 3, a versé au moins le double de la cotisation minimale;\nc. pour lesquelles des bonifications pour tâches éducatives ou pour tâches d’assistance peuvent être prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Revenu annuel moyen1. Principe",
        "citation": "Art. 29quater LAVS",
        "content": "La rente est calculée sur la base du revenu annuel moyen. Celui-ci se compose:\na. des revenus de l’activité lucrative;\nb. des bonifications pour tâches éducatives;\nc. des bonifications pour tâches d’assistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quater"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 2. Revenus de l’activité lucrativeCotisations des personnes sans activité lucrative",
        "citation": "Art. 29quinquies al. 1 LAVS",
        "content": "Sont pris en considération les revenus d’une activité lucrative sur lesquels des cotisations ont été versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 2. Revenus de l’activité lucrativeCotisations des personnes sans activité lucrative",
        "citation": "Art. 29quinquies al. 2 LAVS",
        "content": "Les cotisations des personnes sans activité lucrative sont multipliées par 100, puis divisées par le double du taux de cotisation prévu à l’art. 5, al. 1; elles sont comptées comme revenu d’une activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 2. Revenus de l’activité lucrativeCotisations des personnes sans activité lucrative",
        "citation": "Art. 29quinquies al. 3 LAVS",
        "content": "Les revenus que les époux ont réalisés pendant les années civiles de mariage commun sont répartis et attribués pour moitié à chacun des époux. La répartition est effectuée lorsque:\na. les deux conjoints ont atteint l’âge de référence;\nb. la veuve ou le veuf atteint l’âge de référence;\nc. le mariage est dissous par le divorce;\nd. les deux conjoints ont droit à une rente de l’assurance-invalidité, ou que \ne. l’un des conjoints a droit à une rente de l’assurance-invalidité et l’autre atteint l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 2. Revenus de l’activité lucrativeCotisations des personnes sans activité lucrative",
        "citation": "Art. 29quinquies al. 4 LAVS",
        "content": "Seuls sont soumis au partage et à l’attribution réciproque les revenus réalisés:\na. entre le 1er janvier de l’année qui suit celle au cours de laquelle la personne a eu 20 ans révolus et le 31 décembre précédant le jour où le risque assuré survient pour le conjoint qui a le premier droit à la rente, exception faite des cas dans lesquels il y a versement anticipé de la rente (art. 40), et\nb. durant les périodes où les deux conjoints ont été assurés auprès de l’assurance-vieillesse et survivants suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 2. Revenus de l’activité lucrativeCotisations des personnes sans activité lucrative",
        "citation": "Art. 29quinquies al. 5 LAVS",
        "content": "L’al. 4 n’est pas applicable pendant les années civiles au cours desquelles le mariage est conclu ou dissous.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 2. Revenus de l’activité lucrativeCotisations des personnes sans activité lucrative",
        "citation": "Art. 29quinquies al. 6 LAVS",
        "content": "Le Conseil fédéral règle la procédure. Il désigne en particulier la caisse de compensation chargée de procéder au partage des revenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 3. Bonifications pour tâches éducatives",
        "citation": "Art. 29sexies al. 1 LAVS",
        "content": "Les assurés peuvent prétendre à une bonification pour tâches éducatives pour les années durant lesquelles ils exercent l’autorité parentale sur un ou plusieurs enfants âgés de moins de 16 ans. Les père et mère détenant conjointement l’autorité parentale ne peuvent toutefois pas prétendre deux bonifications cumulées. Le Conseil fédéral règle les modalités, en particulier l’attribution de la bonification pour tâches éducatives lorsque:\na. des parents ont la garde d’enfants, sans exercer l’autorité parentale;\nb. un seul des parents est assuré auprès de l’assurance-vieillesse et survivants suisse;\nc. les conditions pour l’attribution d’une bonification pour tâches éducatives ne sont pas remplies pendant toute l’année civile;\nd.  des parents divorcés ou non mariés exercent l’autorité parentale en commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_sexies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 3. Bonifications pour tâches éducatives",
        "citation": "Art. 29sexies al. 2 LAVS",
        "content": "La bonification pour tâches éducatives correspond au triple du montant de la rente de vieillesse annuelle minimale prévu à l’art. 34, au moment de la naissance du droit à la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_sexies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 3. Bonifications pour tâches éducatives",
        "citation": "Art. 29sexies al. 3 LAVS",
        "content": "La bonification pour tâches éducatives attribuée pendant les années civiles de mariage est répartie par moitié entre les conjoints. La répartition ne porte cependant que sur les bonifications acquises au cours de la période comprise entre le 1er janvier de l’année qui suit celle au cours de laquelle l’assuré a eu 20 ans révolus et le 31 décembre précédant le jour où le premier des conjoints atteint l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_sexies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Bonifications pour tâches d’assistance",
        "citation": "Art. 29septies al. 1 LAVS",
        "content": "Les assurés qui prennent en charge des parents de ligne ascendante ou descendante ou des frères et sœurs au bénéfice d’une allocation pour impotent de l’AVS, de l’AI, de l’assurance-accidents obligatoire ou de l’assurance militaire ont droit à une bonification pour tâches d’assistance, à condition qu’ils puissent se déplacer facilement auprès de la personne prise en charge. Ils doivent faire valoir ce droit par écrit chaque année. Sont assimilés aux parents le conjoint, les beaux-parents, les enfants d’un autre lit et le partenaire si l’assuré fait ménage commun avec lui depuis au moins cinq ans sans interruption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_septies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Bonifications pour tâches d’assistance",
        "citation": "Art. 29septies al. 2 LAVS",
        "content": "Aucune bonification pour tâches d’assistance ne peut être attribuée si, durant la même période, il existe un droit à une bonification pour tâches éducatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_septies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Bonifications pour tâches d’assistance",
        "citation": "Art. 29septies al. 3 LAVS",
        "content": "Le Conseil fédéral peut préciser les conditions d’un déplacement facile au sens de l’al. 1. Il règle la procédure, ainsi que l’attribution de la bonification pour tâches d’assistance lorsque:\na. plusieurs personnes remplissent les conditions d’attribution d’une bonification pour tâches d’assistance;\nb. un seul des conjoints est assuré auprès de l’assurance-vieillesse et survivants suisse;\nc. les conditions d’attribution d’une bonification pour tâches d’assistance ne sont pas remplies pendant toute l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_septies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Bonifications pour tâches d’assistance",
        "citation": "Art. 29septies al. 4 LAVS",
        "content": "La bonification pour tâches d’assistance correspond au triple du montant de la rente de vieillesse annuelle minimale prévue à l’art. 34 au moment de la naissance du droit à la rente. Elle est inscrite au compte individuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_septies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Bonifications pour tâches d’assistance",
        "citation": "Art. 29septies al. 5 LAVS",
        "content": "Si l’assuré n’a pas fait valoir son droit dans les cinq ans à compter de la fin de l’année civile pendant laquelle une personne énumérée à l’al. 1 a été prise en charge, la bonification pour l’année correspondante n’est plus inscrite au compte individuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_septies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Bonifications pour tâches d’assistance",
        "citation": "Art. 29septies al. 6 LAVS",
        "content": "La bonification pour tâches d’assistance pendant les années civiles de mariage est répartie par moitié entre les conjoints. La répartition ne porte cependant que sur les bonifications acquises au cours de la période comprise entre le 1er janvier de l’année qui suit celle au cours de laquelle l’assuré a eu 20 ans révolus et le 31 décembre précédant le jour où le premier des conjoints atteint l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_29_septies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 5.Détermination du revenu annuel moyen",
        "citation": "Art. 30 al. 1 LAVS",
        "content": "La somme des revenus de l’activité lucrative est revalorisée en fonction de l’indice des rentes prévu à l’art. 33ter. Le Conseil fédéral détermine annuellement les facteurs de revalorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 5.Détermination du revenu annuel moyen",
        "citation": "Art. 30 al. 2 LAVS",
        "content": "La somme des revenus revalorisés provenant d’une activité lucrative et les bonifications pour tâches éducatives ou pour tâches d’assistance sont divisées par le nombre d’années de cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Prescriptions sur le calcul des rentes",
        "citation": "Art. 30bis LAVS",
        "content": "Le Conseil fédéral édicte des prescriptions sur le calcul des rentes. Il peut arrondir le revenu déterminant et les rentes à un montant supérieur ou inférieur. Il peut régler la prise en compte des fractions d’années de cotisations et des revenus d’une activité lucrative y afférents et prévoir que la période de cotisation durant laquelle l’assuré a touché une rente d’invalidité et les revenus obtenus durant cette période ne seront pas pris en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Comptes individuels",
        "citation": "Art. 30ter al. 1 LAVS",
        "content": "Il est établi pour chaque assuré tenu de payer des cotisations des comptes individuels où sont portées les indications nécessaires au calcul des rentes ordinaires. Le Conseil fédéral règle les détails.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Comptes individuels",
        "citation": "Art. 30ter al. 2 LAVS",
        "content": "Les revenus de l’activité lucrative obtenus par un salarié et sur lesquels l’employeur a retenu les cotisations légales sont inscrits au compte individuel de l’intéressé, même si l’employeur n’a pas versé les cotisations en question à la caisse de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Comptes individuels",
        "citation": "Art. 30ter al. 3 LAVS",
        "content": "Les revenus sur lesquels les salariés doivent payer des cotisations sont inscrits au compte individuel sous l’année durant laquelle ils leur ont été versés. Les revenus sont toutefois inscrits sous l’année au cours de laquelle l’activité a été exercée si le salarié:\na. ne travaille plus pour l’employeur lorsque le salaire lui est versé;\nb. apporte la preuve que le revenu sur lequel les cotisations sont dues provient d’une activité exercée au cours d’une année précédente et pour laquelle des cotisations inférieures à la cotisation minimale ont été versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Comptes individuels",
        "citation": "Art. 30ter al. 4 LAVS",
        "content": "Les revenus des indépendants, des salariés dont l’employeur n’est pas tenu de payer des cotisations et des personnes sans activité lucrative sont inscrits au compte individuel sous l’année pour laquelle les cotisations sont fixées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_30_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Détermination d’une nouvelle rente",
        "citation": "Art. 31 LAVS",
        "content": "Si le montant d’une rente doit être modifié suite à la naissance du droit à la rente du conjoint ou à la dissolution du mariage, les règles de calcul applicables au premier cas de rente sont déterminantes. La nouvelle rente calculée en vertu de ces dispositions devra être actualisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_31"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Rentes de survivants",
        "citation": "Art. 33 al. 1 LAVS",
        "content": "La rente de veuve, de veuf et d’orphelin est calculée sur la base de la durée de cotisations et du revenu annuel moyen de la personne décédée, composé du revenu non partagé et des bonifications pour tâches éducatives ou pour tâches d’assistance de la personne décédée. L’al. 2 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Rentes de survivants",
        "citation": "Art. 33 al. 2 LAVS",
        "content": "Lorsque les deux parents décèdent, chaque rente d’orphelin est calculée sur la base de la durée de cotisation de chacun des parents et de son revenu annuel moyen, déterminé selon les principes généraux (art. 29quater et s.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Rentes de survivants",
        "citation": "Art. 33 al. 3 LAVS",
        "content": "Lorsque l’assuré décède avant d’avoir atteint l’âge de 45 ans, son revenu moyen provenant d’une activité lucrative pour le calcul de la rente de survivants est augmenté d’un supplément exprimé en pour-cent. Le Conseil fédéral fixe les taux correspondants en fonction de l’âge de l’assuré au moment de son décès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Rente de vieillesse succédant à une rente d’invalidité",
        "citation": "Art. 33bis al. 1 LAVS",
        "content": "Les rentes de vieillesse ou de survivants sont calculées sur la base des mêmes éléments que la rente d’invalidité à laquelle elles succèdent, s’il en résulte un avantage pour l’ayant droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Rente de vieillesse succédant à une rente d’invalidité",
        "citation": "Art. 33bis al. 1bis LAVS",
        "content": "Le calcul de rente des conjoints doit être adapté conformément à l’al. 1 si les conditions du partage et de l’attribution réciproque sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Rente de vieillesse succédant à une rente d’invalidité",
        "citation": "Art. 33bis al. 2 LAVS",
        "content": "Lorsque la rente d’invalidité a été calculée conformément à l’art. 37, al. 2, de la LAI, les dispositions contenues dans cet article sont applicables par analogie à la rente de vieillesse ou à la rente de survivants dont le calcul a lieu sur la base des mêmes éléments que celui de la rente d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Rente de vieillesse succédant à une rente d’invalidité",
        "citation": "Art. 33bis al. 3 LAVS",
        "content": "Lorsque des rentes ordinaires de vieillesse ou de survivants succèdent à des rentes extraordinaires d’invalidité calculées conformément aux art. 39, al. 2, et 40, al. 3, de la LAI, ces rentes ordinaires s’élèvent, si la durée de cotisations est complète, au moins à 1331/3 % du montant minimal de la rente complète correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, 4. Rente de vieillesse succédant à une rente d’invalidité",
        "citation": "Art. 33bis al. 4 LAVS",
        "content": "Pour le calcul de la rente de vieillesse d’une personne dont le conjoint bénéficie ou a bénéficié d’une rente d’invalidité, le revenu annuel moyen déterminant lors de la naissance de la rente d’invalidité est considéré comme un revenu en vertu de l’art. 29quinquies pendant la durée de l’octroi de la rente. Si le taux d’invalidité est inférieur à 60 %, seule une fraction correspondante du revenu annuel moyen est prise en compte. Le Conseil fédéral règle les détails et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Adaptation des rentes à l’évolution des salaires et des prix",
        "citation": "Art. 33ter al. 1 LAVS",
        "content": "Le Conseil fédéral adaptera les rentes ordinaires, en règle générale tous les deux ans pour le début d’une année civile, à l’évolution des salaires et des prix, en fixant à nouveau l’indice des rentes sur proposition de la Commission fédérale de l’assurance-vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Adaptation des rentes à l’évolution des salaires et des prix",
        "citation": "Art. 33ter al. 2 LAVS",
        "content": "L’indice des rentes équivaut à la moyenne arithmétique de l’indice des salaires déterminé par l’office fédéral de la statistique  et de l’indice suisse des prix à la consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Adaptation des rentes à l’évolution des salaires et des prix",
        "citation": "Art. 33ter al. 3 LAVS",
        "content": "Le Conseil fédéral propose selon la situation financière de l’assurance, de modifier la relation entre les deux indices mentionnés à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Adaptation des rentes à l’évolution des salaires et des prix",
        "citation": "Art. 33ter al. 4 LAVS",
        "content": "Le Conseil fédéral procède plus tôt à l’adaptation des rentes ordinaires lorsque l’indice suisse des prix à la consommation a augmenté de plus de 4 % au cours d’une année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, I. Principes à la base du calcul des rentes ordinaires, Adaptation des rentes à l’évolution des salaires et des prix",
        "citation": "Art. 33ter al. 5 LAVS",
        "content": "Le Conseil fédéral peut édicter des prescriptions complémentaires, arrondir l’indice des rentes en plus ou en moins et régler la procédure s’appliquant à l’adaptation des rentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_33_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, Calcul du montant de la rente complète1. La rente de vieillesse",
        "citation": "Art. 34 al. 1 LAVS",
        "content": "La rente mensuelle de vieillesse (formule des rentes) se compose:\na. d’une fraction du montant minimal de la rente de vieillesse (montant fixe);\nb. d’une fraction du revenu annuel moyen déterminant (montant variable).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_34"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, Calcul du montant de la rente complète1. La rente de vieillesse",
        "citation": "Art. 34 al. 2 LAVS",
        "content": "Les dispositions suivantes sont applicables:\na. si le revenu annuel moyen déterminant est inférieur ou égal au montant minimal de la rente de vieillesse multiplié par 36, le montant fixe de la rente est égal au montant minimal de la rente de vieillesse multiplié par 74/100 et le montant variable au revenu annuel moyen déterminant multiplié par 13/600;\nb. si le revenu annuel moyen déterminant est supérieur au montant minimal de la rente de vieillesse multiplié par 36, le montant fixe de la rente est égal au montant minimal de la rente de vieillesse multiplié par 104/100 et le montant variable au revenu annuel moyen déterminant multiplié par 8/600.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_34"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, Calcul du montant de la rente complète1. La rente de vieillesse",
        "citation": "Art. 34 al. 3 LAVS",
        "content": "Le montant maximal de la rente correspond au double du montant minimal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_34"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, Calcul du montant de la rente complète1. La rente de vieillesse",
        "citation": "Art. 34 al. 4 LAVS",
        "content": "La rente minimale est versée lorsque le revenu annuel moyen déterminant ne dépasse pas douze fois son montant et la rente maximale lorsque le revenu annuel moyen déterminant correspond au moins à septante-deux fois le montant de la rente minimale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_34"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, Calcul du montant de la rente complète1. La rente de vieillesse",
        "citation": "Art. 34 al. 5 LAVS",
        "content": "Le montant minimal de la rente de vieillesse complète de 1225 francs correspond à un indice des rentes de 222,7 points.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_34"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 2. Somme des deux rentes pour couples",
        "citation": "Art. 35 al. 1 LAVS",
        "content": "La somme des deux rentes pour un couple s’élève à 150 % au plus du montant maximal de la rente de vieillesse si:\na. les deux conjoints ont droit à une rente de vieillesse ou à un pourcentage de celle-ci; \nb. l’un des conjoints a droit à une rente de vieillesse ou à un pourcentage de celle-ci, et l’autre à une rente de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_35"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 2. Somme des deux rentes pour couples",
        "citation": "Art. 35 al. 2 LAVS",
        "content": "Aucune réduction des rentes n’est prévue au détriment des époux qui ne vivent plus en ménage commun suite à une décision judiciaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_35"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 2. Somme des deux rentes pour couples",
        "citation": "Art. 35 al. 3 LAVS",
        "content": "Les deux rentes doivent être réduites en proportion de leur quote-part à la somme des rentes non réduites. Le Conseil fédéral règle les modalités, notamment la réduction des deux rentes allouées aux assurés dont la durée de cotisation est incomplète ou qui ne perçoivent qu’un pourcentage de leur rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_35"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 3. Supplément pour les veuves et veufs au bénéfice d’une rente de vieillesse",
        "citation": "Art. 35bis LAVS",
        "content": "Les veuves et veufs au bénéfice d’une rente de vieillesse ont droit à un supplément de 20 % sur leur rente. La rente et le supplément ne doivent pas dépasser le montant maximal de la rente de vieillesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_35_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 4. Rente pour enfant",
        "citation": "Art. 35ter al. 1 LAVS",
        "content": "La rente pour enfant s’élève à 40 % de la rente de vieillesse correspondant au revenu moyen annuel déterminant. Si les deux parents ont droit à une rente pour enfant, les deux rentes pour enfants doivent être réduites dans la mesure où leur somme excède 60 % de la rente de vieillesse maximale. L’art. 35 s’applique par analogie pour déterminer les modalités de réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_35_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 4. Rente pour enfant",
        "citation": "Art. 35ter al. 2 LAVS",
        "content": "En cas d’ajournement d’un pourcentage de la rente de vieillesse en vertu de l’art. 39, al. 1, la rente pour enfant est ajournée à raison du même pourcentage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_35_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 5. Rente de veuve ou de veuf",
        "citation": "Art. 36 LAVS",
        "content": "La rente de veuve ou de veuf s’élève à 80 % de la rente de vieillesse correspondant au revenu annuel moyen déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_36"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 6. Rente d’orphelin",
        "citation": "Art. 37 al. 1 LAVS",
        "content": "La rente d’orphelin s’élève à 40 % de la rente de vieillesse correspondant au revenu annuel moyen déterminant. La rente d’orphelin des enfants qui avaient un rapport de filiation avec le parent décédé seulement, s’élève à 60 % de la rente de vieillesse correspondant au revenu annuel moyen déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_37"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 6. Rente d’orphelin",
        "citation": "Art. 37 al. 2 LAVS",
        "content": "Si les deux parents sont décédés, les rentes d’orphelin doivent être réduites dans la mesure où leur somme excède 60 % de la rente de vieillesse maximale. L’art. 35 est applicable par analogie pour déterminer les modalités de réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_37"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 6. Rente d’orphelin",
        "citation": "Art. 37 al. 3 LAVS",
        "content": "Les enfants trouvés touchent une rente d’orphelin qui s’élève à 60 % de la rente de vieillesse maximale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_37"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, II. Les rentes complètes, 7. Concours des rentes d’orphelin et des rentes pour enfant",
        "citation": "Art. 37bis LAVS",
        "content": "Si, pour un même enfant, les conditions d’octroi d’une rente d’orphelin et celles d’une rente pour enfant sont réunies, la somme des deux rentes s’élève à 60 % au plus de la rente de vieillesse maximale. L’art. 35 s’applique par analogie pour déterminer les modalités de réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_37_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, III. Les rentes partielles, Calcul",
        "citation": "Art. 38 al. 1 LAVS",
        "content": "La rente partielle est une fraction de la rente complète déterminée conformément aux art. 34 à 37.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_38"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, III. Les rentes partielles, Calcul",
        "citation": "Art. 38 al. 2 LAVS",
        "content": "Lors du calcul de cette fraction, on tiendra compte du rapport existant entre les années entières de cotisations de l’assuré et celles de sa classe d’âge ainsi que des modifications apportées au taux des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_38"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, III. Les rentes partielles, Calcul",
        "citation": "Art. 38 al. 3 LAVS",
        "content": "Le Conseil fédéral édicte des prescriptions plus détaillées sur l’échelonnement des rentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_38"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Ajournement du versement de la rente de vieillesse",
        "citation": "Art. 39 al. 1 LAVS",
        "content": "Les personnes qui ont droit à une rente de vieillesse peuvent faire ajourner d’une année au moins et de cinq ans au plus le début du versement de la totalité de la rente ou d’un pourcentage de celle-ci compris entre 20 et 80 %. Pendant cette période, elles peuvent en tout temps révoquer l’ajournement à compter du début du mois suivant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_39"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Ajournement du versement de la rente de vieillesse",
        "citation": "Art. 39 al. 2 LAVS",
        "content": "Les personnes qui ont fait ajourner le versement d’un pourcentage de leur rente peuvent demander une fois la réduction de ce pourcentage. L’augmentation du pourcentage de l’ajournement est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_39"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Ajournement du versement de la rente de vieillesse",
        "citation": "Art. 39 al. 3 LAVS",
        "content": "La rente de vieillesse ajournée ou le pourcentage de celle-ci sont augmentés de la contre-valeur actuarielle des prestations ajournées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_39"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Ajournement du versement de la rente de vieillesse",
        "citation": "Art. 39 al. 4 LAVS",
        "content": "Le Conseil fédéral fixe les taux d’augmentation de manière uniforme et règle la procédure. Il peut exclure l’ajournement de certains types de rentes. Il vérifie les taux d’augmentation tous les dix ans au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_39"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Anticipation du versement de la rente de vieillesse",
        "citation": "Art. 40 al. 1 LAVS",
        "content": "Les personnes qui remplissent les conditions d’octroi d’une rente de vieillesse peuvent obtenir, à partir de 63 ans révolus, le versement anticipé de la totalité de la rente ou d’un pourcentage de celle-ci compris entre 20 et 80 %. Elles peuvent demander en tout temps le versement anticipé de la rente à compter du début du mois suivant. L’anticipation ne vaut que pour les prestations futures. Le Conseil fédéral règle les modalités, notamment la possible révocation de l’anticipation de la rente de vieillesse dans le cas où une rente d’invalidité est octroyée ultérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Anticipation du versement de la rente de vieillesse",
        "citation": "Art. 40 al. 2 LAVS",
        "content": "Les personnes qui perçoivent un pourcentage de la rente de manière anticipée peuvent demander une fois l’augmentation de ce pourcentage. L’augmentation ne vaut que pour les prestations futures. Elle ne peut être révoquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Anticipation du versement de la rente de vieillesse",
        "citation": "Art. 40 al. 3 LAVS",
        "content": "Aucune rente pour enfant n’est octroyée pendant la durée du versement anticipé de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Anticipation du versement de la rente de vieillesse",
        "citation": "Art. 40 al. 4 LAVS",
        "content": "En dérogation à l’art. 29ter, al. 1, la durée de cotisation n’est pas réputée complète en cas de perception anticipée de la rente. La rente anticipée se fonde sur le nombre d’années de cotisation au moment où le versement anticipé prend effet et correspond à une rente partielle calculée sur la base d’une durée de cotisation incomplète.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Anticipation du versement de la rente de vieillesse",
        "citation": "Art. 40 al. 5 LAVS",
        "content": "La rente anticipée est calculée sur la base des années de cotisation, des revenus provenant d’une activité lucrative ainsi que des bonifications pour tâches éducatives ou pour tâches d’assistance entre le 1er janvier qui suit la date à laquelle l’ayant droit a eu 20 ans révolus et le 31 décembre qui précède le versement anticipé de tout ou partie de la rente. La rente est recalculée conformément à l’art. 29bis, al. 1 et 2, lorsque l’assuré atteint l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Réduction de la rente de vieillesse en cas de versement anticipé",
        "citation": "Art. 40a al. 1 LAVS",
        "content": "La rente de vieillesse anticipée est réduite de la contre-valeur actuarielle de la prestation anticipée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Réduction de la rente de vieillesse en cas de versement anticipé",
        "citation": "Art. 40a al. 2 LAVS",
        "content": "Le Conseil fédéral fixe les taux de réduction de manière uniforme en se référant aux principes actuariels et règle la procédure. Il vérifie les taux de réduction tous les dix ans au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Réduction de la rente de vieillesse en cas de versement anticipé",
        "citation": "Art. 40a al. 3 LAVS",
        "content": "Si le revenu annuel moyen déterminant est inférieur ou égal au montant minimal de la rente annuelle de vieillesse au sens de l’art. 34 multiplié par quatre, les taux de réduction sont réduits de 40 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Combinaison de l’anticipation et de l’ajournement de la rente de vieillesse",
        "citation": "Art. 40b al. 1 LAVS",
        "content": "Les personnes qui perçoivent un pourcentage de leur rente de vieillesse de manière anticipée peuvent faire ajourner le versement du reste de leur rente jusqu’à cinq ans après l’âge de référence au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, IV., Flexibilisation de la retraite, Combinaison de l’anticipation et de l’ajournement de la rente de vieillesse",
        "citation": "Art. 40b al. 2 LAVS",
        "content": "Le pourcentage de la rente ajournée ne peut pas être réduit si le pourcentage de la rente anticipée a déjà été augmenté durant la période d’anticipation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_40_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, V. La réduction des rentes ordinaires, Réduction en cas de surassurance",
        "citation": "Art. 41 al. 1 LAVS",
        "content": "En dérogation à l’art. 69, al. 2 et 3, LPGA, les rentes pour enfant et les rentes d’orphelin sont réduites dans la mesure où, ajoutées à la rente du père ou à celle de la mère, leur montant dépasserait 90 % du revenu annuel moyen déterminant pour le calcul de la rente du père ou de la mère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_41"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, V. La réduction des rentes ordinaires, Réduction en cas de surassurance",
        "citation": "Art. 41 al. 2 LAVS",
        "content": "Le Conseil fédéral fixe toutefois un montant minimal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_41"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, B. Les rentes ordinaires, V. La réduction des rentes ordinaires, Réduction en cas de surassurance",
        "citation": "Art. 41 al. 3 LAVS",
        "content": "Le Conseil fédéral peut édicter des prescriptions plus détaillées ainsi que des dispositions particulières concernant les rentes partielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_41"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, C. Les rentes extraordinaires, Bénéficiaires",
        "citation": "Art. 42 al. 1 LAVS",
        "content": "Les ressortissants suisses qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse ont droit à une rente extraordinaire s’ils ont le même nombre d’années d’assurance que les personnes de leur classe d’âge, mais n’ont pas droit à une rente ordinaire parce qu’ils n’ont pas été soumis à l’obligation de verser des cotisations pendant une année entière au moins. Ce droit revient également à leurs survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_42"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, C. Les rentes extraordinaires, Bénéficiaires",
        "citation": "Art. 42 al. 2 LAVS",
        "content": "Tout assuré pour lequel une rente est octroyée doit satisfaire personnellement à l’exigence du domicile et de la résidence habituelle en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_42"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, C. Les rentes extraordinaires, Bénéficiaires",
        "citation": "Art. 42 al. 3 LAVS",
        "content": "Les conjoints de ressortissants suisses à l’étranger soumis au régime de l’assurance obligatoire qui, en vertu d’un traité bilatéral ou de l’usage international, sont exclus de l’assurance-vieillesse, survivants et invalidité de l’État dans lequel ils résident, sont assimilés aux conjoints de ressortissants suisses domiciliés en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_42"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, C. Les rentes extraordinaires, Montant des rentes extraordinaires",
        "citation": "Art. 43 al. 1 LAVS",
        "content": "Les rentes extraordinaires sont égales au montant minimal des rentes ordinaires complètes qui leur correspondent. L’al. 3 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, C. Les rentes extraordinaires, Montant des rentes extraordinaires",
        "citation": "Art. 43 al. 3 LAVS",
        "content": "En dérogation à l’art. 69, al. 2 et 3, LPGA, les rentes extraordinaires pour enfants et les rentes extraordinaires d’orphelins sont réduites dans la mesure où, ajouté aux rentes du père et de la mère, leur montant dépasserait un maximum qui sera fixé par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 1 LAVS",
        "content": "Ont droit à l’allocation pour impotent les personnes qui perçoivent la totalité de leur rente de vieillesse ou les bénéficiaires de prestations complémentaires qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse et qui présentent une impotence (art. 9 LPGA) grave, moyenne ou faible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 1bis LAVS",
        "content": "Le droit à une allocation pour une impotence faible est supprimé lors d’un séjour dans un home.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 2 LAVS",
        "content": "Le droit à l’allocation pour impotent prend naissance le premier jour du mois au cours duquel toutes les conditions de ce droit sont réalisées, mais au plus tôt lorsque l’assuré a présenté une impotence grave, moyenne ou faible durant six mois au moins sans interruption. Il s’éteint au terme du mois durant lequel les conditions énoncées à l’al. 1 ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 3 LAVS",
        "content": "L’allocation mensuelle pour impotence grave s’élève à 80 %, celle pour impotence moyenne à 50 % et celle pour impotence faible à 20 % du montant minimal de la rente de vieillesse prévu à l’art. 34, al. 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 4 LAVS",
        "content": "La personne qui était au bénéfice d’une allocation pour impotent de l’assurance-invalidité à la fin du mois au cours duquel elle a atteint l’âge de référence ou jusqu’au jour auquel elle a fait usage du droit de percevoir une rente anticipée entière perçoit une allocation pour impotent de l’assurance-vieillesse d’un montant au moins égal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 4bis LAVS",
        "content": "Le Conseil fédéral peut prévoir une contribution proportionnelle à l’allocation pour impotent de l’assurance-accidents lorsque l’impotence n’est que partiellement imputable à un accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Allocation pour impotent",
        "citation": "Art. 43bis al. 5 LAVS",
        "content": "La LAI s’applique par analogie à l’évaluation de l’impotence. Il incombe aux offices de l’assurance-invalidité de fixer le taux d’impotence à l’intention des caisses de compensation. Le Conseil fédéral peut édicter des prescriptions complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Contribution d’assistance",
        "citation": "Art. 43ter LAVS",
        "content": "La personne qui était au bénéfice d’une contribution d’assistance de l’assurance-invalidité à la fin du mois au cours duquel elle a atteint l’âge de référence ou jusqu’au jour auquel elle a fait usage du droit de percevoir une rente anticipée entière continue d’en bénéficier à raison, au maximum, du montant accordé jusqu’alors. Les art. 42quater à 42octies LAI s’appliquent par analogie au droit à la contribution d’assistance et à l’étendue de celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_ter"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Moyens auxiliaires",
        "citation": "Art. 43quater al. 1 LAVS",
        "content": "Le Conseil fédéral fixe les conditions auxquelles les bénéficiaires de rentes de vieillesse ou de prestations complémentaires qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse et qui ont besoin d’appareils coûteux pour se déplacer, établir des contacts avec leur entourage ou assurer leur indépendance ont droit à des moyens auxiliaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_quater"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Moyens auxiliaires",
        "citation": "Art. 43quater al. 2 LAVS",
        "content": "Il détermine les cas dans lesquels les bénéficiaires de rentes de vieillesse ou de prestations complémentaires qui ont leur domicile et leur résidence habituelle en Suisse ont droit à des moyens auxiliaires pour exercer une activité lucrative ou accomplir leurs travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_quater"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, D. L’allocation pour impotent, la contribution d’assistance et les moyens auxiliaires, Moyens auxiliaires",
        "citation": "Art. 43quater al. 3 LAVS",
        "content": "Il désigne les moyens auxiliaires que l’assurance remet et ceux pour lesquels elle alloue des contributions à titre de participation aux frais; il règle la remise de ces moyens auxiliaires ainsi que la procédure et détermine quelles dispositions de la LAI sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_quater"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, E., Dispositions diverses, Surveillance de l’équilibre financier",
        "citation": "Art. 43quinquies LAVS",
        "content": "Le Conseil fédéral fait vérifier périodiquement si le développement financier de l’assurance est équilibré et soumet le résultat de cet examen à l’appréciation de la Commission fédérale de l’assurance-vieillesse, survivants et invalidité. Il propose au besoin une modification de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_43_quinquies"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, E., Dispositions diverses, Paiement des rentes et des allocations pour impotents",
        "citation": "Art. 44 al. 1 LAVS",
        "content": "Les rentes et les allocations pour impotents sont, en règle générale, versées sur un compte bancaire ou postal. À la demande du bénéficiaire, elles peuvent lui être versées directement. Le Conseil fédéral règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_44"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, E., Dispositions diverses, Paiement des rentes et des allocations pour impotents",
        "citation": "Art. 44 al. 2 LAVS",
        "content": "En dérogation à l’art. 19, al. 1 et 3, LPGA, les rentes dont le montant ne dépasse pas 20 % de la rente minimale complète sont versées une fois l’an. L’ayant droit peut demander un versement mensuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_44"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, E., Dispositions diverses, Réclamation de rentes et allocations pour impotents non touchées",
        "citation": "Art. 46 al. 1 LAVS",
        "content": "Le droit aux rentes et allocations pour impotent non touchées est réglé à l’art. 24, al. 1, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_46"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, E., Dispositions diverses, Réclamation de rentes et allocations pour impotents non touchées",
        "citation": "Art. 46 al. 2 LAVS",
        "content": "Si l’assuré fait valoir son droit à une allocation pour impotent plus de douze mois après la naissance du droit, l’allocation ne lui est versée, en dérogation à l’art. 24, al. 1, LPGA, que pour les douze mois qui ont précédé sa demande. Des arriérés sont alloués pour des périodes plus longues si l’assuré ne pouvait pas connaître les faits ayant établi son droit aux prestations et s’il présente sa demande dans un délai de douze mois à compter du moment où il en a eu connaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_46"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre III, Les rentes, E., Dispositions diverses, Réclamation de rentes et allocations pour impotents non touchées",
        "citation": "Art. 46 al. 3 LAVS",
        "content": "En dérogation à l’art. 24, al. 1, LPGA, le Conseil fédéral peut limiter ou exclure le paiement de rentes ordinaires de vieillesse arriérées pour lesquelles l’ajournement entre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_46"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Principe",
        "citation": "Art. 49 LAVS",
        "content": "L’AVS est mise en œuvre, sous la surveillance de la Confédération (art. 76 LPGA), par les employeurs et les employés, ainsi que par les organes d’exécution, à savoir les caisses de compensation professionnelles, les caisses de compensation cantonales, les caisses de compensation de la Confédération et une centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Systèmes d’information et exigences ",
        "citation": "Art. 49a al. 1 LAVS",
        "content": "Les organes d’exécution exploitent des systèmes d’information qui permettent l’échange électronique d’informations et le traitement de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Systèmes d’information et exigences ",
        "citation": "Art. 49a al. 2 LAVS",
        "content": "Ils veillent à ce que leurs systèmes d’information présentent en tout temps la stabilité et l’adaptabilité nécessaires et à ce qu’ils garantissent la sécurité de l’information et la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Systèmes d’information et exigences ",
        "citation": "Art. 49a al. 3 LAVS",
        "content": "Les organisations spécialisées des organes d’exécution élaborent des règles relatives à la mise en œuvre des exigences selon l’art. 72a, al. 2, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Systèmes d’information pour l’exécution de conventions internationales",
        "citation": "Art. 49b LAVS",
        "content": "Le Conseil fédéral peut obliger les organes d’exécution à utiliser des systèmes d’information développés, après consultation des organes concernés, en vue de l’exécution des tâches définies à l’annexe II de l’Accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses États membres, d’autre part, sur la libre circulation des personnes (accord sur la libre circulation des personnes) et d’autres conventions internationales en matière de sécurité sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Registre des prestations courantes en espèces",
        "citation": "Art. 49c al. 1 LAVS",
        "content": "La centrale de compensation visée à l’art. 71 tient un registre central des prestations courantes en espèces, y compris les informations disponibles sur l’octroi de prestations étrangères, dans les buts suivants:\na. prévenir la perception indue de prestations en espèces;\nb. établir la transparence sur les prestations en espèces versées;\nc. faciliter l’adaptation de prestations en espèces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Registre des prestations courantes en espèces",
        "citation": "Art. 49c al. 2 LAVS",
        "content": "Elle saisit dans ce registre: \na. les prestations courantes en espèces;\nb. les cas de décès et les changements d’état civil des ayants droit ainsi que la date de naissance du conjoint ou du partenaire enregistré, dans la mesure où elle est disponible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Registre des prestations courantes en espèces",
        "citation": "Art. 49c al. 3 LAVS",
        "content": "Elle informe les caisses de compensation des cas de décès et des changements d’état civil, et met à disposition les données nécessaires aux services visés à l’art. 50b, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Registre des assurés",
        "citation": "Art. 49d al. 1 LAVS",
        "content": "La Centrale de compensation tient un registre central des assurés dans les buts suivants:\na. attribuer à l’assuré le numéro AVS visé à l’art. 50c;\nb. s’assurer que, lors de l’ouverture du droit à une rente, tous les comptes individuels de l’assuré sont pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_d"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Registre des assurés",
        "citation": "Art. 49d al. 2 LAVS",
        "content": "Elle saisit dans ce registre:\na. les assurés et leur numéro AVS;\nb. les caisses de compensation qui tiennent un compte individuel pour un assuré;\nc. les numéros de sécurité sociale étrangers nécessaires à l’exécution des conventions internationales de sécurité sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_d"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Registre des assurés",
        "citation": "Art. 49d al. 3 LAVS",
        "content": "Elle met à disposition les données nécessaires aux services visés aux art. 50b, al. 1, et 153c, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_d"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Dispositions d’exécution relatives au registre des prestations courantes en espèces et au registre des assurés",
        "citation": "Art. 49e LAVS",
        "content": "Le Conseil fédéral règle: \na. la responsabilité de la protection des données;\nb. les données à saisir et à communiquer; \nc. la durée de conservation des données; \nd. l’accès aux données; \ne. la collaboration entre les utilisateurs; \nf. la sécurité des données;\ng. la participation aux frais des assureurs-accidents et de l’assurance militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_e"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Traitement de données personnelles",
        "citation": "Art. 49f al. 1 LAVS",
        "content": "Les organes chargés d’exécuter la présente loi ou d’en contrôler ou surveiller l’exécution sont habilités à traiter et à faire traiter les données personnelles, y compris les données sensibles qui sont nécessaires à l’accomplissement des tâches qui leur sont assignées par la présente loi ou en vertu de conventions internationales, notamment pour: \na. calculer et percevoir les cotisations;\nb. établir le droit aux prestations, calculer celles-ci, les verser et les coordonner avec celles d’autres assurances sociales;\nc. établir le droit à des subventions, calculer celles-ci, les verser et en contrôler l’usage;\nd. faire valoir une prétention récursoire contre le tiers responsable;\ne. surveiller l’exécution de la présente loi;\nf. établir des statistiques;\ng. attribuer ou vérifier le numéro AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_f"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Traitement de données personnelles",
        "citation": "Art. 49f al. 2 LAVS",
        "content": "Pour accomplir ces tâches, ils sont en outre habilités à traiter ou à faire traiter des données personnelles, notamment des données permettant d’évaluer la santé, la gravité de l’affection physique ou psychique, les besoins et la situation économique de la personne concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_49_f"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 1 LAVS",
        "content": "Dans la mesure où aucun intérêt privé prépondérant ne s’y oppose, les organes chargés d’appliquer la présente loi ou d’en contrôler ou surveiller l’application peuvent communiquer des données, en dérogation à l’art. 33 LPGA:\na. à d’autres organes chargés d’appliquer la présente loi ou d’en contrôler ou surveiller l’exécution, lorsqu’elles sont nécessaires à l’accomplissement des tâches que leur assigne la présente loi;\nb. aux organes d’une autre assurance sociale, lorsque, en dérogation à l’art. 32, al. 2, LPGA, l’obligation de les communiquer résulte d’une loi fédérale;\nbbis. aux organes d’une autre assurance sociale et d’autres services ou institutions habilités à utiliser le numéro AVS, si ces données sont nécessaires à l’attribution ou à la vérification de ce numéro;\nbter. aux services chargés de l’exploitation de la banque de données centrale pour les actes de l’état civil ou de la gestion du système d’information commun aux domaines des étrangers et de l’asile, si ces données sont nécessaires à l’attribution ou à la vérification du numéro AVS;\nc. aux organes de la statistique fédérale, conformément à la loi du 9 octobre 1992 sur la statistique fédérale;\ncbis. aux registres cantonaux des tumeurs et au registre du cancer de l’enfant conformément à la loi fédérale du 18 mars 2016 sur l’enregistrement des maladies oncologiques;\nd. aux autorités d’instruction pénale, lorsqu’il s’agit de dénoncer ou de prévenir un crime;\ndbis. au Service de renseignement de la Confédération (SRC) ou aux organes de sûreté des cantons à son intention, lorsqu’il existe une menace concrète pour la sûreté intérieure ou extérieure au sens de l’art. 19, al. 2, de la loi fédérale du 25 septembre 2015 sur le renseignement;\ne. dans des cas d’espèce et sur demande écrite et motivée:\n1. aux autorités compétentes en matière d’aide sociale, lorsqu’elles leur sont nécessaires pour fixer ou modifier des prestations, en exiger la restitution ou prévenir des versements indus;\n2. aux tribunaux civils, lorsqu’elles leur sont nécessaires pour régler un litige relevant du droit de la famille ou des successions;\n3. aux tribunaux pénaux et aux organes d’instruction pénale, lorsqu’elles leur sont nécessaires pour établir les faits en cas de crime ou de délit;\n4. aux offices des poursuites, conformément aux art. 91, 163 et 222 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite;\n5. aux autorités fiscales, lorsqu’elles leur sont nécessaires pour appliquer les lois fiscales;\n6.  aux autorités de protection de l’enfant et de l’adulte visées à l’art. 448, al. 4, CC;\n7. ...\n8. aux autorités migratoires visées à l’art. 97, al. 1, de la loi fédérale du 16 décembre 2005 sur les étrangers et l’intégration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 2 LAVS",
        "content": "Les données nécessaires à la lutte contre le travail au noir peuvent être communiquées conformément aux art. 11 et 12 de la loi du 17 juin 2005 sur le travail au noir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 3 LAVS",
        "content": "En dérogation à l’art. 33 LPGA, les données d’intérêt général qui se rapportent à l’application de la présente loi peuvent être publiées. L’anonymat des assurés doit être garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 4 LAVS",
        "content": "Dans les autres cas, des données peuvent être communiquées à des tiers, en dérogation à l’art. 33 LPGA:\na. s’agissant de données non personnelles, lorsqu’un intérêt prépondérant le justifie;\nb. s’agissant de données personnelles, lorsque la personne concernée y a, en l’espèce, consenti par écrit ou, s’il n’est pas possible d’obtenir son consentement, lorsque les circonstances permettent de présumer qu’il en va de l’intérêt de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 5 LAVS",
        "content": "Seules les données qui sont nécessaires au but en question peuvent être communiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 6 LAVS",
        "content": "Le Conseil fédéral règle les modalités de la communication et l’information de la personne concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Communication de données",
        "citation": "Art. 50a al. 7 LAVS",
        "content": "Les données sont communiquées en principe par écrit et gratuitement. Le Conseil fédéral peut prévoir la perception d’émoluments pour les cas nécessitant des travaux particulièrement importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Procédure d’appel",
        "citation": "Art. 50b al. 1 LAVS",
        "content": "Ont accès en ligne au registre des prestations courantes en espèces (art. 49c) et au registre des assurés (art. 49d):\na. la Centrale du 2e pilier, dans le cadre de l’art. 24d de la loi du 17 décembre 1993 sur le libre passage;\nb. les caisses de compensation, les agences qu’elles ont désignées, les offices AI et l’office fédéral compétent, pour les données nécessaires à l’accomplissement des tâches que leur assignent la présente loi et la LAI;\nc. les assureurs-accidents visés par la loi fédérale du 20 mars 1981 sur l’assurance-accidents, pour vérifier les droits des bénéficiaires de rentes en cours;\nd. l’assurance militaire, pour vérifier les droits des bénéficiaires de rentes en cours;\ne. les organes d’exécution compétents pour les prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Numéro AVS",
        "citation": "Art. 50c al. 1 LAVS",
        "content": "Un numéro AVS est attribué à toute personne qui:\na. est domiciliée en Suisse ou qui y a sa résidence habituelle (art. 13 LPGA);\nb. réside à l’étranger et s’acquitte de cotisations, ou bien perçoit des prestations ou en demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Numéro AVS",
        "citation": "Art. 50c al. 2 LAVS",
        "content": "Un numéro AVS est en outre attribué si cela s’avère nécessaire:\na. pour l’application de l’AVS;\nb. pour le contact avec un service ou une institution habilités à utiliser ce numéro systématiquement en dehors de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, A. Dispositions générales, Numéro AVS",
        "citation": "Art. 50c al. 3 LAVS",
        "content": "La composition du numéro AVS ne doit permettre aucune déduction sur la personne à qui ce numéro a été attribué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_50_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Obligations",
        "citation": "Art. 51 al. 1 LAVS",
        "content": "Les employeurs doivent retenir la cotisation du salarié sur tout salaire au sens de l’art. 5, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_51"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Obligations",
        "citation": "Art. 51 al. 3 LAVS",
        "content": "Les employeurs doivent vérifier, sur la base des pièces d’identité officielles, les indications portées par les salariés dans la demande de certificat d’assurance. Ils sont tenus de régler périodiquement, avec les caisses de compensation, le compte des cotisations retenues sur les salaires, des cotisations dues par eux, ainsi que des rentes et allocations pour impotents servies, et d’établir les données nécessaires à la tenue des comptes individuels des salariés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_51"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Obligations",
        "citation": "Art. 51 al. 4 LAVS",
        "content": "Le Conseil fédéral peut confier aux employeurs l’exécution d’autres tâches se rapportant à la perception des cotisations ou au service des rentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_51"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Responsabilité",
        "citation": "Art. 52 al. 1 LAVS",
        "content": "L’employeur qui, intentionnellement ou par négligence grave, n’observe pas des prescriptions et cause ainsi un dommage à l’assurance, est tenu à réparation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_52"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Responsabilité",
        "citation": "Art. 52 al. 2 LAVS",
        "content": "Si l’employeur est une personne morale, les membres de l’administration et toutes les personnes qui s’occupent de la gestion ou de la liquidation répondent à titre subsidiaire du dommage. Lorsque plusieurs personnes sont responsables d’un même dommage, elles répondent solidairement de la totalité du dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_52"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Responsabilité",
        "citation": "Art. 52 al. 3 LAVS",
        "content": "L’action en réparation du dommage se prescrit conformément aux dispositions du code des obligations sur les actes illicites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_52"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Responsabilité",
        "citation": "Art. 52 al. 4 LAVS",
        "content": "La caisse de compensation fait valoir sa créance en réparation du dommage par voie de décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_52"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Responsabilité",
        "citation": "Art. 52 al. 5 LAVS",
        "content": "En dérogation à l’art. 58, al. 1, LPGA, le tribunal des assurances du canton dans lequel l’employeur est domicilié est compétent pour traiter le recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_52"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, B. Les employeurs, Responsabilité",
        "citation": "Art. 52 al. 6 LAVS",
        "content": "La responsabilité au sens de l’art. 78 LPGA est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_52"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 1. Conditionsa. Création de caisses de compensation des employeurs",
        "citation": "Art. 53 al. 1 LAVS",
        "content": "Sont autorisées à créer des caisses de compensation professionnelles une ou plusieurs associations professionnelles suisses, ainsi qu’une ou plusieurs associations interprofessionnelles suisses ou régionales, formées d’employeurs ou de personnes exerçant une activité lucrative indépendante, lorsque:\na. la caisse de compensation qu’elles se proposent de créer comptera, selon toutes prévisions et d’après l’effectif et la composition des associations, 2000 employeurs ou personnes exerçant une activité lucrative indépendante, ou encaissera des cotisations s’élevant à 50 millions de francs par an au moins;\nb. lorsque la décision relative à la création d’une caisse de compensation a été prise par l’organe de l’association compétent pour la modification des statuts, à une majorité des trois quarts des voix émises, et qu’il en a été dressé acte en la forme authentique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_53"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 1. Conditionsa. Création de caisses de compensation des employeurs",
        "citation": "Art. 53 al. 1bis LAVS",
        "content": "Les caisses de compensation professionnelles doivent être créées sous la forme d’établissements autonomes de droit public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_53"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 1. Conditionsa. Création de caisses de compensation des employeurs",
        "citation": "Art. 53 al. 2 LAVS",
        "content": "Si plusieurs des associations désignées à l’al. 1 créent en commun une caisse de compensation ou si une telle association veut participer à la gestion d’une caisse de compensation existante, chacune des associations doit prendre une décision conforme à l’al. 1, let. b, quant à la gestion commune de la caisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_53"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 2. Sûretés",
        "citation": "Art. 55 al. 1 LAVS",
        "content": "Les associations voulant créer une caisse de compensation doivent fournir des sûretés pour couvrir les dommages dont elles répondent conformément à l’art. 78 LPGA et à l’art. 70 de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_55"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 2. Sûretés",
        "citation": "Art. 55 al. 2 LAVS",
        "content": "Ces sûretés seront constituées, au choix des associations, par:\na. un dépôt d’argent en monnaie suisse;\nb. des papiers-valeurs suisses remis en nantissement;\nc. un acte de cautionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_55"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 2. Sûretés",
        "citation": "Art. 55 al. 3 LAVS",
        "content": "Les sûretés doivent s’élever à un douzième du total des cotisations que la caisse de compensation encaissera annuellement, selon toutes prévisions; elles doivent toutefois s’élever à 200 000 francs au minimum et ne pas dépasser 500 000 francs. Lorsque la différence entre le total effectif des cotisations et les prévisions dépasse 10 %, les sûretés devront être adaptées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_55"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 2. Sûretés",
        "citation": "Art. 55 al. 4 LAVS",
        "content": "Le Conseil fédéral édictera les prescriptions complémentaires relatives aux sûretés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_55"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 3. Procédure",
        "citation": "Art. 56 al. 1 LAVS",
        "content": "Les associations qui veulent créer une caisse de compensation doivent en faire la demande écrite au Conseil fédéral et joindre à cette requête un projet du règlement de la caisse. Elles devront établir à cette occasion que les conditions énumérées à l’art. 53, et éventuellement celles de l’art. 54, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_56"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 3. Procédure",
        "citation": "Art. 56 al. 2 LAVS",
        "content": "Le Conseil fédéral accorde l’autorisation de créer une caisse de compensation, si les conditions de l’art. 53 et éventuellement celles de l’art. 54 sont remplies et si les sûretés prévues à l’art. 55 ont été déposées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_56"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 3. Procédure",
        "citation": "Art. 56 al. 3 LAVS",
        "content": "La caisse de compensation professionnelle est réputée créée et a la personnalité juridique dès l’approbation de son règlement par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_56"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 4. Règlement de la caisse",
        "citation": "Art. 57 al. 1 LAVS",
        "content": "Le règlement de la caisse est rédigé par les associations fondatrices. Celles-ci sont seules compétentes pour le modifier. Les règlements des caisses, ainsi que leurs modifications, doivent être soumis à l’approbation du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_57"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 4. Règlement de la caisse",
        "citation": "Art. 57 al. 2 LAVS",
        "content": "Le règlement devra contenir des dispositions concernant:\na. le siège de la caisse de compensation;\nb. la composition et le mode d’élection du comité de direction de la caisse;\nc. les tâches et les attributions du comité de direction de la caisse et du gérant;\nd. l’organisation interne de la caisse;\ne. la création d’agences, leurs tâches et leurs attributions;\nf. les principes de la perception des contributions aux frais d’administration;\ng. le contrôle des employeurs;\nh. la participation des associations fondatrices – s’il y en a plusieurs – aux sûretés prévues à l’art. 55, de même que la manière dont s’exerce le droit de recours dans les cas où l’art. 78 LPGA et l’art. 70 de la présente loi seraient appliqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_57"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Organisation1. Le comité de direction de la caisse",
        "citation": "Art. 58 al. 1 LAVS",
        "content": "L’organe suprême de la caisse de compensation professionnelle est constitué par le comité de direction de la caisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_58"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Organisation1. Le comité de direction de la caisse",
        "citation": "Art. 58 al. 2 LAVS",
        "content": "Le comité de direction de la caisse se compose de représentants des associations fondatrices et, le cas échéant, de représentants des associations d’employés ou d’ouvriers si, au total, 10 % au moins des employés ou ouvriers rattachés à la caisse de compensation en font partie. Le président ainsi que la majorité des membres du comité de direction sont nommés par les associations fondatrices; les autres membres, qui doivent former au moins un tiers du comité de direction, sont nommés par les associations d’employés ou d’ouvriers intéressées, dans la proportion du nombre des employés ou ouvriers représentés par les associations et rattachés à la caisse de compensation. Seules les personnes qui sont affiliées à la caisse en qualité d’assurés ou d’employeurs peuvent être nommées membres du comité de direction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_58"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Organisation1. Le comité de direction de la caisse",
        "citation": "Art. 58 al. 4 LAVS",
        "content": "Le comité de direction a les attributions suivantes:\na. déterminer l’organisation interne de la caisse;\nb. nommer le gérant de la caisse;\nbbis. nommer l’organe de révision;\nc. fixer les contributions aux frais d’administration;\nd. ordonner les révisions de la caisse et les contrôles des employeurs;\ne. approuver les comptes annuels et le rapport de gestion....",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_58"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Organisation1. Le comité de direction de la caisse",
        "citation": "Art. 58 al. 5 LAVS",
        "content": "Le règlement peut déléguer des tâches ou des attributions supplémentaires au comité de direction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_58"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 2. Le gérant de la caisse",
        "citation": "Art. 59 al. 1 LAVS",
        "content": "Le gérant administre les affaires de la caisse en tant qu’elles ne relèvent pas du comité de direction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_59"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, 2. Le gérant de la caisse",
        "citation": "Art. 59 al. 2 LAVS",
        "content": "Il doit présenter chaque année au comité de direction un rapport de gestion et les comptes annuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_59"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Dissolution",
        "citation": "Art. 60 al. 1 LAVS",
        "content": "La décision de dissolution d’une caisse de compensation professionnelle doit être prise par l’organe compétent pour modifier les statuts, à une majorité des trois quarts des voix émises, faire l’objet d’un acte passé en la forme authentique et être portée sans délai à la connaissance du Conseil fédéral, qui décidera du moment de la dissolution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_60"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Dissolution",
        "citation": "Art. 60 al. 1bis LAVS",
        "content": "Les caisses de compensation professionnelles sont tenues de constituer des réserves afin de pouvoir couvrir les coûts résultant d’une dissolution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_60"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Dissolution",
        "citation": "Art. 60 al. 1ter LAVS",
        "content": "Lorsqu’une caisse de compensation professionnelle est dissoute, le Conseil fédéral peut ordonner à une ou à plusieurs autres caisses de compensation professionnelles de reprendre tout ou partie des assurés et bénéficiaires de rente de la caisse dissoute si aucune autre solution ne peut être trouvée. La caisse qui reprend les assurés et les bénéficiaires de rente perçoit une indemnité adéquate. L’indemnité est à la charge de la caisse dissoute, subsidiairement à la charge de ses associations fondatrices.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_60"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Dissolution",
        "citation": "Art. 60 al. 2 LAVS",
        "content": "Lorsque l’une des conditions énumérées aux art. 53 et 55 n’est plus remplie pendant une longue durée ou que les organes d’une caisse de compensation se sont rendus coupables de manquements graves et réitérés à leurs devoirs, le Conseil fédéral dissout la caisse de compensation. Les caisses de compensation créées avant le 1er janvier 1973 qui ne remplissent plus la condition relative au montant minimal des cotisations ne seront dissoutes que si elles n’encaissent pas des cotisations atteignant un million de francs par an. Le montant limite applicable aux caisses de compensation créées entre le 1er janvier 1973 et la date de l’entrée en vigueur de la présente disposition est de dix millions de francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_60"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, I. Les caisses de compensation professionnelles, Dissolution",
        "citation": "Art. 60 al. 3 LAVS",
        "content": "Le Conseil fédéral édicte des prescriptions plus détaillées relatives aux réserves, à leur montant et à la dissolution des caisses de compensation professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_60"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, II. Les caisses de compensation cantonales, Décrets cantonaux",
        "citation": "Art. 61 al. 1 LAVS",
        "content": "Chaque canton crée, par décret, une caisse de compensation cantonale ayant le statut d’établissement cantonal autonome de droit public. L’al. 1bis est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_61"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, II. Les caisses de compensation cantonales, Décrets cantonaux",
        "citation": "Art. 61 al. 1bis LAVS",
        "content": "La caisse de compensation cantonale peut faire partie d’un établissement cantonal d’assurances sociales si ce dernier a le statut d’établissement autonome de droit public et possède une commission de gestion indépendante du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_61"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, II. Les caisses de compensation cantonales, Décrets cantonaux",
        "citation": "Art. 61 al. 2 LAVS",
        "content": "Le décret cantonal doit être soumis à l’approbation de la Confédération et contenir des dispositions concernant:\na. les tâches et les attributions du gérant de la caisse;\nb. l’organisation interne de la caisse;\nc. ...\nd. les principes de la perception des contributions aux frais d’administration;\ndbis. la nomination de l’organe de révision;\ne. le contrôle des employeurs;\nf. l’approbation des comptes annuels et du rapport de gestion de la caisse;\ng. l’institution de la commission de gestion, sa taille, sa composition et ses compétences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_61"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, III. Les caisses de compensation de la Confédération, Création et obligations",
        "citation": "Art. 62 al. 1 LAVS",
        "content": "Le Conseil fédéral créera une caisse de compensation pour le personnel de l’administration fédérale et des établissements fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_62"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, III. Les caisses de compensation de la Confédération, Création et obligations",
        "citation": "Art. 62 al. 2 LAVS",
        "content": "Il crée une caisse de compensation chargée de mettre en œuvre l’assurance facultative, d’exécuter les tâches que lui attribuent les conventions internationales et de verser les prestations revenant aux personnes à l’étranger. La caisse de compensation affilie en outre les étudiants assurés en vertu de l’art. 1a, al. 3, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_62"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Obligations des caisses de compensation",
        "citation": "Art. 63 al. 1 LAVS",
        "content": "Les obligations des caisses de compensation sont en particulier les suivantes:\na. fixer les cotisations et décider leur réduction ou leur remise;\nb. fixer les rentes et allocations pour impotents;\nc. percevoir les cotisations et servir les rentes et allocations pour impotents, dans la mesure où un employeur n’en est pas chargé;\nd. établir le compte des cotisations perçues et des rentes et allocations pour impotents servies, d’une part avec leurs affilies (employeurs, personnes exerçant une activité lucrative indépendante et personnes n’exerçant aucune activité lucrative), d’autre part avec la Centrale de compensation;\ne. décider la taxation d’office et appliquer la procédure de sommation et d’exécution forcée;\nf. tenir les comptes individuels;\ng. percevoir les contributions aux frais d’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Obligations des caisses de compensation",
        "citation": "Art. 63 al. 2 LAVS",
        "content": "Les caisses cantonales de compensation doivent en outre veiller à l’affiliation de toutes les personnes tenues de payer des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Obligations des caisses de compensation",
        "citation": "Art. 63 al. 3 LAVS",
        "content": "Le Conseil fédéral peut confier encore d’autres tâches aux caisses de compensation, dans les limites de la présente loi. Il règle la collaboration entre les caisses de compensation et la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation aux caisses de compensation de tâches supplémentaires",
        "citation": "Art. 63a al. 1 LAVS",
        "content": "La Confédération peut déléguer aux caisses de compensation des tâches supplémentaires; les cantons et les associations fondatrices peuvent faire de même avec l’approbation du Conseil fédéral. L’approbation peut être subordonnée à des conditions et à des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation aux caisses de compensation de tâches supplémentaires",
        "citation": "Art. 63a al. 2 LAVS",
        "content": "La délégation de tâches ne doit pas entraver la bonne mise en œuvre de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation aux caisses de compensation de tâches supplémentaires",
        "citation": "Art. 63a al. 3 LAVS",
        "content": "Quiconque délègue des tâches aux caisses de compensation s’assure que ces dernières sont intégralement dédommagées pour l’accomplissement de ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation aux caisses de compensation de tâches supplémentaires",
        "citation": "Art. 63a al. 4 LAVS",
        "content": "Pour l’exécution des tâches déléguées par la Confédération, les caisses de compensation ne sont soumises qu’aux instructions de l’autorité de surveillance visée à l’art. 72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation à des tiers de tâches incombant aux caisses de compensation",
        "citation": "Art. 63b al. 1 LAVS",
        "content": "Les caisses de compensation peuvent, avec l’approbation du Conseil fédéral, déléguer à des tiers l’exécution de certaines tâches visées aux art. 63, al. 1, et 63a, al. 1. L’approbation peut être subordonnée à des conditions et à des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation à des tiers de tâches incombant aux caisses de compensation",
        "citation": "Art. 63b al. 2 LAVS",
        "content": "Les tiers et leur personnel sont tenus de respecter les prescriptions de la présente loi, notamment les dispositions relatives au traitement et à la communication des données. Ils sont également soumis à l’obligation de garder le secret conformément à l’art. 33 LPGA dans l’accomplissement des tâches incombant à la caisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Délégation à des tiers de tâches incombant aux caisses de compensation",
        "citation": "Art. 63b al. 3 LAVS",
        "content": "Les associations fondatrices et les cantons sont responsables, conformément à l’art. 78 LPGA et à l’art. 70 de la présente loi, de l’exécution par des tiers de tâches incombant aux caisses de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_63_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 1 LAVS",
        "content": "Sont affiliés aux caisses de compensation créées par des associations professionnelles tous les employeurs et personnes exerçant une activité lucrative indépendante qui sont membres d’une association fondatrice. Les employeurs ou les personnes exerçant une activité lucrative indépendante qui sont membres à la fois d’une association professionnelle et d’une association interprofessionnelle peuvent choisir celle des deux caisses à laquelle ils seront affiliés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 2 LAVS",
        "content": "Sont affiliés aux caisses de compensation cantonales tous les employeurs et personnes exerçant une activité lucrative indépendante qui ne sont pas membres d’une association fondatrice d’une caisse de compensation, ainsi que les personnes n’exerçant aucune activité lucrative et les assurés qui sont employés ou ouvriers d’un employeur non soumis à l’obligation de payer des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 2bis LAVS",
        "content": "Les assurés qui cessent d’exercer une activité lucrative avant d’avoir atteint l’âge de référence mais qui ont atteint à ce moment la limite d’âge fixée par le Conseil fédéral restent affiliés en qualité de non actifs auprès de la caisse de compensation qui était compétente jusqu’alors. Le Conseil fédéral peut par ailleurs prévoir que leur conjoint sans activité lucrative et tenu de verser des cotisations soit affilié auprès de la même caisse de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 3 LAVS",
        "content": "L’affiliation d’un employeur à une caisse entraîne celle de tous les employés et ouvriers pour lesquels l’employeur est tenu de payer des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 3bis LAVS",
        "content": "Les personnes assurées en vertu de l’art. 1a, al. 4, let. c, sont affiliées à la même caisse de compensation que leur conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 4 LAVS",
        "content": "Le Conseil fédéral édicte les prescriptions relatives à l’affiliation des employeurs et des personnes exerçant une activité indépendante qui sont membres de plus d’une association professionnelle ou dont l’activité s’étend à plus d’un canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 5 LAVS",
        "content": "Les employeurs, les personnes ayant une activité lucrative indépendante, les personnes sans activité lucrative et les assurés salariés dont l’employeur n’est pas tenu de payer des cotisations doivent s’ils ne sont pas déjà affiliés, s’annoncer auprès de la caisse de compensation cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Affiliation aux caisses et obligation de s’annoncer",
        "citation": "Art. 64 al. 6 LAVS",
        "content": "En dérogation à l’art. 35 LPGA, les conflits relatifs à l’affiliation aux caisses sont tranchés par l’office compétent. Une décision de celui-ci peut être requise par les caisses de compensation en cause et par l’intéressé dans les trente jours dès la réception de l’avis relatif à l’affiliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Compétence pour la détermination et le versement des rentes pour les personnes mariées",
        "citation": "Art. 64a LAVS",
        "content": "Le calcul et le versement des rentes pour personnes mariées incombent à la caisse de compensation qui doit verser la rente du conjoint percevant le premier la rente de vieillesse; l’art. 62, al. 2, est réservé. Le Conseil fédéral règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_64_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Agences",
        "citation": "Art. 65 al. 1 LAVS",
        "content": "Les caisses de compensation professionnelles peuvent créer des agences dans certaines régions linguistiques ou dans les cantons où se trouvent un nombre important d’employeurs ou de personnes exerçant une activité lucrative indépendante qui leur sont affiliés. Elles sont tenues d’en créer une si, dans une région linguistique ou dans un canton, un nombre important d’employeurs ou de personnes exerçant une activité lucrative indépendante qui leur sont affiliés le demandent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_65"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Agences",
        "citation": "Art. 65 al. 2 LAVS",
        "content": "Les caisses de compensation cantonales peuvent créer des agences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_65"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Agences",
        "citation": "Art. 65 al. 3 LAVS",
        "content": "Les gouvernements cantonaux peuvent créer pour le personnel des administrations et entreprises cantonales, ainsi que pour les employés et les ouvriers communaux, des agences de la caisse cantonale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_65"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Gestion des risques et de la qualité, et système de contrôle interne",
        "citation": "Art. 66 al. 1 LAVS",
        "content": "Les caisses de compensation recensent, limitent et surveillent les principaux risques (gestion des risques).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_66"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Gestion des risques et de la qualité, et système de contrôle interne",
        "citation": "Art. 66 al. 2 LAVS",
        "content": "Elles exploitent un système de gestion de la qualité et mettent en place, pour la surveillance de leur activité, un système de contrôle interne. Ces deux systèmes doivent être adaptés à leur taille et à l’étendue de leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_66"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Gestion des risques et de la qualité, et système de contrôle interne",
        "citation": "Art. 66 al. 3 LAVS",
        "content": "Le Conseil fédéral peut édicter des dispositions relatives aux exigences minimales applicables à la gestion des risques, à la gestion de la qualité et au système de contrôle interne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_66"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 66a LAVS",
        "content": "Les personnes suivantes doivent jouir d’une bonne réputation, offrir toutes les garanties d’une activité irréprochable et déclarer leurs liens d’intérêts:\na. les membres du comité de direction d’une caisse de compensation professionnelle;\nb. les membres de la commission de gestion d’une caisse de compensation cantonale;\nc. le gérant de la caisse, les personnes chargées de sa suppléance et les autres personnes qui assument des tâches de direction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_66_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Rapport de la caisse de compensation",
        "citation": "Art. 66b LAVS",
        "content": "Les caisses de compensation soumettent chaque année à l’autorité de surveillance un rapport de gestion et mettent à sa disposition les chiffres clés nécessaires à l’exercice de la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_66_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Présentation des comptes",
        "citation": "Art. 67 al. 1 LAVS",
        "content": "La présentation des comptes des caisses de compensation est soumise au principe de la transparence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_67"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Présentation des comptes",
        "citation": "Art. 67 al. 2 LAVS",
        "content": "Le Conseil fédéral édicte des dispositions concernant la manière dont la transparence doit être assurée. Il arrête notamment les modalités:\na. de l’établissement du règlement des comptes et des paiements des caisses de compensation avec les employeurs, les personnes exerçant une activité lucrative indépendante, les personnes n’exerçant aucune activité lucrative et les bénéficiaires de rentes qui leur sont affiliés d’une part, et avec la Centrale de compensation d’autre part;\nb. de la présentation des frais d’administration et de leur financement;\nc. de la tenue de la comptabilité et de la présentation des comptes des caisses de compensation;\nd. de la tenue de la comptabilité et de la présentation des comptes de l’établissement cantonal d’assurances sociales dont une caisse de compensation cantonale fait partie conformément à l’art. 61, al. 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_67"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Exigences applicables à l’organe de révision et au réviseur responsable",
        "citation": "Art. 68 al. 1 LAVS",
        "content": "Chaque caisse de compensation, y compris ses agences, doit être révisée par une entreprise de révision agréée en qualité d’expert-réviseur au sens de la loi du 16 décembre 2005 sur la surveillance de la révision (LSR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Exigences applicables à l’organe de révision et au réviseur responsable",
        "citation": "Art. 68 al. 2 LAVS",
        "content": "Peuvent agir en tant que réviseur responsable les personnes physiques agréées en qualité d’experts-réviseurs au sens de la LSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Exigences applicables à l’organe de révision et au réviseur responsable",
        "citation": "Art. 68 al. 3 LAVS",
        "content": "L’art. 728 du code des obligations est applicable par analogie à l’indépendance de l’organe de révision, à l’exception des al. 2, ch. 2, et 6 se rapportant à la société soumise au contrôle (première partie de la phrase). Le Conseil fédéral peut définir d’autres critères d’incompatibilité avec le mandat de contrôle de l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Exigences applicables à l’organe de révision et au réviseur responsable",
        "citation": "Art. 68 al. 4 LAVS",
        "content": "Le Conseil fédéral édicte des dispositions plus détaillées concernant les exigences applicables à l’organe de révision et au réviseur responsable en sus des conditions d’agrément prévues aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Exigences applicables à l’organe de révision et au réviseur responsable",
        "citation": "Art. 68 al. 5 LAVS",
        "content": "Si une caisse de compensation fait partie d’un établissement cantonal d’assurances sociales, l’organe de révision de cet établissement doit remplir les conditions visées aux al. 1 à 4 et réviser également la caisse de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Tâches de l’organe de révision",
        "citation": "Art. 68a al. 1 LAVS",
        "content": "L’organe de révision vérifie que les comptes annuels ont été établis conformément à l’art. 67.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Tâches de l’organe de révision",
        "citation": "Art. 68a al. 2 LAVS",
        "content": "Il vérifie en outre:\na. que la comptabilité est conforme aux prescriptions légales;\nb. que l’organisation et la gestion sont conformes aux prescriptions légales;\nc. que les systèmes d’information sont conformes aux exigences prévues à l’art. 72a, al. 2, let. b;\nd. que la gestion des risques, le système de gestion de la qualité et le système de contrôle interne remplissent les exigences visées à l’art. 66;\ne. que l’exécution des tâches déléguées en vertu de l’art. 63a, al. 1, est conforme à la décision d’approbation du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Tâches de l’organe de révision",
        "citation": "Art. 68a al. 3 LAVS",
        "content": "Il rend compte de la révision à l’autorité de surveillance et suit les instructions de celle-ci. Si la caisse de compensation fait partie d’un établissement cantonal d’assurances sociales, l’organe de révision doit également remettre à l’autorité de surveillance le rapport concernant la révision de cet établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Tâches de l’organe de révision",
        "citation": "Art. 68a al. 4 LAVS",
        "content": "Il informe immédiatement l’autorité de surveillance lorsqu’il constate des infractions pénales, de graves irrégularités ou la non-observation des principes d’une activité irréprochable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Tâches de l’organe de révision",
        "citation": "Art. 68a al. 5 LAVS",
        "content": "Le Conseil fédéral peut charger l’autorité de surveillance d’édicter des dispositions plus détaillées relatives à l’exécution des révisions. Les caisses de compensation sont consultées sur ces dispositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Contrôle des employeurs",
        "citation": "Art. 68b al. 1 LAVS",
        "content": "La caisse de compensation contrôle périodiquement que les employeurs qui lui sont affiliés respectent les prescriptions légales. Elle peut déléguer ce contrôle aux services suivants:\na. une entreprise de révision et un réviseur responsable qui remplissent les exigences fixées à l’art. 68;\nb. un service spécial de la caisse de compensation ou une organisation spécialisée des caisses de compensation;\nc. un assureur ou un organe d’exécution d’une assurance sociale au sens de la LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Contrôle des employeurs",
        "citation": "Art. 68b al. 2 LAVS",
        "content": "Les services chargés du contrôle des employeurs font rapport à la caisse de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Contrôle des employeurs",
        "citation": "Art. 68b al. 3 LAVS",
        "content": "Ils informent immédiatement la caisse de compensation des infractions ou des graves irrégularités qu’ils constatent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Contrôle des employeurs",
        "citation": "Art. 68b al. 4 LAVS",
        "content": "Le Conseil fédéral peut charger l’autorité de surveillance d’édicter des prescriptions plus détaillées relatives à l’exécution du contrôle des employeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_68_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Couverture des frais d’administration",
        "citation": "Art. 69 al. 1 LAVS",
        "content": "Pour couvrir leurs frais d’administration, les caisses de compensation perçoivent de leurs affiliés (employeurs, personnes exerçant une activité indépendante, salariés dont l’employeur n’est pas tenu de payer des cotisations, personnes n’exerçant aucune activité lucrative et personnes assurées facultativement en vertu de l’art. 2) des contributions aux frais d’administration différenciées selon leur capacité financière. L’art. 15 est applicable. Le Conseil fédéral pourra prendre les mesures nécessaires afin d’empêcher que les taux des contributions aux frais d’administration ne diffèrent trop d’une caisse à l’autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_69"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Couverture des frais d’administration",
        "citation": "Art. 69 al. 2 LAVS",
        "content": "Des subsides, prélevés sur le Fonds de compensation de l’AVS, peuvent être accordés aux caisses de compensation, pour leurs frais d’administration. Les montants de ces subsides seront fixés par le Conseil fédéral, qui tiendra équitablement compte de la structure de chaque caisse de compensation, ainsi que de la tâche lui incombant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_69"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Couverture des frais d’administration",
        "citation": "Art. 69 al. 2bis LAVS",
        "content": "Pour l’application de la procédure simplifiée prévue aux art. 2 et 3 de la loi du 17 juin 2005 sur le travail au noir, les caisses de compensation sont rémunérées par le Fonds de compensation de l’AVS; le Conseil fédéral fixe le montant de la rémunération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_69"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Couverture des frais d’administration",
        "citation": "Art. 69 al. 3 LAVS",
        "content": "Les contributions aux frais d’administration prélevées en vertu de l’al. 1 et les subsides accordés en vertu de l’al. 2 doivent servir exclusivement à couvrir les frais d’administration des caisses de compensation et de leurs agences, ainsi que les frais résultant des révisions et des contrôles. Les caisses de compensation doivent en tenir un compte séparé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_69"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Responsabilité pour dommages",
        "citation": "Art. 70 al. 1 LAVS",
        "content": "Les associations fondatrices, la Confédération et les cantons répondent envers l’AVS des dommages causés par des actes punissables ou par une violation des prescriptions intentionnelle ou due à une négligence grave, commis par les organes ou par le personnel de leur caisse. L’office compétent fait valoir le droit à réparation par décision. La procédure est réglée par la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_70"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Responsabilité pour dommages",
        "citation": "Art. 70 al. 2 LAVS",
        "content": "Les assurés et les tiers font valoir leurs demandes en réparation fondées sur l’art. 78 LPGA auprès de la caisse de compensation compétente, qui statue par décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_70"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Responsabilité pour dommages",
        "citation": "Art. 70 al. 3 LAVS",
        "content": "Le droit à réparation s’éteint:\na. dans le cas prévu à l’al. 1, si l’office compétent ne notifie pas de décision dans le délai d’un an dès la connaissance du dommage, mais dans tous les cas, dix ans après l’acte dommageable;\nb. dans le cas prévu à l’al. 2, si le lésé ne fait pas valoir son droit dans le délai d’un an dès la connaissance du dommage, mais dans tous les cas, dix ans après l’acte dommageable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_70"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Responsabilité pour dommages",
        "citation": "Art. 70 al. 4 LAVS",
        "content": "La couverture des dommages dont les associations fondatrices d’une caisse de compensation professionnelle sont responsables doit être prélevée sur les sûretés. Celles-ci doivent s’il y a lieu être complétées, dans le délai de trois mois, jusqu’au montant fixé. Les associations fondatrices de la caisse de compensation répondent solidairement du montant du dommage dépassant les sûretés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_70"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, C. Les caisses de compensation, IV. Dispositions communes, Responsabilité pour dommages",
        "citation": "Art. 70 al. 5 LAVS",
        "content": "Les dommages dont les cantons sont responsables peuvent être compensés avec des prestations de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_70"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 1 LAVS",
        "content": "Le Conseil fédéral crée, dans l’administration fédérale, une centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 1bis LAVS",
        "content": "La Centrale est responsable de la tenue des comptes de l’assurance-vieillesse et survivants, de l’assurance-invalidité et du régime des allocations pour perte de gain. Elle tient des comptes séparés pour les trois assurances sociales et établit, à la fin de chaque mois et de chaque année, un bilan et un compte de résultat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 2 LAVS",
        "content": "Les cotisations perçues et les rentes et allocations pour impotents servies font périodiquement l’objet d’un règlement de comptes entre la Centrale et les caisses de compensation. La Centrale surveille le règlement des comptes et peut, à cet effet, examiner sur place les comptes des caisses ou demander des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 3 LAVS",
        "content": "La Centrale veille à ce que les soldes résultant des comptes établis soient versés par les caisses au Fonds de compensation de l’AVS, ou bonifiés aux caisses par ce dernier. Elle peut, à cet effet, ou pour accorder des avances aux caisses de compensation, délivrer directement des ordres de paiement sur le Fonds de compensation de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 4 LAVS",
        "content": "La Centrale est responsable de l’exploitation et du développement du registre des prestations courantes en espèces (art. 49c) et du registre des assurés (art. 49d).",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 4bis LAVS",
        "content": "La Centrale peut, sur demande et en collaboration avec les organisations spécialisées des organes d’exécution de l’assurance-vieillesse et survivants, de l’assurance-invalidité, du régime des allocations pour perte de gain et des allocations familiales dans l’agriculture, développer et exploiter un système d’information permettant aux assurés de transmettre des données aux organes d’exécution et à ces derniers, d’échanger des données entre eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 5 LAVS",
        "content": "La Centrale veille à ce que, lors de l’ouverture du droit à une rente, tous les comptes individuels de l’assuré soient pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Création et tâches",
        "citation": "Art. 71 al. 6 LAVS",
        "content": "La Centrale complète les demandes d’information qui lui sont transmises par la Centrale du 2e pilier en vertu de l’art. 58a de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité (LPP), et répond à ces demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, D. La centrale de compensation, Responsabilité",
        "citation": "Art. 71a LAVS",
        "content": "L’art. 70, al. 1 à 3, s’applique par analogie à la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_71_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, E. La surveillance par la Confédération, Autorité de surveillance",
        "citation": "Art. 72 LAVS",
        "content": "Le Conseil fédéral désigne l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_72"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, E. La surveillance par la Confédération, Tâches de l’autorité de surveillance",
        "citation": "Art. 72a al. 1 LAVS",
        "content": "L’autorité de surveillance surveille l’exécution de la présente loi pour garantir une mise en œuvre de qualité et uniforme de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_72_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, E. La surveillance par la Confédération, Tâches de l’autorité de surveillance",
        "citation": "Art. 72a al. 2 LAVS",
        "content": "Elle remplit notamment les tâches suivantes:\na. elle évalue systématiquement les rapports des organes de révision et les rapports de gestion des caisses de compensation et prend, le cas échéant, les mesures nécessaires;\nb. elle définit, après avoir consulté les organes d’exécution, les exigences relatives à la sécurité de l’information et à la protection des données que les systèmes d’information doivent garantir conformément à l’art. 49a, al. 2;\nc. elle édicte des directives en vue de garantir une exécution uniforme;\nd. elle édicte des directives concernant le calcul des cotisations et des prestations; \ne. elle recueille des chiffres clés auprès des caisses de compensation et de la Centrale de compensation et établit des statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_72_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, E. La surveillance par la Confédération, Mesures de l’autorité de surveillance",
        "citation": "Art. 72b LAVS",
        "content": "L’autorité de surveillance peut:\na. exiger des caisses de compensation tous les renseignements et les documents nécessaires à l’exercice de son activité de surveillance;\nb. fixer dans le cas d’espèce des objectifs à une caisse de compensation;\nc. donner dans le cas d’espèce des instructions à une caisse de compensation;\nd. ordonner un contrôle des employeurs aux frais de la caisse de compensation;\ne. effectuer une révision complémentaire ou en ordonner une aux frais de la caisse de compensation;\nf. exiger de l’organe de nomination compétent que les responsables visés à l’art. 66a qui n’offrent pas toutes les garanties d’une activité irréprochable soient relevés de leurs fonctions;\ng. exiger de l’organe de nomination compétent que le gérant de la caisse, les personnes chargées de sa suppléance et les autres personnes qui assument des tâches de direction qui ne remplissent pas leurs obligations conformément aux prescriptions soient rappelés à l’ordre, avertis ou, dans les cas de grave violation de leurs devoirs, relevés de leurs fonctions;\nh. ordonner, en cas de violations graves et réitérées des prescriptions légales, la gestion par commissaire de la caisse de compensation;\ni. exiger de l’organe de nomination compétent, dans des cas dûment justifiés, la révocation de l’organe de révision;\nj. suspendre le versement d’éventuels subsides par le Fonds de compensation de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_72_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, E. La surveillance par la Confédération, Commission fédérale de l’assurance-vieillesse, survivants et invalidité",
        "citation": "Art. 73 al. 1 LAVS",
        "content": "Le Conseil fédéral nommera la Commission fédérale de l’assurance-vieillesse, survivants et invalidité dans laquelle seront représentés, dans une proportion équitable, les assurés, les associations économiques suisses, les institutions d’assurance ..., la Confédération et les cantons. La commission pourra instituer des sous-commissions pour traiter les affaires particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_73"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre IV, L’organisation, E. La surveillance par la Confédération, Commission fédérale de l’assurance-vieillesse, survivants et invalidité",
        "citation": "Art. 73 al. 2 LAVS",
        "content": "Outre les tâches prévues expressément dans la présente loi, la commission est chargée de donner son préavis au Conseil fédéral sur l’exécution et le développement ultérieur de l’assurance-vieillesse et survivants. Le Conseil fédéral peut lui déléguer d’autres tâches. La commission a le droit de présenter, de sa propre initiative, des propositions au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_73"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VI, Le contentieux, Principe",
        "citation": "Art. 84 LAVS",
        "content": "En dérogation à l’art. 58, al. 1, LPGA les décisions et les décisions sur opposition prises par les caisses cantonales de compensation peuvent faire l’objet d’un recours devant le tribunal des assurances du canton où la caisse de compensation a son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_84"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VI, Le contentieux, Autorité fédérale de recours",
        "citation": "Art. 85bis al. 1 LAVS",
        "content": "En dérogation à l’art. 58, al. 2, LPGA, le Tribunal administratif fédéral connaît des recours interjetés par les personnes résidant à l’étranger. Le Conseil fédéral peut prévoir que cette compétence est attribuée au tribunal des assurances du canton dans lequel l’employeur de l’assuré a son domicile ou son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_85_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VI, Le contentieux, Autorité fédérale de recours",
        "citation": "Art. 85bis al. 2 LAVS",
        "content": "Si le litige porte sur des prestations, la procédure est gratuite pour les parties; des frais judiciaires peuvent toutefois être mis à la charge de la partie qui agit de manière téméraire ou fait preuve de légèreté. Pour les autres litiges, les frais judiciaires sont régis par l’art. 63 de la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_85_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VI, Le contentieux, Autorité fédérale de recours",
        "citation": "Art. 85bis al. 3 LAVS",
        "content": "Si un examen préalable, antérieur ou postérieur à l’échange des écritures, révèle que le recours au Tribunal administratif fédéral est irrecevable ou manifestement infondé, le juge statuant comme juge unique peut refuser d’entrer en matière ou rejeter le recours en motivant sommairement sa décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_85_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VII, Dispositions pénales relatives à la première partie, Délits",
        "citation": "Art. 87 LAVS",
        "content": "Celui qui, par des indications fausses ou incomplètes, ou de toute autre manière, aura obtenu, pour lui-même ou pour autrui, sur la base de la présente loi, une prestation qui ne lui revient pas, celui qui, par des indications fausses ou incomplètes, ou de toute autre manière, aura éludé, en tout ou en partie, l’obligation de payer des cotisations,celui qui, en sa qualité d’employeur, omet de s’affilier à une caisse de compensation et de décompter les salaires soumis à cotisation de ses salariés dans le délai fixé par le Conseil fédéral en vertu de l’art. 14,celui qui, en sa qualité d’employeur, aura versé à un salarié des salaires dont il aura déduit les cotisations et qui, au lieu de payer les cotisations salariales dues à la caisse de compensation, les aura utilisées pour lui-même ou pour régler d’autres créances,celui qui n’aura pas observé l’obligation de garder le secret ou aura, dans l’application de la présente loi, abusé de sa fonction en tant qu’organe ou que fonctionnaire ou employé au détriment de tiers ou pour son propre profit,celui qui aura manqué à son obligation de communiquer (art. 31, al. 1, LPGA),celui qui, en sa qualité de réviseur ou d’aide-réviseur aura gravement enfreint les obligations qui lui incombent lors d’une révision ou d’un contrôle, ou en rédigeant ou présentant le rapport de révision ou de contrôle,...sera puni d’une peine pécuniaire de 180 jours-amende au plus, à moins qu’il ne s’agisse d’un crime ou d’un délit frappé d’une peine plus lourde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_87"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VII, Dispositions pénales relatives à la première partie, Contraventions",
        "citation": "Art. 88 LAVS",
        "content": "Celui qui viole son obligation de renseigner en donnant sciemment des renseignements inexacts ou refuse d’en donner,celui qui s’oppose à un contrôle ordonné par l’autorité compétente ou le rend impossible de toute autre manière,celui qui ne remplit pas les formules prescrites ou ne les remplit pas de façon véridique,...sera puni d’une amende, à moins qu’il ne s’agisse d’un cas prévu à l’art. 87.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_88"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VII, Dispositions pénales relatives à la première partie, Notification des jugements et des ordonnances de non-lieu",
        "citation": "Art. 90 LAVS",
        "content": "Les jugements et les ordonnances de non-lieu doivent être communiqués immédiatement et intégralement à la caisse de compensation qui a dénoncé l’infraction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_90"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VII, Dispositions pénales relatives à la première partie, Amendes d’ordre",
        "citation": "Art. 91 al. 1 LAVS",
        "content": "Celui qui se rend coupable d’une infraction aux prescriptions d’ordre et de contrôle sans que cette infraction soit punissable conformément aux art. 87 et 88, sera, après avertissement, puni par la caisse de compensation d’une amende d’ordre de 1000 francs au plus. En cas de récidive dans les deux ans, une amende allant jusqu’à 5000 francs pourra être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_91"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VII, Dispositions pénales relatives à la première partie, Amendes d’ordre",
        "citation": "Art. 91 al. 2 LAVS",
        "content": "Le prononcé d’amende doit être motivé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_91"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Communication de données à l’assurance-chômage",
        "citation": "Art. 93 LAVS",
        "content": "La Centrale de compensation compare les montants des indemnités journalières versées par l’assurance-chômage qui lui sont communiqués par ladite assurance avec les montants inscrits dans les comptes individuels qui lui sont communiqués par les caisses de compensation. Si, ce faisant, elle constate qu’une personne qui a bénéficié d’indemnités journalières de l’assurance-chômage a réalisé durant la même période un revenu provenant d’une activité lucrative, elle en informe d’office l’assurance-chômage pour qu’elle procède aux investigations nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_93"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Communication de données au Secrétariat d’État aux migrations ",
        "citation": "Art. 93bis al. 1 LAVS",
        "content": "La Centrale de compensation compare périodiquement les numéros AVS qui lui sont communiqués par le Secrétariat d’État aux migrations (SEM) concernant des personnes relevant des domaines de l’asile et des étrangers pour lesquelles les cantons perçoivent des indemnités forfaitaires avec ceux des personnes pour lesquelles les montants inscrits dans les comptes individuels lui sont communiqués par les caisses de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_93_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Communication de données au Secrétariat d’État aux migrations ",
        "citation": "Art. 93bis al. 2 LAVS",
        "content": "Si elle constate qu’une personne dont le numéro AVS lui a été communiqué par le SEM a réalisé un revenu provenant d’une activité lucrative, elle l’annonce d’office au SEM pour qu’il contrôle les indemnités forfaitaires versées et vérifie l’exactitude des décomptes de la taxe spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_93_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Communication de données au Secrétariat d’État aux migrations ",
        "citation": "Art. 93bis al. 3 LAVS",
        "content": "La Confédération verse une contribution forfaitaire pour indemniser proportionnellement la Centrale de compensation et les caisses de compensation en raison des dépenses entraînées par la comparaison, la communication et la gestion des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_93_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Remboursement et prise en charge des frais",
        "citation": "Art. 95 al. 1 LAVS",
        "content": "Le Fonds de compensation de l’AVS rembourse à la Confédération les frais:\na. de la Centrale de compensation;\nb. de la caisse de compensation désignée à l’art. 62, al. 2, en tant qu’ils résultent de la mise en œuvre de l’assurance-vieillesse et survivants; les frais résultant de la mise en œuvre de l’assurance facultative ne sont remboursés que jusqu’à concurrence du montant qui n’est pas couvert par les contributions aux frais d’administration;\nc. qui découlent pour elle de l’exercice de la surveillance, de la mise en œuvre de l’assurance-vieillesse et survivants et de l’information générale des assurés concernant les cotisations et les prestations;\nd. qui découlent pour elle des études scientifiques qu’elle réalise ou fait réaliser en lien avec la mise en œuvre et l’évaluation de l’efficacité de la présente loi dans le but d’améliorer le fonctionnement de l’assurance, et\ne. qui découlent pour elle des activités d’exécution et de surveillance liées à l’octroi de subventions au sens de l’art. 101bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_95"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Remboursement et prise en charge des frais",
        "citation": "Art. 95 al. 2 LAVS",
        "content": "Le Fonds de compensation de l’AVS rembourse à la Centrale de compensation, dans le cadre de l’al. 1, let. a, les frais d’exploitation et de développement du registre des prestations courantes en espèces, du registre des assurés et du système d’information visé à l’art. 71, al. 4bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_95"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Remboursement et prise en charge des frais",
        "citation": "Art. 95 al. 3 LAVS",
        "content": "Il prend à sa charge:\na. les frais de développement et d’exploitation de systèmes d’information utilisables à l’échelle suisse qui simplifient les démarches des caisses de compensation, des assurés ou des employeurs;\nb. les taxes postales comptabilisées résultant de la mise en œuvre de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_95"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Remboursement et prise en charge des frais",
        "citation": "Art. 95 al. 4 LAVS",
        "content": "Le Conseil fédéral édicte des dispositions concernant le montant des dépenses prises en charge par le Fonds de compensation de l’AVS et fixe le montant qui peut être utilisé pour l’information générale des assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_95"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Prise en charge d’autres frais",
        "citation": "Art. 95a LAVS",
        "content": "Le Fonds de compensation AVS rembourse à la Confédération, outre les frais visés à l’art. 95, les frais de développement et d’exploitation des systèmes d’information qui servent à l’exécution des tâches définies à l’annexe II de l’accord sur la libre circulation des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_95_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Subventions pour l’aide à la vieillesse",
        "citation": "Art. 101bis al. 1 LAVS",
        "content": "À titre de participation aux frais de personnel et d’organisation, l’assurance peut allouer des subventions aux institutions privées reconnues d’utilité publique et actives à l’échelle nationale, pour l’exécution des tâches suivantes en faveur de personnes âgées:\na. conseiller, assister et occuper les personnes âgées;\nb. donner des cours destinés à maintenir ou à améliorer les aptitudes intellectuelles et physiques des personnes âgées, à assurer leur indépendance et à leur permettre d’établir des contacts avec leur entourage;\nc.  assumer des tâches de coordination et de développement;\nd.  pourvoir à la formation continue du personnel auxiliaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_101_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Subventions pour l’aide à la vieillesse",
        "citation": "Art. 101bis al. 2 LAVS",
        "content": "L’octroi des subventions est réglé par des contrats de prestations. Le Conseil fédéral définit les critères de subvention et fixe le montant maximal des subventions. Il fixe un ordre de priorité et peut subordonner l’octroi de subventions à d’autres conditions ou charges. L’office fédéral compétent conclut les contrats de prestations et règle le calcul des subventions ainsi que les conditions d’octroi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_101_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Première partie, L’assurance, Chapitre VIII Dispositions diverses relatives à la première partie, Subventions pour l’aide à la vieillesse",
        "citation": "Art. 101bis al. 4 LAVS",
        "content": "L’assurance n’accordera pas de subventions dans la mesure où des subventions au sens de l’al. 1 sont accordées en vertu d’autres lois fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_101_bis"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre I, Les ressources, Principe",
        "citation": "Art. 102 al. 1 LAVS",
        "content": "Les prestations prévues par la première partie de la présente loi sont couvertes par:\na. les cotisations des assurés et des employeurs;\nb.  la contribution de la Confédération;\nc. les rendements de la fortune du Fonds de compensation de l’AVS;\nd.  les recettes provenant des actions récursoires contre le tiers responsable;\ne. les recettes destinées à l’assurance qui proviennent du relèvement des taux de la TVA opéré en vertu de l’art. 130, al. 3 et 3ter, Cst.;\nf. le produit de l’impôt sur les maisons de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_102"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre I, Les ressources, Principe",
        "citation": "Art. 102 al. 2 LAVS",
        "content": "L’allocation pour impotent est financée exclusivement par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_102"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre I, Les ressources, Contribution de la Confédération",
        "citation": "Art. 103 LAVS",
        "content": "La contribution de la Confédération s’élève à 20,2 % des dépenses annuelles de l’assurance; la contribution à l’allocation pour impotent visée à l’art. 102, al. 2, en est déduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_103"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre I, Les ressources, Financement de la contribution de la Confédération",
        "citation": "Art. 104 al. 1 LAVS",
        "content": "La contribution de la Confédération est financée en premier lieu par le produit de l’impôt sur le tabac et les boissons distillées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_104"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre I, Les ressources, Financement de la contribution de la Confédération",
        "citation": "Art. 104 al. 2 LAVS",
        "content": "Le montant manquant est couvert au moyen des ressources générales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_104"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre II, Le Fonds de compensation de l’AVS, Formation",
        "citation": "Art. 107 al. 1 LAVS",
        "content": "Il est créé, sous la dénomination «Fonds de compensation de l’assurance-vieillesse et survivants» (Fonds de compensation de l’AVS), un fonds au crédit duquel sont portées toutes les ressources prévues à l’art. 102 et dont sont débitées toutes les prestations effectuées conformément à la première partie, chapitre III, ainsi que les subsides prévus à l’art. 69, al. 2, de la présente loi et les dépenses nécessaires à l’exercice de l’action récursoire au sens des art. 72 à 75 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_107"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre II, Le Fonds de compensation de l’AVS, Formation",
        "citation": "Art. 107 al. 2 LAVS",
        "content": "La Confédération verse chaque mois sa contribution au Fonds de compensation de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_107"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre II, Le Fonds de compensation de l’AVS, Formation",
        "citation": "Art. 107 al. 3 LAVS",
        "content": "Le Fonds de compensation de l’AVS ne doit pas, en règle générale, tomber au-dessous du montant des dépenses annuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_107"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Deuxième partie, La couverture financière, Chapitre II, Le Fonds de compensation de l’AVS, Administration",
        "citation": "Art. 109 LAVS",
        "content": "L’administration du Fonds de compensation de l’AVS est régie par la loi du 16 juin 2017 sur les fonds de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_109"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Troisième partie, Relation avec le droit européen",
        "citation": "Art. 153a al. 1 LAVS",
        "content": "Pour les personnes qui sont ou qui ont été soumises à la législation sur la sécurité sociale de la Suisse ou d’un ou de plusieurs États de l’Union européenne et qui sont des ressortissants suisses ou des ressortissants de l’un des États de l’Union européenne, pour les réfugiés ou les apatrides qui résident en Suisse ou dans un État de l’Union européenne, ainsi que pour les membres de la famille et les survivants de ces personnes, les actes ci-après, dans leur version qui lie la Suisse en vertu de l’annexe II, section A, de l’Accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses États membres, d’autre part, sur la libre circulation des personnes (accord sur la libre circulation des personnes) sont applicables aux prestations comprises dans le champ d’application de la présente loi:\na. le règlement (CE) no 883/2004;\nb. le règlement (CE) no 987/2009;\nc. le règlement (CEE) no 1408/71;\nd. le règlement (CEE) no 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Troisième partie, Relation avec le droit européen",
        "citation": "Art. 153a al. 2 LAVS",
        "content": "Pour les personnes qui sont ou qui ont été soumises à la législation sur la sécurité sociale de la Suisse, de l’Islande, de la Norvège ou du Liechtenstein et qui sont des ressortissants suisses ou des ressortissants de l’Islande, de la Norvège ou du Liechtenstein, ou qui résident en tant que réfugiés ou apatrides en Suisse ou sur le territoire de l’Islande, de la Norvège ou du Liechtenstein, ainsi que pour les membres de la famille et les survivants de ces personnes, les actes ci-après, dans leur version qui lie la Suisse en vertu de l’appendice 2 de l’annexe K de la Convention du 4 janvier 1960 instituant l’Association européenne de libre-échange (convention AELE) sont applicables aux prestations comprises dans le champ d’application de la présente loi:\na. le règlement (CE) no 883/2004;\nb. le règlement (CE) no 987/2009;\nc. le règlement (CEE) no 1408/71;\nd. le règlement (CEE) no 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Troisième partie, Relation avec le droit européen",
        "citation": "Art. 153a al. 3 LAVS",
        "content": "Le Conseil fédéral adapte les renvois aux actes de l’Union européenne visés aux al. 1 et 2 chaque fois qu’une modification de l’annexe II de l’accord sur la libre circulation des personnes et de l’appendice 2 de l’annexe K de la convention AELE est adoptée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Troisième partie, Relation avec le droit européen",
        "citation": "Art. 153a al. 4 LAVS",
        "content": "Les expressions «États membres de l’Union européenne», «États membres de la Communauté européenne», «États de l’Union européenne» et «États de la Communauté européenne» figurant dans la présente loi désignent les États auxquels s’applique l’accord sur la libre circulation des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_a"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Définition",
        "citation": "Art. 153b LAVS",
        "content": "L’utilisation du numéro AVS visé à l’art. 50c est réputée systématique lorsque l’intégralité, une partie ou une forme modifiée de ce numéro est liée à des données personnelles collectées de manière structurée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_b"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Autorités, organisations et personnes habilitées",
        "citation": "Art. 153c al. 1 LAVS",
        "content": "Seules les autorités, organisations et personnes suivantes sont habilitées à utiliser le numéro AVS de manière systématique:\na. dans la mesure où l’exécution de leurs tâches légales le requiert:\n1. les départements fédéraux et la Chancellerie fédérale,\n2. les unités décentralisées de l’administration fédérale, \n3. les unités des administrations cantonales et communales,\n4. les organisations et les personnes de droit public ou de droit privé qui sont extérieures aux administrations visées aux ch. 1 à 3 et qui sont chargées de tâches administratives par le droit fédéral, cantonal ou communal ou par contrat, si le droit applicable prévoit l’utilisation systématique du numéro AVS, \n5. les établissements de formation;\nb. les entreprises d’assurances privées dans les cas prévus à l’art. 47a de la loi du 2 avril 1908 sur le contrat d’assurance;\nc. les organes chargés de l’exécution des contrôles prévus par une convention collective de travail déclarée de force obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Autorités, organisations et personnes habilitées",
        "citation": "Art. 153c al. 2 LAVS",
        "content": "Elles ne sont pas habilitées à utiliser le numéro AVS de manière systématique dans les domaines où le droit applicable l’exclut expressément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_c"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Mesures techniques et organisationnelles",
        "citation": "Art. 153d LAVS",
        "content": "Les autorités, organisations et personnes habilitées à utiliser le numéro AVS de manière systématique ne peuvent l’utiliser que si elles ont pris les mesures techniques et organisationnelles suivantes: \na. limiter l’accès aux banques de données qui contiennent le numéro AVS aux personnes qui ont besoin de ce numéro pour accomplir leurs tâches et restreindre en conséquence les droits de lecture et d’écriture dans les banques de données électroniques contenant ce numéro;\nb. désigner une personne responsable de l’utilisation systématique du numéro AVS;\nc. veiller à ce que les personnes autorisées à accéder aux données soient informées, dans le cadre de formations et de perfectionnements, que le numéro AVS ne peut être utilisé qu’en rapport avec leurs tâches et ne peut être communiqué que conformément aux prescriptions légales;\nd. garantir la sécurité de l’information et la protection des données en fonction des risques encourus et conformément à l’état de la technique; veiller en particulier à ce que les fichiers de données qui comprennent le numéro AVS et qui transitent par un réseau public soient cryptés conformément à l’état de la technique;\ne. définir la manière de procéder en cas d’accès non autorisé aux banques de données ou d’utilisation abusive de celles-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_d"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Analyse des risques",
        "citation": "Art. 153e al. 1 LAVS",
        "content": "Les entités suivantes mènent périodiquement une analyse des risques portant en particulier sur le risque d’un regroupement illicite de banques de données:\na. les départements fédéraux et la Chancellerie fédérale pour les banques de données détenues par eux-mêmes ainsi que par les autorités, organisations et personnes visées à l’art. 153c, al. 1, let. a, ch. 2 et 4, les établissements de formation dans leur domaine d’attribution et les entreprises d’assurances privées visées à l’art. 153c, al. 1, let. b;\nb. les cantons pour les banques de données détenues par les unités des administrations cantonales et communales ainsi que par les organisations et personnes visées à l’art. 153c, al. 1, let. a, ch. 4 et 5 lorsque le droit cantonal ou communal applicable prévoit l’utilisation systématique du numéro AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_e"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Analyse des risques",
        "citation": "Art. 153e al. 2 LAVS",
        "content": "Elles tiennent, en vue de l’analyse des risques, un répertoire des banques de données dans lesquelles le numéro AVS est utilisé de manière systématique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_e"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Obligations de collaborer",
        "citation": "Art. 153f LAVS",
        "content": "Les autorités, organisations et personnes qui utilisent le numéro AVS de manière systématique doivent assister la Centrale de compensation dans l’accomplissement de ses tâches. Elles sont notamment tenues:\na. d’annoncer à la Centrale de compensation qu’elles utilisent le numéro AVS de manière systématique;\nb. de permettre à la Centrale de compensation d’effectuer des contrôles, de mettre à sa disposition les données nécessaires à la vérification du numéro AVS et de lui fournir à ce sujet les renseignements requis;\nc. de procéder aux corrections de numéros AVS ordonnées par la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_f"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Communication du numéro AVS dans l’application du droit cantonal ou communal",
        "citation": "Art. 153g LAVS",
        "content": "Les autorités, organisations et personnes qui utilisent de manière systématique le numéro AVS pour l’exécution du droit cantonal ou communal sont habilitées à communiquer ce numéro pour autant qu’aucun intérêt manifestement digne de protection de la personne concernée ne s’y oppose et que cette communication remplit l’une des conditions suivantes:\na. elle s’impose pour l’accomplissement de leurs tâches, en particulier pour la vérification du numéro AVS;\nb. elle s’impose parce que ce numéro est indispensable au destinataire pour l’accomplissement de ses tâches légales;\nc. elle a été approuvée dans le cas d’espèce par la personne concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_g"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Émoluments",
        "citation": "Art. 153h LAVS",
        "content": "Le Conseil fédéral peut prévoir des émoluments pour les prestations de services de la Centrale de compensation liées à l’utilisation systématique du numéro AVS en dehors de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_h"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Dispositions pénales relatives à la quatrième partie",
        "citation": "Art. 153i al. 1 LAVS",
        "content": "Quiconque utilise de manière systématique le numéro AVS sans y être habilité par l’art. 153c, al. 1, est puni d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_i"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Dispositions pénales relatives à la quatrième partie",
        "citation": "Art. 153i al. 2 LAVS",
        "content": "Quiconque utilise le numéro AVS de manière systématique sans prendre les mesures techniques et organisationnelles visées à l’art. 153d est puni d’une amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_i"
    },
    {
        "book": "AHVG",
        "title": "LAVS, Quatrième partie, Utilisation systématique du numéro AVS en dehors de l’AVS, Dispositions pénales relatives à la quatrième partie",
        "citation": "Art. 153i al. 3 LAVS",
        "content": "L’art. 79 LPGA est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/63/837_843_843/fr#art_153_i"
    }
]