[
    {
        "book": "AlkG",
        "title": "LAlc, Capo primo: Disposizioni generali, I. Dominio d’applicazione",
        "citation": "Art. 1 LAlc",
        "content": "La fabbricazione, la rettificazione, l’importazione, l’esportazione, il transito, la vendita e l’imposizione fiscale delle bevande distillate sono retti dalla presente legge. Ove questa non disponga altrimenti, sono riservate la legislazione sulle dogane e quella sul commercio delle derrate alimentari e degli oggetti d’uso e consumo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_1"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo primo: Disposizioni generali, II. Definizione",
        "citation": "Art. 2 cpv. 1 LAlc",
        "content": "È bevanda distillata nel senso della presente legge l’alcool etilico in tutte le sue forme, qualunque ne sia il modo di fabbricazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo primo: Disposizioni generali, II. Definizione",
        "citation": "Art. 2 cpv. 2 LAlc",
        "content": "Salva la restrizione prevista nel capoverso 3, i prodotti alcoolici ottenuti esclusivamente mediante fermentazione non sono sottoposti alle disposizioni della presente legge, in quanto il loro tenore alcoolico non superi il 15 per cento del volume, o il 18 per cento del volume trattandosi di vini naturali di uve fresche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo primo: Disposizioni generali, II. Definizione",
        "citation": "Art. 2 cpv. 3 LAlc",
        "content": "Le disposizioni della presente legge si applicano anche ai prodotti che contengono un’aggiunta d’alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo primo: Disposizioni generali, II. Definizione",
        "citation": "Art. 2 cpv. 4 LAlc",
        "content": "Il Consiglio federale sottoporrà, mediante ordinanza, alla presente legge qualsiasi altra specie di alcool potabile e atto a sostituire l’alcool etilico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, I. Diritto della Confederazione",
        "citation": "Art. 3 cpv. 1 LAlc",
        "content": "Il diritto di fabbricare e di rettificare bevande distillate spetta esclusivamente alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, I. Diritto della Confederazione",
        "citation": "Art. 3 cpv. 2 LAlc",
        "content": "Di regola, l’esercizio di questo diritto è concesso a società cooperative o ad altre imprese private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, I. Diritto della Confederazione",
        "citation": "Art. 3 cpv. 3 LAlc",
        "content": "La produzione non industriale delle acquaviti di frutta e cascami di frutta, di sidro, di uva, di vino, di vinacce di uva, di feccia di vino, di radici di genziana, di bacche ed altre materie indigene analoghe è permessa, sempreché queste materie provengano esclusivamente dai poderi del produttore (prodotti propri) o siano state raccolte, a sua cura, allo stato selvatico nel Paese. Tuttavia queste materie possono essere distillate soltanto nelle distillerie domestiche che possiedono una concessione o per conto di committenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, I. Diritto della Confederazione",
        "citation": "Art. 3 cpv. 4 LAlc",
        "content": "Non sono considerati come propri prodotti che le materie provenienti dal suolo sfruttato dal distillatore stesso o dal committente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, I. Diritto della Confederazione",
        "citation": "Art. 3 cpv. 5 LAlc",
        "content": "Il Consiglio federale determinerà, mediante ordinanza, ciò che si deve intendere per produzione non industriale e designerà le materie prime che possono essere distillate dagli esercenti di distillerie domestiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 1. Forme delle concessioni",
        "citation": "Art. 4 cpv. 1 LAlc",
        "content": "Per la fabbricazione e per la rettificazione delle bevande distillate, la Confederazione accorda concessioni che prevedono il diritto di presa in consegna da parte dell’Ufficio federale della dogana e della sicurezza dei confini (UDSC) nonché, per la fabbricazione delle specialità e per la distillazione per conto di terzi, concessioni che non prevedono questo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 1. Forme delle concessioni",
        "citation": "Art. 4 cpv. 2 LAlc",
        "content": "Le concessioni che prevedono un diritto di presa in consegna sono accordate:\na. alle distillerie di patate, di barbabietole ed altre materie analoghe, cioè alle distillerie stabili che adoperano patate indigene o i residui della fabbricazione dello zucchero di barbabietole indigene;\nb. alle distillerie di frutta a granelli, cioè alle distillerie stabili od ambulanti che adoperano, per loro proprio conto, materie prime indigene, come mele e pere, loro sidri, cascami ed altri residui di queste materie;\nc. alle distillerie industriali, cioè alle aziende che adoperano cascami della fabbricazione del lievito compresso e dello zucchero o altre materie prime di provenienza indigena o straniera;\nd. agli stabilimenti di rettificazione, cioè alle aziende che producono alcool di alta gradazione, alcool assoluto o che rettificano acquaviti;\ne. alle fabbriche d’alcool, cioè alle aziende che producono alcool mediante procedimenti chimici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 1. Forme delle concessioni",
        "citation": "Art. 4 cpv. 3 LAlc",
        "content": "Le concessioni che non prevedono un diritto di presa in consegna sono accordate:\na. alle distillerie di specialità, cioè alle distillerie stabili o ambulanti che adoperano frutta a nocciolo; frutta a granelli, che non siano mele e pere o loro prodotti, cascami e residui; vino, cascami e residui della produzione del vino; radici di genziana; bacche o altre materie analoghe;\nb. alle distillerie per conto di terzi, cioè alle distillerie stabili o ambulanti che adoperano, per conto di committenti e verso rimunerazione, le materie prime designate nell’articolo 3 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 1. Forme delle concessioni",
        "citation": "Art. 4 cpv. 4 LAlc",
        "content": "Il Consiglio federale fissa le condizioni alle quali un’azienda può ottenere nello stesso tempo diverse concessioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, a. Requisiti",
        "citation": "Art. 5 cpv. 1 LAlc",
        "content": "Le concessioni saranno accordate nella misura corrispondente ai bisogni economici del Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, a. Requisiti",
        "citation": "Art. 5 cpv. 2 LAlc",
        "content": "Esse devono rendere possibile d’utilizzare, a tempo debito, i cascami e i residui della frutticoltura, della viticoltura e della coltivazione delle barbabietole da zucchero, nonché le eccedenze di frutta e patate, in quanto queste materie prime non possano essere razionalmente adoperate altrimenti che nella distilleria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, a. Requisiti",
        "citation": "Art. 5 cpv. 3 LAlc",
        "content": "Le concessioni per la distillazione delle materie prime indigene sono accordate di preferenza alle aziende situate nelle regioni in cui la produzione supera in generale i bisogni dell’alimentazione e del foraggiamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, a. Requisiti",
        "citation": "Art. 5 cpv. 4 LAlc",
        "content": "La concessione non può durare più di dieci anni. Essa non può essere accordata che se tanto la persona del concessionario quanto la costruzione e gl’impianti tecnici assicurano un esercizio razionale dell’azienda. Il Consiglio federale emana le norme a ciò occorrenti. Può, fra altro, dichiarare incompatibile l’esercizio d’una distilleria e l’esercizio simultaneo di un’altra professione che ostacolasse la vigilanza della distilleria o del commercio delle bevande distillate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, a. Requisiti",
        "citation": "Art. 5 cpv. 5 LAlc",
        "content": "Il trasferimento di una concessione a un’altra persona o a un’altra distilleria è subordinato all’autorizzazione dell’UDSC. Quest’autorizzazione dev’essere data se la distilleria è trasferita in via ereditaria e l’erede adempie le condizioni prescritte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, b. Modo di procedere",
        "citation": "Art. 6 cpv. 1 LAlc",
        "content": "Le concessioni sono accordate o rinnovate dall’UDSC, a domanda e senza spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_6"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, b. Modo di procedere",
        "citation": "Art. 6 cpv. 2 LAlc",
        "content": "Tanto del rilascio quanto del rinnovo è steso atto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_6"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 2. Rilascio delle concessioni, b. Modo di procedere",
        "citation": "Art. 6 cpv. 3 LAlc",
        "content": "In caso d’inosservanza delle condizioni della concessione o di cessazione di uno dei motivi che ne hanno determinato il rilascio o il rinnovo, l’UDSC può, dopo aver sentito l’interessato, ritirare la concessione prima della sua scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_6"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 3. Controllo",
        "citation": "Art. 7 cpv. 1 LAlc",
        "content": "Le distillerie date in concessione sono poste sotto il controllo dell’UDSC. Questo può valersi della collaborazione delle autorità cantonali e comunali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 3. Controllo",
        "citation": "Art. 7 cpv. 2 LAlc",
        "content": "Il concessionario deve tenere un controllo indicante la provenienza delle materie prime, le sorta e quantità di bevande distillate ottenute e l’uso di esse. È inoltre obbligato a consentire in ogni tempo il libero accesso nei locali d’esercizio agli agenti incaricati dell’applicazione della presente legge, e ad autorizzarli ad esaminare la sua contabilità e a fornir loro ogni schiarimento necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 3. Controllo",
        "citation": "Art. 7 cpv. 3 LAlc",
        "content": "Per l’acquisto, l’impianto, il trasporto da un luogo all’altro, la sostituzione o la trasformazione d’apparecchi ed accessori della distillazione occorre l’autorizzazione dell’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 3. Controllo",
        "citation": "Art. 7 cpv. 4 LAlc",
        "content": "Il Consiglio federale è autorizzato a sottoporre al controllo dell’UDSC anche gli impianti che possono servire alla produzione di bevande distillate e non sono oggetto di una concessione. Il capoverso 3 può essere dichiarato applicabile a questi impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, a. Diritto di distillare",
        "citation": "Art. 9 cpv. 1 LAlc",
        "content": "Il regime delle distillerie che adoperano residui della fabbricazione dello zucchero di barbabietole è fissato nell’atto di concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_9"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, a. Diritto di distillare",
        "citation": "Art. 9 cpv. 2 LAlc",
        "content": "Di regola, le distillerie che adoperano frutta a granelli non sono contingentate. Il Consiglio federale è però autorizzato a prendere tutte le misure atte a limitare la distillazione delle frutta, a condizione di non nuocere alla loro utilizzazione adeguata e tempestiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_9"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, a. Diritto di distillare",
        "citation": "Art. 9 cpv. 3 LAlc",
        "content": "Il contingente delle distillerie industriali, degli stabilimenti di rettificazione e delle fabbriche d’alcool è fissato caso per caso nell’atto di concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_9"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, aa. Principi",
        "citation": "Art. 10 cpv. 1 LAlc",
        "content": "L’UDSC fissa annualmente la quantità di bevande distillate che essa prende in consegna per coprire il suo fabbisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, aa. Principi",
        "citation": "Art. 10 cpv. 2 LAlc",
        "content": "Essa può inoltre prendere in consegna dell’acquavite allo scopo di assorbire le eccedenze del mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, aa. Principi",
        "citation": "Art. 10 cpv. 3 LAlc",
        "content": "Prima del raccolto, essa comunica alle distillerie titolari di una concessione che prevede il diritto di presa in consegna la quantità che prenderà in consegna ed il relativo prezzo. Le distillerie possono fare le loro offerte fondandosi su questi dati. Se le offerte superano la quantità che sarà presa in consegna, la quota attribuita alle singole distillerie è ridotta proporzionalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, aa. Principi",
        "citation": "Art. 10 cpv. 4 LAlc",
        "content": "Il Consiglio federale disciplina i requisiti che devono essere adempiti dalle bevande distillate prese in consegna dall’UDSC come pure le modalità della presa in consegna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, aa. Principi",
        "citation": "Art. 10 cpv. 5 LAlc",
        "content": "Le bevande distillate fabbricate con materie prime a base di frutta a granelli sono assoggettate all’imposta conformemente agli articoli 20 a 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, bb. Prezzi di presa in consegna",
        "citation": "Art. 11 cpv. 1 LAlc",
        "content": "I prezzi delle bevande distillate assunte dall’UDSC sono fissati dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, bb. Prezzi di presa in consegna",
        "citation": "Art. 11 cpv. 2 LAlc",
        "content": "I prezzi delle bevande distillate che l’UDSC prende in consegna per coprire il suo fabbisogno sono fissati tenendo conto dell’utilizzazione delle eccedenze e dei cascami delle materie prime come pure del prezzo di costo di una produzione razionale. L’acquavite fabbricata mediante alambicco può avere un prezzo diverso da quella ottenuta nelle distillerie a colonna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, bb. Prezzi di presa in consegna",
        "citation": "Art. 11 cpv. 3 LAlc",
        "content": "I prezzi delle bevande distillate che l’UDSC prende in consegna per assorbire le eccedenze del mercato sono fissati secondo le quantità. Essi devono essere inferiori a quelli fissati secondo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, bb. Prezzi di presa in consegna",
        "citation": "Art. 11 cpv. 6 LAlc",
        "content": "Il prezzo pagato alle distillerie industriali e alle fabbriche d’alcool deve, di regola, corrispondere al prezzo medio di costo dell’etanolo della stessa qualità importato dall’UDSC. Per fissare questo prezzo, si potrà tenere equamente conto delle spese effettive di produzione, comprendendo l’interesse e l’ammortamento del capitale investito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, bb. Prezzi di presa in consegna",
        "citation": "Art. 11 cpv. 7 LAlc",
        "content": "Gli stabilimenti di rettificazione riceveranno un’indennità per le loro spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 4. Concessioni che prevedono un diritto di presa in consegna, b. Diritto di presa in consegna, bb. Prezzi di presa in consegna",
        "citation": "Art. 11 cpv. 8 LAlc",
        "content": "Nel fissare i prezzi si potrà tener equo conto delle differenze di qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 5. Concessioni che non prevedono il diritto di presa in consegna, a. Distilleria di specialità",
        "citation": "Art. 12 cpv. 1 LAlc",
        "content": "Il diritto di distillare specialità non è limitato né quanto alla quantità della produzione, né quanto alla provenienza delle materie prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_12"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 5. Concessioni che non prevedono il diritto di presa in consegna, a. Distilleria di specialità",
        "citation": "Art. 12 cpv. 2 LAlc",
        "content": "L’UDSC non prende in consegna i prodotti delle distillerie di specialità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_12"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 5. Concessioni che non prevedono il diritto di presa in consegna, a. Distilleria di specialità",
        "citation": "Art. 12 cpv. 3 LAlc",
        "content": "Le specialità ricavate da materie prime indigene sono tassate in conformità degli articoli 20 a 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_12"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 5. Concessioni che non prevedono il diritto di presa in consegna, b. Distillerie per conto di terzi",
        "citation": "Art. 13 cpv. 1 LAlc",
        "content": "Le concessioni per l’esercizio delle distillerie che lavorano per conto di terzi sono date alle distillerie ambulanti. Esse possono essere date anche a distillerie stabili ove quelle ambulanti siano insufficienti o ciò sia giustificato da circostanze locali o da circostanze anteriori all’attuazione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_13"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 5. Concessioni che non prevedono il diritto di presa in consegna, b. Distillerie per conto di terzi",
        "citation": "Art. 13 cpv. 2 LAlc",
        "content": "Salvo che non fruiscano di una delle altre concessioni previste nell’articolo 4, le distillerie per conto di terzi non devono lavorare per proprio conto, ma solo per conto di committenti. Esse distilleranno, per conto di questi ultimi, soltanto le materie prime designate nell’articolo 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_13"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, II. Distillerie professionali, 5. Concessioni che non prevedono il diritto di presa in consegna, b. Distillerie per conto di terzi",
        "citation": "Art. 13 cpv. 3 LAlc",
        "content": "L’acquavite in tal modo ottenuta deve essere consegnata al committente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_13"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 1. Condizione giuridica",
        "citation": "Art. 14 cpv. 1 LAlc",
        "content": "La produzione non industriale di acquavite di frutta e cascami di frutta, di sidro, succo fermentato, di uva, di vino, di vinacce d’uva, di feccia di vino, di radici di genziana, di bacche o di altre materie analoghe indigene, provenienti esclusivamente dalla raccolta indigena del produttore o raccolte, a sua cura, allo stato selvatico nel Paese, è autorizzata soltanto nelle distillerie domestiche concessionate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 1. Condizione giuridica",
        "citation": "Art. 14 cpv. 2 LAlc",
        "content": "L’esercente d’una distilleria domestica, il cui raccolto sia stato decimato dalla grandine o da altre intemperie, può ottenere dall’UDSC, per la durata di un anno, la concessione di distillare prodotti propri e materie prime fornite da terzi, senza perdere con ciò il diritto al fabbisogno esente da imposta, previsto nell’articolo 16.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 1. Condizione giuridica",
        "citation": "Art. 14 cpv. 5 LAlc",
        "content": "Gli apparecchi e gli accessori suddetti non possono, di regola, essere trasferiti a terzi se non unitamente all’azienda agricola alla quale appartengono (dominio della distilleria). Se questo dominio viene ad essere frazionato, la distilleria non può più essere esercitata che sulla parcella sulla quale si trovava prima del frazionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 1. Condizione giuridica",
        "citation": "Art. 14 cpv. 6 LAlc",
        "content": "Senza l’autorizzazione dell’UDSC, gli apparecchi per distillare o i loro accessori non possono essere né sostituiti né trasformati a scopo di aumentarne la capacità di produzione, né trasferiti a terzi, se questo trasferimento non è in relazione con quello del dominio della distilleria. Nell’autorizzazione può essere prescritto il modo in cui la sostituzione o la trasformazione deve essere fatta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 2. Vigilanza",
        "citation": "Art. 15 cpv. 1 LAlc",
        "content": "La distilleria domestica è posta sotto la vigilanza dell’UDSC. Questo può valersi della collaborazione delle autorità cantonali e comunali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_15"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 2. Vigilanza",
        "citation": "Art. 15 cpv. 2 LAlc",
        "content": "Il distillatore non può fare alcuna trasformazione senza aver fornito all’UDSC tutte le indicazioni prescritte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_15"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 3. Utilizzazione dell’acquavite, a. Fabbisogno esente da imposta",
        "citation": "Art. 16 LAlc",
        "content": "Per il fabbisogno della propria economia domestica e della propria azienda agricola, l’esercente di una distilleria domestica non è autorizzato a trattenere, in esenzione da imposta, se non l’acquavite a ciò necessaria, che provenga dalla distillazione di materie prodotte dai suoi poderi o raccolte, a sua cura, allo stato selvatico nel paese. Il Consiglio federale emanerà delle norme intese a garantire l’efficacia di questa disposizione e a prevenire l’impiego abusivo dell’acquavite esente da imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_16"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 3. Utilizzazione dell’acquavite, b. Diritto di presa in consegna dell’acquavite di frutta a granelli",
        "citation": "Art. 17 cpv. 1 LAlc",
        "content": "L’UDSC può prendere in consegna l’acquavite di frutta a granelli non necessaria all’economia domestica ed all’azienda agricola del distillatore domestico. Gli articoli 10 e 11 sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_17"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 3. Utilizzazione dell’acquavite, b. Diritto di presa in consegna dell’acquavite di frutta a granelli",
        "citation": "Art. 17 cpv. 2 LAlc",
        "content": "L’acquavite di frutta a granelli ceduta a terzi gratuitamente o contro rimunerazione è assoggettata all’imposizione conformemente agli articoli 20 a 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_17"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 3. Utilizzazione dell’acquavite, c. Acquavite di specialità",
        "citation": "Art. 18 cpv. 1 LAlc",
        "content": "L’UDSC non prende in consegna l’acquavite di specialità prodotta dai distillatori domestici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_18"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, III. Distillerie domestiche, 3. Utilizzazione dell’acquavite, c. Acquavite di specialità",
        "citation": "Art. 18 cpv. 2 LAlc",
        "content": "Le acquaviti di specialità cedute a terzi gratuitamente o contro rimunerazione sono assoggettate all’imposizione conformemente agli articoli 20 a 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_18"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, IV. Distillazione per conto di terzi",
        "citation": "Art. 19 cpv. 1 LAlc",
        "content": "Chi vuole ottenere acquavite di frutta a granelli o di specialità può fare distillare le sue materie prime da una distilleria che lavora per conto di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, IV. Distillazione per conto di terzi",
        "citation": "Art. 19 cpv. 2 LAlc",
        "content": "I produttori che fanno distillare materie indigene provenienti esclusivamente dai loro poderi o raccolte, a loro cura, allo stato selvatico, sono riconosciuti committenti-esercenti di distillerie domestiche, se soddisfano alle condizioni fissate dal Consiglio federale conformemente all’articolo 3 capoverso 5 per la produzione non industriale di bevande distillate. Il Consiglio federale può tuttavia sottoporre il riconoscimento dei committenti-esercenti di distillerie domestiche a limitazioni, in quanto queste siano necessarie per evitare abusi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, IV. Distillazione per conto di terzi",
        "citation": "Art. 19 cpv. 3 LAlc",
        "content": "Quando circostanze speciali impediscono l’utilizzazione di una distilleria che lavora per conto di terzi, l’UDSC può autorizzare il proprietario di una distilleria domestica a eseguire la distillazione per conto di un committente-esercente di distilleria domestica o a dargli in locazione il suo impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, IV. Distillazione per conto di terzi",
        "citation": "Art. 19 cpv. 4 LAlc",
        "content": "Le prescrizioni concernenti la sorveglianza degli esercenti di distillerie domestiche, l’utilizzazione e l’imposizione dell’acquavite sono applicabili anche ai committenti-esercenti di distillerie domestiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, IV. Distillazione per conto di terzi",
        "citation": "Art. 19 cpv. 5 LAlc",
        "content": "I committenti che non adempiono le condizioni del capoverso 2 sono sottoposti alle prescrizioni concernenti i distillatori professionali per l’autorizzazione di distillare, il controllo, l’utilizzazione e l’imposizione dell’acquavite prodotta. Il controllo può essere semplificato per i committenti che producono acquavite in piccole quantità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, IV. Distillazione per conto di terzi",
        "citation": "Art. 19 cpv. 6 LAlc",
        "content": "Se un committente è stato punito per contravvenzione grave alla legge sull’alcool o per recidiva nella contravvenzione, oppure è dedito al bere, l’UDSC può vietargli di dare ordini di distillare conformemente al capoverso 5. Il Consiglio federale può inoltre dichiarare il diritto di far distillare incompatibile con l’esercizio di determinate professioni, se esso ha per effetto d’intralciare il controllo delle materie prime, della produzione e della utilizzazione dell’acquavite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 1. Assoggettamento",
        "citation": "Art. 20 cpv. 1 LAlc",
        "content": "L’imposta sulle specialità è prelevata sulle acquaviti ottenute mediante la distillazione delle frutta a nocciolo, delle frutta a granelli che non siano le mele e le pere o loro prodotti o cascami e residui, dell’uva, del vino, delle vinacce d’uva, delle fecce di vino, delle radici di genziana, delle bacche e altre materie analoghe. Questi prodotti sono totalmente soggetti all’imposta se sono stati fabbricati in distillerie date in concessione. Se essi sono stati fabbricati in distillerie domestiche o per conto di committenti, le sole quantità vendute o consegnate gratuitamente a terzi sono soggette all’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_20"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 1. Assoggettamento",
        "citation": "Art. 20 cpv. 2 LAlc",
        "content": "Quest’imposta è dovuta:\na. dall’esercente della distilleria data in concessione, secondo l’articolo 12;\nb. dall’esercente della distilleria domestica, secondo l’articolo 18 capoverso 2, o dal committente, secondo l’articolo 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_20"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 2. Base dell’imposizione",
        "citation": "Art. 21 cpv. 1 LAlc",
        "content": "L’acquavite ottenuta nelle distillerie date in concessione è assoggettata all’imposta secondo il quantitativo prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_21"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 2. Base dell’imposizione",
        "citation": "Art. 21 cpv. 2 LAlc",
        "content": "Le piccole aziende possono essere assoggettate all’imposta secondo il quantitativo delle materie prime e il loro rendimento medio presunto, oppure in blocco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_21"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 2. Base dell’imposizione",
        "citation": "Art. 21 cpv. 3 LAlc",
        "content": "L’acquavite ottenuta nelle distillerie domestiche o per conto di committenti è assoggettata all’imposta per la quantità venduta o consegnata a terzi. L’imposizione può essere fatta anche in blocco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_21"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 3. Aliquota dell’imposta",
        "citation": "Art. 22 cpv. 1 LAlc",
        "content": "Il Consiglio federale fissa l’aliquota dell’imposta dopo aver sentito gli interessati. Esso tiene conto delle aliquote d’imposta applicate nei Paesi limitrofi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_22"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 3. Aliquota dell’imposta",
        "citation": "Art. 22 cpv. 2 LAlc",
        "content": "Accorda agevolazioni fiscali ai piccoli produttori per una quantità determinata della loro produzione, a condizione che le materie prime distillate, secondo l’articolo 14 capoverso 1 provengano esclusivamente dal raccolto indigeno del produttore o siano state raccolte, a sua cura, allo stato selvatico nel Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_22"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 3. Aliquota dell’imposta",
        "citation": "Art. 22 cpv. 3 LAlc",
        "content": "L’imposta è fissata per ettolitro alla temperatura di 20° C.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_22"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 4. Procedura di tassazione Esigibilità",
        "citation": "Art. 23 cpv. 1 LAlc",
        "content": "L’UDSC può prescrivere la forma della notifica della quantità di alcool prodotta o uscita dai depositi fiscali e può in particolare ordinare che si ricorra all’elaborazione elettronica dei dati, previo esame del sistema informatico utilizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 4. Procedura di tassazione Esigibilità",
        "citation": "Art. 23 cpv. 1bis LAlc",
        "content": "Il Consiglio federale disciplina la procedura di tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 4. Procedura di tassazione Esigibilità",
        "citation": "Art. 23 cpv. 2 LAlc",
        "content": "Ogni contribuente dovrà tenere i registri, riempire i formulari e fare le dichiarazioni occorrenti alla tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 4. Procedura di tassazione Esigibilità",
        "citation": "Art. 23 cpv. 3 LAlc",
        "content": "Gli agenti di controllo competenti possono eseguire controlli in ogni momento e senza preavviso. A tal fine, il titolare di una distilleria deve accordare agli agenti di controllo il libero accesso ai locali di vendita e ai magazzini, fornire loro ogni informazione necessaria, mostrare loro le scorte e permettere loro di ispezionare i libri di commercio e i documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, V. Imposta sulle specialità, 4. Procedura di tassazione Esigibilità",
        "citation": "Art. 23 cpv. 4 LAlc",
        "content": "L’UDSC fissa la data alla quale l’imposta è esigibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, Va. Imposizione di prodotti alcoolici destinati all’uso come bevande o generi voluttuari.",
        "citation": "Art. 23bis cpv. 1 LAlc",
        "content": "All’imposta sulle acquaviti sono assoggettati:\na. i prodotti a cui sono state addizionate bevande distillate;\nb. i vini naturali di uve fresche con un tenore alcoolico superiore al 18 per cento del volume, come anche i vini di frutta, di bacche o di altre materie prime, con un tenore alcoolico superiore al 15 per cento del volume, le specialità di vino, i vini dolci e le mistelle;\nc. i vermut e gli altri vini di uve fresche, aromatizzati con piante od altre sostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, Va. Imposizione di prodotti alcoolici destinati all’uso come bevande o generi voluttuari.",
        "citation": "Art. 23bis cpv. 2 LAlc",
        "content": "L’imposta è ridotta del 50 per cento per:\na. i vini naturali di uve fresche con un tenore alcoolico superiore al 18 per cento fino ad un massimo del 22 per cento del volume, come anche i vini di frutta, di bacche o di altre materie prime, con un tenore alcoolico superiore al 15 per cento fino ad un massimo del 22 per cento del volume;\nb. le specialità di vino, i vini dolci e le mistelle, con un tenore alcoolico massimo del 22 per cento del volume;\nc. i vermut e gli altri vini di uve fresche, aromatizzati con piante od altre sostanze, con un tenore alcoolico massimo del 22 per cento del volume.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, Va. Imposizione di prodotti alcoolici destinati all’uso come bevande o generi voluttuari.",
        "citation": "Art. 23bis cpv. 2bis LAlc",
        "content": "L’imposta è aumentata del 300 per cento per le bevande distillate edulcorate, con un tenore alcolico inferiore a 15 per cento del volume, contenenti almeno 50 grammi di zucchero al litro, espresso in zucchero invertito, o un’edulcorazione corrispondente e messe in commercio mescolate e pronte al consumo in bottiglie o altri contenitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, Va. Imposizione di prodotti alcoolici destinati all’uso come bevande o generi voluttuari.",
        "citation": "Art. 23bis cpv. 3 LAlc",
        "content": "Il Consiglio federale regola l’assoggettamento all’imposta come pure il rimborso o il computo dell’onere fiscale che conformemente alla presente legge è stato percepito sulle materie prime impiegate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo secondo: Produzione indigena, VII. Apparecchi per distillare privi di concessione",
        "citation": "Art. 25 LAlc",
        "content": "L’UDSC può ordinare che gli apparecchi per distillare non aventi più diritto ad una concessione siano modificati in modo da escluderne un’utilizzazione abusiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_25"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 1. Oggetto, a. Bevande distillate",
        "citation": "Art. 28 LAlc",
        "content": "Le bevande distillate possono essere importate dietro pagamento di un’imposta pari all’imposta sulle acquaviti di specialità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_28"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 1. Oggetto, b. Prodotti alcoolici",
        "citation": "Art. 29 LAlc",
        "content": "I generi alimentari contenenti alcool sono imposti all’aliquota del prodotto alcoolico in essi contenuto. Per il rimanente, le imposte gravanti l’importazione di prodotti alcoolici destinati all’uso come bevande o generi voluttuari sono disciplinate all’articolo 23bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_29"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 1. Oggetto, d. Prodotti alcoolici impropri al consumo come bevande o generi voluttuari",
        "citation": "Art. 31 cpv. 1 LAlc",
        "content": "Le bevande distillate e i prodotti alcoolici impropri al consumo come bevande o generi voluttuari sono esenti dall’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_31"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 1. Oggetto, d. Prodotti alcoolici impropri al consumo come bevande o generi voluttuari",
        "citation": "Art. 31 cpv. 2 LAlc",
        "content": "Il Consiglio federale stabilisce:\na. in quali casi occorre effettuare una denaturazione;\nb. le persone abilitate a effettuare la denaturazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_31"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 1. Oggetto, d. Prodotti alcoolici impropri al consumo come bevande o generi voluttuari",
        "citation": "Art. 31 cpv. 3 LAlc",
        "content": "L’UDSC disciplina la denaturazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_31"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 2. Autorizzazione d’impiego",
        "citation": "Art. 32 cpv. 1 LAlc",
        "content": "Chiunque vuole impiegare etanolo non tassato e non denaturato per la fabbricazione di prodotti impropri al consumo come bevande o generi voluttuari oppure in processi commerciali non finalizzati alla produzione di bevande o generi voluttuari deve ottenere un’autorizzazione d’impiego dall’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_32"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 2. Autorizzazione d’impiego",
        "citation": "Art. 32 cpv. 2 LAlc",
        "content": "Il Consiglio federale definisce le condizioni per il rilascio dell’autorizzazione d’impiego. L’UDSC stabilisce nell’autorizzazione i vincoli per i prodotti e i processi di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_32"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 2. Autorizzazione d’impiego",
        "citation": "Art. 32 cpv. 3 LAlc",
        "content": "Il titolare dell’autorizzazione d’impiego può:\na. consegnare etanolo non tassato e non denaturato ad aziende che possiedono un’autorizzazione per gestire un deposito fiscale o un’autorizzazione d’impiego; e\nb. senza la prestazione di una garanzia, impiegare per uno scopo imponibile, con una notifica per l’imposizione, etanolo non tassato e non denaturato fino a una quantità annua di 2000 litri di alcool puro oppure consegnarlo per un impiego assoggettato all’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_32"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 3. Riscossione dell’imposta; deposito fiscale",
        "citation": "Art. 34 cpv. 1 LAlc",
        "content": "Per il calcolo, la riscossione e la garanzia dell’imposta pagabile al confine si applicano le norme della legislazione doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_34"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 3. Riscossione dell’imposta; deposito fiscale",
        "citation": "Art. 34 cpv. 2 LAlc",
        "content": "Il Consiglio federale può autorizzare le aziende che offrono le garanzie necessarie a fabbricare, trasportare, gestire e depositare bevande distillate in sospensione d’imposta in un deposito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_34"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, II. Importazione, 3. Riscossione dell’imposta; deposito fiscale",
        "citation": "Art. 34 cpv. 3 LAlc",
        "content": "Esso disciplina le condizioni per l’autorizzazione di un deposito fiscale e per la sua gestione. ̈",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_34"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, III. ..., 4. Controllo",
        "citation": "Art. 35 cpv. 1 LAlc",
        "content": "L’UDSC sorveglia l’impiego delle bevande distillate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_35"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, III. ..., 4. Controllo",
        "citation": "Art. 35 cpv. 2 LAlc",
        "content": "Gli agenti di controllo competenti possono eseguire controlli in ogni momento e senza preavviso. A tal fine, il titolare di una distilleria deve accordare agli agenti di controllo il libero accesso ai locali di vendita e ai magazzini, fornire loro ogni informazione necessaria, mostrare loro le scorte e permettere loro di ispezionare i libri di commercio e i documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_35"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, IV. Esportazione e transito",
        "citation": "Art. 36 cpv. 1 LAlc",
        "content": "Chiunque esporta prodotti fabbricati con bevande distillate, per le quali sono state pagate le tasse fiscali, ha diritto ad un rimborso proporzionato alla quantità adoperata. È considerata esportazione anche l’introduzione in un negozio in Svizzera in zona franca di tasse secondo l’articolo 17 capoverso 1bis della legge del 18 marzo 2005 sulle dogane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, IV. Esportazione e transito",
        "citation": "Art. 36 cpv. 2 LAlc",
        "content": "L’aliquota del rimborso è calcolata sulla base delle tasse fiscali previste nella presente legge e gravanti i prodotti esportati. Se non è possibile determinare l’importo esatto di queste tasse, il rimborso si farà secondo l’aliquota più bassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, IV. Esportazione e transito",
        "citation": "Art. 36 cpv. 3 LAlc",
        "content": "Il rimborso è eseguito alla fine dell’esercizio annuo. Nel corso di esso, l’UDSC può versare acconti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, IV. Esportazione e transito",
        "citation": "Art. 36 cpv. 4 LAlc",
        "content": "Nessun rimborso sarà eseguito sulle esportazioni di quantità inferiori a cinque chilogrammi lordi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo terzo: Importazione, esportazione e transito, IV. Esportazione e transito",
        "citation": "Art. 36 cpv. 5 LAlc",
        "content": "Il transito dell’alcool e dei prodotti contenenti alcool è esentato da qualsiasi onere fiscale previsto dalla presente legge. Per quanto concerne la garanzia delle tasse previste dalla presente legge, si applicano le disposizioni della legislazione doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, I. Definizioni",
        "citation": "Art. 39 cpv. 1 LAlc",
        "content": "Esercita il commercio di bevande distillate chi le vende, procura o altrimenti fornisce verso compenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, I. Definizioni",
        "citation": "Art. 39 cpv. 2 LAlc",
        "content": "È considerata commercio anche la fornitura gratuita a scopo pubblicitario. Sono eccettuati i regali consegnati a una cerchia determinata di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, I. Definizioni",
        "citation": "Art. 39 cpv. 3 LAlc",
        "content": "Per commercio all’ingrosso s’intende qualsiasi fornitura a rivenditori e a imprese che impiegano bevande distillate nell’elaborazione dei loro prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, I. Definizioni",
        "citation": "Art. 39 cpv. 4 LAlc",
        "content": "Ogni altra forma di commercio, compresa la mescita, è considerata commercio al minuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 1. Divieti",
        "citation": "Art. 41 cpv. 1 LAlc",
        "content": "Sono vietate le seguenti forme di commercio al minuto di bevande distillate:\na. commercio ambulante;\nb. vendita nelle vie e piazze accessibili a tutti, eccetto nelle adiacenze degli esercizi pubblici se la patente cantonale lo prevede;\nc. vendita di porta in porta;\nd. ordinazioni collettive;\ne. visite ai consumatori, senza loro invito, per raccogliere ordinazioni;\nf. vendita mediante distributori automatici accessibili a tutti;\ng. vendita a prezzi che non coprono i costi, eccettuate le realizzazioni di beni ordinate dall’autorità;\nh. vendita con aggiunte o altre convenienze per allettare il consumatore;\ni. consegna a fanciulli e ad adolescenti minori di 18 anni;\nk. consegna gratuita, a scopi pubblicitari, ad una cerchia indeterminata di persone, segnatamente distribuzione di campioni o organizzazione di degustazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 1. Divieti",
        "citation": "Art. 41 cpv. 2 LAlc",
        "content": "L’autorità competente può tuttavia autorizzare deroghe per:\na. la mescita nelle vie e piazze accessibili a tutti in occasione di manifestazioni pubbliche;\nb. la vendita a prezzi che non coprono i costi, in caso di cessazione dell’attività commerciale o per altri gravi motivi;\nc. la consegna gratuita, a scopi pubblicitari, ad una cerchia indeterminata di persone, in occasione di fiere ed esposizioni ospitanti il commercio degli alimentari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 2. Commercio al minuto entro i confini cantonali",
        "citation": "Art. 41a cpv. 1 LAlc",
        "content": "Per l’esercizio del commercio al minuto entro i confini cantonali occorre una patente rilasciata dall’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 2. Commercio al minuto entro i confini cantonali",
        "citation": "Art. 41a cpv. 2 LAlc",
        "content": "Chi gestisce più punti di vendita o di fornitura deve avere una patente per ognuno di essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 2. Commercio al minuto entro i confini cantonali",
        "citation": "Art. 41a cpv. 3 LAlc",
        "content": "Possono essere ammessi a esercitare il commercio al minuto delle bevande distillate i produttori d’acquavite, gli esercizi pubblici, compresi i servizi di ristorazione negli aeromobili, sui treni e sui battelli, le aziende del commercio dei vini e dei liquori, gli spacci franchi, le farmacie e le drogherie come pure i negozi che offrono un vasto assortimento di derrate alimentari, bevande analcoliche comprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 2. Commercio al minuto entro i confini cantonali",
        "citation": "Art. 41a cpv. 5 LAlc",
        "content": "È riservata la competenza dei Cantoni di sottoporre il commercio al minuto a restrizioni supplementari richieste dal bene pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, IV. Commercio al minuto, 2. Commercio al minuto entro i confini cantonali",
        "citation": "Art. 41a cpv. 6 LAlc",
        "content": "Per il rilascio della patente i Cantoni riscuotono una tassa il cui importo è fissato secondo il genere e l’importanza dell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, V. Prescrizioni di controllo",
        "citation": "Art. 42a LAlc",
        "content": "Chiunque esercita il commercio di bevande distillate deve accordare agli agenti di controllo competenti libero accesso ai locali di vendita e ai magazzini, fornir loro ogni informazione necessaria, mostrare loro le riserve e permettere loro di ispezionare i libri di commercio e i documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_42_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, VI. Limitazione della pubblicità",
        "citation": "Art. 42b cpv. 1 LAlc",
        "content": "La pubblicità per le bevande distillate, con la parola, l’immagine o il suono, può contenere soltanto indicazioni o rappresentazioni che si riferiscono direttamente al prodotto e alle sue proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, VI. Limitazione della pubblicità",
        "citation": "Art. 42b cpv. 2 LAlc",
        "content": "I confronti di prezzi o la promessa di aggiunte o di altre convenienze sono vietati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, VI. Limitazione della pubblicità",
        "citation": "Art. 42b cpv. 3 LAlc",
        "content": "La pubblicità per le bevande distillate è vietata:\na. alla radio e alla televisione;\nb. in e su edifici o parti di edifici destinati ad usi pubblici, come pure nella loro area;\nc. in e su mezzi pubblici di trasporto;\nd. sui campi sportivi e in occasione di manifestazioni sportive;\ne. in occasione di manifestazioni cui partecipano soprattutto fanciulli e adolescenti o che sono organizzate precipuamente per loro;\nf. nelle aziende che vendono medicinali o la cui attività consiste essenzialmente nel salvaguardare la salute;\ng. sugli imballaggi e sugli oggetti d’uso che non contengono bevande distillate o non hanno nessuna connessione con esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, VI. Limitazione della pubblicità",
        "citation": "Art. 42b cpv. 4 LAlc",
        "content": "È vietato organizzare concorsi che servono da pubblicità alle bevande distillate, ne presuppongono l’acquisto o ne prevedono la distribuzione a titolo di premi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto: Commercio delle bevande distillate, VII. Coordinamento",
        "citation": "Art. 43 LAlc",
        "content": "L’UDSC promuove il coordinamento fra i Cantoni nel disciplinamento del commercio al minuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_43"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto a:Altri provvedimenti per diminuire il consumo delle bevande distillate",
        "citation": "Art. 43a cpv. 1 LAlc",
        "content": "Per diminuire il consumo di bevande distillate, la Confederazione sostiene, con sussidi, le organizzazioni e istituzioni, nazionali e intercantonali, che lottano mediante provvedimenti preventivi contro l’alcolismo. Detti sussidi possono essere concessi segnatamente per l’informazione e la ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_43_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto a:Altri provvedimenti per diminuire il consumo delle bevande distillate",
        "citation": "Art. 43a cpv. 2 LAlc",
        "content": "I sussidi sono pagati dall’UDSC; per tale scopo va registrata una somma globale adeguata nel suo bilancio di previsione. L’UDSC può incaricare un organo competente di distribuire, parzialmente o totalmente, i sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_43_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo quinto a:Altri provvedimenti per diminuire il consumo delle bevande distillate",
        "citation": "Art. 43a cpv. 3 LAlc",
        "content": "È riservata l’assegnazione di sussidi cantonali, in virtù della decima dell’alcole, per combattere l’alcolismo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_43_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto: Ripartizione dei proventi, I. Prodotto netto 1. Ripartizione",
        "citation": "Art. 44 cpv. 1 LAlc",
        "content": "Sono considerati prodotto netto i proventi dell’imposta previa deduzione di un forfait d’esecuzione. Il Consiglio federale stabilisce le spese previste dalla legge e le spese d’esercizio necessarie che sono coperte dal forfait d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_44"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto: Ripartizione dei proventi, I. Prodotto netto 1. Ripartizione",
        "citation": "Art. 44 cpv. 2 LAlc",
        "content": "Il prodotto netto è devoluto per il 10 per cento ai Cantoni; il 90 per cento resta alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_44"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto: Ripartizione dei proventi, I. Prodotto netto 1. Ripartizione",
        "citation": "Art. 44 cpv. 3 LAlc",
        "content": "La ripartizione tra i Cantoni avviene sulla base della loro popolazione residente. Sono determinanti le cifre dell’ultimo rilevamento dell’Ufficio federale di statistica sulla popolazione residente media.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_44"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto: Ripartizione dei proventi, I. Prodotto netto 2. Impiego",
        "citation": "Art. 45 cpv. 1 LAlc",
        "content": "La parte del prodotto netto spettante alla Confederazione è impiegata per l’assicurazione vecchiaia, superstiti e invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_45"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto: Ripartizione dei proventi, I. Prodotto netto 2. Impiego",
        "citation": "Art. 45 cpv. 2 LAlc",
        "content": "La parte spettante ai Cantoni dev’essere impiegata nella lotta contro l’alcolismo, l’abuso di stupefacenti o di altre sostanze che generano dipendenza e l’abuso di medicamenti, nelle loro cause e nei loro effetti. I Cantoni presentano ogni anno al Consiglio federale un rapporto sull’impiego della loro quota.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_45"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto: Ripartizione dei proventi, I. Prodotto netto 2. Impiego",
        "citation": "Art. 45 cpv. 3 LAlc",
        "content": "Il Consiglio federale sottopone ogni tre anni all’Assemblea federale un rapporto sull’impiego delle quote cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_45"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, I. Diritto di pegno fiscale",
        "citation": "Art. 46 cpv. 1 LAlc",
        "content": "La Confederazione ha un diritto di pegno legale su tutti i prodotti assoggettati all’imposta secondo la presente legge, fabbricati o depositati sul territorio svizzero, se il pagamento dell’imposta appare compromesso, segnatamente quando la persona assoggettata allʼimposta:\na. prende disposizioni per abbandonare il suo domicilio, la sua sede sociale o il suo stabilimento d’impresa sul territorio svizzero o per farsi cancellare dal registro di commercio svizzero; o\nb. è in mora con il pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_46"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, I. Diritto di pegno fiscale",
        "citation": "Art. 46 cpv. 2 LAlc",
        "content": "Il diritto di pegno fiscale si applica anche ai prodotti assoggettati all’imposta secondo la presente legge per i quali non è ancora sorto il credito fiscale; esso ha la precedenza su tutti gli altri diritti reali sulla cosa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_46"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, II. Sequestro",
        "citation": "Art. 47 cpv. 1 LAlc",
        "content": "L’UDSC fa valere il pegno fiscale sequestrando la merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_47"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, II. Sequestro",
        "citation": "Art. 47 cpv. 2 LAlc",
        "content": "Procede al sequestro della merce:\na. prendendone possesso; o\nb. diffidando il possessore dal disporne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_47"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, II. Sequestro",
        "citation": "Art. 47 cpv. 3 LAlc",
        "content": "Può liberare la merce sequestrata e consegnarla all’avente diritto contro la prestazione di una garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_47"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, III. Realizzazione del pegno fiscale",
        "citation": "Art. 48 cpv. 1 LAlc",
        "content": "Un pegno fiscale può essere realizzato quando:\na. il credito fiscale così garantito è diventato esecutivo; e\nb. il termine di pagamento impartito alla persona assoggettata all’imposta è scaduto infruttuosamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, III. Realizzazione del pegno fiscale",
        "citation": "Art. 48 cpv. 2 LAlc",
        "content": "Il pegno è realizzato mediante incanto pubblico o vendita a trattative private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, III. Realizzazione del pegno fiscale",
        "citation": "Art. 48 cpv. 3 LAlc",
        "content": "L’UDSC può realizzare il pegno a trattative private soltanto previo consenso del proprietario, a meno che:\na. il pegno non abbia potuto essere realizzato mediante incanto pubblico; o\nb. il valore del pegno ammonti al massimo a 1000 franchi e il proprietario del pegno sia sconosciuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, III. Realizzazione del pegno fiscale",
        "citation": "Art. 48 cpv. 4 LAlc",
        "content": "Il Consiglio federale può stabilire principi relativi alla procedura di realizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo sesto a: Pegno fiscale, III. Realizzazione del pegno fiscale",
        "citation": "Art. 48 cpv. 5 LAlc",
        "content": "Il Consiglio federale stabilisce:\na. le ulteriori condizioni alle quali l’UDSC può realizzare il pegno a trattative private;\nb. i casi nei quali l’UDSC può rinunciare alla realizzazione del pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, I. Decisioni della Direzione generale delle dogane, 1. In generale",
        "citation": "Art. 49 cpv. 1 LAlc",
        "content": "Le decisioni di prima istanza della Direzione generale delle dogane possono essere impugnate con reclamo entro trenta giorni dalla notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, I. Decisioni della Direzione generale delle dogane, 1. In generale",
        "citation": "Art. 49 cpv. 2 LAlc",
        "content": "Il reclamo deve essere presentato per scritto alla Direzione generale delle dogane; esso deve contenere delle conclusioni precise e indicare i fatti sui quali è fondato. I mezzi di prova devono essere indicati sul reclamo e, se possibile, devono esservi allegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, I. Decisioni della Direzione generale delle dogane, 1. In generale",
        "citation": "Art. 49 cpv. 3 LAlc",
        "content": "Se il reclamo è ammissibile, la Direzione generale delle dogane riesamina la decisione senza essere vincolata alle conclusioni presentate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, I. Decisioni della Direzione generale delle dogane, 1. In generale",
        "citation": "Art. 49 cpv. 4 LAlc",
        "content": "La procedura di reclamo è continuata, anche se il reclamo è stato ritirato, quando degli indizi facciano supporre che la decisione impugnata non sia conforme alla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, I. Decisioni della Direzione generale delle dogane, 1. In generale",
        "citation": "Art. 49 cpv. 5 LAlc",
        "content": "La decisione sul reclamo deve essere motivata e indicare i rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, I. Decisioni della Direzione generale delle dogane, 2. Decisioni concernenti la limitazione della pubblicità",
        "citation": "Art. 50 LAlc",
        "content": "Le decisioni emanate in virtù dell’articolo 42b possono essere impugnate entro 30 giorni, senza previo reclamo, dinanzi al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_50"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, II. Decisioni degli uffici doganali o delle direzioni di circondario",
        "citation": "Art. 51 cpv. 1 LAlc",
        "content": "I rimedi giuridici per le decisioni degli uffici doganali nell’ambito della procedura d’imposizione doganale sono rette dalla legge del 18 marzo 2005 sulle dogane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_51"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo settimo:, Rimedi giuridici, II. Decisioni degli uffici doganali o delle direzioni di circondario",
        "citation": "Art. 51 cpv. 2 LAlc",
        "content": "Le altre decisioni emanate dagli uffici doganali o dalle direzioni di circondario in virtù della presente legge possono essere impugnate entro 30 giorni presentando ricorso alla Direzione generale delle dogane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_51"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, I. Contro le prerogative della Confederazione 1. Violazione",
        "citation": "Art. 52 cpv. 1 LAlc",
        "content": "È punito con la multa fino al quintuplo della perdita fiscale, in quanto non si applichi l’articolo 14 della legge federale del 22 marzo 1974 sul diritto penale amministrativo (DPA), chiunque:\na. senza averne il diritto, fabbrica o rettifica bevande distillate;\nb. utilizza bevande distillate o prodotti di queste per usi contrari alle prescrizioni;\nc. si procura illecitamente una concessione, una licenza, un permesso di distillare o un’altra autorizzazione; o\nd. viola in altro modo le prerogative della Confederazione secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_52"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, I. Contro le prerogative della Confederazione 1. Violazione",
        "citation": "Art. 52 cpv. 2 LAlc",
        "content": "Se l’infrazione è commessa per mestiere o per abitudine, il massimo della multa è aumentato della metà. Può inoltre essere pronunciata una pena detentiva fino a un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_52"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, I. Contro le prerogative della Confederazione 1. Violazione",
        "citation": "Art. 52 cpv. 3 LAlc",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa fino al triplo della perdita fiscale",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_52"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, I. Contro le prerogative della Confederazione 2. Messa in pericolo",
        "citation": "Art. 53 cpv. 1 LAlc",
        "content": "È punito con la multa fino a 20 000 franchi chiunque intenzionalmente:\na. contravviene alle condizioni delle concessioni o agli obblighi imposti alle distillerie domestiche;\nb. senza averne il diritto acquista, installa, mantiene o modifica un apparecchio per distillare; o\nc. compromette altrimenti le prerogative della Confederazione secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_53"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, I. Contro le prerogative della Confederazione 2. Messa in pericolo",
        "citation": "Art. 53 cpv. 2 LAlc",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_53"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, II. Sottrazione e messa in pericolo dell’imposta",
        "citation": "Art. 54 cpv. 1 LAlc",
        "content": "Chiunque intenzionalmente sottrae un’imposta prevista dalla legislazione sull’alcool, o procaccia a sé o a un terzo un altro profitto fiscale indebito, come un condono o una restituzione dell’imposta, è punito con la multa fino al quintuplo dell’imposta sottratta o del profitto ottenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, II. Sottrazione e messa in pericolo dell’imposta",
        "citation": "Art. 54 cpv. 2 LAlc",
        "content": "Se l’infrazione è commessa per mestiere o per abitudine, il massimo della multa è aumentato della metà. Può inoltre essere pronunciata una pena detentiva fino a un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, II. Sottrazione e messa in pericolo dell’imposta",
        "citation": "Art. 54 cpv. 3 LAlc",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa fino al triplo dell’imposta sottratta o del profitto ottenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, II. Sottrazione e messa in pericolo dell’imposta",
        "citation": "Art. 54 cpv. 4 LAlc",
        "content": "Chiunque intenzionalmente compromette la riscossione di una tassa, ovvero tenta di procacciare a sé o a un terzo un altro profitto fiscale indebito, segnatamente mediante registrazioni inesatte, omettendo le registrazioni o le notificazioni prescritte o mediante false informazioni, è punito con la multa fino al triplo dell’imposta messa in pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, II. Sottrazione e messa in pericolo dell’imposta",
        "citation": "Art. 54 cpv. 5 LAlc",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa fino all’importo dell’imposta messa in pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, II. Sottrazione e messa in pericolo dell’imposta",
        "citation": "Art. 54 cpv. 6 LAlc",
        "content": "I capoversi 1–5 si applicano soltanto in quanto non si applichi l’articolo 14 DPA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, IV. Ricettazione",
        "citation": "Art. 56 LAlc",
        "content": "Chiunque acquista, riceve in dono, in pegno o comunque in consegna, occulta, aiuta a spacciare o mette in circolazione bevande distillate è punito con la pena applicabile all’autore, se sa o deve presumere che:\na. sono state illecitamente fabbricate o rettificate; o\nb. l’imposta cui sottostanno è stata sottratta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_56"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, V. Inosservanza delle prescrizioni concernenti il commercio e la pubblicità",
        "citation": "Art. 57 cpv. 1 LAlc",
        "content": "È punito con la multa fino a 20 000 franchi chiunque disattende intenzionalmente le prescrizioni di controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, V. Inosservanza delle prescrizioni concernenti il commercio e la pubblicità",
        "citation": "Art. 57 cpv. 2 LAlc",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa. Infrazioni di poca entità possono essere punite con un ammonimento, se del caso con spese a carico del contravventore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, V. Inosservanza delle prescrizioni concernenti il commercio e la pubblicità",
        "citation": "Art. 57 cpv. 3 LAlc",
        "content": "È punito con la multa fino a 40 000 franchi chiunque intenzionalmente:\na. contravviene alle prescrizioni concernenti la limitazione della pubblicità;\nb. disattende, nel commercio al minuto, i divieti previsti all’articolo 41.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, V. Inosservanza delle prescrizioni concernenti il commercio e la pubblicità",
        "citation": "Art. 57 cpv. 4 LAlc",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa fino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, V. Inosservanza delle prescrizioni concernenti il commercio e la pubblicità",
        "citation": "Art. 57 cpv. 5 LAlc",
        "content": "L’emanazione di disposizioni penali per infrazioni ai disposti dell’articolo 41a capoversi 1 e 2, come anche il procedimento e il giudizio per siffatte infrazioni e per le violazioni, nel commercio al minuto cantonale, dei divieti di commercio previsti dall’articolo 41 incombono ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, VI. Altre infrazioni",
        "citation": "Art. 58 cpv. 1 LAlc",
        "content": "Chiunque, intenzionalmente o per negligenza, disattende una norma della legislazione sull’alcool, un’istruzione di carattere generale emanata in base a norme siffatte o una singola decisione notificatagli sotto comminatoria della pena contemplata nel presente articolo è punito con la multa fino a 5000 franchi. Le infrazioni di poca entità possono formare oggetto di ammonimento e le spese possono essere addossate al contravventore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_58"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, VI. Altre infrazioni",
        "citation": "Art. 58 cpv. 2 LAlc",
        "content": "È riservato il rinvio a giudizio in virtù degli articoli 285 o 286 del Codice penale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_58"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, A. Infrazioni, VII. Distrazione del pegno fiscale",
        "citation": "Art. 58a LAlc",
        "content": "È punito con la multa fino a 100 000 franchi chiunque, lasciato in possesso di bevande spiritose o di etanolo sequestrati dall’UDSC a titolo di pegno fiscale, li distrugge o ne dispone senza il consenso dell’autorità. Se l’autore ha agito per negligenza, la pena è della multa fino a 30 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_58_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, B. Rapporto con la legge federale sul diritto penale amministrativo, I. Applicabilità",
        "citation": "Art. 59 cpv. 1 LAlc",
        "content": "La DPA è applicabile in quanto gli articoli 59a–63 non vi deroghino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_59"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, B. Rapporto con la legge federale sul diritto penale amministrativo, I. Applicabilità",
        "citation": "Art. 59 cpv. 2 LAlc",
        "content": "Riservato l’articolo 57 capoverso 5, l’UDSC è l’autorità amministrativa incaricata del perseguimento e del giudizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_59"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, B. Rapporto con la legge federale sul diritto penale amministrativo, II. Infrazioni commesse nell’azienda",
        "citation": "Art. 59a LAlc",
        "content": "Se la multa applicabile non supera i 50 000 franchi e se le persone punibili secondo l’articolo 6 DPA non possono essere determinate o possono esserlo soltanto con provvedimenti d’inchiesta sproporzionati, l’UDSC può prescindere dal procedere contro dette persone e, in loro vece, condannare l’azienda al pagamento della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_59_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, B. Rapporto con la legge federale sul diritto penale amministrativo, III. Concorso di infrazioni",
        "citation": "Art. 59b LAlc",
        "content": "Se un atto costituisce contemporaneamente un’infrazione secondo la presente legge o secondo un’altra legge e tali infrazioni sono tutte perseguite e giudicate dall’UDSC, si applica la pena prevista per l’infrazione più grave; tale pena può essere adeguatamente aumentata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_59_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, B. Rapporto con la legge federale sul diritto penale amministrativo, IV. Prescrizione dell’azione penale",
        "citation": "Art. 60 LAlc",
        "content": "La prescrizione dell’azione penale conformemente all’articolo 11 capoverso 2 DPA è parimente applicabile alle infrazioni previste negli articoli 52, 53 e 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_60"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, C. Perdita fiscale; esclusione dal diritto ai contributi",
        "citation": "Art. 62 cpv. 1 LAlc",
        "content": "Al pagamento dell’indennità per perdita fiscale subita dall’UDSC per effetto di un’infrazione sono applicabili per analogia i disposti della legge federale del 22 marzo 1974 sul diritto penale amministrativo concernenti l’obbligo di pagamento o restituzione (art. 12, 13 e 63).",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_62"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, C. Perdita fiscale; esclusione dal diritto ai contributi",
        "citation": "Art. 62 cpv. 2 LAlc",
        "content": "La perdita fiscale è fatta valere dall’UDSC mediante decisione secondo la procedura amministrativa. La perdita che non può essere determinata con precisione viene fissata mediante stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_62"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, C. Perdita fiscale; esclusione dal diritto ai contributi",
        "citation": "Art. 62 cpv. 3 LAlc",
        "content": "Chiunque ha ottenuto o tentato di ottenere indebitamente, per sé o per altri, un contributo (sussidio) previsto nella legislazione sull’alcool oppure qualsiasi altro vantaggio può, così come l’azienda che rappresenta, essere privato del diritto ai contributi per una durata massima di tre anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_62"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo ottavo:, Disposizioni penali, D. Risarcimento",
        "citation": "Art. 63 LAlc",
        "content": "È tenuto a un equo risarcimento, indipendentemente dal procedimento penale, chiunque procura all’UDSC un danno patrimoniale con un’infrazione, pur senza essersi sottratto al pagamento di una tassa dovuta, né aver causato una perdita fiscale o aver ottenuto un contributo indebito. L’ammontare del risarcimento è stabilito dall’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_63"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, I. Tasse esigibili",
        "citation": "Art. 65 cpv. 1 LAlc",
        "content": "Le tasse previste dalla presente legge sono esigibili dal momento in cui sono state determinate. Gli eredi sono solidalmente responsabili del loro pagamento, anche se le tasse non sono ancora state fissate, fino a concorrenza dell’ammontare della successione. Essi subentrano al defunto nel diritto di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_65"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, II. Esecuzione per debiti",
        "citation": "Art. 66 cpv. 1 LAlc",
        "content": "Per l’esazione dei crediti previsti nella presente legge, si può procedere in via di pignoramento anche in confronto dei debitori sottoposti alla procedura fallimentare, a meno che il fallimento non sia già stato pronunciato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_66"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, II. Esecuzione per debiti",
        "citation": "Art. 66 cpv. 2 LAlc",
        "content": "Divenuti che siano esecutivi, i provvedimenti e le decisioni delle autorità amministrative accertanti dei crediti sono equiparati alle sentenze esecutive giudiziarie, nel senso dell’articolo 80 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento (LEF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_66"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, III. Ordine di prestare garanzia",
        "citation": "Art. 67 cpv. 1 LAlc",
        "content": "LʼUDSC può esigere garanzie per le imposte e altri crediti pecuniari, anche se non sono né accertati con decisione passata in giudicato né scaduti, quando:\na. i crediti non sono garantiti mediante un pegno fiscale sufficiente e realizzabile; e\nb. il pagamento appare in pericolo, segnatamente quando il debitore:\n1. prende disposizioni per abbandonare il suo domicilio, la sua sede sociale o il suo stabilimento d’impresa in Svizzera o per farsi cancellare dal registro di commercio svizzero, o\n2. è in ritardo con il pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, III. Ordine di prestare garanzia",
        "citation": "Art. 67 cpv. 2 LAlc",
        "content": "La garanzia può essere prestata sotto forma di deposito di contanti, di titoli, di una garanzia bancaria o di una fideiussione solidale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, III. Ordine di prestare garanzia",
        "citation": "Art. 67 cpv. 3 LAlc",
        "content": "L’ordine di prestare garanzia è equiparato a una decisione giudiziaria ai sensi dell’articolo 80 LEF. Esso costituisce un decreto di sequestro ai sensi dell’articolo 274 LEF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, III. Ordine di prestare garanzia",
        "citation": "Art. 67 cpv. 4 LAlc",
        "content": "L’opposizione al decreto di sequestro non è ammessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, III. Ordine di prestare garanzia",
        "citation": "Art. 67 cpv. 5 LAlc",
        "content": "Il ricorso contro l’ordine di prestare garanzia non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, V. Restituzione, riscossione posticipata; proroga e condono",
        "citation": "Art. 69 cpv. 1 LAlc",
        "content": "Chiunque ha pagato per errore o in via d’esecuzione delle tasse non dovute, può rivendicarne interamente o parzialmente l’importo, entro il termine di un anno a contare dal pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, V. Restituzione, riscossione posticipata; proroga e condono",
        "citation": "Art. 69 cpv. 2 LAlc",
        "content": "Se, per errore, una tassa dovuta non è stata determinata o lo è stata insufficientemente, l’UDSC può rivendicarne l’intero ammontare o la differenza dal contribuente entro il termine di un anno dal giorno in cui si è verificato l’obbligo del pagamento o in cui è stata determinata la tassa. L’UDSC può rivendicare, entro il termine di un anno, anche le somme rimborsate in più.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, V. Restituzione, riscossione posticipata; proroga e condono",
        "citation": "Art. 69 cpv. 3 LAlc",
        "content": "L’UDSC può prorogare il termine di pagamento o condonare in tutto o in parte la tassa o la multa od ammenda, allorché la riscossione costituirebbe, date le particolari circostanze, un eccessivo aggravio per il contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, V. Restituzione, riscossione posticipata; proroga e condono",
        "citation": "Art. 69 cpv. 4 LAlc",
        "content": "Essa può parimente accordare una proroga per il pagamento dell’imposta sulle specialità, affine di tener conto delle condizioni di vendita di questi prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, V. Restituzione, riscossione posticipata; proroga e condono",
        "citation": "Art. 69 cpv. 5 LAlc",
        "content": "La tassa è condonata o rimborsata al contribuente assoggettato all’obbligo, secondo la presente legge, di tenere una contabilità se questi prova che la merce gravata è andata perduta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo nono: Esazione, V. Restituzione, riscossione posticipata; proroga e condono",
        "citation": "Art. 69 cpv. 6 LAlc",
        "content": "La tassa è condonata o rimborsata al contribuente se la merce viene distrutta sotto il controllo dell’UDSC, entro cinque anni a partire dal momento in cui è sorto l’onere fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 1. Consiglio federale e Dipartimento delle finanze",
        "citation": "Art. 70 cpv. 1 LAlc",
        "content": "Il Consiglio federale veglia sull’esecuzione della presente legge. Esso emana tutte le disposizioni ed istruzioni necessarie in quanto questa competenza non sia delegata ad altra autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_70"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 1. Consiglio federale e Dipartimento delle finanze",
        "citation": "Art. 70 cpv. 2 LAlc",
        "content": "A questo scopo, il Dipartimento federale delle finanze sottopone al Consiglio federale delle proposte ed esegue le risoluzioni prese. Esso invigila la gestione dell’UDSC e prende i provvedimenti e le decisioni che gli sono riservati dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_70"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 1. Consiglio federale e Dipartimento delle finanze, 2. UDSC e Ufficio federale dell’agricoltura ",
        "citation": "Art. 71 cpv. 1 LAlc",
        "content": "All’UDSC è affidata la gestione degli affari attinenti all’esecuzione della legislazione sull’alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_71"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 1. Consiglio federale e Dipartimento delle finanze, 2. UDSC e Ufficio federale dell’agricoltura ",
        "citation": "Art. 71 cpv. 2 LAlc",
        "content": "All’Ufficio federale dell’agricoltura è affidata la gestione degli affari attinenti alla valorizzazione analcolica delle materie prime distillabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_71"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 3. Registro dellʼetanolo",
        "citation": "Art. 72 LAlc",
        "content": "L’UDSC tiene un registro pubblico dei titolari di un’autorizzazione ai sensi degli articoli 32 e 34.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_72"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 4. Coadiuvazione di altre autorità",
        "citation": "Art. 73 cpv. 1 LAlc",
        "content": "Il Consiglio federale può delegare l’esercizio di certe funzioni ad altri servizi dell’Amministrazione federale, nonché alle autorità cantonali e comunali. Esso stabilisce il contributo alle spese che deve essere versato dall’UDSC. ... .",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_73"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, I. Autorità amministrative, 4. Coadiuvazione di altre autorità",
        "citation": "Art. 73 cpv. 2 LAlc",
        "content": "Inoltre, gli uffici della Confederazione, dei Cantoni, dei distretti o circoli e dei Comuni, devono, nel limite delle loro attribuzioni, coadiuvare l’UDSC. In particolare, essi devono denunciargli le contravvenzioni di cui avessero ufficialmente conoscenza e aiutarla ad accertare i fatti e a perseguire i colpevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_73"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Capo decimo: Organizzazione, III. Segreto d’ufficio",
        "citation": "Art. 75 LAlc",
        "content": "I funzionari e impiegati federali nonché tutte le altre persone incaricate dell’esecuzione della presente legge, devono, di fronte ai terzi, mantenere il segreto sugli accertamenti che fanno nell’esercizio delle loro funzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/it#art_75"
    }
]