[
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre I, Dispositions générales, I. Champ d’application",
        "citation": "Art. 1 LAlc",
        "content": "La fabrication, la rectification, l’importation, l’exportation, le transit, la vente et l’imposition des boissons distillées sont régis par la présente loi. Sont réservées, sauf disposition contraire, la législation sur les douanes et celle qui règle le commerce des denrées alimentaires et de divers objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_1"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre I, Dispositions générales, II. Définition",
        "citation": "Art. 2 al. 1 LAlc",
        "content": "Est réputé «boisson distillée» aux termes de la présente loi l’alcool éthylique sous toutes ses formes, quel qu’en soit le mode de fabrication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre I, Dispositions générales, II. Définition",
        "citation": "Art. 2 al. 2 LAlc",
        "content": "Sous réserve de la restriction prévue à l’al. 3, les produits alcooliques obtenus uniquement par fermentation dont la teneur en alcool ne dépasse pas 15 % du volume ou, pour les vins naturels obtenus à partir de raisins frais, 18 % du volume ne sont pas soumis aux dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre I, Dispositions générales, II. Définition",
        "citation": "Art. 2 al. 3 LAlc",
        "content": "Les produits additionnés d’alcool tombent sous le coup de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre I, Dispositions générales, II. Définition",
        "citation": "Art. 2 al. 4 LAlc",
        "content": "Une ordonnance du Conseil fédéral soumettra à la présente loi tout autre alcool susceptible de servir de boisson et de remplacer l’alcool éthylique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_2"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, I. Droit de la Confédération",
        "citation": "Art. 3 al. 1 LAlc",
        "content": "Le droit de fabriquer et de rectifier des boissons distillées appartient exclusivement à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, I. Droit de la Confédération",
        "citation": "Art. 3 al. 2 LAlc",
        "content": "En règle générale, l’exercice de ce droit est concédé à des sociétés coopératives ou à d’autres entreprises privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, I. Droit de la Confédération",
        "citation": "Art. 3 al. 3 LAlc",
        "content": "La production non industrielle des eaux-de-vie de fruits et déchets de fruits, de cidre, de poiré, de raisins, de vin, de marcs de raisins, de lies de vin, de racines de gentiane, de baies et d’autres matières analogues est autorisée si ces matières proviennent exclusivement de la récolte indigène du producteur (produits du cru) ou ont été récoltées par ses soins à l’état sauvage dans le pays. Toutefois, ces matières ne peuvent être distillées que dans des distilleries domestiques au bénéfice d’une concession ou pour le compte de commettants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, I. Droit de la Confédération",
        "citation": "Art. 3 al. 4 LAlc",
        "content": "Ne sont considérées comme produits du cru que les matières provenant du sol exploité par le distillateur ou par le commettant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, I. Droit de la Confédération",
        "citation": "Art. 3 al. 5 LAlc",
        "content": "Une ordonnance du Conseil fédéral précisera ce qu’il faut entendre par production non industrielle et désignera les matières premières qui peuvent être distillées par les bouilleurs de cru.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_3"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 1. Formes des concessions",
        "citation": "Art. 4 al. 1 LAlc",
        "content": "La Confédération accorde des concessions de fabrication et de rectification des boissons distillées prévoyant un droit de prise en charge de l’Office fédéral de la douane et de la sécurité des frontières (OFDF) et des concessions de fabrication des eaux-de-vie de spécialités et de distillation à façon ne prévoyant pas de droit de prise en charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 1. Formes des concessions",
        "citation": "Art. 4 al. 2 LAlc",
        "content": "Les concessions prévoyant un droit de prise en charge sont accordées:\na. aux distilleries de pommes de terre, de betteraves et d’autres matières analogues, c’est-à-dire aux distilleries fixes qui mettent en œuvre des pommes de terre du pays ou les résidus de la fabrication du sucre de betteraves indigènes;\nb. aux distilleries de fruits à pépins, c’est-à-dire aux distilleries fixes ou ambulantes qui mettent en œuvre, pour leur propre compte, des matières premières indigènes telles que pommes et poires, leurs dérivés, cidres et poirés et les déchets de ces matières;\nc. aux distilleries industrielles, c’est-à-dire aux exploitations qui mettent en œuvre des résidus de la fabrication de la levure pressée et du sucre ou d’autres matières premières de provenance indigène ou étrangère;\nd. aux usines de rectification, c’est-à-dire aux exploitations qui produisent de l’alcool à haut degré, de l’alcool absolu ou qui rectifient des eaux-de-vie;\ne. aux fabriques d’alcool, c’est-à-dire aux exploitations qui produisent de l’alcool par des procédés chimiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 1. Formes des concessions",
        "citation": "Art. 4 al. 3 LAlc",
        "content": "Les concessions ne prévoyant pas de droit de prise en charge sont accordées:\na. aux distilleries de spécialités, c’est-à-dire aux distilleries fixes ou ambulantes qui mettent en œuvre des fruits à noyau, des fruits à pépins autres que des pommes et des poires, leurs dérivés et déchets, du vin, des déchets et résidus de la production du vin, des racines de gentiane, des baies ou d’autres matières analogues;\nb. aux distilleries à façon, c’est-à-dire aux distilleries fixes ou ambulantes qui mettent en œuvre, pour le compte de commettants et contre rémunération, les matières désignées à l’art. 3, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 1. Formes des concessions",
        "citation": "Art. 4 al. 4 LAlc",
        "content": "Le Conseil fédéral fixe les conditions auxquelles une exploitation peut obtenir simultanément différentes concessions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_4"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, a. Conditions",
        "citation": "Art. 5 al. 1 LAlc",
        "content": "Les concessions seront accordées dans la mesure où les nécessités économiques du pays le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, a. Conditions",
        "citation": "Art. 5 al. 2 LAlc",
        "content": "Elles doivent permettre d’utiliser, en temps opportun, les déchets ou résidus de l’arboriculture fruitière, de la viticulture et de la culture des betteraves à sucre et les excédents des récoltes de fruits et de pommes de terre, en tant que ces matières ne peuvent être rationnellement employées ailleurs que dans la distillerie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, a. Conditions",
        "citation": "Art. 5 al. 3 LAlc",
        "content": "Les concessions pour la distillation des matières premières indigènes sont octroyées de préférence aux exploitations situées dans les régions où la production excède en général les besoins de l’alimentation et de l’affouragement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, a. Conditions",
        "citation": "Art. 5 al. 4 LAlc",
        "content": "La durée d’une concession ne peut dépasser dix ans. La concession ne peut être accordée que si la personne du requérant, ainsi que la construction et les installations techniques, assurent une exploitation rationnelle. Le Conseil fédéral édicte les prescriptions nécessaires. Il peut, entre autres, déclarer incompatibles l’exploitation d’une distillerie et l’exercice simultané d’une autre profession qui entraverait la surveillance de la distillerie ou du commerce des boissons distillées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, a. Conditions",
        "citation": "Art. 5 al. 5 LAlc",
        "content": "Le transfert d’une concession à une autre personne ou à une autre distillerie est subordonné à une autorisation de l’OFDF. L’autorisation doit être accordée si la distillerie est transférée par voie de succession et si l’héritier remplit les conditions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_5"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, b. Mode de procéder",
        "citation": "Art. 6 al. 1 LAlc",
        "content": "Les concessions sont accordées ou renouvelées par l’OFDF, sur demande et sans frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_6"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, b. Mode de procéder",
        "citation": "Art. 6 al. 2 LAlc",
        "content": "Acte en est dressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_6"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 2. Octroi des concessions, b. Mode de procéder",
        "citation": "Art. 6 al. 3 LAlc",
        "content": "Si les conditions de la concession ne sont pas observées ou si l’un des motifs ayant justifié l’octroi ou le renouvellement vient à disparaître, l’OFDF peut, après avoir entendu l’intéressé, retirer la concession avant son échéance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_6"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 3. Contrôle",
        "citation": "Art. 7 al. 1 LAlc",
        "content": "Les distilleries concessionnaires sont placées sous le contrôle de l’OFDF. Celui-ci peut recourir à la collaboration des autorités cantonales et communales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 3. Contrôle",
        "citation": "Art. 7 al. 2 LAlc",
        "content": "Le concessionnaire doit tenir un contrôle indiquant la provenance des matières premières, les sortes et quantités de boissons distillées obtenues et l’emploi de celles-ci. Il doit en outre accorder, en tout temps, libre accès dans les locaux d’exploitation aux agents chargés de l’application de la présente loi, les autoriser à consulter sa comptabilité et leur fournir tous renseignements nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 3. Contrôle",
        "citation": "Art. 7 al. 3 LAlc",
        "content": "Une autorisation de l’OFDF est nécessaire pour acquérir, installer, déplacer, remplacer ou transformer des appareils à distiller et leurs accessoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 3. Contrôle",
        "citation": "Art. 7 al. 4 LAlc",
        "content": "Le Conseil fédéral est autorisé à soumettre aussi au contrôle de l’OFDF les installations qui peuvent servir à produire des boissons distillées et qui ne font pas l’objet d’une concession. L’al. 3 peut être déclaré applicable à ces installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_7"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, a. Droit de distiller",
        "citation": "Art. 9 al. 1 LAlc",
        "content": "Le régime des distilleries qui mettent en œuvre des résidus de la fabrication du sucre de betteraves est fixé dans l’acte de concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_9"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, a. Droit de distiller",
        "citation": "Art. 9 al. 2 LAlc",
        "content": "En règle générale, les distilleries qui mettent en œuvre des fruits à pépins ne sont pas soumises au contingentement. Le Conseil fédéral est toutefois autorisé à prendre toutes les mesures propres à limiter la distillation, à condition de ne pas nuire à l’utilisation rationnelle des fruits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_9"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, a. Droit de distiller",
        "citation": "Art. 9 al. 3 LAlc",
        "content": "Le contingent des distilleries industrielles, des usines de rectification et des fabriques d’alcool est fixé dans l’acte de concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_9"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, aa. Principes",
        "citation": "Art. 10 al. 1 LAlc",
        "content": "L’OFDF fixe chaque année la quantité de boissons distillées qu’il prend en charge pour couvrir ses besoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, aa. Principes",
        "citation": "Art. 10 al. 2 LAlc",
        "content": "Il peut en sus prendre en charge de l’eau-de-vie pour absorber les excédents du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, aa. Principes",
        "citation": "Art. 10 al. 3 LAlc",
        "content": "Avant la récolte, il annonce la quantité qu’il prendra en charge, avec mention du prix, aux distilleries ayant une concession prévoyant un droit de prise en charge. Les distilleries sont appelées à faire leurs offres. Lorsque les offres dépassent la quantité annoncée, l’attribution aux distilleries est faite au prorata des offres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, aa. Principes",
        "citation": "Art. 10 al. 4 LAlc",
        "content": "Le Conseil fédéral fixe les exigences auxquelles doivent satisfaire les boissons distillées prises en charge par l’OFDF ainsi que les modalités de prise en charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, aa. Principes",
        "citation": "Art. 10 al. 5 LAlc",
        "content": "Les boissons distillées fabriquées à partir de matières premières de fruits à pépins sont soumises à l’imposition conformément aux art. 20 à 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_10"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, bb. Prix de prise en charge",
        "citation": "Art. 11 al. 1 LAlc",
        "content": "Les prix des boissons distillées prises en charge par l’OFDF sont fixés par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, bb. Prix de prise en charge",
        "citation": "Art. 11 al. 2 LAlc",
        "content": "Les prix des boissons distillées que l’OFDF prend en charge pour couvrir ses besoins sont fixés compte tenu de l’utilisation des excédents et des déchets des matières premières ainsi que du coût de revient d’une production rationnelle. Les prix peuvent être différents selon que l’eau-de-vie est produite en alambic ou en colonne de distillation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, bb. Prix de prise en charge",
        "citation": "Art. 11 al. 3 LAlc",
        "content": "Pour les boissons distillées que l’OFDF prend en charge pour absorber les excédents du marché, des prix échelonnés sont fixés selon les quantités. Ils doivent être inférieurs à ceux fixés selon l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, bb. Prix de prise en charge",
        "citation": "Art. 11 al. 6 LAlc",
        "content": "Le prix payé aux distilleries industrielles et aux fabriques d’alcool doit, en règle générale, correspondre au prix de revient moyen de l’alcool de même qualité importé par l’OFDF. Pour fixer ce prix, il pourra être tenu équitablement compte des frais de production effectifs, y compris l’intérêt et l’amortissement du capital investi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, bb. Prix de prise en charge",
        "citation": "Art. 11 al. 7 LAlc",
        "content": "Les usines de rectification recevront une indemnité qui doit couvrir les frais de rectification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 4 Concessions prévoyant un droit de prise en charge, b. Droit de prise en charge, bb. Prix de prise en charge",
        "citation": "Art. 11 al. 8 LAlc",
        "content": "Les différences de qualités peuvent être prises en considération dans la fixation des prix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_11"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 5. Concessions ne prévoyant pas de prise en charge, a. Distilleries de spécialités",
        "citation": "Art. 12 al. 1 LAlc",
        "content": "Le droit de distiller des spécialités n’est limité ni quant à la quantité de la production, ni quant à la provenance des matières premières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_12"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 5. Concessions ne prévoyant pas de prise en charge, a. Distilleries de spécialités",
        "citation": "Art. 12 al. 2 LAlc",
        "content": "L’OFDF ne prend pas en charge les produits des distilleries de spécialités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_12"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 5. Concessions ne prévoyant pas de prise en charge, a. Distilleries de spécialités",
        "citation": "Art. 12 al. 3 LAlc",
        "content": "Les eaux-de-vie de spécialités tirées de matières indigènes sont imposées conformément aux dispositions des art. 20 à 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_12"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 5. Concessions ne prévoyant pas de prise en charge, b. Distilleries à façon",
        "citation": "Art. 13 al. 1 LAlc",
        "content": "Les concessions pour l’exploitation des distilleries à façon sont accordées aux distilleries ambulantes. Elles peuvent aussi être accordées à des distilleries fixes si les distilleries ambulantes sont insuffisantes, ou si des circonstances locales ou des circonstances antérieures à l’entrée en vigueur de la présente loi le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_13"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 5. Concessions ne prévoyant pas de prise en charge, b. Distilleries à façon",
        "citation": "Art. 13 al. 2 LAlc",
        "content": "À moins qu’elles ne soient au bénéfice d’une des autres concessions prévues à l’art. 4, les distilleries à façon ne doivent pas travailler pour leur propre compte, mais seulement pour le compte de commettants. Elles ne distilleront, pour le compte de ces derniers, que des matières désignées à l’art. 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_13"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, II. Distilleries professionnelles 5. Concessions ne prévoyant pas de prise en charge, b. Distilleries à façon",
        "citation": "Art. 13 al. 3 LAlc",
        "content": "L’eau-de-vie ainsi obtenue doit être remise au commettant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_13"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 1. Situation juridique",
        "citation": "Art. 14 al. 1 LAlc",
        "content": "La production non industrielle des eaux-de-vie de fruits et de déchets de fruits, de cidre, de poiré, de raisins, de vin, de marcs de raisin, de lies de vin, de racines de gentiane, de baies et d’autres matières analogues, provenant exclusivement de la récolte indigène du producteur (bouilleur de cru) ou récoltées par ses soins à l’état sauvage dans le pays, n’est autorisée que dans les distilleries domestiques concessionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 1. Situation juridique",
        "citation": "Art. 14 al. 2 LAlc",
        "content": "Une concession peut être accordée par l’OFDF, pour la durée d’une année, au bouilleur de cru dont la récolte a été fortement diminuée par la grêle ou un autre phénomène naturel, pour lui permettre de distiller ses propres produits et des matières premières fournies par des tiers, sans perdre le droit à l’allocation en franchise prévue à l’art. 16.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 1. Situation juridique",
        "citation": "Art. 14 al. 5 LAlc",
        "content": "Ils ne peuvent, en règle générale, être transférés à des tiers qu’avec l’exploitation agricole à laquelle ils appartiennent (domaine de la distillerie). Si le domaine vient à être morcelé, la distillerie ne peut plus être exploitée que sur la parcelle où elle se trouvait avant le morcellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 1. Situation juridique",
        "citation": "Art. 14 al. 6 LAlc",
        "content": "Le remplacement d’appareils à distiller et d’accessoires, les transformations susceptibles d’augmenter leur capacité de production, ainsi que le transfert à des tiers, si ce transfert n’est pas en rapport avec celui du domaine de la distillerie, ne peuvent être opérés qu’avec l’autorisation de l’OFDF. Cette autorisation peut prescrire de quelle façon le remplacement ou la transformation doit être opérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_14"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 2. Surveillance",
        "citation": "Art. 15 al. 1 LAlc",
        "content": "La distillerie domestique est placée sous la surveillance de l’OFDF. Celui-ci peut recourir à la collaboration des autorités cantonales et communales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_15"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 2. Surveillance",
        "citation": "Art. 15 al. 2 LAlc",
        "content": "Le distillateur ne peut faire aucune transformation avant d’avoir fourni à l’OFDF tous les renseignements prescrits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_15"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 3. Emploi de l’eau-de-vie, a. Allocation en franchise",
        "citation": "Art. 16 LAlc",
        "content": "Le bouilleur de cru n’est autorisé à garder en franchise d’impôt que l’eau-de-vie provenant de produits récoltés par ses soins sur ses propres fonds ou à l’état sauvage dans le pays qui est nécessaire à son ménage et à son exploitation agricole. Le Conseil fédéral édictera des prescriptions destinées à assurer l’efficacité de cette disposition et à prévenir les abus dans l’usage de l’eau-de-vie affranchie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_16"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 3. Emploi de l’eau-de-vie, b. Droit de prise en charge de l’eau-de-vie de fruits à pépins",
        "citation": "Art. 17 al. 1 LAlc",
        "content": "L’OFDF peut prendre en charge l’eau-de-vie de fruits à pépins qui n’est pas nécessaire au ménage et à l’exploitation agricole du bouilleur de cru. Les art. 10 et 11 sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_17"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 3. Emploi de l’eau-de-vie, b. Droit de prise en charge de l’eau-de-vie de fruits à pépins",
        "citation": "Art. 17 al. 2 LAlc",
        "content": "L’eau-de-vie de fruits à pépins remise à des tiers gratuitement ou contre rémunération est soumise à l’imposition conformément aux art. 20 à 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_17"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 3. Emploi de l’eau-de-vie, c. Spécialités",
        "citation": "Art. 18 al. 1 LAlc",
        "content": "L’OFDF ne prend pas en charge les eaux-de-vie de spécialités produites par les bouilleurs de cru.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_18"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, III. Distilleries domestiques, 3. Emploi de l’eau-de-vie, c. Spécialités",
        "citation": "Art. 18 al. 2 LAlc",
        "content": "Les eaux-de-vie de spécialités remises à des tiers gratuitement ou contre rémunération sont soumises à l’imposition conformément aux art. 20 à 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_18"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, IV. Distillation à façon",
        "citation": "Art. 19 al. 1 LAlc",
        "content": "Celui qui veut obtenir de l’eau-de-vie de fruits à pépins ou d’eaux-de-vie de spécialités peut faire distiller ses matières premières par une distillerie à façon.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, IV. Distillation à façon",
        "citation": "Art. 19 al. 2 LAlc",
        "content": "Les producteurs qui font distiller exclusivement des produits de leur cru ou récoltés par leurs soins à l’état sauvage dans le pays sont reconnus commettants-bouilleurs de cru s’ils répondent aux conditions fixées par le Conseil fédéral conformément à l’art. 3, al. 5, pour la fabrication non industrielle des boissons distillées. Le Conseil fédéral peut toutefois soumettre l’admission des commettants-bouilleurs de cru aux restrictions nécessaires pour éviter des abus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, IV. Distillation à façon",
        "citation": "Art. 19 al. 3 LAlc",
        "content": "Lorsque des circonstances spéciales empêchent l’utilisation d’une distillerie à façon, l’OFDF peut autoriser le détenteur d’une distillerie domestique à procéder à la distillation pour le compte d’un commettant-bouilleur de cru ou à lui remettre son appareil en location.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, IV. Distillation à façon",
        "citation": "Art. 19 al. 4 LAlc",
        "content": "Les prescriptions concernant la surveillance des bouilleurs de cru, l’utilisation et l’imposition de l’eau-de-vie sont applicables aux commettants-bouilleurs de cru.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, IV. Distillation à façon",
        "citation": "Art. 19 al. 5 LAlc",
        "content": "Les commettants qui ne remplissent pas les conditions de l’al. 2 sont soumis aux prescriptions concernant les distillateurs professionnels pour l’autorisation de distiller, le contrôle, l’utilisation et l’imposition de l’eau-de-vie produite. Le contrôle peut être simplifié pour les commettants produisant de petites quantités d’eau-de-vie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, IV. Distillation à façon",
        "citation": "Art. 19 al. 6 LAlc",
        "content": "Si un commettant a été puni pour contravention grave à la loi fédérale sur l’alcool ou pour contravention commise en récidive, ou s’adonne à l’ivrognerie, l’OFDF peut lui interdire de donner des ordres de distiller prévus par l’al. 5. De plus, le Conseil fédéral peut déclarer le droit de faire distiller incompatible avec l’exercice d’autres professions si le contrôle des matières premières, de la production et de l’utilisation de l’eau-de-vie en est entravé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_19"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 1. Assujettissement",
        "citation": "Art. 20 al. 1 LAlc",
        "content": "L’impôt sur les eaux-de-vie de spécialités est dû sur les eaux-de-vie obtenues par la distillation des fruits à noyau, des fruits à pépins autres que les pommes et les poires ou de leurs dérivés ou déchets, des raisins, du vin, des marcs de raisin, des lies de vin, des racines de gentiane, des baies et autres matières analogues. Ces produits sont totalement imposables lorsqu’ils ont été fabriqués dans des distilleries concessionnaires. S’ils ont été fabriqués dans des distilleries domestiques ou pour le compte de commettants, les quantités vendues ou remises gratuitement à des tiers sont seules soumises à l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_20"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 1. Assujettissement",
        "citation": "Art. 20 al. 2 LAlc",
        "content": "Cet impôt est dû:\na. par le concessionnaire de la distillerie (art. 12);\nb. par le bouilleur de cru (art. 18, al. 2) ou par le commettant (art. 19).",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_20"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 2. Base de l’imposition",
        "citation": "Art. 21 al. 1 LAlc",
        "content": "L’eau-de-vie obtenue dans les distilleries concessionnaires est imposée sur la base de la quantité d’eau-de-vie produite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_21"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 2. Base de l’imposition",
        "citation": "Art. 21 al. 2 LAlc",
        "content": "Les petites exploitations peuvent être imposées d’après la quantité des matières premières et leur rendement moyen présumé, ou à forfait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_21"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 2. Base de l’imposition",
        "citation": "Art. 21 al. 3 LAlc",
        "content": "L’eau-de-vie obtenue dans les distilleries domestiques ou pour le compte de commettants est imposée pour la quantité vendue ou remise à des tiers. Cette imposition peut aussi faire l’objet d’un forfait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_21"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 3. Taux de l’impôt",
        "citation": "Art. 22 al. 1 LAlc",
        "content": "Le Conseil fédéral, après avoir entendu les intéressés, fixe le taux de l’impôt. Il tient compte en particulier des taux d’imposition appliqués dans les pays voisins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_22"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 3. Taux de l’impôt",
        "citation": "Art. 22 al. 2 LAlc",
        "content": "Il favorise les petits producteurs pour une quantité déterminée de production, à la condition que les matières premières distillées, au sens de l’art. 14, al. 1, proviennent exclusivement de leur propre production ou aient été récoltées par leur soin à l’état sauvage dans le pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_22"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 3. Taux de l’impôt",
        "citation": "Art. 22 al. 3 LAlc",
        "content": "L’impôt est fixé par hectolitre d’alcool pur à la température de 20° C.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_22"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 4. Procédure. Exigibilité",
        "citation": "Art. 23 al. 1 LAlc",
        "content": "L’OFDF peut prescrire la forme de la déclaration des quantités d’alcool produites ou de celles qui ont été écoulées à partir des entrepôts fiscaux; il peut notamment ordonner l’utilisation d’un procédé électronique et subordonner l’utilisation du procédé à un contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 4. Procédure. Exigibilité",
        "citation": "Art. 23 al. 1bis LAlc",
        "content": "Le Conseil fédéral règle la procédure de taxation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 4. Procédure. Exigibilité",
        "citation": "Art. 23 al. 2 LAlc",
        "content": "Toute personne assujettie à l’impôt doit tenir les registres, remplir les formulaires et faire les déclarations nécessaires à la taxation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 4. Procédure. Exigibilité",
        "citation": "Art. 23 al. 3 LAlc",
        "content": "Les organes compétents peuvent procéder à des contrôles en tout temps et sans préavis. L’exploitant doit leur accorder libre accès aux locaux de vente et d’entreposage, leur fournir tous renseignements utiles, leur montrer les réserves de boissons distillées et leur présenter les livres de commerce et les pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, V. Imposition des eaux-de-vie de spécialités, 4. Procédure. Exigibilité",
        "citation": "Art. 23 al. 4 LAlc",
        "content": "L’OFDF fixe la date à laquelle l’impôt est exigible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, Va. Imposition des produits alcooliques destinés à la consommation",
        "citation": "Art. 23bis al. 1 LAlc",
        "content": "Sont imposés de la même manière que les eaux-de-vie de spécialités:\na. les produits additionnés de boissons distillées;\nb. les vins naturels obtenus à partir de raisins frais dont la teneur en alcool dépasse 18 % du volume, les vins de fruits et de baies et les vins faits à partir d’autres matières premières dont la teneur en alcool dépasse 15 % du volume, les spécialités de vin, les vins doux et les mistelles;\nc. les vermouths et autres vins de raisins frais préparés avec des plantes ou des substances aromatiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, Va. Imposition des produits alcooliques destinés à la consommation",
        "citation": "Art. 23bis al. 2 LAlc",
        "content": "L’impôt est réduit de 50 % pour:\na. les vins naturels obtenus à partir de raisins frais dont la teneur en alcool est de plus de 18 % mais au plus de 22 % du volume, les vins de fruits et de baies et les vins faits à partir d’autres matières premières dont la teneur en alcool est de plus de 15 % mais au plus de 22 % du volume;\nb. les spécialités de vin, les vins doux et les mistelles, dont la teneur en alcool est au plus de 22 % du volume;\nc. les vermouths et autres vins de raisins frais préparés avec des plantes ou des substances aromatiques, dont la teneur en alcool est au plus de 22 % du volume.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, Va. Imposition des produits alcooliques destinés à la consommation",
        "citation": "Art. 23bis al. 2bis LAlc",
        "content": "L’impôt est augmenté de 300 % pour les boissons distillées sucrées dont la teneur en alcool est inférieure à 15 % du volume, qui contiennent au moins 50 grammes de sucre par litre exprimé en sucre inverti ou une édulcoration équivalente, et qui sont mises dans le commerce sous forme de mélanges prêts à la consommation, en bouteilles ou dans d’autres récipients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, Va. Imposition des produits alcooliques destinés à la consommation",
        "citation": "Art. 23bis al. 3 LAlc",
        "content": "Le Conseil fédéral règle l’assujettissement à l’impôt ainsi que le remboursement ou l’imputation de la charge fiscale perçue, conformément à la présente loi, sur les matières employées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_23_bis"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre II, Production indigène, VII. Appareils à distiller sans concession",
        "citation": "Art. 25 LAlc",
        "content": "L’OFDF peut ordonner que les appareils à distiller qui ne donnent plus droit à une concession soient modifiés de manière à exclure tout usage abusif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_25"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 1. Objet, a. Boissons distillées",
        "citation": "Art. 28 LAlc",
        "content": "L’importation de boissons distillées est frappée d’un impôt égal à l’impôt grevant les eaux-de-vie de spécialités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_28"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 1. Objet, b. Produits alcooliques",
        "citation": "Art. 29 LAlc",
        "content": "Les produits alimentaires solides contenant de l’alcool sont imposés au taux du produit alcoolique qu’ils contiennent. Au surplus, l’impôt perçu à l’importation de produits alcooliques destinés à la consommation est réglé conformément à l’art. 23bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_29"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 1. Objet, d. Produits alcooliques impropres à la consommation",
        "citation": "Art. 31 al. 1 LAlc",
        "content": "Les alcools et les produits contenant de l’alcool qui sont impropres à la consommation ne sont pas soumis à l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_31"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 1. Objet, d. Produits alcooliques impropres à la consommation",
        "citation": "Art. 31 al. 2 LAlc",
        "content": "Le Conseil fédéral précise:\na. les cas dans lesquels une dénaturation doit être effectuée;\nb. les personnes habilitées à effectuer la dénaturation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_31"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 1. Objet, d. Produits alcooliques impropres à la consommation",
        "citation": "Art. 31 al. 3 LAlc",
        "content": "L’OFDF règle la dénaturation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_31"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 2. Autorisation d’utilisation",
        "citation": "Art. 32 al. 1 LAlc",
        "content": "Toute personne qui veut utiliser de l’alcool non dénaturé et non imposé pour la production de produits impropres à la consommation ou dans des processus professionnels qui ne sont pas destinés à la consommation doit requérir une autorisation d’utilisation auprès de l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_32"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 2. Autorisation d’utilisation",
        "citation": "Art. 32 al. 2 LAlc",
        "content": "Le Conseil fédéral fixe les conditions requises pour l’octroi de l’autorisation d’utilisation. L’OFDF détermine dans l’autorisation les conditions applicables aux produits ou aux processus visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_32"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 2. Autorisation d’utilisation",
        "citation": "Art. 32 al. 3 LAlc",
        "content": "Le détenteur d’une autorisation d’utilisation pour de l’alcool non dénaturé et non imposé peut:\na. remettre les produits acquis à des entreprises qui disposent du statut d’entrepôt fiscal ou d’une autorisation d’utilisation, ou\nb. jusqu’à une quantité annuelle de 2000 litres d’alcool pur et sans fourniture de sûretés, employer ou remettre les produits acquis pour une utilisation imposable avec une déclaration fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_32"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 3. Perception de l’impôt; entrepôt fiscal",
        "citation": "Art. 34 al. 1 LAlc",
        "content": "Le calcul, la perception et la garantie de l’impôt perçu à la frontière sont régis par la législation douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_34"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 3. Perception de l’impôt; entrepôt fiscal",
        "citation": "Art. 34 al. 2 LAlc",
        "content": "Le Conseil fédéral peut autoriser les entreprises qui offrent les garanties nécessaires à produire, acheminer, exploiter et entreposer des boissons distillées en suspension d’impôt dans un entrepôt fiscal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_34"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, II. Importation, 3. Perception de l’impôt; entrepôt fiscal",
        "citation": "Art. 34 al. 3 LAlc",
        "content": "Il fixe les conditions requises pour l’octroi de l’autorisation d’exploiter un entrepôt fiscal et celles de son utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_34"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, III. ..., 4. Contrôle",
        "citation": "Art. 35 al. 1 LAlc",
        "content": "L’OFDF surveille l’utilisation des boissons distillées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_35"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, III. ..., 4. Contrôle",
        "citation": "Art. 35 al. 2 LAlc",
        "content": "Les organes compétents peuvent procéder à des contrôles en tout temps et sans préavis. Le détenteur de l’autorisation d’utilisation doit leur accorder libre accès aux locaux de vente et d’entreposage, leur fournir tous renseignements utiles, leur montrer les réserves de boissons distillées et leur présenter les livres de commerce et les pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_35"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, IV. Exportation et transit",
        "citation": "Art. 36 al. 1 LAlc",
        "content": "Celui qui exporte des produits fabriqués avec des boissons distillées ayant acquitté les taxes fiscales a droit à un remboursement proportionné à la quantité utilisée. Est également réputé exportation l’acheminement de marchandises dans une boutique hors taxes suisse au sens de l’art. 17, al. 1bis, de la loi du 18 mars 2005 sur les douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, IV. Exportation et transit",
        "citation": "Art. 36 al. 2 LAlc",
        "content": "Le taux de remboursement est calculé sur la base des taxes fiscales prévues dans la présente loi et grevant les produits exportés. S’il n’est pas possible de déterminer le montant exact de ces taxes, le remboursement se fera au taux le plus bas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, IV. Exportation et transit",
        "citation": "Art. 36 al. 3 LAlc",
        "content": "Le remboursement s’effectue à la fin de l’exercice. Au cours de celui-ci, l’OFDF peut verser des acomptes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, IV. Exportation et transit",
        "citation": "Art. 36 al. 4 LAlc",
        "content": "Aucun remboursement ne sera opéré sur les exportations de quantités inférieures à 5 kg poids brut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre III, Importation, exportation et transit, IV. Exportation et transit",
        "citation": "Art. 36 al. 5 LAlc",
        "content": "Le transit de l’alcool et des produits contenant de l’alcool est exonéré de toute taxe fiscale prévue par la présente loi. Les prescriptions de la législation douanière sont applicables à la garantie des droits prévus par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_36"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, I. Définitions",
        "citation": "Art. 39 al. 1 LAlc",
        "content": "Quiconque vend des boissons distillées destinées à la consommation, en négocie la vente en qualité d’intermédiaire ou procède de quelque autre manière à la remise non gratuite de telles boissons est réputé en exercer le commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, I. Définitions",
        "citation": "Art. 39 al. 2 LAlc",
        "content": "Est également considérée comme commerce la remise gratuite de boissons distillées à des fins publicitaires. Sont exceptés les cadeaux, qui sont remis à un nombre déterminé de personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, I. Définitions",
        "citation": "Art. 39 al. 3 LAlc",
        "content": "Est considérée comme commerce de gros toute livraison à des revendeurs ou à des entreprises qui emploient des boissons distillées dans l’élaboration de leurs produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, I. Définitions",
        "citation": "Art. 39 al. 4 LAlc",
        "content": "Toute autre forme de commerce, y compris le débit pour la consommation sur place, est considérée comme commerce de détail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_39"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 1. Interdiction de faire le commerce",
        "citation": "Art. 41 al. 1 LAlc",
        "content": "Il est interdit d’exercer le commerce de détail de boissons distillées sous les formes suivantes:\na. vente ambulante;\nb. vente sur les voies et places accessibles au public à moins que la patente cantonale ne prévoit une exception pour la consommation aux abords des établissements de l’hôtellerie et de la restauration;\nc. colportage;\nd. prise et exécution de commandes collectives;\ne. visites aux consommateurs, sans qu’ils l’aient demandé, aux fins de prendre des commandes;\nf. vente au moyen de distributeurs automatiques accessibles au public;\ng. vente à des prix qui ne couvrent pas les frais, excepté lors de réalisations de biens ordonnées par l’autorité;\nh. vente impliquant des cadeaux ou d’autres avantages tendant à séduire le consommateur;\ni. remise à des enfants et à des adolescents de moins de 18 ans;\nk. remise gratuite de boissons distillées, à des fins publicitaires, à un nombre indéterminé de personnes, notamment sous les formes de la distribution d’échantillons ou l’organisation de dégustations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 1. Interdiction de faire le commerce",
        "citation": "Art. 41 al. 2 LAlc",
        "content": "L’autorité compétente peut accorder des dérogations pour la délivrance de boissons distillées sous les formes suivantes:\na. vente sur les voies et places accessibles au public lors de manifestations;\nb. vente à des prix qui ne couvrent pas les frais en cas d’abandon de l’activité commerciale ou pour d’autres raisons majeures;\nc. remise gratuite, à des fins publicitaires, à un nombre indéterminé de personnes, lors de foires ou d’expositions auxquelles participe le commerce des denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 2. Commerce de détail dans les limites du canton",
        "citation": "Art. 41a al. 1 LAlc",
        "content": "L’exercice du commerce de détail dans les limites du canton est subordonné à une patente délivrée par l’autorité cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 2. Commerce de détail dans les limites du canton",
        "citation": "Art. 41a al. 2 LAlc",
        "content": "Celui qui exploite plusieurs points de vente ou de livraison de boissons distillées, doit être au bénéfice d’une patente pour chacun d’eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 2. Commerce de détail dans les limites du canton",
        "citation": "Art. 41a al. 3 LAlc",
        "content": "Peuvent être admis à pratiquer le commerce de détail des boissons distillées, les producteurs d’eau-de-vie, les établissements de l’hôtellerie et de la restauration y compris les services de restauration dans les aéronefs et les trains ainsi que sur les bateaux, les commerces de vins et de spiritueux, les boutiques hors-taxe, les pharmacies et les drogueries, de même que les commerces offrant un large assortiment de denrées alimentaires qui comprend également des boissons sans alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 2. Commerce de détail dans les limites du canton",
        "citation": "Art. 41a al. 5 LAlc",
        "content": "Est réservée la compétence des cantons de soumettre le commerce de détail à des restrictions supplémentaires exigées par le bien-être public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, IV. Commerce de détail, 2. Commerce de détail dans les limites du canton",
        "citation": "Art. 41a al. 6 LAlc",
        "content": "Les cantons perçoivent pour la patente de commerce de détail une redevance dont le montant est déterminé d’après le genre et l’importance de l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_41_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, V. Prescriptions de contrôle",
        "citation": "Art. 42a LAlc",
        "content": "Quiconque exerce le commerce des boissons distillées doit accorder aux organes de contrôle compétents libre accès aux locaux de vente et d’entreposage, leur fournir tous renseignements utiles, leur montrer les réserves et leur présenter les livres de commerce et les pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_42_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, VI. Limitation de la publicité",
        "citation": "Art. 42b al. 1 LAlc",
        "content": "La publicité pour les boissons distillées, qu’elle soit faite par le texte, l’image ou le son, ne doit contenir que des indications ou des représentations ayant directement trait au produit et à ses propriétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, VI. Limitation de la publicité",
        "citation": "Art. 42b al. 2 LAlc",
        "content": "Il est interdit de procéder à des comparaisons de prix et de promettre des cadeaux ou d’autres avantages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, VI. Limitation de la publicité",
        "citation": "Art. 42b al. 3 LAlc",
        "content": "La publicité pour les boissons distillées est interdite:\na. à la radio et à la télévision;\nb. dans et sur les bâtiments ou parties de bâtiments destinés à des usages publics et sur l’aire qui en dépend;\nc. dans et sur les installations et véhicules des transports publics;\nd. sur les places de sport ainsi que lors de manifestations sportives;\ne. lors de manifestations auxquelles participent surtout des enfants et des adolescents ou qui sont organisées principalement pour eux;\nf. dans les commerces ou établissements qui vendent des médicaments ou dont l’activité consiste principalement à sauvegarder la santé;\ng. sur les emballages et les objets usuels qui ne contiennent pas de boissons distillées ou n’ont aucun rapport avec elles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, VI. Limitation de la publicité",
        "citation": "Art. 42b al. 4 LAlc",
        "content": "Il est interdit d’organiser des concours qui servent de publicité pour des boissons distillées ou qui impliquent l’acquisition ou la distribution de telles boissons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_42_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre V Commerce des boissons distillées destinées à la consommation, VII. Coordination",
        "citation": "Art. 43 LAlc",
        "content": "L’OFDF encourage la coordination entre les cantons en matière de réglementation du commerce de détail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_43"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre Va, Autres mesures pour diminuer la consommation des eaux‐de-vie",
        "citation": "Art. 43a al. 1 LAlc",
        "content": "Afin de diminuer la consommation des eaux-de-vie, la Confédération soutient par des subsides les efforts des organisations et institutions qui, sur le plan suisse ou intercantonal, luttent contre l’alcoolisme par des mesures préventives. De tels subsides peuvent être affectés notamment à l’information et à la recherche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_43_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre Va, Autres mesures pour diminuer la consommation des eaux‐de-vie",
        "citation": "Art. 43a al. 2 LAlc",
        "content": "Les subsides sont versés par l’OFDF; à cet effet, un montant global approprié est porté à son budget. L’OFDF peut charger un organe compétent de répartir tout ou partie des subsides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_43_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre Va, Autres mesures pour diminuer la consommation des eaux‐de-vie",
        "citation": "Art. 43a al. 3 LAlc",
        "content": "L’octroi de subsides pour combattre l’alcoolisme, accordés par les cantons en vertu de la dîme de l’alcool, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_43_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VI, Répartition des recettes, I. Recettes nettes, 1. Répartition",
        "citation": "Art. 44 al. 1 LAlc",
        "content": "Les recettes nettes sont constituées du revenu des impôts après déduction d’un forfait d’exécution. Le Conseil fédéral fixe les dépenses résultant de la présente loi et les dépenses nécessaires à l’exploitation qui sont couvertes par le forfait d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_44"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VI, Répartition des recettes, I. Recettes nettes, 1. Répartition",
        "citation": "Art. 44 al. 2 LAlc",
        "content": "Les recettes nettes sont attribuées à raison de 10 % aux cantons; 90 % restent acquis à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_44"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VI, Répartition des recettes, I. Recettes nettes, 1. Répartition",
        "citation": "Art. 44 al. 3 LAlc",
        "content": "La répartition entre les cantons s’effectue en fonction de leur population résidente. Les chiffres du dernier relevé de l’Office fédéral de la statistique sur la population résidente moyenne sont déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_44"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VI, Répartition des recettes, I. Recettes nettes, 2. Emploi",
        "citation": "Art. 45 al. 1 LAlc",
        "content": "La Confédération affecte sa part des recettes nettes à l’assurance-vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_45"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VI, Répartition des recettes, I. Recettes nettes, 2. Emploi",
        "citation": "Art. 45 al. 2 LAlc",
        "content": "Les cantons sont tenus d’employer leur part pour combattre dans leurs causes et dans leurs effets l’alcoolisme, l’abus des stupéfiants et autres substances engendrant la dépendance ainsi que l’abus des médicaments. Les cantons présentent, chaque année, un rapport au Conseil fédéral sur cet emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_45"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VI, Répartition des recettes, I. Recettes nettes, 2. Emploi",
        "citation": "Art. 45 al. 3 LAlc",
        "content": "Tous les trois ans, le Conseil fédéral présente à l’Assemblée fédérale un rapport sur l’emploi que les cantons ont fait de leur part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_45"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, I. Droit de gage fiscal",
        "citation": "Art. 46 al. 1 LAlc",
        "content": "La Confédération a un droit de gage légal sur tous les produits soumis à l’impôt selon la présente loi et qui sont fabriqués ou entreposés sur le territoire suisse, si le paiement de l’impôt paraît compromis, notamment si la personne assujettie:\na. prend des dispositions pour abandonner son domicile, son siège social ou son établissement stable sur le territoire suisse ou pour se faire radier du registre du commerce suisse, ou\nb. est en retard dans le paiement de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_46"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, I. Droit de gage fiscal",
        "citation": "Art. 46 al. 2 LAlc",
        "content": "Le droit de gage fiscal s’applique également aux produits imposables selon la présente loi pour lesquels la créance fiscale n’est pas encore née et prime tous les autres droits réels afférents au gage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_46"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, II. Séquestre",
        "citation": "Art. 47 al. 1 LAlc",
        "content": "L’OFDF fait valoir son droit de gage en séquestrant la marchandise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_47"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, II. Séquestre",
        "citation": "Art. 47 al. 2 LAlc",
        "content": "Il procède au séquestre de la marchandise:\na. par la mainmise sur le gage, ou\nb. par l’interdiction faite au possesseur de la marchandise d’en disposer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_47"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, II. Séquestre",
        "citation": "Art. 47 al. 3 LAlc",
        "content": "Il peut restituer la marchandise séquestrée à l’ayant droit contre le versement de sûretés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_47"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, III. Réalisation du gage fiscal",
        "citation": "Art. 48 al. 1 LAlc",
        "content": "Le gage fiscal peut être réalisé:\na. lorsque la créance fiscale garantie est exécutoire, et\nb. lorsque le délai de paiement imparti à la personne assujettie est échu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, III. Réalisation du gage fiscal",
        "citation": "Art. 48 al. 2 LAlc",
        "content": "Le gage est réalisé par la vente aux enchères publiques ou la vente de gré à gré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, III. Réalisation du gage fiscal",
        "citation": "Art. 48 al. 3 LAlc",
        "content": "L’OFDF peut réaliser le gage de gré à gré uniquement avec l’accord du propriétaire du gage, sauf si:\na. le gage n’a pas pu être réalisé par la vente aux enchères publiques, ou\nb. la valeur du gage ne dépasse pas 1000 francs et le propriétaire du gage n’est pas connu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, III. Réalisation du gage fiscal",
        "citation": "Art. 48 al. 4 LAlc",
        "content": "Le Conseil fédéral peut fixer les principes régissant la procédure de réalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIa, Gage fiscal, III. Réalisation du gage fiscal",
        "citation": "Art. 48 al. 5 LAlc",
        "content": "Il règle:\na. les conditions supplémentaires auxquelles l’OFDF peut vendre le gage de gré à gré;\nb. les cas dans lesquels il peut être renoncé à la réalisation d’un gage douanier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_48"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, I. Décisions de la Direction générale des douanes, 1. En général",
        "citation": "Art. 49 al. 1 LAlc",
        "content": "Les décisions de première instance de la Direction générale des douanes peuvent être attaquées par voie de réclamation dans les 30 jours à compter de la notification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, I. Décisions de la Direction générale des douanes, 1. En général",
        "citation": "Art. 49 al. 2 LAlc",
        "content": "La réclamation doit être adressée par écrit à la Direction générale des douanes; elle doit contenir des conclusions précises et énoncer les faits servant à la motiver. Les moyens de preuve doivent être indiqués dans la réclamation et, dans la mesure du possible, y être joints.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, I. Décisions de la Direction générale des douanes, 1. En général",
        "citation": "Art. 49 al. 3 LAlc",
        "content": "Lorsqu’une réclamation est recevable quant à la forme, la Direction générale des douanes revoit sa décision sans être liée par les conclusions présentées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, I. Décisions de la Direction générale des douanes, 1. En général",
        "citation": "Art. 49 al. 4 LAlc",
        "content": "La procédure de réclamation est poursuivie nonobstant le retrait de la réclamation s’il y a des indices qui donnent à penser que la décision attaquée n’est pas conforme à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, I. Décisions de la Direction générale des douanes, 1. En général",
        "citation": "Art. 49 al. 5 LAlc",
        "content": "La décision sur réclamation doit être motivée et indiquer les voies de droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_49"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, I. Décisions de la Direction générale des douanes, 2. Décisions relatives à la limitation de la publicité",
        "citation": "Art. 50 LAlc",
        "content": "Les décisions fondées sur l’art 42b peuvent être attaquées dans un délai de 30 jours devant le Tribunal administratif fédéral sans qu’une réclamation préalable soit nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_50"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, II. Décisions des bureaux de douane et des directions d’arrondissement ",
        "citation": "Art. 51 al. 1 LAlc",
        "content": "Les voies de droit contre les décisions rendues par les bureaux de douane dans le cadre de la procédure douanière sont régies par la loi du 18 mars 2005 sur les douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_51"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VII, Voies de droit, II. Décisions des bureaux de douane et des directions d’arrondissement ",
        "citation": "Art. 51 al. 2 LAlc",
        "content": "Les autres décisions rendues par les bureaux de douane ou celles rendues par les directions d’arrondissement, en vertu de la présente loi, peuvent faire l’objet d’un recours, dans un délai de 30 jours, auprès de la Direction générale des douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_51"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, I. Atteinte aux prérogatives de la Confédération, 1. Violation",
        "citation": "Art. 52 al. 1 LAlc",
        "content": "Est puni d’une amende pouvant atteindre le quintuple du montant de la perte fiscale occasionnée, à moins que l’art. 14 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA) ne soit applicable, quiconque:\na. sans en avoir le droit, fabrique ou rectifie des boissons distillées;\nb. emploie, contrairement aux prescriptions, des boissons distillées ou des produits obtenus à partir de celles-ci;\nc. se fait délivrer illégitimement une concession, une autorisation de distiller ou une autre autorisation, ou \nd. enfreint de toute autre façon les prérogatives de la Confédération selon la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_52"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, I. Atteinte aux prérogatives de la Confédération, 1. Violation",
        "citation": "Art. 52 al. 2 LAlc",
        "content": "Lorsque l’infraction est commise par métier ou par habitude, le montant maximal prévu de l’amende est augmenté de moitié. En outre, une peine privative de liberté d’un an au plus peut être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_52"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, I. Atteinte aux prérogatives de la Confédération, 1. Violation",
        "citation": "Art. 52 al. 3 LAlc",
        "content": "L’auteur qui agit par négligence est puni d’une amende pouvant atteindre le triple du montant de la perte fiscale occasionnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_52"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, I. Atteinte aux prérogatives de la Confédération, 2. Mise en péril",
        "citation": "Art. 53 al. 1 LAlc",
        "content": "Est puni d’une amende de 20 000 francs au plus quiconque, intentionnellement:\na. enfreint les prescriptions des concessions ou les obligations inhérentes à la distillation domestique;\nb. sans en avoir le droit, acquiert, installe, entretient ou modifie un appareil à distiller, ou\nc. de toute autre manière, compromet les prérogatives de la Confédération selon la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_53"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, I. Atteinte aux prérogatives de la Confédération, 2. Mise en péril",
        "citation": "Art. 53 al. 2 LAlc",
        "content": "L’auteur qui agit par négligence est puni de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_53"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, II. Charges fiscales soustraites ou compromises",
        "citation": "Art. 54 al. 1 LAlc",
        "content": "Quiconque soustrait intentionnellement une charge fiscale prévue par la législation sur l’alcool ou fait octroyer à lui-même ou à un tiers un autre avantage fiscal auquel il n’a pas droit, comme une remise ou une restitution de charges fiscales, est passible d’une amende pouvant atteindre le quintuple du montant des charges fiscales soustraites ou de l’avantage fiscal obtenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, II. Charges fiscales soustraites ou compromises",
        "citation": "Art. 54 al. 2 LAlc",
        "content": "Lorsque l’infraction est commise par métier ou par habitude, le montant maximal prévu de l’amende est augmenté de moitié. En outre, une peine privative de liberté d’un an au plus peut être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, II. Charges fiscales soustraites ou compromises",
        "citation": "Art. 54 al. 3 LAlc",
        "content": "L’auteur qui agit par négligence est passible d’une amende pouvant atteindre le triple du montant des charges fiscales soustraites ou de l’avantage fiscal obtenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, II. Charges fiscales soustraites ou compromises",
        "citation": "Art. 54 al. 4 LAlc",
        "content": "Quiconque compromet intentionnellement le prélèvement d’une charge fiscale ou tente de faire octroyer à lui-même ou à un tiers un autre avantage fiscal auquel il n’a pas droit, notamment en passant des écritures inexactes ou incomplètes dans la comptabilité prescrite, en omettant des communications requises ou en donnant de faux renseignements, est passible d’une amende pouvant atteindre le triple du montant des charges fiscales compromises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, II. Charges fiscales soustraites ou compromises",
        "citation": "Art. 54 al. 5 LAlc",
        "content": "L’auteur qui agit par négligence est passible d’une amende pouvant atteindre le montant des charges fiscales compromises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, II. Charges fiscales soustraites ou compromises",
        "citation": "Art. 54 al. 6 LAlc",
        "content": "Les al. 1 à 5 s’appliquent pour autant que l’art. 14 DPA ne s’applique pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_54"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, IV. Recel",
        "citation": "Art. 56 LAlc",
        "content": "Est passible des même peines que l’auteur de l’infraction, quiconque acquiert, reçoit en don, prend en gage ou en garde à quelque titre que ce soit, dissimule, aide à écouler ou met dans le commerce des boissons distillées dont il sait ou doit présumer:\na. qu’elles ont été fabriquées ou rectifiées illicitement, ou\nb. que les charges fiscales afférentes ont été soustraites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_56"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, V. Inobservation des prescriptions concernant le commerce et la publicité",
        "citation": "Art. 57 al. 1 LAlc",
        "content": "Est puni d’une amende de 20 000 francs au plus quiconque, intentionnellement, enfreint les prescriptions de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, V. Inobservation des prescriptions concernant le commerce et la publicité",
        "citation": "Art. 57 al. 2 LAlc",
        "content": "L’auteur selon l’al. 1 qui agit par négligence est puni de l’amende. Les infractions de peu de gravité peuvent être réprimées par un avertissement, le cas échéant assorti de frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, V. Inobservation des prescriptions concernant le commerce et la publicité",
        "citation": "Art. 57 al. 3 LAlc",
        "content": "Est puni d’une amende de 40 000 francs au plus quiconque, intentionnellement: \na. enfreint les prescriptions concernant la limitation de la publicité;\nb. enfreint dans le commerce de détail les interdictions de faire le commerce prévues à l’art. 41.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, V. Inobservation des prescriptions concernant le commerce et la publicité",
        "citation": "Art. 57 al. 4 LAlc",
        "content": "L’auteur selon l’al. 3 qui agit par négligence est puni d’une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, V. Inobservation des prescriptions concernant le commerce et la publicité",
        "citation": "Art. 57 al. 5 LAlc",
        "content": "Il appartient aux cantons d’édicter des dispositions pénales en matière d’infractions aux prescriptions de l’art. 41a, al. 1 et 2, ainsi que de poursuivre et de juger de telles infractions, de même que la violation, dans le commerce de détail cantonal, des interdictions prévues à l’art. 41.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_57"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, VI. Autres infractions",
        "citation": "Art. 58 al. 1 LAlc",
        "content": "Celui qui, intentionnellement ou par négligence, aura contrevenu à une prescription de la législation sur l’alcool, aux instructions générales arrêtées en vertu de telles prescriptions, ou à une décision à lui signifiée sous la menace de la peine prévue au présent article, sera puni d’une amende jusqu’à concurrence de 5000 francs. Les infractions de peu de gravité sont passibles d’un avertissement, le cas échéant sous suite des frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_58"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, VI. Autres infractions",
        "citation": "Art. 58 al. 2 LAlc",
        "content": "Le renvoi du contrevenant devant le juge pour infraction à l’art. 285 ou 286 du code pénal suisse est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_58"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales A. Infractions, VII. Détournement du gage fiscal",
        "citation": "Art. 58a LAlc",
        "content": "Est puni d’une amende de 100 000 francs au plus quiconque, laissé en possession de boissons spiritueuses ou d’éthanol séquestrés à titre de gage fiscal par l’OFDF, les détruit ou en dispose sans l’accord de l’autorité. Si l’auteur agit par négligence, la peine est une amende de 30 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_58_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales B. Relation avec la loi sur le droit pénal administratif, I. Applicabilité",
        "citation": "Art. 59 al. 1 LAlc",
        "content": "La DPA est applicable, sauf dispositions contraires des art. 59a à 63.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_59"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales B. Relation avec la loi sur le droit pénal administratif, I. Applicabilité",
        "citation": "Art. 59 al. 2 LAlc",
        "content": "Sous réserve de l’art. 57, al. 5, l’OFDF est l’autorité administrative compétente pour poursuivre et juger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_59"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales B. Relation avec la loi sur le droit pénal administratif, II. Infractions commises dans une entreprise",
        "citation": "Art. 59a LAlc",
        "content": "Si l’amende prévisible n’excède pas 50 000 francs et qu’il n’est pas possible de déterminer les personnes punissables en vertu de l’art. 6 DPA, sauf à prendre des mesures d’instruction disproportionnées, l’OFDF peut renoncer à poursuivre ces personnes et condamner l’entreprise au paiement de l’amende à leur place.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_59_a"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales B. Relation avec la loi sur le droit pénal administratif, III. Concours d’infractions",
        "citation": "Art. 59b LAlc",
        "content": "Si un acte constitue à la fois un ou plusieurs états de fait punissables selon la présente loi ou une autre loi et que la poursuite et le jugement incombent également à l’OFDF, la peine encourue est celle qui est prévue pour l’infraction la plus grave; elle peut être augmentée de façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_59_b"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales B. Relation avec la loi sur le droit pénal administratif, IV. Prescription de l’action pénale",
        "citation": "Art. 60 LAlc",
        "content": "La prescription de l’action pénale selon l’art. 11, al. 2, DPA, est aussi applicable aux infractions visées aux art. 52, 53 et 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_60"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales C. Perte fiscale, exclusion du droit aux contributions",
        "citation": "Art. 62 al. 1 LAlc",
        "content": "Les prescriptions de la loi fédérale du 22 mars 1974 sur le droit pénal administratif concernant l’assujettissement à une prestation ou à une restitution (art. 12, 13 et 63) sont applicables par analogie au paiement de prestations en compensation de la perte fiscale causée à l’OFDF du fait d’une infraction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_62"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales C. Perte fiscale, exclusion du droit aux contributions",
        "citation": "Art. 62 al. 2 LAlc",
        "content": "La perte fiscale est réclamée par l’OFDF par une décision de procédure administrative. Si elle ne peut être déterminée avec précision, elle sera fixée par estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_62"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales C. Perte fiscale, exclusion du droit aux contributions",
        "citation": "Art. 62 al. 3 LAlc",
        "content": "Celui qui aura obtenu ou tenté d’obtenir indûment, pour lui-même ou pour un tiers, une contribution (subside) ou tout autre avantage prévu par la législation sur l’alcool, de même que l’exploitation commerciale qu’il représente, pourra être privé du droit aux contributions pour une durée de trois ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_62"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre VIII, Dispositions pénales D. Dommages-intérêts",
        "citation": "Art. 63 LAlc",
        "content": "Quiconque, sans se soustraire au paiement de droits ou impôts dus, sans causer de perte fiscale ou sans obtenir indûment une contribution (subside), occasionne de toute autre manière, par une infraction, un dommage pécuniaire à l’OFDF est tenu de le dédommager équitablement, sans préjudice de la poursuite pénale. Le montant des dommages-intérêts est fixé par l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_63"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, I. Droit de recours",
        "citation": "Art. 65 al. 1 LAlc",
        "content": "Les droits prévus dans la présente loi sont recouvrables dès leur fixation. Les héritiers sont solidairement responsables de leur paiement, même si les droits ne sont pas fixés, jusqu’à concurrence du montant de la succession. Pour les recours, ils se substituent au défunt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_65"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, II. Poursuites pour dettes",
        "citation": "Art. 66 al. 1 LAlc",
        "content": "Les créances prévues dans la présente loi sont recouvrables par voie de saisie même envers le débiteur pouvant être poursuivi par voie de faillite, à moins que la faillite n’ait déjà été prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_66"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, II. Poursuites pour dettes",
        "citation": "Art. 66 al. 2 LAlc",
        "content": "Les décisions et prononcés des autorités administratives établissant l’existence d’une créance sont assimilés, une fois entrés en force, à des jugements exécutoires dans le sens de l’art. 80 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP).",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_66"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, III. Réquisition de sûretés",
        "citation": "Art. 67 al. 1 LAlc",
        "content": "L’OFDF peut demander des sûretés pour l’impôt et les autres créances, même s’ils ne sont pas fixés par une décision entrée en force ou s’ils ne sont pas encore échus:\na. lorsqu’ils ne sont pas garantis par un gage suffisant et réalisable, et\nb. lorsque leur paiement paraît compromis, notamment si le débiteur:\n1. prend des dispositions pour abandonner son domicile, son siège social ou son établissement stable sur le territoire suisse ou pour se faire radier du registre du commerce suisse, ou\n2. est en retard de paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, III. Réquisition de sûretés",
        "citation": "Art. 67 al. 2 LAlc",
        "content": "Les sûretés peuvent être fournies sous forme d’un dépôt d’espèces, de consignation de titres, d’une garantie bancaire ou d’un cautionnement solidaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, III. Réquisition de sûretés",
        "citation": "Art. 67 al. 3 LAlc",
        "content": "La décision de réquisition de sûretés est assimilée à un jugement au sens de l’art. 80 LP et réputée ordonnance de séquestre au sens de l’art. 274 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, III. Réquisition de sûretés",
        "citation": "Art. 67 al. 4 LAlc",
        "content": "L’opposition à l’ordonnance de séquestre est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, III. Réquisition de sûretés",
        "citation": "Art. 67 al. 5 LAlc",
        "content": "Le recours contre la décision de réquisition de sûretés n’a pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_67"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, V. Remboursement et suppléments de droits. Sursis et remise",
        "citation": "Art. 69 al. 1 LAlc",
        "content": "Celui qui a payé par erreur ou a été contraint de payer par voie de poursuite des droits qui ne sont pas exigibles en vertu d’une décision valable peut en réclamer le montant, en entier ou en partie, dans le délai d’une année à partir du paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, V. Remboursement et suppléments de droits. Sursis et remise",
        "citation": "Art. 69 al. 2 LAlc",
        "content": "Si, par erreur, un droit dû n’a pas été liquidé ou a été liquidé trop bas, l’OFDF peut réclamer le tout ou la différence au redevable dans le délai d’un an dès le moment où ce montant est dû ou dès qu’il l’a fixé. L’OFDF peut aussi réclamer dans le délai d’un an une somme remboursée à tort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, V. Remboursement et suppléments de droits. Sursis et remise",
        "citation": "Art. 69 al. 3 LAlc",
        "content": "L’OFDF peut prolonger le délai de paiement ou remettre, totalement ou partiellement, le droit ou l’amende au cas où, en raison de circonstances spéciales, le recouvrement constituerait un acte de rigueur à l’égard du redevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, V. Remboursement et suppléments de droits. Sursis et remise",
        "citation": "Art. 69 al. 4 LAlc",
        "content": "Elle peut notamment accorder un sursis pour le paiement de l’impôt sur les eaux-de-vie de spécialités, afin de tenir compte des conditions de vente de ces produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, V. Remboursement et suppléments de droits. Sursis et remise",
        "citation": "Art. 69 al. 5 LAlc",
        "content": "La remise ou le remboursement d’une charge fiscale au redevable qui a l’obligation selon la loi fédérale sur l’alcool de tenir une comptabilité n’a lieu que s’il apporte la preuve que la marchandise grevée de ladite charge fiscale a disparu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre IX, Recouvrement, V. Remboursement et suppléments de droits. Sursis et remise",
        "citation": "Art. 69 al. 6 LAlc",
        "content": "La remise ou le remboursement d’une charge fiscale au redevable n’a lieu que si la marchandise est détruite sous contrôle de l’OFDF dans un délai de cinq ans à partir du moment où ladite charge fiscale est devenue exigible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_69"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 1. Conseil fédéral et Département fédéral des finances",
        "citation": "Art. 70 al. 1 LAlc",
        "content": "Le Conseil fédéral veille à l’exécution de la présente loi. Il édicte toutes les dispositions et instructions nécessaires, en tant que cette attribution n’est pas déléguée à d’autres autorités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_70"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 1. Conseil fédéral et Département fédéral des finances",
        "citation": "Art. 70 al. 2 LAlc",
        "content": "Le Département fédéral des finances lui soumet à cet effet des propositions et exécute les décisions prises. Il surveille la gestion de l’OFDF et prend les mesures et décisions qui lui sont réservées par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_70"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 2. OFDF et Office fédéral de l’agriculture",
        "citation": "Art. 71 al. 1 LAlc",
        "content": "L’OFDF gère les affaires en rapport avec l’exécution de la législation sur l’alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_71"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 2. OFDF et Office fédéral de l’agriculture",
        "citation": "Art. 71 al. 2 LAlc",
        "content": "L’Office fédéral de l’agriculture gère les affaires en rapport avec l’utilisation sans distillation des matières premières des distilleries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_71"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 3. Registre de l’éthanol",
        "citation": "Art. 72 LAlc",
        "content": "L’OFDF tient un registre public des détenteurs d’une autorisation au sens des art. 32 et 34.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_72"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 4. Concours d’autres autorités",
        "citation": "Art. 73 al. 1 LAlc",
        "content": "Le Conseil fédéral peut déléguer l’exécution de certaines tâches à d’autres services de l’administration fédérale, ainsi qu’aux autorités cantonales et communales. Il fixe les contributions aux frais qui doivent être versées par l’OFDF. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_73"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, I. Autorités administratives, 4. Concours d’autres autorités",
        "citation": "Art. 73 al. 2 LAlc",
        "content": "En outre, les offices de la Confédération, des cantons, des districts, des cercles et des communes doivent, dans les limites de leurs attributions, prêter leur concours à l’OFDF. Ils doivent entre autres lui dénoncer toute contravention dont ils auraient officiellement connaissance et l’aider à constater les faits et à poursuivre les coupables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_73"
    },
    {
        "book": "AlkG",
        "title": "LAlc, Chapitre X, Organisation, III. Secret de fonction",
        "citation": "Art. 75 LAlc",
        "content": "Les fonctionnaires et employés fédéraux, de même que toutes les autres personnes chargées de l’exécution de la présente loi, sont tenus, à l’égard des tiers, de garder secrètes les constatations qu’ils font dans l’exercice de leurs fonctions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/48/425_437_457/fr#art_75"
    }
]