[
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Campo di applicazione aziendale e personale",
        "citation": "Art. 1 cpv. 1 LL",
        "content": "La legge é applicabile, fatti salvi gli articoli 2–4, a tutte le aziende pubbliche e private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_1"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Campo di applicazione aziendale e personale",
        "citation": "Art. 1 cpv. 2 LL",
        "content": "La legge intende per azienda l’ente formato da un datore di lavoro e da uno o più lavoratori, stabilmente o temporaneamente occupati, prescindendo dall’uso di impianti o di locali determinati. Se le condizioni di applicabilità sono adempiute unicamente per singole parti di un’azienda, queste soltanto sono assoggettate alla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_1"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Campo di applicazione aziendale e personale",
        "citation": "Art. 1 cpv. 3 LL",
        "content": "La legge é applicabile, per quanto possibile, ai lavoratori occupati in Svizzera da un’azienda stabilita all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_1"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Eccezioni circa le aziende",
        "citation": "Art. 2 cpv. 1 LL",
        "content": "La legge non si applica, salvo l’articolo 3a:\na. alle amministrazioni federali, cantonali e comunali, riservato il capoverso 2;\nb. alle aziende o parti di aziende soggette alla legislazione federale sul lavoro nelle imprese di trasporti pubblici;\nc. alle aziende soggette alla legislazione federale sulla navigazione marittima sotto bandiera svizzera;\nd. alle aziende agricole, compresi i servizi accessori prevalentemente adibiti alla trasformazione o all’utilizzazione dei prodotti dell’azienda principale, né ai centri locali di raccolta del latte né alle aziende connesse che lo lavorano;\ne. alle aziende prevalentemente adibite alla produzione di piante, riservato il capoverso 3;\nf. alle aziende di pesca;\ng. alle economie domestiche private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_2"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Eccezioni circa le aziende",
        "citation": "Art. 2 cpv. 2 LL",
        "content": "Gli istituti di diritto pubblico che sono parificati alle amministrazioni federali, cantonali e comunali, come anche le aziende federali, cantonali e comunali cui la legge é applicabile sono determinati per ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_2"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Eccezioni circa le aziende",
        "citation": "Art. 2 cpv. 3 LL",
        "content": "Singole disposizioni della legge possono essere dichiarate applicabili, per ordinanza, ad aziende prevalentemente adibite alla produzione di piante, che formano apprendisti, nella misura in cui tale applicazione sia necessaria per la protezione dei medesimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_2"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Eccezioni circa le aziende",
        "citation": "Art. 2 cpv. 4 LL",
        "content": "Le disposizioni della legge e delle sue ordinanze concernenti l’età minima si applicano alle aziende ai sensi del capoverso 1 lettere d–g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_2"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Eccezioni circa le persone",
        "citation": "Art. 3 LL",
        "content": "La legge non si applica nemmeno, fatto salvo l’articolo 3a:\na. agli ecclesiastici e altre persone al servizio di chiese né ai membri di case professe, di case madri o d’altre comunità religiose;\nb. al personale, domiciliato in Svizzera, di amministrazioni pubbliche di Stati esteri o di organizzazioni internazionali;\nc. agli equipaggi delle imprese svizzere di trasporto aereo;\nd. ai lavoratori che esercitano un ufficio direttivo elevato, un’attività scientifica o un’attività artistica indipendente;\ne. ai docenti delle scuole private, né ai docenti, assistenti, educatori, né ai sorveglianti occupati in istituti;\nf. ai lavoratori a domicilio;\ng. ai viaggiatori di commercio nel senso della legislazione federale;\nh. ai lavoratori che sono sottoposti all’accordo del 21 maggio 1954 concernente le condizioni di lavoro dei battellieri del Reno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_3"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Disposizioni, relative alla, protezione della salute",
        "citation": "Art. 3a LL",
        "content": "Le disposizioni concernenti la protezione della salute contenute nella presente legge (art. 6, 35 e 36a) sono tuttavia applicabili:\na. alle amministrazioni federali, cantonali e comunali;\nb. ai lavoratori che esercitano una funzione dirigente superiore, un’attività artistica indipendente o un’attività scientifica;\nc. ai docenti delle scuole private e ai docenti, assistenti, educatori e ai sorveglianti occupati in istituti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_3_a"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Aziende familiari",
        "citation": "Art. 4 cpv. 1 LL",
        "content": "La legge non é applicabile alle aziende il cui titolare occupa esclusivamente il coniuge o il partner registrato, i parenti in linea retta e i loro coniugi o i loro partner registrati e i propri figliastri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_4"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Aziende familiari",
        "citation": "Art. 4 cpv. 2 LL",
        "content": "In un’azienda che, oltre alle persone indicate nel capoverso 1, ne occupa altre, la legge é applicabile solo a queste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_4"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Aziende familiari",
        "citation": "Art. 4 cpv. 3 LL",
        "content": "Singole disposizioni della legge possono, per ordinanza, essere dichiarate applicabili ai giovani familiari del titolare dell’azienda, di cui al capoverso 1, in quanto sia richiesto per proteggerne la vita e la salute o salvaguardarne la moralità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_4"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Prescrizioni, speciali per aziende industriali",
        "citation": "Art. 5 cpv. 1 LL",
        "content": "Le disposizioni speciali della presente legge sulle aziende industriali sono applicabili alla singola azienda, o a una sua parte, solo previa decisione d’assoggettamento dell’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_5"
    },
    {
        "book": "ArG",
        "title": "LL, I. Campo d’applicazione, Prescrizioni, speciali per aziende industriali",
        "citation": "Art. 5 cpv. 2 LL",
        "content": "Sono industriali le aziende che usano impianti fissi permanenti per produrre, trasformare o trattare dei beni o per generare, trasformare o trasportare energia, purché:\na. il modo o l’organizzazione del lavoro siano determinati o dall’uso di macchine o di altre apparecchiature tecniche o dall’esecuzione in serie e il personale a ciò occupato consti di almeno sei lavoratori oppure\nb. il modo o l’organizzazione del lavoro siano essenzialmente determinati da procedimenti automatizzati oppure\nc. la vita o la salute dei lavoratori siano esposte a pericoli particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_5"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Obblighi del, datore di lavoro e del lavoratore",
        "citation": "Art. 6 cpv. 1 LL",
        "content": "A tutela della salute dei lavoratori, il datore di lavoro deve prendere tutti i provvedimenti, che l’esperienza ha dimostrato necessari, realizzabili secondo lo stato della tecnica e adeguati alle condizioni d’esercizio. Deve inoltre prendere i provvedimenti necessari per la tutela dell’integrità personale dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_6"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Obblighi del, datore di lavoro e del lavoratore",
        "citation": "Art. 6 cpv. 2 LL",
        "content": "Egli deve segnatamente apprestare gli impianti e ordinare il lavoro in modo da preservare il più possibile i lavoratori dai pericoli per la salute e dagli spossamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_6"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Obblighi del, datore di lavoro e del lavoratore",
        "citation": "Art. 6 cpv. 2bis LL",
        "content": "Il datore di lavoro veglia affinché il lavoratore non debba consumare bevande alcoliche o altri prodotti psicotropi nell’esercizio della sua attività professionale. Il Consiglio federale disciplina le eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_6"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Obblighi del, datore di lavoro e del lavoratore",
        "citation": "Art. 6 cpv. 3 LL",
        "content": "Egli fa cooperare i lavoratori ai provvedimenti sulla protezione della salute nel lavoro. Questi devono secondare il datore di lavoro quanto alla loro applicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_6"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Obblighi del, datore di lavoro e del lavoratore",
        "citation": "Art. 6 cpv. 4 LL",
        "content": "I provvedimenti sulla protezione della salute nel lavoro necessari nelle aziende sono definiti mediante ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_6"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Approvazione dei piani e permesso d’esercizio",
        "citation": "Art. 7 cpv. 1 LL",
        "content": "Chiunque intende costruire o trasformare un’azienda industriale deve proporne i piani all’approvazione dell’autorità cantonale. Questa assume il rapporto dell’Istituto nazionale svizzero di assicurazione contro gli infortuni. Le proposte espressamente designate come istruzioni nel rapporto sono assunte dalle autorità cantonali quali condizioni per l’approvazione dei piani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_7"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Approvazione dei piani e permesso d’esercizio",
        "citation": "Art. 7 cpv. 2 LL",
        "content": "L’autorità cantonale approva i piani conformi alle prescrizioni; ove occorra, essa può subordinare l’approvazione a speciali misure protettive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_7"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Approvazione dei piani e permesso d’esercizio",
        "citation": "Art. 7 cpv. 3 LL",
        "content": "Prima d’iniziare l’attività aziendale, il datore di lavoro deve chiedere il permesso d’esercizio all’autorità cantonale. L’autorità cantonale dà il permesso d’esercizio se la costruzione e gli impianti dell’azienda risultano conformi ai piani approvati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_7"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Approvazione dei piani e permesso d’esercizio",
        "citation": "Art. 7 cpv. 4 LL",
        "content": "Se la costruzione o la trasformazione di un’impresa richiede una decisione d’approvazione dei piani di un’autorità federale, quest’ultima approva i piani secondo la procedura di cui al capoverso 1. La procedura d’eliminazione delle divergenze in seno all’Amministrazione federale di cui agli articoli 62a e 62b della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione si applica ai rapporti e ai corapporti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_7"
    },
    {
        "book": "ArG",
        "title": "LL, II. Protezione della salute e approvazione dei piani, Aziende non industriali",
        "citation": "Art. 8 LL",
        "content": "Il Consiglio federale può dichiarare l’articolo 7 applicabile alle aziende non industriali e comportanti pericoli notevoli. Le singole categorie d’aziende sono definite mediante ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_8"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Durata massima settimanale",
        "citation": "Art. 9 cpv. 1 LL",
        "content": "La durata massima della settimana lavorativa é di:\na. 45 ore per i lavoratori delle aziende industriali, il personale d’ufficio, gli impiegati tecnici e altri, compreso il personale di vendita delle grandi aziende del commercio al minuto;\nb. cinquanta ore, per tutti gli altri lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_9"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Durata massima settimanale",
        "citation": "Art. 9 cpv. 3 LL",
        "content": "Per determinate categorie di aziende o di lavoratori, la durata massima della settimana lavorativa può essere prolungata temporaneamente, per ordinanza, di quattro ore al più, purché essa rimanga osservata nella media annuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_9"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Durata massima settimanale",
        "citation": "Art. 9 cpv. 4 LL",
        "content": "Per determinate categorie di aziende o di lavoratori o per determinate aziende, la Segreteria di Stato dell’economia (SECO) può permettere di prolungare di quattro ore al più la durata massima della settimana lavorativa, nella misura e per il tempo in cui il prolungamento sia giustificato da motivi impellenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_9"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Durata massima settimanale",
        "citation": "Art. 9 cpv. 5 LL",
        "content": "Se, in una medesima azienda o parte di azienda, personale d’ufficio, impiegati tecnici e altri, compreso il personale di vendita delle grandi aziende del commercio al minuto, sono occupati con lavoratori, per i quali la durata massima della settimana lavorativa é maggiore, tale durata é parimente applicabile a essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_9"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Lavoro diurno e serale",
        "citation": "Art. 10 cpv. 1 LL",
        "content": "Il lavoro svolto tra le 6 e le 20 é considerato lavoro diurno, quello svolto tra le 20 e le 23 lavoro serale. Il lavoro diurno e il lavoro serale non richiedono alcuna autorizzazione. Dopo aver sentito la rappresentanza dei lavoratori nell’azienda o, in sua assenza, i lavoratori interessati, il datore di lavoro può introdurre il lavoro serale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_10"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Lavoro diurno e serale",
        "citation": "Art. 10 cpv. 2 LL",
        "content": "Con il consenso della rappresentanza dei lavoratori nell’azienda o, in sua assenza, della maggioranza dei lavoratori interessati, inizio e fine del lavoro diurno e serale dell’azienda possono essere fissati diversamente tra le 5 e le 24. Anche in questo caso il lavoro diurno e serale dell’azienda deve rimanere compreso in uno spazio di 17 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_10"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Lavoro diurno e serale",
        "citation": "Art. 10 cpv. 3 LL",
        "content": "Il lavoro diurno e serale del singolo lavoratore deve rimanere compreso in uno spazio di 14 ore, incluse le pause e lo straordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_10"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Lavoro, compensativo",
        "citation": "Art. 11 LL",
        "content": "Se il lavoro é sospeso per un tempo relativamente breve a cagione di disfunzioni d’esercizio, di vacanze aziendali, di ponti o di circostanze analoghe oppure se un congedo é concesso, su richiesta, a un lavoratore, il datore di lavoro può ordinare la compensazione entro un termine conveniente derogando alla durata massima della settimana lavorativa. La compensazione per singolo lavoratore non può superare, compreso il lavoro straordinario, due ore al giorno, salvo nei giorni liberi e nelle semigiornate libere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_11"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Condizioni e durata del lavoro straordinario",
        "citation": "Art. 12 cpv. 1 LL",
        "content": "La durata massima della settimana lavorativa può essere superata, eccezionalmente:\na. per rispondere all’urgenza o a uno straordinario accumulo di lavoro;\nb. per compilare un inventario, chiudere i conti o procedere a una liquidazione;\nc. per prevenire o correggere disfunzioni d’esercizio, nella misura in cui non si possano ragionevolmente pretendere dal datore di lavoro altri provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_12"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Condizioni e durata del lavoro straordinario",
        "citation": "Art. 12 cpv. 2 LL",
        "content": "Il lavoro straordinario per singolo lavoratore non può superare due ore al giorno, tranne nei giorni feriali liberi o in caso di necessità, né per anno civile superare complessivamente:\na. le 170 ore per i lavoratori con una durata massima della settimana lavorativa di 45 ore;\nb. le 140 ore per i lavoratori con una durata massima della settimana lavorativa di 50 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_12"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Supplemento salariale per il lavoro straordinario",
        "citation": "Art. 13 cpv. 1 LL",
        "content": "Il datore di lavoro deve pagare, per il lavoro straordinario, un supplemento salariale del 25 per cento almeno; tuttavia, esso é pagato al personale d’ufficio, agli impiegati tecnici e altri, compreso il personale di vendita delle grandi aziende del commercio al minuto, solo per il lavoro straordinario che supera le sessanta ore per anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_13"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 1. Durata del lavoro, Supplemento salariale per il lavoro straordinario",
        "citation": "Art. 13 cpv. 2 LL",
        "content": "Se il lavoro straordinario é compensato, con il consenso del lavoratore ed entro un periodo adeguato, mediante un corrispondente congedo, non é pagato alcun supplemento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_13"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Pause",
        "citation": "Art. 15 cpv. 1 LL",
        "content": "Il lavoro giornaliero dev’essere interrotto con pause di almeno:\na. un quarto d’ora, se dura più di cinque ore e mezzo;\nb. mezz’ora, se dura più di sette ore;\nc. un’ora, se dura più di nove ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_15"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Pause",
        "citation": "Art. 15 cpv. 2 LL",
        "content": "Le pause contano come lavoro, quando al lavoratore non é consentito di lasciare il posto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_15"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Riposo giornaliero",
        "citation": "Art. 15a cpv. 1 LL",
        "content": "Ai lavoratori deve essere garantito un riposo giornaliero di almeno undici ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_15_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Riposo giornaliero",
        "citation": "Art. 15a cpv. 2 LL",
        "content": "Il riposo di lavoratori adulti può essere ridotto una volta per settimana fino a otto ore, a condizione che nella media di due settimane venga rispettata la durata di undici ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_15_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Divieto del lavoro notturno",
        "citation": "Art. 16 cpv. 1 LL",
        "content": "L’occupazione fuori del lavoro aziendale diurno e serale secondo l’articolo 10 (lavoro notturno) é vietata. Rimane salvo l’articolo 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_16"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro notturno",
        "citation": "Art. 17 cpv. 1 LL",
        "content": "Le deroghe al divieto del lavoro notturno sono soggette ad autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro notturno",
        "citation": "Art. 17 cpv. 2 LL",
        "content": "Il lavoro notturno regolare o periodico é autorizzato se é indispensabile per motivi tecnici o economici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro notturno",
        "citation": "Art. 17 cpv. 3 LL",
        "content": "Il lavoro notturno temporaneo é autorizzato se ne é provato l’urgente bisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro notturno",
        "citation": "Art. 17 cpv. 4 LL",
        "content": "Il lavoro notturno tra le 5 e le 6 e tra le 23 e le 24 é autorizzato se ne é provato l’urgente bisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro notturno",
        "citation": "Art. 17 cpv. 5 LL",
        "content": "La SECO autorizza il lavoro notturno regolare o periodico; l’autorità cantonale, il lavoro notturno temporaneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro notturno",
        "citation": "Art. 17 cpv. 6 LL",
        "content": "Il datore di lavoro non può occupare il lavoratore nel lavoro notturno senza il suo consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Durata del lavoro notturno",
        "citation": "Art. 17a cpv. 1 LL",
        "content": "In caso di lavoro notturno, la durata del lavoro giornaliero per singolo lavoratore non può superare nove ore e deve essere compresa in uno spazio di dieci ore, pause incluse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Durata del lavoro notturno",
        "citation": "Art. 17a cpv. 2 LL",
        "content": "Se il lavoratore é occupato al massimo tre notti consecutive su sette, la durata del lavoro giornaliero può ammontare a dieci ore alle condizioni stabilite nell’ordinanza; essa deve tuttavia rimanere compresa in uno spazio di dodici ore, pause incluse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Supplemento di tempo e supplemento salariale",
        "citation": "Art. 17b cpv. 1 LL",
        "content": "Il datore di lavoro deve accordare un supplemento salariale del 25 per cento almeno al lavoratore che svolge solo temporaneamente un lavoro notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_b"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Supplemento di tempo e supplemento salariale",
        "citation": "Art. 17b cpv. 2 LL",
        "content": "Il lavoratore che svolge regolarmente o periodicamente un lavoro notturno ha diritto a una compensazione di tempo equivalente al 10 per cento della durata del lavoro notturno da lui svolto. Il tempo di riposo compensativo deve essere accordato entro un anno. La compensazione può tuttavia essere accordata sotto forma di supplemento salariale ai lavoratori il cui lavoro, regolarmente svolto all’inizio o alla fine delle ore notturne, non supera un’ora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_b"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Supplemento di tempo e supplemento salariale",
        "citation": "Art. 17b cpv. 3 LL",
        "content": "Il tempo di riposo compensativo conformemente al capoverso 2 non deve essere accordato se:\na. la durata media delle squadre nell’azienda non supera le sette ore, comprese le pause, o\nb. il lavoratore di notte é occupato solo quattro notti per settimana (settimana di quattro giorni), o\nc. ai lavoratori sono accordati tempi di riposo compensativi equivalenti, entro un anno, per contratto collettivo di lavoro o per applicazione analogica delle disposizioni di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_b"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Supplemento di tempo e supplemento salariale",
        "citation": "Art. 17b cpv. 4 LL",
        "content": "Le regolamentazioni relative al tempo di riposo compensativo, ai sensi del capoverso 3 lettera c, devono essere esaminate dalla SECO che si pronuncia sulla loro equivalenza con il tempo di riposo compensativo legale, ai sensi del capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_b"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Visita medica e consulenza",
        "citation": "Art. 17c cpv. 1 LL",
        "content": "Il lavoratore che svolge un lavoro notturno duraturo ha diritto a una visita medica che attesti il suo stato di salute e alla consulenza riguardo al modo di ridurre o evitare i problemi di salute connessi con il suo lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_c"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Visita medica e consulenza",
        "citation": "Art. 17c cpv. 2 LL",
        "content": "L’ordinanza disciplina i particolari. Essa può dichiarare obbligatoria la visita medica per determinati gruppi di lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_c"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Visita medica e consulenza",
        "citation": "Art. 17c cpv. 3 LL",
        "content": "Il datore di lavoro assume le spese della visita medica e della consulenza, nella misura in cui non rispondano la cassa malati o un altro assicuratore del lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_c"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Inidoneità al lavoro notturno",
        "citation": "Art. 17d LL",
        "content": "Nella misura del possibile, il datore di lavoro deve trasferire il lavoratore giudicato inidoneo al lavoro notturno per motivi di salute a un lavoro diurno analogo, per il quale é idoneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_d"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Altri provvedimenti in caso di lavoro notturno",
        "citation": "Art. 17e cpv. 1 LL",
        "content": "Se richiesto dalle circostanze, il datore di lavoro che occupa regolarmente personale durante la notte é obbligato a prevedere altri adeguati provvedimenti a tutela dei lavoratori, segnatamente per quanto concerne la sicurezza degli spostamenti per recarsi al lavoro, l’organizzazione del trasporto, le possibilità di riposarsi e di alimentarsi nonché la cura dei figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_e"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Altri provvedimenti in caso di lavoro notturno",
        "citation": "Art. 17e cpv. 2 LL",
        "content": "Le autorità competenti possono subordinare a oneri adeguati i permessi concernenti la durata del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_17_e"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Divieto del lavoro, domenicale",
        "citation": "Art. 18 cpv. 1 LL",
        "content": "Il lavoro é vietato nell’intervallo che intercorre tra le 23 del sabato e le 23 della domenica. Rimane salvo l’articolo 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_18"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Divieto del lavoro, domenicale",
        "citation": "Art. 18 cpv. 2 LL",
        "content": "Con il consenso della rappresentanza dei lavoratori nell’azienda o, in sua assenza, della maggioranza dei lavoratori interessati, l’intervallo di 24 ore fissato nel capoverso 1 può essere anticipato o differito di un’ora al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_18"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro domenicale",
        "citation": "Art. 19 cpv. 1 LL",
        "content": "Le deroghe al divieto del lavoro domenicale sono soggette ad autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_19"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro domenicale",
        "citation": "Art. 19 cpv. 2 LL",
        "content": "Il lavoro domenicale regolare o periodico é autorizzato se é indispensabile per motivi tecnici o economici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_19"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro domenicale",
        "citation": "Art. 19 cpv. 3 LL",
        "content": "Il lavoro domenicale temporaneo é autorizzato se ne é provato l’urgente bisogno. Il datore di lavoro accorda al lavoratore un supplemento salariale del 50 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_19"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro domenicale",
        "citation": "Art. 19 cpv. 4 LL",
        "content": "La SECO autorizza il lavoro domenicale regolare o periodico; l’autorità cantonale, il lavoro domenicale temporaneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_19"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro domenicale",
        "citation": "Art. 19 cpv. 5 LL",
        "content": "Il datore di lavoro non può occupare il lavoratore nel lavoro domenicale senza il suo consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_19"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Deroghe al divieto del lavoro domenicale",
        "citation": "Art. 19 cpv. 6 LL",
        "content": "I Cantoni possono fissare al massimo quattro domeniche all’anno durante le quali i lavoratori possono essere occupati nei negozi senza autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_19"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Domenica libera e riposo compensativo",
        "citation": "Art. 20 cpv. 1 LL",
        "content": "Il giorno settimanale di riposo deve cadere in domenica almeno una volta ogni due settimane, immediatamente prima o dopo il riposo giornaliero. Rimane salvo l’articolo 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_20"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Domenica libera e riposo compensativo",
        "citation": "Art. 20 cpv. 2 LL",
        "content": "Il lavoro domenicale di una durata massima di cinque ore deve essere compensato mediante tempo libero. Qualora si prolunghi oltre cinque ore, deve essere compensato con un riposo non inferiore a 24 ore consecutive durante un giorno lavorativo, seguente il riposo giornaliero, della settimana precedente o successiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_20"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Domenica libera e riposo compensativo",
        "citation": "Art. 20 cpv. 3 LL",
        "content": "Il datore di lavoro può occupare temporaneamente i lavoratori durante il riposo compensativo, se ciò é necessario per impedire il deperimento di beni o per prevenire o correggere disfunzioni d’esercizio; il riposo compensativo deve essere allora accordato entro la settimana successiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_20"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Giorni festivi e cerimonie religiose",
        "citation": "Art. 20a cpv. 1 LL",
        "content": "Il giorno della festa nazionale é parificato alla domenica. I Cantoni possono parificare alla domenica al massimo altri otto giorni festivi all’anno e ripartirli diversamente secondo le regioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_20_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Giorni festivi e cerimonie religiose",
        "citation": "Art. 20a cpv. 2 LL",
        "content": "Il lavoratore é autorizzato a interrompere il lavoro in occasione di giorni festivi religiosi diversi da quelli riconosciuti dai Cantoni. Egli deve tuttavia informare il datore di lavoro con almeno tre giorni di anticipo. É applicabile l’articolo 11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_20_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Giorni festivi e cerimonie religiose",
        "citation": "Art. 20a cpv. 3 LL",
        "content": "Su richiesta del lavoratore, il datore di lavoro accorda, per quanto possibile, il tempo necessario per assistere a cerimonie religiose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_20_a"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Semigiornata, libera settimanale",
        "citation": "Art. 21 cpv. 1 LL",
        "content": "Se il lavoro settimanale é ripartito su più di cinque giorni, il datore di lavoro deve dare al lavoratore una semigiornata libera per settimana, tranne nelle settimane comprendenti un giorno libero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_21"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Semigiornata, libera settimanale",
        "citation": "Art. 21 cpv. 2 LL",
        "content": "Il datore di lavoro, con il consenso del lavoratore, può accordare dette semigiornate in una sol volta per quattro settimane al più, purché la durata massima della settimana lavorativa rimanga osservata nella media.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_21"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Semigiornata, libera settimanale",
        "citation": "Art. 21 cpv. 3 LL",
        "content": "L’articolo 20 capoverso 3 é applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_21"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 2. Durata del riposo, Divieto di sostituzione del riposo",
        "citation": "Art. 22 LL",
        "content": "Qualora la legge prescriva ore di riposo, le stesse non possono essere sostituite dal pagamento di una somma di denaro o da altre prestazioni, tranne alla cessazione del rapporto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_22"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 3. Lavoro continuo, Lavoro continuo",
        "citation": "Art. 24 cpv. 1 LL",
        "content": "Il lavoro continuo é soggetto ad autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_24"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 3. Lavoro continuo, Lavoro continuo",
        "citation": "Art. 24 cpv. 2 LL",
        "content": "Il lavoro continuo regolare o periodico é autorizzato se é indispensabile per motivi tecnici o economici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_24"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 3. Lavoro continuo, Lavoro continuo",
        "citation": "Art. 24 cpv. 3 LL",
        "content": "Il lavoro continuo temporaneo é autorizzato se ne é provato l’urgente bisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_24"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 3. Lavoro continuo, Lavoro continuo",
        "citation": "Art. 24 cpv. 4 LL",
        "content": "La SECO autorizza il lavoro continuo regolare o periodico; l’autorità cantonale, il lavoro continuo temporaneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_24"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 3. Lavoro continuo, Lavoro continuo",
        "citation": "Art. 24 cpv. 5 LL",
        "content": "L’ordinanza determina a quali condizioni e in quale misura, nel lavoro continuo, la durata massima lavorativa giornaliera e settimanale può essere prolungata e la durata del riposo ripartita diversamente. Di regola, la durata massima della settimana lavorativa deve essere osservata nella media di sedici settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_24"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 3. Lavoro continuo, Lavoro continuo",
        "citation": "Art. 24 cpv. 6 LL",
        "content": "Al lavoro continuo sono inoltre applicabili le prescrizioni sul lavoro notturno e domenicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_24"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Rotazione",
        "citation": "Art. 25 cpv. 1 LL",
        "content": "La durata del lavoro deve essere suddivisa in modo tale che il singolo lavoratore non debba lavorare nella stessa squadra per più di sei settimane consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_25"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Rotazione",
        "citation": "Art. 25 cpv. 2 LL",
        "content": "Durante il lavoro diurno e serale a due squadre, il lavoratore deve prendere parte uniformemente a entrambi i turni, mentre nel caso di lavoro notturno deve partecipare sia al lavoro diurno che a quello notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_25"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Rotazione",
        "citation": "Art. 25 cpv. 3 LL",
        "content": "Con il consenso dei lavoratori interessati e rispettando le condizioni e gli oneri stabiliti dall’ordinanza, é possibile prolungare la durata di sei settimane oppure rinunciare del tutto all’alternanza delle squadre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_25"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Altre disposizioni protettive",
        "citation": "Art. 26 cpv. 1 LL",
        "content": "A tutela dei lavoratori e nei limiti della durata massima della settimana lavorativa, possono essere emanate in via d’ordinanza altre disposizioni concernenti il lavoro straordinario, notturno e domenicale, come anche il lavoro a squadre e il lavoro continuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_26"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Altre disposizioni protettive",
        "citation": "Art. 26 cpv. 2 LL",
        "content": "La durata massima della settimana lavorativa può, per determinate categorie di aziende o di lavoratori, essere ridotta, per ordinanza, di quanto occorra per tutelare la salute dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_26"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Disposizioni speciali per determinate categorie di aziende o di lavoratori",
        "citation": "Art. 27 cpv. 1 LL",
        "content": "Determinate categorie di aziende o di lavoratori possono essere assoggettate, mediante ordinanza, a disposizioni speciali che sostituiscono, totalmente o parzialmente, gli articoli 9–17a, 17b capoverso 1, 18–20, 21, 24, 25, 31 e 36, in quanto ciò sia necessario data la loro particolare situazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_27"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Disposizioni speciali per determinate categorie di aziende o di lavoratori",
        "citation": "Art. 27 cpv. 1bis LL",
        "content": "Le piccole aziende artigianali, in particolare, sono esonerate dall’obbligo d’autorizzazione per il lavoro notturno e domenicale se necessari per la loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_27"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Disposizioni speciali per determinate categorie di aziende o di lavoratori",
        "citation": "Art. 27 cpv. 1ter LL",
        "content": "Nei punti di vendita e nelle aziende di prestazione di servizi situati nelle stazioni che, in ragione del grosso traffico viaggiatori, sono centri di trasporto pubblico, nonché negli aeroporti i lavoratori possono essere occupati la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_27"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Disposizioni speciali per determinate categorie di aziende o di lavoratori",
        "citation": "Art. 27 cpv. 1quater LL",
        "content": "Nei negozi delle stazioni di servizio situati nelle aree di servizio autostradali e lungo le strade principali con traffico intenso di viaggiatori e la cui offerta di merci e servizi risponde principalmente ai bisogni dei viaggiatori, i lavoratori possono essere occupati la domenica e durante la notte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_27"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Disposizioni speciali per determinate categorie di aziende o di lavoratori",
        "citation": "Art. 27 cpv. 2 LL",
        "content": "Dette disposizioni speciali possono essere statuite in particolare per:\na. gli istituti d’educazione e d’insegnamento, le opere sociali, gli ospedali, le cliniche, i gabinetti medici e le farmacie;\nb. gli alberghi, i ristoranti, i caffé e le aziende che li approvvigionano in occasione di manifestazioni speciali, come anche le aziende di spettacolo;\nc. le aziende che servono il turismo o la popolazione rurale;\nd. le aziende per l’approvvigionamento con merci facilmente deperibili;\ne. le aziende di trasformazione dei prodotti agricoli e le aziende orticole, non contemplate nell’articolo 2 capoverso 1 lettera e;\nf. le aziende forestali;\ng. le aziende per l’approvvigionamento con elettricità, gas o acqua;\nh. le aziende per l’approvvigionamento dei veicoli con carburante o la loro manutenzione e riparazione;\ni. le redazioni di quotidiani e periodici;\nk. il personale d’infrastruttura dei trasporti aerei;\nl. i lavoratori occupati in cantieri o cave che, per la posizione geografica o le condizioni climatiche o tecniche, richiedono un ordinamento particolare della durata del lavoro;\nm. le persone il cui lavoro consiste precipuamente in semplice presenza o in viaggi o spostamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_27"
    },
    {
        "book": "ArG",
        "title": "LL, III. Durata del lavoro e del riposo, 4. Altre disposizioni, Derogazioni lievi",
        "citation": "Art. 28 LL",
        "content": "Nei permessi concernenti la durata del lavoro, l’autorità può eccezionalmente prevedere lievi derogazioni alla legge o a una ordinanza, qualora l’applicazione rigorosa suscitasse difficoltà straordinarie e in quanto la maggioranza dei lavoratori interessati o la loro rappresentanza nell’azienda vi acconsenta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_28"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, In generale",
        "citation": "Art. 29 cpv. 1 LL",
        "content": "Sono considerati giovani i lavoratori, di ambedue i sessi, fino ai 18 anni compiuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_29"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, In generale",
        "citation": "Art. 29 cpv. 2 LL",
        "content": "Il datore di lavoro deve avere conveniente riguardo per la salute dei giovani e vigilare alla salvaguardia della loro moralità. Egli deve segnatamente provvedere affinché essi non siano eccessivamente affaticati né esposti a influenze nocive nell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_29"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, In generale",
        "citation": "Art. 29 cpv. 3 LL",
        "content": "Al fine di proteggere la vita e la salute dei giovani o di salvaguardarne la moralità, la loro occupazione in determinati lavori può essere, per ordinanza, vietata o subordinata a condizioni speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_29"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, In generale",
        "citation": "Art. 29 cpv. 4 LL",
        "content": "Il datore di lavoro, assumendo giovani, deve esigere la presentazione di un attestato d’età. Per ordinanza, può essere prescritto anche la presentazione di un certificato medico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_29"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Età minima",
        "citation": "Art. 30 cpv. 1 LL",
        "content": "É vietato occupare giovani che non hanno ancora compiuto i 15 anni. Sono riservati i capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_30"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Età minima",
        "citation": "Art. 30 cpv. 2 LL",
        "content": "L’ordinanza determina per quali categorie di aziende o di lavoratori e a quali condizioni:\na. giovani di oltre 13 anni possono essere incaricati di eseguire commissioni e lavori leggeri;\nb. giovani minori di 15 anni possono essere occupati in occasione di manifestazioni culturali, artistiche, sportive e pubblicitarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_30"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Età minima",
        "citation": "Art. 30 cpv. 3 LL",
        "content": "I Cantoni, ove l’obbligo scolastico cessa prima del compimento dei 15 anni, possono essere autorizzati per ordinanza a consentire, a determinate condizioni, derogazioni per i giovani prosciolti dall’obbligo scolastico che hanno compiuto i 14 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_30"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Durata del lavoro e del riposo",
        "citation": "Art. 31 cpv. 1 LL",
        "content": "La durata del lavoro giornaliero dei giovani non può superare quella degli altri lavoratori della stessa azienda o, in difetto, quella ammessa dall’uso locale, né in alcun caso nove ore. L’eventuale lavoro straordinario come pure i corsi obbligatori svolti nel tempo di lavoro sono computati nella durata del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_31"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Durata del lavoro e del riposo",
        "citation": "Art. 31 cpv. 2 LL",
        "content": "Il lavoro diurno dei giovani deve essere compreso in uno spazio di dodici ore, pause incluse. I giovani minori di 16 anni compiuti possono lavorare fino alle 20, mentre i giovani di oltre 16 anni fino alle 22 al massimo. Rimangono salve le disposizioni derogatorie sull’occupazione di giovani ai sensi dell’articolo 30 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_31"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Durata del lavoro e del riposo",
        "citation": "Art. 31 cpv. 3 LL",
        "content": "I giovani minori di 16 anni compiuti non possono essere occupati in lavoro straordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_31"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Durata del lavoro e del riposo",
        "citation": "Art. 31 cpv. 4 LL",
        "content": "Il datore di lavoro non può occupare giovani durante la notte o di domenica. Deroghe possono essere previste per ordinanza, segnatamente nell’interesse della formazione professionale e per l’occupazione di giovani ai sensi dell’articolo 30 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_31"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Doveri speciali del datore di lavoro",
        "citation": "Art. 32 cpv. 1 LL",
        "content": "Se il giovane si ammala o subisce un infortunio o è minacciato nella salute o nella moralità, il datore di lavoro avverte il detentore dell’autorità parentale o il tutore. In attesa delle loro istruzioni, prende le cautele necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_32"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 1. Giovani, Doveri speciali del datore di lavoro",
        "citation": "Art. 32 cpv. 2 LL",
        "content": "Se il giovane vive nell’economia domestica del datore di lavoro, questi provvede a una nutrizione sufficiente e adeguata all’età e a un alloggio conforme alle esigenze dell’igiene e della morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_32"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Tutela della, salute durante la maternità",
        "citation": "Art. 35 cpv. 1 LL",
        "content": "Il datore di lavoro deve occupare le donne incinte e le madri allattanti in modo e in condizioni di lavoro tali che la loro salute o la salute del bambino non sia pregiudicata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Tutela della, salute durante la maternità",
        "citation": "Art. 35 cpv. 2 LL",
        "content": "L’ordinanza può vietare o subordinare a condizioni particolari, per motivi di salute, l’occupazione di donne incinte e madri allattanti in lavori gravosi e pericolosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Tutela della, salute durante la maternità",
        "citation": "Art. 35 cpv. 3 LL",
        "content": "Le donne incinte e le madri allattanti che non possono essere occupate in taluni lavori in base alle prescrizioni del capoverso 2 hanno diritto all’80 per cento del salario e a un’indennità adeguata per la perdita del salario in natura, nella misura in cui il datore di lavoro non possa offrire loro un lavoro equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Occupazione, durante la maternità",
        "citation": "Art. 35a cpv. 1 LL",
        "content": "Le donne incinte e la madri allattanti possono essere occupate solo con il loro consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35_a"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Occupazione, durante la maternità",
        "citation": "Art. 35a cpv. 2 LL",
        "content": "Le donne incinte possono assentarsi dal lavoro mediante semplice avviso. Alle madri allattanti deve essere concesso il tempo necessario all’allattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35_a"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Occupazione, durante la maternità",
        "citation": "Art. 35a cpv. 3 LL",
        "content": "Le puerpere non possono essere occupate durante le otto settimane dopo il parto; in seguito, e fino alla sedicesima settimana, possono esserlo solo con il loro consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35_a"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Occupazione, durante la maternità",
        "citation": "Art. 35a cpv. 4 LL",
        "content": "Le donne incinte non possono essere occupate tra le 20 e le 6 nelle otto settimane precedenti il parto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35_a"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Lavoro compensativo e pagamento continuato del salario durante la maternità",
        "citation": "Art. 35b cpv. 1 LL",
        "content": "Il datore di lavoro é obbligato a offrire, per quanto possibile, alle donne incinte occupate tra le 20 e le 6 un lavoro equivalente tra le 6 e le 20. Tale obbligo sussiste anche per il periodo che intercorre tra l’ottava e la sedicesima settimana dopo il parto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35_b"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 2. Donne incinte e madri che allattano, Lavoro compensativo e pagamento continuato del salario durante la maternità",
        "citation": "Art. 35b cpv. 2 LL",
        "content": "Le donne occupate tra le 20 e le 6 hanno diritto all’80 per cento del salario, oltre agli eventuali supplementi per il lavoro notturno, e a un’indennità adeguata per il salario in natura venuto a mancare nei periodi fissati dal capoverso 1, qualora non possa essere loro offerto un lavoro equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_35_b"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 3. Lavoratori con responsabilità familiari",
        "citation": "Art. 36 cpv. 1 LL",
        "content": "Il datore di lavoro, determinando le ore del lavoro e del riposo, deve prestare particolare riguardo ai lavoratori con responsabilità familiari. Sono considerate responsabilità familiari l’educazione dei figli fino all’età di 15 anni e l’assistenza di congiunti o di persone prossime che necessitano di cure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_36"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 3. Lavoratori con responsabilità familiari",
        "citation": "Art. 36 cpv. 2 LL",
        "content": "Tali lavoratori possono essere occupati in un lavoro straordinario solo con il loro consenso. Su richiesta, deve essere accordata loro una pausa meridiana di almeno un’ora e mezzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_36"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 3. Lavoratori con responsabilità familiari",
        "citation": "Art. 36 cpv. 3 LL",
        "content": "Su presentazione di un certificato medico, il datore di lavoro deve concedere ai lavoratori un congedo per l’assistenza a un familiare o al partner con problemi di salute; il congedo è limitato alla durata necessaria per l’assistenza, ma al massimo a tre giorni per evento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_36"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 3. Lavoratori con responsabilità familiari",
        "citation": "Art. 36 cpv. 4 LL",
        "content": "Salvo che per i figli, il congedo di assistenza ammonta al massimo a dieci giorni all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_36"
    },
    {
        "book": "ArG",
        "title": "LL, IV. Disposizione di protezione speciale, 4. Altri gruppi di lavoratori",
        "citation": "Art. 36a LL",
        "content": "L’ordinanza può vietare o subordinare a condizioni particolari, per motivi di salute, l’occupazione di altri gruppi di lavoratori in lavori gravosi e pericolosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_36_a"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Emanazione",
        "citation": "Art. 37 cpv. 1 LL",
        "content": "Ciascuna azienda industriale deve avere un regolamento aziendale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_37"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Emanazione",
        "citation": "Art. 37 cpv. 2 LL",
        "content": "Per ordinanza, un regolamento aziendale può essere prescritto anche alle aziende non industriali, in quanto tale regolamento sia giustificato dalla natura dell’esercizio o dal numero dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_37"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Emanazione",
        "citation": "Art. 37 cpv. 3 LL",
        "content": "Le altre aziende non industriali possono darsi un regolamento aziendale, conformandosi al presente capo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_37"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Emanazione",
        "citation": "Art. 37 cpv. 4 LL",
        "content": "Il regolamento aziendale é convenuto per iscritto fra il datore di lavoro e una delegazione liberamente eletta dai lavoratori o é emanato dal datore di lavoro dopo consultazione con i lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_37"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Contenuto",
        "citation": "Art. 38 cpv. 1 LL",
        "content": "Il regolamento aziendale deve stabilire disposizioni su la protezione della salute nel lavoro e la prevenzione degli infortuni, nonché, in quanto necessario, su l’ordine e il comportamento dei lavoratori nell’azienda; sono ammesse pene disciplinari solamente se sono adeguatamente disciplinate nel regolamento aziendale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_38"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Contenuto",
        "citation": "Art. 38 cpv. 2 LL",
        "content": "Il regolamento aziendale stabilito per convenzione può contenere anche altre disposizioni concernenti i rapporti fra datore di lavoro ed i lavoratori, tuttavia nella misura soltanto in cui la loro materia non sia disciplinata usualmente, nel rispettivo ramo professionale, per contratto collettivo o per altra convenzione collettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_38"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Contenuto",
        "citation": "Art. 38 cpv. 3 LL",
        "content": "Il contenuto del regolamento aziendale non può contraddire il diritto imperativo né i contratti collettivi vincolanti il datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_38"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Controllo, effetti",
        "citation": "Art. 39 cpv. 1 LL",
        "content": "Il regolamento aziendale dev’essere sottoposto all’autorità cantonale; se questa accerta che disposizioni del regolamento aziendale non corrispondono alle norme della presente legge, si applica la procedura prevista nell’articolo 51.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_39"
    },
    {
        "book": "ArG",
        "title": "LL, V. Regolamento aziendale, Controllo, effetti",
        "citation": "Art. 39 cpv. 2 LL",
        "content": "Con la pubblicazione nell’azienda, il regolamento aziendale vincola il datore di lavoro e i lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_39"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 1. Disposizioni esecutive",
        "citation": "Art. 40 cpv. 1 LL",
        "content": "Il Consiglio federale é competente a emanare:\na. disposizioni per ordinanza nei casi espressamente previsti dalla legge;\nb. disposizioni esecutive intese a precisare singole disposizioni della legge;\nc. disposizioni amministrative destinate alle autorità di esecuzione e di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_40"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 1. Disposizioni esecutive",
        "citation": "Art. 40 cpv. 2 LL",
        "content": "Prima di emanare le disposizioni previste nel capoverso 1 lettere a e b il Consiglio federale consulta i Cantoni, la Commissione federale del lavoro e le organizzazioni economiche interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_40"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Cantoni",
        "citation": "Art. 41 cpv. 1 LL",
        "content": "L’esecuzione della legge e delle ordinanze spetta ai Cantoni, riservato l’articolo 42. I Cantoni designano le autorità di esecuzione e l’autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_41"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Cantoni",
        "citation": "Art. 41 cpv. 2 LL",
        "content": "I Cantoni presentano al Consiglio federale un rapporto biennale sull’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_41"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Cantoni",
        "citation": "Art. 41 cpv. 3 LL",
        "content": "Nel dubbio sull’applicabilità della legge a un’azienda non industriale o a singoli lavoratori occupati in un’azienda industriale o non industriale, l’autorità cantonale decide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_41"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Confederazione",
        "citation": "Art. 42 cpv. 1 LL",
        "content": "La Confederazione esercita l’alta vigilanza sull’esecuzione della legge e delle ordinanze da parte dei Cantoni. Essa può dare istruzioni alle autorità cantonali di esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_42"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Confederazione",
        "citation": "Art. 42 cpv. 2 LL",
        "content": "La Confederazione prende, inoltre, i provvedimenti esecutivi, che la legge attribuisce espressamente alla sua competenza, e provvede all’esecuzione della legge e delle ordinanze nelle aziende federali, determinate conformemente all’articolo 2 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_42"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Confederazione",
        "citation": "Art. 42 cpv. 3 LL",
        "content": "Le attribuzioni della Confederazione, previste nei capoversi 1 e 2, sono esercitate dal SECO, per quanto non sono riservate al Consiglio federale o al Dipartimento federale dell’economia, della formazione e della ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_42"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Confederazione",
        "citation": "Art. 42 cpv. 4 LL",
        "content": "Nell’esercizio delle sue attribuzioni, la SECO dispone degli Ispettorati federali del lavoro e del Servizio medico del lavoro. Se necessario, esso può ricorrere a ispettorati specializzati o a periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_42"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Commissione del lavoro",
        "citation": "Art. 43 cpv. 1 LL",
        "content": "Il Consiglio federale nomina una Commissione federale del lavoro composta di rappresentanti dei Cantoni, di uomini di scienza, di rappresentanti, in numero uguale, delle associazioni dei datori di lavoro e di quelle dei lavoratori, come anche di rappresentanti di altre organizzazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_43"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Commissione del lavoro",
        "citation": "Art. 43 cpv. 2 LL",
        "content": "La Commissione federale del lavoro esprime, a destinazione delle autorità federali, il suo parere su questioni legislative ed esecutive. Essa può fare proposte di propria iniziativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_43"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Obbligo del segreto",
        "citation": "Art. 44 cpv. 1 LL",
        "content": "Le persone che sono incaricate di svolgere compiti secondo la presente legge o vi partecipano sono tenute al segreto nei confronti di terzi sui fatti di cui vengono a conoscenza nell’esercizio della loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Obbligo del segreto",
        "citation": "Art. 44 cpv. 2 LL",
        "content": "Le autorità cantonali incaricate della vigilanza e dell’esecuzione della presente legge e la SECO si prestano reciproca assistenza nell’adempimento dei loro compiti; si scambiano gratuitamente le necessarie informazioni e su richiesta si accordano il diritto di consultare gli atti ufficiali. I fatti segnalati o constatati nell’applicazione della presente prescrizione sottostanno all’obbligo del segreto di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Comunicazione di dati",
        "citation": "Art. 44a cpv. 1 LL",
        "content": "La SECO o la competente autorità cantonale, su domanda scritta motivata, può comunicare dati:\na. alle autorità di vigilanza e d’esecuzione delle prescrizioni sulla sicurezza del lavoro secondo la legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni, in quanto lo esiga l’adempimento dei loro compiti;\nb. ai tribunali e alle autorità istruttorie penali, in quanto lo esiga l’accertamento di un fatto giuridicamente rilevante;\nc. agli assicurati, in quanto lo esiga l’accertamento di un rischio assicurato;\nd. al datore di lavoro, in quanto lo esiga la prescrizione di misure nei confronti di una persona;\ne. agli organi dell’Ufficio federale di statistica in quanto lo esiga l’adempimento dei loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_a"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Comunicazione di dati",
        "citation": "Art. 44a cpv. 2 LL",
        "content": "I dati possono essere comunicati, su domanda scritta e motivata, ad altre autorità federali, cantonali e comunali o a terzi se la persona interessata ha dato il suo consenso scritto o le circostanze permettono di desumere tale consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_a"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Comunicazione di dati",
        "citation": "Art. 44a cpv. 3 LL",
        "content": "I dati possono essere eccezionalmente comunicati quando si tratta di evitare un pericolo per la vita o la salute del lavoratore o di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_a"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Comunicazione di dati",
        "citation": "Art. 44a cpv. 4 LL",
        "content": "La comunicazione di dati resi anonimi, utilizzati segnatamente per la pianificazione, la statistica o la ricerca, può essere effettuata senza il consenso della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_a"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Comunicazione di dati",
        "citation": "Art. 44a cpv. 5 LL",
        "content": "Il Consiglio federale può generalizzare la comunicazione di dati non degni di particolare protezione ad autorità o istituzioni, in quanto tali dati siano necessari per l’adempimento dei loro compiti legali. A tale scopo può prevedere una procedura di richiamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_a"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Sistemi d’informazione e di documentazione",
        "citation": "Art. 44b cpv. 1 LL",
        "content": "I Cantoni e la SECO gestiscono sistemi d’informazione e di documentazione per l’adempimento dei compiti, conformemente alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_b"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Sistemi d’informazione e di documentazione",
        "citation": "Art. 44b cpv. 2 LL",
        "content": "I sistemi d’informazione e di documentazione possono contenere dati degni di particolare protezione concernenti:\na. lo stato di salute di un singolo lavoratore per quanto concerne gli esami medici, le analisi dei rischi e le perizie previsti dalla presente legge e dalle relative ordinanze;\nb. i procedimenti amministrativi e penali secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_b"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 2. Attribuzioni e organizzazione delle autorità, Sistemi d’informazione e di documentazione",
        "citation": "Art. 44b cpv. 3 LL",
        "content": "Il Consiglio federale determina le categorie dei dati da rilevare e la loro durata di conservazione, il diritto di accesso e di trattamento. Disciplina la collaborazione con gli organi interessati, lo scambio di dati e la sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_44_b"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Obbligo d’informazione",
        "citation": "Art. 45 cpv. 1 LL",
        "content": "Il datore di lavoro, i suoi lavoratori e le persone, che su mandato del datore di lavoro svolgono compiti in virtù della presente legge, devono fornire alle autorità d’esecuzione e di vigilanza tutte le informazioni che queste necessitano per adempiere i loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_45"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Obbligo d’informazione",
        "citation": "Art. 45 cpv. 2 LL",
        "content": "Il datore di lavoro deve permettere agli organi di esecuzione e di vigilanza l’accesso all’azienda, gli accertamenti e il prelievo di campioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_45"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Elenchi e altri atti",
        "citation": "Art. 46 cpv. RS 235.1 LL",
        "content": "Il datore di lavoro deve tenere a disposizione delle autorità d’esecuzione e di vigilanza gli elenchi e gli altri atti, da cui risultano le indicazioni necessarie all’esecuzione della presente legge e delle relative ordinanze. Per il resto sono applicabili le disposizioni della legge federale del 25 settembre 2020 sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_46"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Affissione dell’orario di lavoro e dei permessi concernenti la sua durata",
        "citation": "Art. 47 cpv. 1 LL",
        "content": "Il datore di lavoro deve comunicare ai lavoratori, mediante affissione o in un altro modo appropriato:\na. l’orario di lavoro e le autorizzazioni di lavoro accordate e\nb. le relative disposizioni di protezione speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_47"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Affissione dell’orario di lavoro e dei permessi concernenti la sua durata",
        "citation": "Art. 47 cpv. 2 LL",
        "content": "L’ordinanza stabilisce quali orari di lavoro devono essere comunicati all’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_47"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Informazione e consultazione dei lavoratori",
        "citation": "Art. 48 cpv. 1 LL",
        "content": "I lavoratori o la loro rappresentanza nell’azienda hanno il diritto di essere consultati sulle questioni seguenti:\na. tutti i casi concernenti la protezione della salute;\nb. l’organizzazione della durata del lavoro e la pianificazione della griglia oraria;\nc. i provvedimenti previsti dall’articolo 17e in caso di lavoro notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_48"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Informazione e consultazione dei lavoratori",
        "citation": "Art. 48 cpv. 2 LL",
        "content": "Il diritto di essere consultati comprende quello di essere sentiti su talune questioni e di discuterne, prima che il datore di lavoro prenda una decisione, come anche il diritto alla motivazione della decisione, se quest’ultima non tiene in considerazione, o considera solo parzialmente, le obiezioni dei lavoratori o della loro rappresentanza nell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_48"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Domande di permesso",
        "citation": "Art. 49 cpv. 1 LL",
        "content": "Per ottenere un permesso previsto nella legge, il datore di lavoro deve presentare tempestivamente una domanda motivata e corredata degli atti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_49"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Domande di permesso",
        "citation": "Art. 49 cpv. 2 LL",
        "content": "Se, a causa d’urgenza, la domanda per un permesso concernente la durata del lavoro non può essere presentata tempestivamente, il datore di lavoro la presenterà il più presto possibile, motivando il ritardo. Nei casi imprevedibili di minima importanza, egli può rinunciare alla presentazione tardiva della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_49"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 3. Obblighi dei datori di lavoro e dei lavoratori, Domande di permesso",
        "citation": "Art. 49 cpv. 3 LL",
        "content": "Per il rilascio dei permessi concernenti la durata del lavoro, può essere riscossa solo una modica tassa di cancelleria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_49"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Decisioni amministrative",
        "citation": "Art. 50 cpv. 1 LL",
        "content": "Le decisioni prese in virtù della legge o di un’ordinanza devono essere comunicate per iscritto. Quelle di rifiuto totale o parziale d’una domanda devono essere motivate e indicare il diritto, i termini e l’autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_50"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Decisioni amministrative",
        "citation": "Art. 50 cpv. 2 LL",
        "content": "Le decisioni possono essere modificate o abrogate in ogni tempo, se mutano i fatti che le hanno motivate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_50"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Intervento preliminare in caso d’infrazione",
        "citation": "Art. 51 cpv. 1 LL",
        "content": "In caso d’infrazione alla legge, a una ordinanza o a una decisione, l’autorità cantonale, l’Ispettorato federale del lavoro o il Servizio medico del lavoro rende attento il contravventore e lo richiama al rispetto della norma o della decisione violata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_51"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Intervento preliminare in caso d’infrazione",
        "citation": "Art. 51 cpv. 2 LL",
        "content": "Se il contravventore non ottempera al richiamo, l’autorità cantonale prende la decisione voluta, sotto comminatoria della pena prevista nell’articolo 292 del Codice penale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_51"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Intervento preliminare in caso d’infrazione",
        "citation": "Art. 51 cpv. 3 LL",
        "content": "Se una infrazione secondo il capoverso 1 costituisce nel contempo una violazione di un contratto collettivo di lavoro, l’autorità cantonale può considerare, in modo adeguato, i provvedimenti presi dalle parti contraenti per l’applicazione del contratto collettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_51"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Provvedimenti di coercizione amministrativa",
        "citation": "Art. 52 cpv. 1 LL",
        "content": "Se una decisione conforme all’articolo 51 capoverso 2 non é osservata, l’autorità cantonale prende i provvedimenti necessari per ristabilire l’ordine legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_52"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Provvedimenti di coercizione amministrativa",
        "citation": "Art. 52 cpv. 2 LL",
        "content": "Se l’inosservanza di una decisione conforme all’articolo 51 capoverso 2 mette gravemente in pericolo la vita o la salute dei lavoratori o il vicinato dell’azienda, l’autorità cantonale può, dopo intimazione scritta, vietare l’uso di locali o d’impianti e, nei casi particolarmente gravi, chiudere l’azienda per un tempo determinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_52"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Revoca e rifiuto di permessi concernenti la durata del lavoro",
        "citation": "Art. 53 cpv. 1 LL",
        "content": "Se il datore di lavoro non si conforma a un permesso concernente la durata del lavoro, l’autorità di rilascio può, dopo intimazione scritta e indipendentemente dalla procedura prevista negli articoli 51 e 52, revocargli il permesso e, per quanto é giustificato dalle circostanze, rifiutargli, per un tempo determinato, il rilascio di nuovi permessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_53"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Revoca e rifiuto di permessi concernenti la durata del lavoro",
        "citation": "Art. 53 cpv. 2 LL",
        "content": "Se il datore di lavoro abusa della facoltà di ordinare, senza permesso dell’autorità, lavoro straordinario, l’autorità cantonale può togliergli tale facoltà per un tempo determinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_53"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Denunce",
        "citation": "Art. 54 cpv. 1 LL",
        "content": "L’autorità competente é tenuta a esaminare le denunce per infrazione alla legge, a un’ordinanza o a una decisione e, se la denuncia é fondata, a procedere conformemente agli articoli 51, 52 e 53.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_54"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 4. Decisioni e provvedimenti amministrativi, Denunce",
        "citation": "Art. 54 cpv. 2 LL",
        "content": "Se l’autorità competente non interviene o prende provvedimenti insufficienti, l’autorità superiore può essere adita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_54"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 5. Giurisdizione amministrativa, Ricorso contro le decisioni cantonali",
        "citation": "Art. 56 cpv. 1 LL",
        "content": "Le decisioni dell’autorità cantonale possono essere impugnate davanti all’autorità cantonale di ricorso, entro trenta giorni dalla loro comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_56"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 5. Giurisdizione amministrativa, Ricorso contro le decisioni cantonali",
        "citation": "Art. 56 cpv. 2 LL",
        "content": "La decisione sul ricorso, con indicazione dei motivi e dei rimedi di diritto, deve essere comunicata per iscritto al ricorrente e all’autorità che ha emanato la decisione impugnata. Per il rimanente, la procedura é disciplinata dal diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_56"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 5. Giurisdizione amministrativa, Diritto di ricorso",
        "citation": "Art. 58 LL",
        "content": "Contro le decisioni delle autorità cantonali e federali hanno inoltre diritto di ricorso le associazioni dei datori di lavoro e dei lavoratori interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_58"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Responsabilità penale del datore di lavoro",
        "citation": "Art. 59 cpv. 1 LL",
        "content": "Il datore di lavoro é punibile se viola le prescrizioni in materia di:\na. protezione della salute nel lavoro e approvazione dei piani, intenzionalmente o per negligenza;\nb. durata del lavoro e del riposo, intenzionalmente;\nc. protezione speciale dei giovani o delle donne, intenzionalmente o per negligenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_59"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Responsabilità penale del datore di lavoro",
        "citation": "Art. 59 cpv. 2 LL",
        "content": "É applicabile l’articolo 6 della legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_59"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Responsabilità penale del lavoratore",
        "citation": "Art. 60 cpv. 1 LL",
        "content": "Il lavoratore é punibile se viola intenzionalmente le prescrizioni sulla protezione della salute nel lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_60"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Responsabilità penale del lavoratore",
        "citation": "Art. 60 cpv. 2 LL",
        "content": "Se mette seriamente in pericolo altre persone, é punibile anche la violazione per negligenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_60"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Pene",
        "citation": "Art. 61 cpv. 1 LL",
        "content": "Il datore di lavoro è punito con una pena pecuniaria sino a 180 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_61"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Pene",
        "citation": "Art. 61 cpv. 2 LL",
        "content": "Il lavoratore è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_61"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Codice penale e perseguimento penale",
        "citation": "Art. 62 cpv. 1 LL",
        "content": "Sono riservate le disposizioni speciali del Codice penale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_62"
    },
    {
        "book": "ArG",
        "title": "LL, VI. Esecuzione della legge, 6. Disposizioni penali, Codice penale e perseguimento penale",
        "citation": "Art. 62 cpv. 2 LL",
        "content": "Il perseguimento penale spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/it#art_62"
    }
]