[
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Betrieblicher und persönlicher Geltungsbereich",
        "citation": "Art. 1 Abs. 1 ArG",
        "content": "Das Gesetz ist, unter Vorbehalt der Artikel 2–4, anwendbar auf alle öffentlichen und privaten Betriebe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_1"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Betrieblicher und persönlicher Geltungsbereich",
        "citation": "Art. 1 Abs. 2 ArG",
        "content": "Ein Betrieb im Sinne des Gesetzes liegt vor, wenn ein Arbeitgeber dauernd oder vorübergehend einen oder mehrere Arbeitnehmer beschäftigt, unabhängig davon, ob bestimmte Einrichtungen oder Anlagen vorhanden sind. Wenn die Voraussetzungen für die Anwendbarkeit des Gesetzes nur für einzelne Teile eines Betriebes gegeben sind, ist das Gesetz nur auf diese anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_1"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Betrieblicher und persönlicher Geltungsbereich",
        "citation": "Art. 1 Abs. 3 ArG",
        "content": "Auf Arbeitnehmer, welche ein im Auslande gelegener Betrieb in der Schweiz beschäftigt, ist das Gesetz anwendbar, soweit dies nach den Umständen möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_1"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Ausnahmen vom betrieblichen Geltungsbereich",
        "citation": "Art. 2 Abs. 1 ArG",
        "content": "Das Gesetz ist, unter Vorbehalt von Artikel 3a, nicht anwendbar:\na. auf Verwaltungen des Bundes, der Kantone und Gemeinden, unter Vorbehalt von Absatz 2;\nb. auf Betriebe oder Teile von Betrieben, die der Bundesgesetzgebung über die Arbeit in Unternehmen des öffentlichen Verkehrs unterstehen;\nc. auf Betriebe, die der Bundesgesetzgebung über die Seeschifffahrt unter der Schweizerflagge unterstehen;\nd. auf Betriebe der landwirtschaftlichen Urproduktion, mit Einschluss von Nebenbetrieben, in denen überwiegend die Erzeugnisse des Hauptbetriebes verarbeitet oder verwertet werden, sowie auf örtliche Milchsammelstellen und die damit verbundenen Milchverarbeitungsbetriebe;\ne. auf Betriebe mit überwiegend gärtnerischer Pflanzenproduktion, unter Vorbehalt von Absatz 3;\nf. auf Fischereibetriebe;\ng. auf private Haushaltungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_2"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Ausnahmen vom betrieblichen Geltungsbereich",
        "citation": "Art. 2 Abs. 2 ArG",
        "content": "Die öffentlichen Anstalten, die den Verwaltungen des Bundes, der Kantone und der Gemeinden gleichzustellen sind, sowie die Betriebe des Bundes, der Kantone und der Gemeinden, auf die das Gesetz anwendbar ist, werden durch Verordnung bezeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_2"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Ausnahmen vom betrieblichen Geltungsbereich",
        "citation": "Art. 2 Abs. 3 ArG",
        "content": "Auf Betriebe mit überwiegend gärtnerischer Pflanzenproduktion, die Lehrlinge ausbilden, können einzelne Bestimmungen des Gesetzes durch Verordnung anwendbar erklärt werden, soweit dies zum Schutze der Lehrlinge erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_2"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Ausnahmen vom betrieblichen Geltungsbereich",
        "citation": "Art. 2 Abs. 4 ArG",
        "content": "Die Bestimmungen des Gesetzes und seiner Verordnungen über das Mindestalter sind anwendbar auf Betriebe im Sinne von Absatz 1 Buchstaben d–g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_2"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Ausnahmen vom persönlichen Geltungsbereich",
        "citation": "Art. 3 ArG",
        "content": "Das Gesetz ist, unter Vorbehalt von Artikel 3a, ferner nicht anwendbar:\na. auf Personen geistlichen Standes und andere Personen, die im Dienste von Kirchen stehen, sowie auf Angehörige von Ordens- und Mutterhäusern oder anderer religiöser Gemeinschaften;\nb. auf das in der Schweiz wohnhafte Personal öffentlicher Verwaltungen ausländischer Staaten oder internationaler Organisationen;\nc. auf die Besatzungen von schweizerischen Flugbetriebsunternehmen;\nd. auf Arbeitnehmer, die eine höhere leitende Tätigkeit oder eine wissenschaftliche oder selbständige künstlerische Tätigkeit ausüben;\ne. auf Lehrer an Privatschulen sowie auf Lehrer, Fürsorger, Erzieher und Aufseher in Anstalten;\nf. auf Heimarbeitnehmer;\ng. auf Handelsreisende im Sinne der Bundesgesetzgebung;\nh. auf Arbeitnehmer, die dem Abkommen vom 21. Mai 1954 über die Arbeitsbedingungen der Rheinschiffer unterstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_3"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Vorschriften über den Gesundheitsschutz",
        "citation": "Art. 3a ArG",
        "content": "Die Vorschriften dieses Gesetzes über den Gesundheitsschutz (Art. 6, 35 und 36a) sind jedoch anwendbar:\na. auf die Verwaltungen des Bundes, der Kantone und Gemeinden;\nb. auf Arbeitnehmer, die eine höhere leitende Tätigkeit oder eine wissenschaftliche oder selbstständige künstlerische Tätigkeit ausüben;\nc. auf Lehrer an Privatschulen sowie Lehrer, Fürsorger, Erzieher und Aufseher in Anstalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_3_a"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Familienbetriebe",
        "citation": "Art. 4 Abs. 1 ArG",
        "content": "Das Gesetz ist nicht anwendbar auf Betriebe, in denen lediglich der Ehegatte, die eingetragene Partnerin oder der eingetragene Partner des Betriebsinhabers, seine Verwandten in auf- und absteigender Linie und deren Ehegatten, eingetragene Partnerinnen oder Partner sowie seine Stiefkinder tätig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_4"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Familienbetriebe",
        "citation": "Art. 4 Abs. 2 ArG",
        "content": "Sind im Betrieb auch andere als die in Absatz 1 erwähnten Personen tätig, so ist das Gesetz nur auf diese anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_4"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Familienbetriebe",
        "citation": "Art. 4 Abs. 3 ArG",
        "content": "Auf jugendliche Familienglieder im Sinne von Absatz 1 können einzelne Vorschriften des Gesetzes durch Verordnung anwendbar erklärt werden, soweit dies zum Schutze von Leben und Gesundheit der Jugendlichen oder zur Wahrung der Sittlichkeit erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_4"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Sondervorschriften für industrielle Betriebe",
        "citation": "Art. 5 Abs. 1 ArG",
        "content": "Die besonderen Vorschriften des Gesetzes für industrielle Betriebe sind auf den einzelnen Betrieb oder auf einzelne Betriebsteile nur anwendbar aufgrund einer Unterstellungsverfügung der kantonalen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_5"
    },
    {
        "book": "ArG",
        "title": "ArG, I. Geltungsbereich, Sondervorschriften für industrielle Betriebe",
        "citation": "Art. 5 Abs. 2 ArG",
        "content": "Als industrielle Betriebe im Sinne des Gesetzes gelten Betriebe mit fester Anlage von dauerndem Charakter für die Herstellung, Verarbeitung oder Behandlung von Gütern oder für die Erzeugung, Umwandlung oder Übertragung von Energie, sofern\na. die Arbeitsweise oder die Arbeitsorganisation durch Maschinen oder andere technische Einrichtungen oder durch serienmässige Verrichtungen bestimmt werden und für die Herstellung, Verarbeitung oder Behandlung von Gütern oder für die Erzeugung, Umwandlung oder Übertragung von Energie wenigstens sechs Arbeitnehmer beschäftigt werden, oder\nb. die Arbeitsweise oder die Arbeitsorganisation wesentlich durch automatisierte Verfahren bestimmt werden, oder\nc. Leben oder Gesundheit der Arbeitnehmer besonderen Gefahren ausgesetzt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_5"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Pflichten der, Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 6 Abs. 1 ArG",
        "content": "Der Arbeitgeber ist verpflichtet, zum Schutze der Gesundheit der Arbeitnehmer alle Massnahmen zu treffen, die nach der Erfahrung notwendig, nach dem Stand der Technik anwendbar und den Verhältnissen des Betriebes angemessen sind. Er hat im Weiteren die erforderlichen Massnahmen zum Schutze der persönlichen Integrität der Arbeitnehmer vorzusehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_6"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Pflichten der, Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 6 Abs. 2 ArG",
        "content": "Der Arbeitgeber hat insbesondere die betrieblichen Einrichtungen und den Arbeitsablauf so zu gestalten, dass Gesundheitsgefährdungen und Überbeanspruchungen der Arbeitnehmer nach Möglichkeit vermieden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_6"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Pflichten der, Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 6 Abs. 2bis ArG",
        "content": "Der Arbeitgeber hat dafür zu sorgen, dass der Arbeitnehmer in Ausübung seiner beruflichen Tätigkeit keinen Alkohol oder andere berauschende Mittel konsumieren muss. Der Bundesrat regelt die Ausnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_6"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Pflichten der, Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 6 Abs. 3 ArG",
        "content": "Für den Gesundheitsschutz hat der Arbeitgeber die Arbeitnehmer zur Mitwirkung heranzuziehen. Diese sind verpflichtet, den Arbeitgeber in der Durchführung der Vorschriften über den Gesundheitsschutz zu unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_6"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Pflichten der, Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 6 Abs. 4 ArG",
        "content": "Durch Verordnung wird bestimmt, welche Massnahmen für den Gesundheitsschutz in den Betrieben zu treffen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_6"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Plangenehmigung und Betriebsbewilligung",
        "citation": "Art. 7 Abs. 1 ArG",
        "content": "Wer einen industriellen Betrieb errichten oder umgestalten will, muss bei der kantonalen Behörde um die Genehmigung der geplanten Anlage nachsuchen. Diese holt den Bericht der Schweizerischen Unfallversicherungsanstalt ein. Die im Bericht ausdrücklich als Weisungen bezeichneten Anträge werden von der kantonalen Behörde als Auflagen in die Plangenehmigung aufgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_7"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Plangenehmigung und Betriebsbewilligung",
        "citation": "Art. 7 Abs. 2 ArG",
        "content": "Entspricht die geplante Anlage den Vorschriften, so genehmigt die kantonale Behörde die Pläne, nötigenfalls mit der Auflage, dass besondere Schutzmassnahmen zu treffen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_7"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Plangenehmigung und Betriebsbewilligung",
        "citation": "Art. 7 Abs. 3 ArG",
        "content": "Vor der Aufnahme der betrieblichen Tätigkeit muss der Arbeitgeber bei der kantonalen Behörde um die Betriebsbewilligung nachsuchen. Die kantonale Behörde erteilt die Betriebsbewilligung, wenn Bau und Einrichtungen des Betriebes der Plangenehmigung entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_7"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Plangenehmigung und Betriebsbewilligung",
        "citation": "Art. 7 Abs. 4 ArG",
        "content": "Ist für die Errichtung oder Umgestaltung eines Betriebs die Genehmigung einer Bundesbehörde erforderlich, so erteilt diese auch die Plangenehmigung im Verfahren nach Absatz 1. Auf Berichte und Mitberichte sind die Artikel 62a und 62b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_7"
    },
    {
        "book": "ArG",
        "title": "ArG, II. Gesundheitsschutz und Plangenehmigung, Nichtindustrielle Betriebe",
        "citation": "Art. 8 ArG",
        "content": "Der Bundesrat kann Artikel 7 auf nichtindustrielle Betriebe mit erheblichen Betriebsgefahren anwendbar erklären. Die einzelnen Betriebsarten werden durch Verordnung bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_8"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Wöchentliche Höchstarbeitszeit",
        "citation": "Art. 9 Abs. 1 ArG",
        "content": "Die wöchentliche Höchstarbeitszeit beträgt:\na. 45 Stunden für Arbeitnehmer in industriellen Betrieben sowie für Büropersonal, technische und andere Angestellte, mit Einschluss des Verkaufspersonals in Grossbetrieben des Detailhandels;\nb. 50 Stunden für alle übrigen Arbeitnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_9"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Wöchentliche Höchstarbeitszeit",
        "citation": "Art. 9 Abs. 3 ArG",
        "content": "Für bestimmte Gruppen von Betrieben oder Arbeitnehmern kann die wöchentliche Höchstarbeitszeit durch Verordnung zeitweise um höchstens vier Stunden verlängert werden, sofern sie im Jahresdurchschnitt nicht überschritten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_9"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Wöchentliche Höchstarbeitszeit",
        "citation": "Art. 9 Abs. 4 ArG",
        "content": "Eine Verlängerung der wöchentlichen Höchstarbeitszeit um höchstens vier Stunden kann vom Staatssekretariat für Wirtschaft (SECO) für bestimmte Gruppen von Betrieben oder Arbeitnehmern oder für bestimmte Betriebe bewilligt werden, sofern und solange zwingende Gründe dies rechtfertigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_9"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Wöchentliche Höchstarbeitszeit",
        "citation": "Art. 9 Abs. 5 ArG",
        "content": "Auf Büropersonal, technische und andere Angestellte, mit Einschluss des Verkaufspersonals in Grossbetrieben des Detailhandels, die im gleichen Betrieb oder Betriebsteil zusammen mit Arbeitnehmern beschäftigt werden, für die eine längere wöchentliche Höchstarbeitszeit gilt, ist diese ebenfalls anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_9"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Tages- und Abendarbeit",
        "citation": "Art. 10 Abs. 1 ArG",
        "content": "Die Arbeit von 6 Uhr bis 20 Uhr gilt als Tagesarbeit, die Arbeit von 20 Uhr bis 23 Uhr ist Abendarbeit. Tages- und Abendarbeit sind bewilligungsfrei. Abendarbeit kann vom Arbeitgeber nach Anhörung der Arbeitnehmervertretung im Betrieb oder, wo eine solche nicht besteht, der betroffenen Arbeitnehmer eingeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_10"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Tages- und Abendarbeit",
        "citation": "Art. 10 Abs. 2 ArG",
        "content": "Beginn und Ende der betrieblichen Tages- und Abendarbeit können zwischen 5 Uhr und 24 Uhr anders festgelegt werden, wenn die Arbeitnehmervertretung im Betrieb oder, wo eine solche nicht besteht, die Mehrheit der betroffenen Arbeitnehmer dem zustimmt. Die betriebliche Tages- und Abendarbeit beträgt auch in diesem Falle höchstens 17 Stunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_10"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Tages- und Abendarbeit",
        "citation": "Art. 10 Abs. 3 ArG",
        "content": "Die Tages- und Abendarbeit des einzelnen Arbeitnehmers muss mit Einschluss der Pausen und der Überzeit innerhalb von 14 Stunden liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_10"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Ausgleich ausfallender Arbeitszeit",
        "citation": "Art. 11 ArG",
        "content": "Wird die Arbeit wegen Betriebsstörungen, wegen Betriebsferien, zwischen arbeitsfreien Tagen oder unter ähnlichen Umständen für verhältnismässig kurze Zeit ausgesetzt oder werden einem Arbeitnehmer auf seinen Wunsch arbeitsfreie Tage eingeräumt, so darf der Arbeitgeber innert eines angemessenen Zeitraumes einen entsprechenden Ausgleich in Abweichung von der wöchentlichen Höchstarbeitszeit anordnen. Der Ausgleich für den einzelnen Arbeitnehmer darf, mit Einschluss von Überzeitarbeit, zwei Stunden im Tag nicht überschreiten, ausser an arbeitsfreien Tagen oder Halbtagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_11"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Voraussetzungen und Dauer der Überzeitarbeit",
        "citation": "Art. 12 Abs. 1 ArG",
        "content": "Die wöchentliche Höchstarbeitszeit darf ausnahmsweise überschritten werden\na. wegen Dringlichkeit der Arbeit oder ausserordentlichen Arbeitsandranges;\nb. für Inventaraufnahmen, Rechnungsabschlüsse und Liquidationsarbeiten;\nc. zur Vermeidung oder Beseitigung von Betriebsstörungen, soweit dem Arbeitgeber nicht andere Vorkehren zugemutet werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_12"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Voraussetzungen und Dauer der Überzeitarbeit",
        "citation": "Art. 12 Abs. 2 ArG",
        "content": "Die Überzeit darf für den einzelnen Arbeitnehmer zwei Stunden im Tag nicht überschreiten, ausser an arbeitsfreien Werktagen oder in Notfällen, und im Kalenderjahr insgesamt nicht mehr betragen als:\na. 170 Stunden für Arbeitnehmer mit einer wöchentlichen Höchstarbeitszeit von 45 Stunden;\nb. 140 Stunden für Arbeitnehmer mit einer wöchentlichen Höchstarbeitszeit von 50 Stunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_12"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Lohnzuschlag für Überzeitarbeit",
        "citation": "Art. 13 Abs. 1 ArG",
        "content": "Der Arbeitgeber hat den Arbeitnehmern für die Überzeitarbeit einen Lohnzuschlag von wenigstens 25 Prozent auszurichten, dem Büropersonal sowie den technischen und andern Angestellten, mit Einschluss des Verkaufspersonals in Grossbetrieben des Detailhandels, jedoch nur für Überzeitarbeit, die 60 Stunden im Kalenderjahr übersteigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_13"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 1. Arbeitszeit, Lohnzuschlag für Überzeitarbeit",
        "citation": "Art. 13 Abs. 2 ArG",
        "content": "Wird Überzeitarbeit im Einverständnis mit dem einzelnen Arbeitnehmer innert eines angemessenen Zeitraums durch Freizeit von gleicher Dauer ausgeglichen, so ist kein Zuschlag auszurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_13"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Pausen",
        "citation": "Art. 15 Abs. 1 ArG",
        "content": "Die Arbeit ist durch Pausen von folgender Mindestdauer zu unterbrechen:\na. eine Viertelstunde bei einer täglichen Arbeitszeit von mehr als fünfeinhalb Stunden;\nb. eine halbe Stunde bei einer täglichen Arbeitszeit von mehr als sieben Stunden;\nc. eine Stunde bei einer täglichen Arbeitszeit von mehr als neun Stunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_15"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Pausen",
        "citation": "Art. 15 Abs. 2 ArG",
        "content": "Die Pausen gelten als Arbeitszeit, wenn die Arbeitnehmer ihren Arbeitsplatz nicht verlassen dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_15"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Tägliche Ruhezeit",
        "citation": "Art. 15a Abs. 1 ArG",
        "content": "Den Arbeitnehmern ist eine tägliche Ruhezeit von mindestens elf aufeinander folgenden Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_15_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Tägliche Ruhezeit",
        "citation": "Art. 15a Abs. 2 ArG",
        "content": "Die Ruhezeit kann für erwachsene Arbeitnehmer einmal in der Woche bis auf acht Stunden herabgesetzt werden, sofern die Dauer von elf Stunden im Durchschnitt von zwei Wochen eingehalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_15_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Verbot der Nachtarbeit",
        "citation": "Art. 16 ArG",
        "content": "Die Beschäftigung von Arbeitnehmern ausserhalb der betrieblichen Tages- und Abendarbeit nach Artikel 10 (Nachtarbeit) ist untersagt. Vorbehalten bleibt Artikel 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_16"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Nachtarbeit",
        "citation": "Art. 17 Abs. 1 ArG",
        "content": "Ausnahmen vom Verbot der Nachtarbeit bedürfen der Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Nachtarbeit",
        "citation": "Art. 17 Abs. 2 ArG",
        "content": "Dauernde oder regelmässig wiederkehrende Nachtarbeit wird bewilligt, sofern sie aus technischen oder wirtschaftlichen Gründen unentbehrlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Nachtarbeit",
        "citation": "Art. 17 Abs. 3 ArG",
        "content": "Vorübergehende Nachtarbeit wird bewilligt, sofern ein dringendes Bedürfnis nachgewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Nachtarbeit",
        "citation": "Art. 17 Abs. 4 ArG",
        "content": "Nachtarbeit zwischen 5 Uhr und 6 Uhr sowie zwischen 23 Uhr und 24 Uhr wird bewilligt, sofern ein dringendes Bedürfnis nachgewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Nachtarbeit",
        "citation": "Art. 17 Abs. 5 ArG",
        "content": "Dauernde oder regelmässig wiederkehrende Nachtarbeit wird vom SECO, vorübergehende Nachtarbeit von der kantonalen Behörde bewilligt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Nachtarbeit",
        "citation": "Art. 17 Abs. 6 ArG",
        "content": "Der Arbeitgeber darf den Arbeitnehmer ohne dessen Einverständnis nicht zu Nachtarbeit heranziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Dauer der Nachtarbeit",
        "citation": "Art. 17a Abs. 1 ArG",
        "content": "Bei Nachtarbeit darf die tägliche Arbeitszeit für den einzelnen Arbeitnehmer neun Stunden nicht überschreiten; sie muss, mit Einschluss der Pausen, innerhalb eines Zeitraumes von zehn Stunden liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Dauer der Nachtarbeit",
        "citation": "Art. 17a Abs. 2 ArG",
        "content": "Wird der Arbeitnehmer in höchstens drei von sieben aufeinander folgenden Nächten beschäftigt, so darf die tägliche Arbeitszeit unter den Voraussetzungen, welche durch Verordnung festzulegen sind, zehn Stunden betragen; sie muss aber, mit Einschluss der Pausen, innerhalb eines Zeitraumes von zwölf Stunden liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Lohn- und Zeitzuschlag",
        "citation": "Art. 17b Abs. 1 ArG",
        "content": "Dem Arbeitnehmer, der nur vorübergehend Nachtarbeit verrichtet, hat der Arbeitgeber einen Lohnzuschlag von mindestens 25 Prozent zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_b"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Lohn- und Zeitzuschlag",
        "citation": "Art. 17b Abs. 2 ArG",
        "content": "Arbeitnehmer, die dauernd oder regelmässig wiederkehrend Nachtarbeit leisten, haben Anspruch auf eine Kompensation von 10 Prozent der Zeit, während der sie Nachtarbeit geleistet haben. Die Ausgleichsruhezeit ist innerhalb eines Jahres zu gewähren. Für Arbeitnehmer, die regelmässig abends oder morgens höchstens eine Randstunde in der Nachtzeit arbeiten, kann der Ausgleich auch als Lohnzuschlag gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_b"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Lohn- und Zeitzuschlag",
        "citation": "Art. 17b Abs. 3 ArG",
        "content": "Die Ausgleichsruhezeit gemäss Absatz 2 ist nicht zu gewähren, wenn:\na. die durchschnittliche betriebliche Schichtdauer einschliesslich der Pausen sieben Stunden nicht überschreitet, oder\nb. die Person, die Nachtarbeit leistet, nur in vier Nächten pro Woche (Vier-Tage-Woche) beschäftigt wird, oder\nc. den Arbeitnehmern durch Gesamtarbeitsvertrag oder die analoge Anwendung öffentlich-rechtlicher Vorschriften andere gleichwertige Ausgleichsruhezeiten innerhalb eines Jahres gewährt werden.4 Ausgleichsregelungen nach Absatz 3 Buchstabe c sind dem SECO zur Beurteilung vorzulegen; dieses stellt die Gleichwertigkeit mit der gesetzlichen Ausgleichsruhezeit nach Absatz 2 fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_b"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Medizinische, Untersuchung, und Beratung",
        "citation": "Art. 17c Abs. 1 ArG",
        "content": "Der Arbeitnehmer, der über längere Zeit Nachtarbeit verrichtet, hat Anspruch auf eine Untersuchung seines Gesundheitszustandes sowie darauf, sich beraten zu lassen, wie die mit seiner Arbeit verbundenen Gesundheitsprobleme vermindert oder vermieden werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_c"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Medizinische, Untersuchung, und Beratung",
        "citation": "Art. 17c Abs. 2 ArG",
        "content": "Die Einzelheiten werden durch Verordnung geregelt. Für bestimmte Gruppen von Arbeitnehmern kann die medizinische Untersuchung obligatorisch erklärt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_c"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Medizinische, Untersuchung, und Beratung",
        "citation": "Art. 17c Abs. 3 ArG",
        "content": "Die Kosten der medizinischen Untersuchung und der Beratung trägt der Arbeitgeber, soweit nicht die Krankenkasse oder ein anderer Versicherer des Arbeitnehmers dafür aufkommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_c"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Untauglichkeit zur Nachtarbeit",
        "citation": "Art. 17d ArG",
        "content": "Der Arbeitgeber hat den Arbeitnehmer, der aus gesundheitlichen Gründen zur Nachtarbeit untauglich erklärt wird, nach Möglichkeit zu einer ähnlichen Tagesarbeit zu versetzen, zu der er tauglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_d"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Weitere Massnahmen bei Nachtarbeit",
        "citation": "Art. 17e Abs. 1 ArG",
        "content": "Soweit nach den Umständen erforderlich ist der Arbeitgeber, der regelmässig Arbeitnehmer in der Nacht beschäftigt, verpflichtet, weitere geeignete Massnahmen zum Schutz der Arbeitnehmer vorzusehen, namentlich im Hinblick auf die Sicherheit des Arbeitsweges, die Organisation des Transportes, die Ruhegelegenheiten und Verpflegungsmöglichkeiten sowie die Kinderbetreuung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_e"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Weitere Massnahmen bei Nachtarbeit",
        "citation": "Art. 17e Abs. 2 ArG",
        "content": "Die Bewilligungsbehörden können die Arbeitszeitbewilligungen mit entsprechenden Auflagen verbinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_17_e"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Verbot der Sonntagsarbeit",
        "citation": "Art. 18 Abs. 1 ArG",
        "content": "In der Zeit zwischen Samstag 23 Uhr und Sonntag 23 Uhr ist die Beschäftigung von Arbeitnehmern untersagt. Vorbehalten bleibt Artikel 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_18"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Verbot der Sonntagsarbeit",
        "citation": "Art. 18 Abs. 2 ArG",
        "content": "Der in Absatz 1 festgelegte Zeitraum von 24 Stunden kann um höchstens eine Stunde vorgezogen oder verschoben werden, wenn die Arbeitnehmervertretung im Betrieb oder, wo eine solche nicht besteht, die Mehrheit der betroffenen Arbeitnehmer dem zustimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_18"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Sonntagsarbeit",
        "citation": "Art. 19 Abs. 1 ArG",
        "content": "Ausnahmen vom Verbot der Sonntagsarbeit bedürfen der Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_19"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Sonntagsarbeit",
        "citation": "Art. 19 Abs. 2 ArG",
        "content": "Dauernde oder regelmässig wiederkehrende Sonntagsarbeit wird bewilligt, sofern sie aus technischen oder wirtschaftlichen Gründen unentbehrlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_19"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Sonntagsarbeit",
        "citation": "Art. 19 Abs. 3 ArG",
        "content": "Vorübergehende Sonntagsarbeit wird bewilligt, sofern ein dringendes Bedürfnis nachgewiesen wird. Dem Arbeitnehmer ist ein Lohnzuschlag von 50 Prozent zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_19"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Sonntagsarbeit",
        "citation": "Art. 19 Abs. 4 ArG",
        "content": "Dauernde oder regelmässig wiederkehrende Sonntagsarbeit wird vom SECO, vorübergehende Sonntagsarbeit von der kantonalen Behörde bewilligt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_19"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Sonntagsarbeit",
        "citation": "Art. 19 Abs. 5 ArG",
        "content": "Der Arbeitgeber darf den Arbeitnehmer ohne dessen Einverständnis nicht zu Sonntagsarbeit heranziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_19"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Ausnahmen vom Verbot der Sonntagsarbeit",
        "citation": "Art. 19 Abs. 6 ArG",
        "content": "Die Kantone können höchstens vier Sonntage pro Jahr bezeichnen, an denen Arbeitnehmer in Verkaufsgeschäften ohne Bewilligung beschäftigt werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_19"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Freier Sonntag und Ersatzruhe",
        "citation": "Art. 20 Abs. 1 ArG",
        "content": "Innert zweier Wochen muss wenigstens einmal ein ganzer Sonntag als wöchentlicher Ruhetag unmittelbar vor oder nach der täglichen Ruhezeit freigegeben werden. Vorbehalten bleibt Artikel 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_20"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Freier Sonntag und Ersatzruhe",
        "citation": "Art. 20 Abs. 2 ArG",
        "content": "Sonntagsarbeit von einer Dauer bis zu fünf Stunden ist durch Freizeit auszugleichen. Dauert sie länger als fünf Stunden, so ist während der vorhergehenden oder der nachfolgenden Woche im Anschluss an die tägliche Ruhezeit ein auf einen Arbeitstag fallender Ersatzruhetag von mindestens 24 aufeinander folgenden Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_20"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Freier Sonntag und Ersatzruhe",
        "citation": "Art. 20 Abs. 3 ArG",
        "content": "Der Arbeitgeber darf die Arbeitnehmer während der Ersatzruhe vorübergehend zur Arbeit heranziehen, soweit dies notwendig ist, um dem Verderb von Gütern vorzubeugen oder um Betriebsstörungen zu vermeiden oder zu beseitigen; doch ist die Ersatzruhe spätestens in der folgenden Woche zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_20"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Feiertage und, religiöse Feiern",
        "citation": "Art. 20a Abs. 1 ArG",
        "content": "Der Bundesfeiertag ist den Sonntagen gleichgestellt. Die Kantone können höchstens acht weitere Feiertage im Jahr den Sonntagen gleichstellen und sie nach Kantonsteilen verschieden ansetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_20_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Feiertage und, religiöse Feiern",
        "citation": "Art. 20a Abs. 2 ArG",
        "content": "Der Arbeitnehmer ist berechtigt, an andern als den von den Kantonen anerkannten religiösen Feiertagen die Arbeit auszusetzen. Er hat jedoch sein Vorhaben dem Arbeitgeber spätestens drei Tage im Voraus anzuzeigen. Artikel 11 ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_20_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Feiertage und, religiöse Feiern",
        "citation": "Art. 20a Abs. 3 ArG",
        "content": "Für den Besuch von religiösen Feiern muss der Arbeitgeber dem Arbeitnehmer auf dessen Wunsch die erforderliche Zeit nach Möglichkeit freigeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_20_a"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 21 Abs. 1 ArG",
        "content": "Wird die wöchentliche Arbeitszeit auf mehr als fünf Tage verteilt, so ist den Arbeitnehmern jede Woche ein freier Halbtag zu gewähren, mit Ausnahme der Wochen, in die ein arbeitsfreier Tag fällt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_21"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 21 Abs. 2 ArG",
        "content": "Der Arbeitgeber darf im Einverständnis mit dem Arbeitnehmer die wöchentlichen freien Halbtage für höchstens vier Wochen zusammenhängend gewähren; die wöchentliche Höchstarbeitszeit ist im Durchschnitt einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_21"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 21 Abs. 3 ArG",
        "content": "Artikel 20 Absatz 3 ist sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_21"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 2. Ruhezeit, Verbot der Abgeltung der Ruhezeit",
        "citation": "Art. 22 ArG",
        "content": "Soweit das Gesetz Ruhezeiten vorschreibt, dürfen diese nicht durch Geldleistungen oder andere Vergünstigungen abgegolten werden, ausser bei Beendigung des Arbeitsverhältnisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_22"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 3. Ununterbrochener Betrieb, Ununterbrochener Betrieb",
        "citation": "Art. 24 Abs. 1 ArG",
        "content": "Der ununterbrochene Betrieb bedarf der Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_24"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 3. Ununterbrochener Betrieb, Ununterbrochener Betrieb",
        "citation": "Art. 24 Abs. 2 ArG",
        "content": "Dauernder oder wiederkehrender ununterbrochener Betrieb wird bewilligt, sofern er aus technischen oder wirtschaftlichen Gründen unentbehrlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_24"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 3. Ununterbrochener Betrieb, Ununterbrochener Betrieb",
        "citation": "Art. 24 Abs. 3 ArG",
        "content": "Vorübergehender ununterbrochener Betrieb wird bewilligt, sofern ein dringendes Bedürfnis nachgewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_24"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 3. Ununterbrochener Betrieb, Ununterbrochener Betrieb",
        "citation": "Art. 24 Abs. 4 ArG",
        "content": "Dauernder oder wiederkehrender ununterbrochener Betrieb wird vom SECO, vorübergehender ununterbrochener Betrieb von der kantonalen Behörde bewilligt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_24"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 3. Ununterbrochener Betrieb, Ununterbrochener Betrieb",
        "citation": "Art. 24 Abs. 5 ArG",
        "content": "Durch Verordnung wird bestimmt, unter welchen zusätzlichen Voraussetzungen und wie weit bei ununterbrochenem Betrieb die tägliche und wöchentliche Höchstarbeitszeit verlängert und die Ruhezeit anders verteilt werden kann. Dabei darf in der Regel die wöchentliche Höchstarbeitszeit im Durchschnitt von 16 Wochen nicht überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_24"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 3. Ununterbrochener Betrieb, Ununterbrochener Betrieb",
        "citation": "Art. 24 Abs. 6 ArG",
        "content": "Im Übrigen sind auf den ununterbrochenen Betrieb die Vorschriften über die Nacht- und Sonntagsarbeit anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_24"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Schichtenwechsel",
        "citation": "Art. 25 Abs. 1 ArG",
        "content": "Die Arbeitszeit ist so einzuteilen, dass der einzelne Arbeitnehmer nicht länger als während sechs aufeinander folgenden Wochen die gleiche Schicht zu leisten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_25"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Schichtenwechsel",
        "citation": "Art. 25 Abs. 2 ArG",
        "content": "Bei zweischichtiger Arbeit am Tag und am Abend muss der Arbeitnehmer an beiden Schichten und bei Nachtarbeit an der Tages- und Nachtarbeit gleichmässig Anteil haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_25"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Schichtenwechsel",
        "citation": "Art. 25 Abs. 3 ArG",
        "content": "Wenn die betroffenen Arbeitnehmer einverstanden sind und die durch Verordnung festzulegenden Bedingungen und Auflagen eingehalten werden, kann die Dauer von sechs Wochen verlängert, oder aber es kann auf den Wechsel ganz verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_25"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Weitere Schutzbestimmungen",
        "citation": "Art. 26 Abs. 1 ArG",
        "content": "Über die Überzeit-, Nacht- und Sonntagsarbeit sowie über die Schichtarbeit und den ununterbrochenen Betrieb können zum Schutze der Arbeitnehmer durch Verordnung im Rahmen der wöchentlichen Höchstarbeitszeit weitere Bestimmungen aufgestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_26"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Weitere Schutzbestimmungen",
        "citation": "Art. 26 Abs. 2 ArG",
        "content": "Die wöchentliche Höchstarbeitszeit kann für bestimmte Gruppen von Betrieben oder Arbeitnehmern durch Verordnung verkürzt werden, soweit dies zum Schutze der Gesundheit der Arbeitnehmer erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_26"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Sonderbestimmungen für bestimmte Gruppen von Betrieben oder Arbeitnehmern",
        "citation": "Art. 27 Abs. 1 ArG",
        "content": "Bestimmte Gruppen von Betrieben oder Arbeitnehmern können durch Verordnung ganz oder teilweise von den Vorschriften der Artikel 9–17a, 17b Absatz 1, 18–20, 21, 24, 25, 31 und 36 ausgenommen und entsprechenden Sonderbestimmungen unterstellt werden, soweit dies mit Rücksicht auf ihre besonderen Verhältnisse notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_27"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Sonderbestimmungen für bestimmte Gruppen von Betrieben oder Arbeitnehmern",
        "citation": "Art. 27 Abs. 1bis ArG",
        "content": "Insbesondere werden kleingewerbliche Betriebe, für die Nacht- und Sonntagsarbeit betriebsnotwendig ist, von der Bewilligungspflicht ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_27"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Sonderbestimmungen für bestimmte Gruppen von Betrieben oder Arbeitnehmern",
        "citation": "Art. 27 Abs. 1ter ArG",
        "content": "In Verkaufsstellen und Dienstleistungsbetrieben in Bahnhöfen, welche auf Grund des grossen Reiseverkehrs Zentren des öffentlichen Verkehrs sind, sowie in Flughäfen dürfen Arbeitnehmerinnen und Arbeitnehmer sonntags beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_27"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Sonderbestimmungen für bestimmte Gruppen von Betrieben oder Arbeitnehmern",
        "citation": "Art. 27 Abs. 1quater ArG",
        "content": "Auf Autobahnraststätten und an Hauptverkehrswegen mit starkem Reiseverkehr dürfen in Tankstellenshops, deren Waren- und Dienstleistungsangebot in erster Linie auf die Bedürfnisse der Reisenden ausgerichtet ist, Arbeitnehmerinnen und Arbeitnehmer sonntags und in der Nacht beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_27"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Sonderbestimmungen für bestimmte Gruppen von Betrieben oder Arbeitnehmern",
        "citation": "Art. 27 Abs. 2 ArG",
        "content": "Solche Sonderbestimmungen können insbesondere erlassen werden\na. für Betriebe der Erziehung, des Unterrichts, der Fürsorge, der Krankenpflege, der ärztlichen Behandlung sowie für Apotheken;\nb. für Betriebe der Beherbergung, der Bewirtung und der Unterhaltung sowie für Betriebe, die der Versorgung des Gastgewerbes bei besonderen Anlässen dienen;\nc. für Betriebe, die den Bedürfnissen des Fremdenverkehrs oder der landwirtschaftlichen Bevölkerung dienen;\nd. für Betriebe, die der Versorgung mit leicht verderblichen Gütern dienen;\ne. für Betriebe, die der Verarbeitung landwirtschaftlicher Erzeugnisse dienen, sowie für Gartenbaubetriebe, die nicht unter Artikel 2 Absatz 1 Buchstabe e fallen;\nf. für Forstbetriebe;\ng. für Betriebe, die der Versorgung mit Elektrizität, Gas oder Wasser dienen;\nh. für Betriebe, die der Versorgung von Fahrzeugen mit Betriebsstoffen oder ihrer Instandhaltung und Instandstellung dienen;\ni. für Redaktionen von Zeitungen und Zeitschriften;\nk. für das Bodenpersonal der Luftfahrt;\nl. für Arbeitnehmer auf Bauplätzen und in Steinbrüchen, für welche wegen ihrer geographischen Lage oder wegen besonderer klimatischer oder technischer Verhältnisse eine besondere Ordnung der Arbeitszeit erforderlich ist;\nm. für Arbeitnehmer, deren Arbeitszeit in erheblichem Masse blosse Präsenzzeit ist oder deren Tätigkeit in erheblichem Masse Reisen oder eine häufige Verlegung des Arbeitsplatzes erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_27"
    },
    {
        "book": "ArG",
        "title": "ArG, III. Arbeits- und Ruhezeit, 4. Weitere Vorschriften, Geringfügige Abweichungen",
        "citation": "Art. 28 ArG",
        "content": "Die zuständige Behörde ist ermächtigt, in ihren Arbeitszeitbewilligungen ausnahmsweise geringfügige Abweichungen von den Vorschriften des Gesetzes oder einer Verordnung vorzusehen, soweit der Befolgung dieser Vorschriften ausserordentliche Schwierigkeiten entgegenstehen und das Einverständnis der Mehrheit der beteiligten Arbeitnehmer oder deren Vertretung im Betriebe vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_28"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Allgemeine Vorschriften",
        "citation": "Art. 29 Abs. 1 ArG",
        "content": "Als Jugendliche gelten Arbeitnehmer beider Geschlechter bis zum vollendeten 18. Altersjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_29"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Allgemeine Vorschriften",
        "citation": "Art. 29 Abs. 2 ArG",
        "content": "Der Arbeitgeber hat auf die Gesundheit der Jugendlichen gebührend Rücksicht zu nehmen und für die Wahrung der Sittlichkeit zu sorgen. Er hat namentlich darauf zu achten, dass die Jugendlichen nicht überanstrengt werden und vor schlechten Einflüssen im Betriebe bewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_29"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Allgemeine Vorschriften",
        "citation": "Art. 29 Abs. 3 ArG",
        "content": "Die Verwendung Jugendlicher für bestimmte Arbeiten kann zum Schutze von Leben und Gesundheit oder zur Wahrung der Sittlichkeit durch Verordnung untersagt oder von besonderen Voraussetzungen abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_29"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Allgemeine Vorschriften",
        "citation": "Art. 29 Abs. 4 ArG",
        "content": "Bei der Einstellung eines Jugendlichen hat der Arbeitgeber einen Altersausweis zu verlangen. Durch Verordnung kann bestimmt werden, dass ausserdem ein ärztliches Zeugnis beizubringen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_29"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Mindestalter",
        "citation": "Art. 30 Abs. 1 ArG",
        "content": "Vor dem vollendeten 15. Altersjahr dürfen Jugendliche nicht beschäftigt werden. Vorbehalten bleiben die Absätze 2 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_30"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Mindestalter",
        "citation": "Art. 30 Abs. 2 ArG",
        "content": "Durch Verordnung wird bestimmt, für welche Gruppen von Betrieben oder Arbeitnehmern sowie unter welchen Voraussetzungen:\na. Jugendliche im Alter von über 13 Jahren zu Botengängen und leichten Arbeiten herangezogen werden dürfen;\nb. Jugendliche im Alter von unter 15 Jahren bei kulturellen, künstlerischen und sportlichen Darbietungen sowie in der Werbung beschäftigt werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_30"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Mindestalter",
        "citation": "Art. 30 Abs. 3 ArG",
        "content": "Die Kantone, in denen die Schulpflicht vor dem vollendeten 15. Altersjahr endigt, können durch Verordnung ermächtigt werden, für schulentlassene Jugendliche im Alter von mehr als 14 Jahren unter besonderen Voraussetzungen Ausnahmen zu bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_30"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Arbeits- und Ruhezeit",
        "citation": "Art. 31 Abs. 1 ArG",
        "content": "Die tägliche Arbeitszeit der Jugendlichen darf diejenige der andern im Betriebe beschäftigten Arbeitnehmer und, falls keine anderen Arbeitnehmer vorhanden sind, die ortsübliche Arbeitszeit nicht überschreiten und nicht mehr als neun Stunden betragen. Auf die Arbeitszeit sind allfällige Überzeitarbeit sowie obligatorischer Unterricht, soweit er in die Arbeitszeit fällt, anzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_31"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Arbeits- und Ruhezeit",
        "citation": "Art. 31 Abs. 2 ArG",
        "content": "Die Tagesarbeit der Jugendlichen muss, mit Einschluss der Pausen, innerhalb eines Zeitraumes von zwölf Stunden liegen. Jugendliche bis zum vollendeten 16. Altersjahr dürfen höchstens bis 20 Uhr und Jugendliche von mehr als 16 Jahren höchstens bis 22 Uhr beschäftigt werden. Vorbehalten bleiben abweichende Bestimmungen über die Beschäftigung Jugendlicher im Sinne von Artikel 30 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_31"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Arbeits- und Ruhezeit",
        "citation": "Art. 31 Abs. 3 ArG",
        "content": "Jugendliche dürfen bis zum vollendeten 16. Altersjahr zu Überzeitarbeit nicht eingesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_31"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Arbeits- und Ruhezeit",
        "citation": "Art. 31 Abs. 4 ArG",
        "content": "Der Arbeitgeber darf Jugendliche während der Nacht und an Sonntagen nicht beschäftigen. Ausnahmen können, insbesondere im Interesse der beruflichen Ausbildung sowie für die Beschäftigung Jugendlicher im Sinne von Artikel 30 Absatz 2, durch Verordnung vorgesehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_31"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Besondere Fürsorgepflichten des Arbeitgebers",
        "citation": "Art. 32 Abs. 1 ArG",
        "content": "Erkrankt der Jugendliche, erleidet er einen Unfall oder erweist er sich als gesundheitlich oder sittlich gefährdet, so ist der Inhaber der elterlichen Sorge oder der Vormund zu benachrichtigen. Bis zum Eintreffen ihrer Weisungen hat der Arbeitgeber die gebotenen Massnahmen zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_32"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 1. Jugendliche Arbeitnehmer, Besondere Fürsorgepflichten des Arbeitgebers",
        "citation": "Art. 32 Abs. 2 ArG",
        "content": "Lebt der Jugendliche in der Hausgemeinschaft des Arbeitgebers, so hat dieser für eine ausreichende und dem Alter entsprechende Verpflegung sowie für gesundheitlich und sittlich einwandfreie Unterkunft zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_32"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Gesundheitsschutz bei Mutterschaft",
        "citation": "Art. 35 Abs. 1 ArG",
        "content": "Der Arbeitgeber hat schwangere Frauen und stillende Mütter so zu beschäftigen und ihre Arbeitsbedingungen so zu gestalten, dass ihre Gesundheit und die Gesundheit des Kindes nicht beeinträchtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Gesundheitsschutz bei Mutterschaft",
        "citation": "Art. 35 Abs. 2 ArG",
        "content": "Durch Verordnung kann die Beschäftigung schwangerer Frauen und stillender Mütter für beschwerliche und gefährliche Arbeiten aus gesundheitlichen Gründen untersagt oder von besonderen Voraussetzungen abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Gesundheitsschutz bei Mutterschaft",
        "citation": "Art. 35 Abs. 3 ArG",
        "content": "Schwangere Frauen und stillende Mütter, die aufgrund der Vorschriften von Absatz 2 bestimmte Arbeiten nicht verrichten können, haben Anspruch auf 80 Prozent des Lohnes, samt einer angemessenen Vergütung für ausfallenden Naturallohn, soweit ihnen der Arbeitgeber keine gleichwertige Ersatzarbeit zuweisen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Beschäftigung bei Mutterschaft",
        "citation": "Art. 35a Abs. 1 ArG",
        "content": "Schwangere und stillende Frauen dürfen nur mit ihrem Einverständnis beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35_a"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Beschäftigung bei Mutterschaft",
        "citation": "Art. 35a Abs. 2 ArG",
        "content": "Schwangere dürfen auf blosse Anzeige hin von der Arbeit fernbleiben oder die Arbeit verlassen. Stillenden Müttern ist die erforderliche Zeit zum Stillen freizugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35_a"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Beschäftigung bei Mutterschaft",
        "citation": "Art. 35a Abs. 3 ArG",
        "content": "Wöchnerinnen dürfen während acht Wochen nach der Niederkunft nicht und danach bis zur 16. Woche nur mit ihrem Einverständnis beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35_a"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Beschäftigung bei Mutterschaft",
        "citation": "Art. 35a Abs. 4 ArG",
        "content": "Schwangere Frauen dürfen ab der 8. Woche vor der Niederkunft zwischen 20 Uhr und 6 Uhr nicht beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35_a"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Ersatzarbeit und Lohnfortzahlung bei Mutterschaft",
        "citation": "Art. 35b Abs. 1 ArG",
        "content": "Der Arbeitgeber hat schwangeren Frauen, die zwischen 20 Uhr und 6 Uhr beschäftigt werden, nach Möglichkeit eine gleichwertige Arbeit zwischen 6 Uhr und 20 Uhr anzubieten. Diese Verpflichtung gilt auch für die Zeit zwischen der 8. und der 16. Woche nach der Niederkunft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35_b"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 2. Schwangere Frauen und stillende Mütter, Ersatzarbeit und Lohnfortzahlung bei Mutterschaft",
        "citation": "Art. 35b Abs. 2 ArG",
        "content": "Frauen, die zwischen 20 Uhr und 6 Uhr beschäftigt werden, haben während der in Absatz 1 festgelegten Zeiträume Anspruch auf 80 Prozent des Lohnes, ohne allfällige Zuschläge für Nachtarbeit, samt einer angemessenen Vergütung für ausfallenden Naturallohn, soweit ihnen keine andere gleichwertige Arbeit angeboten werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_35_b"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 3. Arbeitnehmer mit Familienpflichten",
        "citation": "Art. 36 Abs. 1 ArG",
        "content": "Bei der Festsetzung der Arbeits- und Ruhezeit ist auf Arbeitnehmer mit Familienpflichten besonders Rücksicht zu nehmen. Als Familienpflichten gelten die Erziehung von Kindern bis 15 Jahren sowie die Betreuung pflegebedürftiger Angehöriger oder nahe stehender Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_36"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 3. Arbeitnehmer mit Familienpflichten",
        "citation": "Art. 36 Abs. 2 ArG",
        "content": "Diese Arbeitnehmer dürfen nur mit ihrem Einverständnis zu Überzeitarbeit herangezogen werden. Auf ihr Verlangen ist ihnen eine Mittagspause von wenigstens anderthalb Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_36"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 3. Arbeitnehmer mit Familienpflichten",
        "citation": "Art. 36 Abs. 3 ArG",
        "content": "Der Arbeitgeber hat der Arbeitnehmerin oder dem Arbeitnehmer gegen Vorlage eines ärztlichen Zeugnisses Urlaub für die Betreuung eines Familienmitglieds, der Lebenspartnerin oder des Lebenspartners mit gesundheitlicher Beeinträchtigung zu gewähren; der Urlaub ist auf die für die Betreuung erforderliche Dauer begrenzt, beträgt jedoch höchstens drei Tage pro Ereignis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_36"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 3. Arbeitnehmer mit Familienpflichten",
        "citation": "Art. 36 Abs. 4 ArG",
        "content": "Ausser bei Kindern beträgt der Betreuungsurlaub höchstens zehn Tage pro Jahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_36"
    },
    {
        "book": "ArG",
        "title": "ArG, IV. Sonderschutzvorschriften, 4. Andere Gruppen von Arbeitnehmern",
        "citation": "Art. 36a ArG",
        "content": "Durch Verordnung kann die Beschäftigung anderer Gruppen von Arbeitnehmern für beschwerliche und gefährliche Arbeiten aus gesundheitlichen Gründen untersagt oder von besonderen Voraussetzungen abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_36_a"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Aufstellung",
        "citation": "Art. 37 Abs. 1 ArG",
        "content": "Für industrielle Betriebe ist eine Betriebsordnung aufzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_37"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Aufstellung",
        "citation": "Art. 37 Abs. 2 ArG",
        "content": "Durch Verordnung kann die Aufstellung einer Betriebsordnung auch für nicht-industrielle Betriebe vorgeschrieben werden, soweit die Art des Betriebes oder die Zahl der Arbeitnehmer dies rechtfertigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_37"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Aufstellung",
        "citation": "Art. 37 Abs. 3 ArG",
        "content": "Andere nicht-industrielle Betriebe können nach Massgabe der Vorschriften dieses Abschnittes freiwillig eine Betriebsordnung aufstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_37"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Aufstellung",
        "citation": "Art. 37 Abs. 4 ArG",
        "content": "Die Betriebsordnung wird zwischen dem Arbeitgeber und einer von den Arbeitnehmern frei gewählten Vertretung schriftlich vereinbart oder vom Arbeitgeber nach Anhören der Arbeitnehmer erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_37"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Inhalt",
        "citation": "Art. 38 Abs. 1 ArG",
        "content": "Die Betriebsordnung hat Bestimmungen über den Gesundheitsschutz und die Unfallverhütung und, soweit notwendig, über die Ordnung im Betrieb und das Verhalten der Arbeitnehmer im Betrieb aufzustellen; Ordnungsstrafen sind nur zulässig, wenn sie in der Betriebsordnung angemessen geregelt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_38"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Inhalt",
        "citation": "Art. 38 Abs. 2 ArG",
        "content": "Die vereinbarte Betriebsordnung kann auch andere Bestimmungen enthalten, die das Verhältnis zwischen dem Arbeitgeber und den Arbeitnehmern betreffen, jedoch nur soweit, als ihr Gegenstand in dem Bereich, dem der Betrieb angehört, nicht üblicherweise durch Gesamtarbeitsvertrag oder durch andere kollektive Vereinbarung geregelt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_38"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Inhalt",
        "citation": "Art. 38 Abs. 3 ArG",
        "content": "Der Inhalt der Betriebsordnung darf dem zwingenden Recht und den für den Arbeitgeber verbindlichen Gesamtarbeitsverträgen nicht widersprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_38"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Kontrolle,, Wirkungen",
        "citation": "Art. 39 Abs. 1 ArG",
        "content": "Die Betriebsordnung ist der kantonalen Behörde zuzustellen; stellt diese fest, dass Bestimmungen der Betriebsordnung mit den Vorschriften dieses Gesetzes nicht übereinstimmen, so ist das Verfahren gemäss Artikel 51 durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_39"
    },
    {
        "book": "ArG",
        "title": "ArG, V. Betriebsordnung, Kontrolle,, Wirkungen",
        "citation": "Art. 39 Abs. 2 ArG",
        "content": "Nach der Bekanntgabe im Betrieb ist die Betriebsordnung für den Arbeitgeber und für die Arbeitnehmer verbindlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_39"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 1. Durchführungsbestimmungen",
        "citation": "Art. 40 Abs. 1 ArG",
        "content": "Der Bundesrat ist zuständig zum Erlasse\na. von Verordnungsbestimmungen in den vom Gesetz ausdrücklich vorgesehenen Fällen;\nb. von Ausführungsbestimmungen zur nähern Umschreibung einzelner Vorschriften des Gesetzes;\nc. von Verwaltungsbestimmungen für die Vollzugs- und Aufsichtsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_40"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 1. Durchführungsbestimmungen",
        "citation": "Art. 40 Abs. 2 ArG",
        "content": "Vor dem Erlasse von Bestimmungen gemäss Absatz 1 Buchstaben a und b sind die Kantone, die Eidgenössische Arbeitskommission und die zuständigen Organisationen der Wirtschaft anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_40"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Kantone",
        "citation": "Art. 41 Abs. 1 ArG",
        "content": "Der Vollzug des Gesetzes und der Verordnungen obliegt, unter Vorbehalt von Artikel 42, den Kantonen. Diese bezeichnen die zuständigen Vollzugsbehörden und eine kantonale Rekursbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_41"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Kantone",
        "citation": "Art. 41 Abs. 2 ArG",
        "content": "Die Kantone erstatten dem Bundesrat nach Ablauf jedes zweiten Jahres Bericht über den Vollzug.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_41"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Kantone",
        "citation": "Art. 41 Abs. 3 ArG",
        "content": "Bestehen Zweifel über die Anwendbarkeit des Gesetzes auf einzelne nicht-industrielle Betriebe oder einzelne Arbeitnehmer in industriellen oder nicht-industriellen Betrieben, so entscheidet die kantonale Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_41"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Bund",
        "citation": "Art. 42 Abs. 1 ArG",
        "content": "Der Bund übt die Oberaufsicht über den Vollzug des Gesetzes und der Verordnungen durch die Kantone aus. Er kann den kantonalen Vollzugsbehörden Weisungen erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_42"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Bund",
        "citation": "Art. 42 Abs. 2 ArG",
        "content": "Dem Bund obliegen ferner die Vollzugsmassnahmen, für die ihn das Gesetz ausdrücklich als zuständig erklärt, sowie der Vollzug des Gesetzes und der Verordnungen in den Betrieben des Bundes im Sinne von Artikel 2 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_42"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Bund",
        "citation": "Art. 42 Abs. 3 ArG",
        "content": "Die Aufgaben des Bundes im Sinne der Absätze 1 und 2 obliegen dem SECO, soweit sie nicht dem Bundesrat oder dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung vorbehalten bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_42"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Bund",
        "citation": "Art. 42 Abs. 4 ArG",
        "content": "Für die Durchführung seiner Aufgaben stehen dem SECO die Eidgenössischen Arbeitsinspektorate und der Arbeitsärztliche Dienst zur Verfügung. Es kann ferner besondere Fachinspektorate oder Sachverständige heranziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_42"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Arbeitskommission",
        "citation": "Art. 43 Abs. 1 ArG",
        "content": "Der Bundesrat bestellt eine Eidgenössische Arbeitskommission aus Vertretern der Kantone und wissenschaftlichen Sachverständigen, aus Vertretern der Arbeitgeber- und Arbeitnehmerverbände in gleicher Zahl sowie aus Vertretern weiterer Organisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_43"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Arbeitskommission",
        "citation": "Art. 43 Abs. 2 ArG",
        "content": "Die Arbeitskommission begutachtet zuhanden der Bundesbehörden Fragen der Gesetzgebung und des Vollzugs. Sie ist befugt, von sich aus Anregungen zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_43"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Schweigepflicht",
        "citation": "Art. 44 Abs. 1 ArG",
        "content": "Personen, die mit Aufgaben nach diesem Gesetz betraut sind oder dabei mitwirken, sind verpflichtet, über Tatsachen, die ihnen bei ihrer Tätigkeit zur Kenntnis gelangen, gegenüber Dritten Stillschweigen zu bewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Schweigepflicht",
        "citation": "Art. 44 Abs. 2 ArG",
        "content": "Die mit der Aufsicht und dem Vollzug dieses Gesetzes betrauten kantonalen Behörden und das SECO unterstützen sich gegenseitig in der Erfüllung ihrer Aufgaben; sie erteilen einander die benötigten Auskünfte kostenlos und gewähren auf Verlangen Einsicht in amtliche Akten. Die in Anwendung dieser Vorschrift gemeldeten oder festgestellten Tatsachen unterliegen der Schweigepflicht nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Datenbekanntgabe",
        "citation": "Art. 44a Abs. 1 ArG",
        "content": "Das SECO oder die zuständige kantonale Behörde kann auf begründetes schriftliches Gesuch hin Daten bekannt geben an:\na. die Aufsichts- und Vollzugsbehörde über die Arbeitssicherheit nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung, sofern diese die Daten zur Erfüllung ihrer Aufgaben benötigt;\nb. Gerichte und Strafuntersuchungsbehörden, sofern es die Ermittlung eines rechtlich relevanten Sachverhaltes erfordert;\nc. Versicherer, sofern es die Abklärung eines versicherten Risikos erfordert;\nd. den Arbeitgeber, sofern die Anordnung personenbezogener Massnahmen nötig wird;\ne. die Organe des Bundesamtes für Statistik, sofern diese die Daten zur Erfüllung ihrer Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_a"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Datenbekanntgabe",
        "citation": "Art. 44a Abs. 2 ArG",
        "content": "An andere Behörden von Bund, Kantonen und Gemeinden oder an Dritte dürfen Daten auf begründetes schriftliches Gesuch hin bekannt gegeben werden, wenn die betroffene Person schriftlich eingewilligt hat oder die Einwilligung nach den Umständen vorausgesetzt werden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_a"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Datenbekanntgabe",
        "citation": "Art. 44a Abs. 3 ArG",
        "content": "Zur Abwendung einer Gefahr für Leben oder Gesundheit der Arbeitnehmer oder von Dritten können Daten ausnahmsweise bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_a"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Datenbekanntgabe",
        "citation": "Art. 44a Abs. 4 ArG",
        "content": "Die Weitergabe von anonymisierten Daten, die namentlich der Planung, Statistik oder Forschung dienen, kann ohne Zustimmung der betroffenen Personen erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_a"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Datenbekanntgabe",
        "citation": "Art. 44a Abs. 5 ArG",
        "content": "Der Bundesrat kann eine generelle Bekanntgabe von nicht besonders schützenswerten Daten an Behörden oder Institutionen vorsehen, sofern diese Daten für den Empfänger zur Erfüllung einer gesetzlichen Aufgabe notwendig sind. Er kann zu diesem Zweck ein Abrufverfahren vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_a"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Informations- und Dokumentationssysteme",
        "citation": "Art. 44b Abs. 1 ArG",
        "content": "Die Kantone und das SECO führen zur Erfüllung der Aufgaben nach diesem Gesetz Informations- oder Dokumentationssysteme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_b"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Informations- und Dokumentationssysteme",
        "citation": "Art. 44b Abs. 2 ArG",
        "content": "Die Informations- und Dokumentationssysteme können besonders schützenswerte Daten enthalten über:\na. den Gesundheitszustand einzelner Arbeitnehmer im Zusammenhang mit den von diesem Gesetz und seinen Verordnungen vorgesehenen medizinischen Abklärungen, Risikoanalysen und Gutachten;\nb. Verwaltungs- und Strafverfahren nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_b"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 2. Aufgaben und Organisation der Behörden, Informations- und Dokumentationssysteme",
        "citation": "Art. 44b Abs. 3 ArG",
        "content": "Der Bundesrat bestimmt die Kategorien der zu erfassenden Daten und deren Aufbewahrungsdauer sowie die Zugriffs- und Bearbeitungsberechtigung. Er regelt die Zusammenarbeit mit den beteiligten Organen, den Datenaustausch und die Datensicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_44_b"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Auskunftspflicht",
        "citation": "Art. 45 Abs. 1 ArG",
        "content": "Der Arbeitgeber und seine Arbeitnehmer sowie Personen, die im Auftrag des Arbeitgebers Aufgaben nach diesem Gesetz wahrnehmen, haben den Vollzugs- und Aufsichtsbehörden alle Auskünfte zu erteilen, die diese zur Erfüllung ihrer Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_45"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Auskunftspflicht",
        "citation": "Art. 45 Abs. 2 ArG",
        "content": "Der Arbeitgeber hat den Vollzugs- und Aufsichtsorganen den Zutritt zum Betriebe, die Vornahme von Feststellungen und die Entnahme von Proben zu gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_45"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Verzeichnisse und andere Unterlagen",
        "citation": "Art. 46 ArG",
        "content": "Der Arbeitgeber hat die Verzeichnisse oder andere Unterlagen, aus denen die für den Vollzug dieses Gesetzes und seiner Verordnungen erforderlichen Angaben ersichtlich sind, den Vollzugs- und Aufsichtsorganen zur Verfügung zu halten. Im Übrigen gelten die Bestimmungen des Datenschutzgesetzes vom 25. September 2020.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_46"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Bekanntgabe des Stunden-plans und der Arbeitszeitbewilligungen",
        "citation": "Art. 47 Abs. 1 ArG",
        "content": "Der Arbeitgeber hat den Arbeitnehmern durch Anschlag oder auf andere geeignete Weise bekannt zu geben:\na. den Stundenplan und die Arbeitszeitbewilligungen sowie\nb. die damit zusammenhängenden besonderen Schutzvorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_47"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Bekanntgabe des Stunden-plans und der Arbeitszeitbewilligungen",
        "citation": "Art. 47 Abs. 2 ArG",
        "content": "Durch Verordnung wird bestimmt, welche Stundenpläne der kantonalen Behörde mitzuteilen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_47"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Mitwirkungs-, rechte",
        "citation": "Art. 48 Abs. 1 ArG",
        "content": "Den Arbeitnehmern oder deren Vertretung im Betrieb stehen in folgenden Angelegenheiten Mitspracherechte zu:\na. in allen Fragen des Gesundheitsschutzes;\nb. bei der Organisation der Arbeitszeit und der Gestaltung der Stundenpläne;\nc. hinsichtlich der bei Nachtarbeit vorgesehenen Massnahmen im Sinne von Artikel 17e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_48"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Mitwirkungs-, rechte",
        "citation": "Art. 48 Abs. 2 ArG",
        "content": "Das Mitspracherecht umfasst den Anspruch auf Anhörung und Beratung, bevor der Arbeitgeber einen Entscheid trifft, sowie auf Begründung des Entscheids, wenn dieser den Einwänden der Arbeitnehmer oder deren Vertretung im Betrieb nicht oder nur teilweise Rechnung trägt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_48"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Bewilligungsgesuche",
        "citation": "Art. 49 Abs. 1 ArG",
        "content": "Der Arbeitgeber hat Gesuche für die im Gesetze vorgesehenen Bewilligungen rechtzeitig einzureichen und zu begründen sowie die erforderlichen Unterlagen beizufügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_49"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Bewilligungsgesuche",
        "citation": "Art. 49 Abs. 2 ArG",
        "content": "Kann in dringlichen Fällen das Gesuch für eine Arbeitszeitbewilligung nicht rechtzeitig gestellt werden, so hat der Arbeitgeber dies so rasch als möglich nachzuholen und die Verspätung zu begründen. In nicht voraussehbaren Fällen von geringfügiger Tragweite kann auf die nachträgliche Einreichung eines Gesuches verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_49"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 3. Pflichten der Arbeitgeber und Arbeitnehmer, Bewilligungsgesuche",
        "citation": "Art. 49 Abs. 3 ArG",
        "content": "Für Arbeitszeitbewilligungen dürfen lediglich mässige Kanzleigebühren erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_49"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Verwaltungsverfügungen",
        "citation": "Art. 50 Abs. 1 ArG",
        "content": "Die auf Grund des Gesetzes oder einer Verordnung getroffenen Verfügungen sind schriftlich zu eröffnen. Verfügungen, durch welche ein Gesuch ganz oder teilweise abgelehnt wird, sind zu begründen, unter Hinweis auf Beschwerderecht, Beschwerdefrist und Beschwerdeinstanz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_50"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Verwaltungsverfügungen",
        "citation": "Art. 50 Abs. 2 ArG",
        "content": "Die Verfügungen können jederzeit geändert oder aufgehoben werden, wenn sich die zugrunde liegenden Tatsachen ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_50"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Vorkehren bei Nichtbefolgung von Vorschriften oder Verfügungen",
        "citation": "Art. 51 Abs. 1 ArG",
        "content": "Werden Vorschriften des Gesetzes oder einer Verordnung oder wird eine Verfügung nicht befolgt, so macht die kantonale Behörde, das Eidgenössische Arbeitsinspektorat oder der Arbeitsärztliche Dienst den Fehlbaren darauf aufmerksam und verlangt die Einhaltung der nicht befolgten Vorschrift oder Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_51"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Vorkehren bei Nichtbefolgung von Vorschriften oder Verfügungen",
        "citation": "Art. 51 Abs. 2 ArG",
        "content": "Leistet der Fehlbare dem Verlangen keine Folge, so erlässt die kantonale Behörde eine entsprechende Verfügung, verbunden mit der Strafandrohung des Artikels 292 des Strafgesetzbuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_51"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Vorkehren bei Nichtbefolgung von Vorschriften oder Verfügungen",
        "citation": "Art. 51 Abs. 3 ArG",
        "content": "Wird durch einen Verstoss im Sinne von Absatz 1 zugleich ein Gesamtarbeitsvertrag verletzt, so kann die kantonale Behörde in geeigneter Weise auf die Massnahmen der Vertragsparteien zur Durchsetzung des Gesamtarbeitsvertrages Rücksicht nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_51"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Massnahmen des Verwaltungszwangs",
        "citation": "Art. 52 Abs. 1 ArG",
        "content": "Wird eine Verfügung im Sinne von Artikel 51 Absatz 2 missachtet, so ergreift die kantonale Behörde die zur Herbeiführung des rechtmässigen Zustandes erforderlichen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_52"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Massnahmen des Verwaltungszwangs",
        "citation": "Art. 52 Abs. 2 ArG",
        "content": "Werden Leben oder Gesundheit von Arbeitnehmern oder die Umgebung des Betriebes durch die Missachtung einer Verfügung im Sinne von Artikel 51 Absatz 2 erheblich gefährdet, so kann die kantonale Behörde nach vorheriger schriftlicher Androhung die Benützung von Räumen oder Einrichtungen verhindern und in besonders schweren Fällen den Betrieb für eine bestimmte Zeit schliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_52"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Entzug und Sperre von Arbeitszeitbewilligungen",
        "citation": "Art. 53 Abs. 1 ArG",
        "content": "Wird eine Arbeitszeitbewilligung nicht eingehalten, so kann die Bewilligungsbehörde, unabhängig vom Verfahren gemäss den Artikeln 51 und 52, die Bewilligung nach vorheriger schriftlicher Androhung aufheben und, wenn die Verhältnisse dies rechtfertigen, die Erteilung neuer Bewilligungen für eine bestimmte Zeit sperren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_53"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Entzug und Sperre von Arbeitszeitbewilligungen",
        "citation": "Art. 53 Abs. 2 ArG",
        "content": "Missbraucht ein Arbeitgeber die Befugnis zur Anordnung von Überzeitarbeit ohne Bewilligung, so kann ihm die kantonale Behörde diese Befugnis für eine bestimmte Zeit entziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_53"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Anzeigen",
        "citation": "Art. 54 Abs. 1 ArG",
        "content": "Die zuständigen Behörden sind verpflichtet, Anzeigen wegen Nichtbefolgung des Gesetzes, einer Verordnung oder einer Verfügung zu prüfen und, falls sie begründet sind, gemäss den Artikeln 51–53 zu verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_54"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 4. Verwaltungsverfügungen und Verwaltungsmassnahmen, Anzeigen",
        "citation": "Art. 54 Abs. 2 ArG",
        "content": "Trifft die Behörde auf Anzeige hin keine oder ungenügende Vorkehren, so kann die übergeordnete Behörde angerufen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_54"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 5. Verwaltungsrechtspflege, Beschwerde gegen Verfügungen der kantonalen Behörde",
        "citation": "Art. 56 Abs. 1 ArG",
        "content": "Gegen Verfügungen der kantonalen Behörde kann innert 30 Tagen, von der Eröffnung der Verfügung an gerechnet, Beschwerde bei der kantonalen Rekursbehörde erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_56"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 5. Verwaltungsrechtspflege, Beschwerde gegen Verfügungen der kantonalen Behörde",
        "citation": "Art. 56 Abs. 2 ArG",
        "content": "Der Entscheid ist dem Beschwerdeführer und der Behörde, deren Verfügung angefochten wurde, schriftlich mit Angabe der Gründe und mit Rechtsmittelbelehrung zu eröffnen. Im Übrigen richtet sich das Verfahren nach kantonalem Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_56"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 5. Verwaltungsrechtspflege, Beschwerderecht",
        "citation": "Art. 58 ArG",
        "content": "Zur Beschwerde gegen Verfügungen der kantonalen Behörden und der Bundesbehörden sind auch die Verbände der beteiligten Arbeitgeber und Arbeitnehmer berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_58"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Strafrechtliche Verantwortlichkeit des Arbeitgebers",
        "citation": "Art. 59 Abs. 1 ArG",
        "content": "Der Arbeitgeber ist strafbar, wenn er den Vorschriften über\na. den Gesundheitsschutz und die Plangenehmigung vorsätzlich oder fahrlässig zuwiderhandelt;\nb. die Arbeits- und Ruhezeit vorsätzlich zuwiderhandelt;\nc. den Sonderschutz der jugendlichen oder weiblichen Arbeitnehmer vorsätzlich oder fahrlässig zuwiderhandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_59"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Strafrechtliche Verantwortlichkeit des Arbeitgebers",
        "citation": "Art. 59 Abs. 2 ArG",
        "content": "Artikel 6 des Verwaltungsstrafrechtsgesetzes vom 22. März 1974 ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_59"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Strafrechtliche Verantwortlichkeit des Arbeitnehmers",
        "citation": "Art. 60 Abs. 1 ArG",
        "content": "Der Arbeitnehmer ist strafbar, wenn er den Vorschriften über den Gesundheitsschutz vorsätzlich zuwiderhandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_60"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Strafrechtliche Verantwortlichkeit des Arbeitnehmers",
        "citation": "Art. 60 Abs. 2 ArG",
        "content": "Gefährdet er dadurch andere Personen ernstlich, so ist auch die fahrlässige Widerhandlung strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_60"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Strafen",
        "citation": "Art. 61 Abs. 1 ArG",
        "content": "Der Arbeitgeber wird mit Geldstrafe bis zu 180 Tagessätzen bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_61"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Strafen",
        "citation": "Art. 61 Abs. 2 ArG",
        "content": "Der Arbeitnehmer wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_61"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Vorbehalt des Strafgesetzbuches und Strafverfolgung",
        "citation": "Art. 62 Abs. 1 ArG",
        "content": "Die besonderen Bestimmungen des Strafgesetzbuches bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_62"
    },
    {
        "book": "ArG",
        "title": "ArG, VI. Durchführung des Gesetzes, 6. Strafbestimmungen, Vorbehalt des Strafgesetzbuches und Strafverfolgung",
        "citation": "Art. 62 Abs. 2 ArG",
        "content": "Die Strafverfolgung ist Sache der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/57_57_57/de#art_62"
    }
]