[
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 1: Definizioni, Lavoratori",
        "citation": "Art. 1 cpv. 1 OLL 1",
        "content": "Per lavoratore si intende chiunque sia occupato in un’azienda assoggettata alla legge, stabilmente o temporaneamente, durante tutto l’orario di lavoro o una parte di esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_1"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 1: Definizioni, Lavoratori",
        "citation": "Art. 1 cpv. 2 OLL 1",
        "content": "Sono considerati lavoratori anche gli apprendisti, i praticanti, i volontari e le altre persone che lavorano nell’azienda soprattutto a scopo di formazione o per prepararsi alla scelta della professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_1"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 1: Definizioni, Grandi aziende del commercio al minuto",
        "citation": "Art. 2 OLL 1",
        "content": "Sono grandi aziende del commercio al minuto le aziende che, nello stesso edificio o in edifici vicini, occupano, in totale, oltre cinquanta lavoratori nella vendita al minuto, compreso il personale di cassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_2"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 2: Campo di applicazione aziendale, Aziende federali, cantonali e comunali",
        "citation": "Art. 4 OLL 1",
        "content": "La legge è applicabile in particolare alle aziende federali, cantonali e comunali:\na. che producono, trasformano o trattano beni o che producono, trasformano o trasportano energia, fatto salvo l’articolo 2 capoverso 1 lettera b della legge;\nb. adibite al trasporto di persone o cose, fatto salvo l’articolo 2 capoverso 1 lettera b della legge;\nc. adibite allo sgombero, all’incinerazione o alla trasformazione delle immondizie e a quelle di approvvigionamento di acqua e di depurazione delle acque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_4"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 2: Campo di applicazione aziendale, Istituti ospedalieri e cliniche pubblici",
        "citation": "Art. 4a cpv. 1 OLL 1",
        "content": "La legge è applicabile agli istituti ospedalieri e alle cliniche pubblici nell’ambito dei rapporti di lavoro che li legano ai medici assistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_4_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 2: Campo di applicazione aziendale, Istituti ospedalieri e cliniche pubblici",
        "citation": "Art. 4a cpv. 2 OLL 1",
        "content": "Per istituti ospedalieri e cliniche pubblici si intendono gli istituti ospedalieri e le cliniche dei Cantoni e dei Comuni che fanno parte di un’amministrazione pubblica o sono organizzati come istituti di diritto pubblico senza personalità giuridica o come enti di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_4_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 2: Campo di applicazione aziendale, Istituti ospedalieri e cliniche pubblici",
        "citation": "Art. 4a cpv. 3 OLL 1",
        "content": "Sono considerati medici assistenti i medici che, dopo l’esame federale in medicina umana, dentaria o veterinaria, seguono un perfezionamento al fine di:\na. ottenere un titolo di medico specialista; oppure\nb. ottenere l’autorizzazione per l’apertura di un proprio studio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_4_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Aziende agricole",
        "citation": "Art. 5 cpv. 1 OLL 1",
        "content": "Sono aziende agricole le aziende che esercitano la campicoltura, la praticoltura, la frutticoltura, la viticoltura, l’orticoltura, la bacchicoltura, la tenuta di bestiame d’allevamento e da reddito nonché le foreste private appartenenti a un’azienda agricola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_5"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Aziende agricole",
        "citation": "Art. 5 cpv. 2 OLL 1",
        "content": "Sono centri locali di raccolta del latte le aziende che raccolgono il latte di consumo direttamente dalle aziende agricole di una zona di approvvigionamento limitata e che lo lavorano, in tutto o in parte, in locali annessi o lo consegnano ad altre aziende per la lavorazione o la vendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_5"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Aziende agricole",
        "citation": "Art. 5 cpv. 3 OLL 1",
        "content": "Sono considerati servizi accessori i servizi che trasformano o utilizzano, per uso proprio o per il mercato locale, i prodotti dell’azienda principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_5"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Aziende di giardinaggio",
        "citation": "Art. 6 cpv. 1 OLL 1",
        "content": "Sono aziende prevalentemente adibite alla produzione delle piante le aziende nelle quali la maggior parte dei lavoratori è occupata in uno o più dei seguenti settori:\na. orticoltura;\nb. coltura di piante in vaso e di fiori da recidere;\nc. vivai e frutticoltura, comprese le piante erbacee e gli arbusti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_6"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Istituti e enti di diritto pubblico",
        "citation": "Art. 7 cpv. 1 OLL 1",
        "content": "Le disposizioni sulla durata del lavoro e del riposo non si applicano agli istituti di diritto pubblico senza personalità giuridica e agli enti di diritto pubblico, purché la maggior parte dei lavoratori da essi impiegata sia vincolata da un rapporto di lavoro di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_7"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Istituti e enti di diritto pubblico",
        "citation": "Art. 7 cpv. 2 OLL 1",
        "content": "I lavoratori vincolati da un rapporto di lavoro di diritto privato a un’azienda di cui al capoverso 1 soggiacciono alle disposizioni della legge anche in materia di durata del lavoro e del riposo, sempreché lo statuto sulla funzione pubblica non preveda disposizioni più favorevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_7"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 3: Eccezioni al campo di applicazione aziendale, Istituti e enti di diritto pubblico",
        "citation": "Art. 7 cpv. 3 OLL 1",
        "content": "Sono fatti salvi gli articoli 4 e 4a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_7"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Personale di organizzazioni internazionali e di amministrazioni pubbliche di Stati esteri",
        "citation": "Art. 8 cpv. 1 OLL 1",
        "content": "Il personale di organizzazioni internazionali o di amministrazioni pubbliche di Stati esteri comprende:\na. il personale delle missioni diplomatiche e delle sedi consolari di Stati esteri in Svizzera, a condizione che eserciti funzioni legate alla sovranità oppure che abbia un rapporto di lavoro retto dal diritto pubblico con lo Stato accreditante;\nb. il personale delle missioni permanenti presso le organizzazioni internazionali, con le quali la Svizzera ha concluso un accordo di sede, a condizione che esso eserciti funzioni legate alla sovranità oppure che abbia un rapporto di lavoro retto dal diritto pubblico con lo Stato accreditante;\nc. il personale di organizzazioni internazionali con cui la Svizzera ha stipulato un accordo di sede;\nd. il personale delle amministrazioni pubbliche estere e delle aziende estere concessionarie di trasporti ferroviari, marittimi e aerei, fatte salve le disposizioni deroganti di accordi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_8"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Personale di organizzazioni internazionali e di amministrazioni pubbliche di Stati esteri",
        "citation": "Art. 8 cpv. 2 OLL 1",
        "content": "D’intesa con la Direzione del diritto internazionale pubblico del Dipartimento federale degli affari esteri, la Segreteria di Stato dell’economia (SECO) stabilisce un elenco delle organizzazioni che adempiono i presupposti conformemente al capoverso 1 lettere b e c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_8"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Ufficio direttivo elevato",
        "citation": "Art. 9 OLL 1",
        "content": "Esercita un ufficio direttivo elevato chiunque, sulla base della sua posizione nell’azienda e tenuto conto delle dimensioni della stessa, dispone di un ampio potere decisionale in affari importanti o può influenzare sensibilmente decisioni di grande rilevanza e quindi esercitare un’influenza durevole sulla struttura, l’andamento degli affari e lo sviluppo di un’azienda o di una parte di essa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_9"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Attività scientifica",
        "citation": "Art. 10 cpv. 1 OLL 1",
        "content": "L’attività scientifica comprende la ricerca e l’insegnamento. Un’attività scientifica sussiste allorquando il lavoratore dispone di ampia libertà riguardo agli obiettivi, all’esecuzione e alla ripartizione del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_10"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Attività scientifica",
        "citation": "Art. 10 cpv. 2 OLL 1",
        "content": "Per ricerca si intendono la ricerca di base e la ricerca applicata ma non la loro applicazione nella pratica come lo sviluppo e la produzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_10"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Attività scientifica",
        "citation": "Art. 10 cpv. 3 OLL 1",
        "content": "Il personale tecnico e il personale amministrativo impegnato nella ricerca soggiacciono alle disposizioni sulla durata del lavoro e del riposo della legge e delle sue ordinanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_10"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Attività artistica indipendente",
        "citation": "Art. 11 OLL 1",
        "content": "Un’attività artistica indipendente nell’ambito di un rapporto di lavoro sussiste allorquando il lavoratore che esercita tale attività dispone di ampia libertà riguardo alla strutturazione, all’esecuzione e alla ripartizione del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_11"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Educatori e assistenti sociali",
        "citation": "Art. 12 cpv. 2 OLL 1",
        "content": "Sono considerate educatori le persone con una formazione pedagogica specializzata riconosciuta o con una formazione di base e una formazione complementare equivalenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_12"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 1: Campo d’applicazione, Sezione 4: Eccezioni al campo di applicazione personale, Educatori e assistenti sociali",
        "citation": "Art. 12 cpv. 3 OLL 1",
        "content": "Sono considerate assistenti sociali le persone con una formazione specializzata a indirizzo socio-pedagogico o socio-psicologico riconosciuta o con una formazione e un perfezionamento equivalenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_12"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Definizione di durata del lavoro",
        "citation": "Art. 13 cpv. 1 OLL 1",
        "content": "È considerato durata del lavoro, ai sensi della legge, il tempo durante il quale il lavoratore si tiene a disposizione del datore di lavoro: il tempo per recarsi al lavoro e per ritornare da esso non è considerato come durata del lavoro. Sono fatte salve le disposizioni sull’occupazione delle donne incinte e delle madri allattanti, nonché l’articolo 15 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Definizione di durata del lavoro",
        "citation": "Art. 13 cpv. 2 OLL 1",
        "content": "Se il lavoro deve essere svolto al di fuori del luogo di lavoro in cui il lavoratore esegue normalmente il suo lavoro, per cui la durata del tragitto risulta più lunga del solito, la differenza rispetto alla normale durata del tragitto è considerata tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Definizione di durata del lavoro",
        "citation": "Art. 13 cpv. 3 OLL 1",
        "content": "A seguito del viaggio di ritorno da un luogo di lavoro esterno ai sensi del capoverso 2, lo spazio della durata giornaliera del lavoro oppure la durata massima del lavoro settimanale possono essere superati; il tempo di riposo giornaliero di 11 ore inizia così a decorrere soltanto dopo che il lavoratore è giunto nel suo luogo di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Definizione di durata del lavoro",
        "citation": "Art. 13 cpv. 3bis OLL 1",
        "content": "Per i viaggi di servizio all’estero è considerato tempo di lavoro il tragitto di andata e ritorno effettuato in Svizzera almeno secondo le condizioni previste al capoverso 2. Se il viaggio di andata e ritorno si svolge completamente o in parte di notte o di domenica, per l’occupazione del lavoratore non è richiesta alcuna autorizzazione. Il riposo giornaliero di 11 ore deve essere accordato immediatamente dopo il viaggio di ritorno e inizia a decorrere soltanto dopo che il lavoratore è giunto nel suo luogo di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Definizione di durata del lavoro",
        "citation": "Art. 13 cpv. 4 OLL 1",
        "content": "Il tempo che un lavoratore dedica al perfezionamento professionale o alla formazione continua sia su ordine del datore di lavoro sia a causa della propria attività professionale, sulla base di una disposizione legale, è considerato tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Servizio di picchetto a. Principio",
        "citation": "Art. 14 cpv. 1 OLL 1",
        "content": "Nel servizio di picchetto il lavoratore, al di fuori del lavoro normale, si tiene pronto per eventuali interventi per eliminare perturbazioni, soccorrere in situazioni d’emergenza, effettuare turni di controllo o far fronte ad analoghi eventi particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Servizio di picchetto a. Principio",
        "citation": "Art. 14 cpv. 2 OLL 1",
        "content": "In un periodo di quattro settimane, il singolo lavoratore può essere di picchetto o effettuare interventi di picchetto durante al massimo sette giorni. Una volta terminato l’ultimo servizio di picchetto, durante le due settimane successive il lavoratore non può più essere chiamato a prestare detto servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Servizio di picchetto a. Principio",
        "citation": "Art. 14 cpv. 3 OLL 1",
        "content": "Eccezionalmente, un lavoratore può essere di picchetto al massimo 14 giorni nello spazio di quattro settimane, purché:\na. a causa delle dimensioni e della struttura aziendali non sia disponibile personale a sufficienza per un servizio di picchetto di cui al capoverso 2; e\nb. il numero degli interventi di picchetto effettivi nella media di un anno civile non superi un totale di cinque al mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Servizio di picchetto a. Principio",
        "citation": "Art. 14 cpv. 4 OLL 1",
        "content": "Modifiche a breve termine nella pianificazione e nella ripartizione del picchetto, con gli interventi che ne risultano, sono possibili soltanto con il consenso dei lavoratori aventi obblighi familiari e sempreché un’altra soluzione non sia accettabile per l’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, b. Computo come durata del lavoro",
        "citation": "Art. 15 cpv. 1 OLL 1",
        "content": "Se il servizio di picchetto è prestato nell’azienda, tutto il tempo messo a disposizione è considerato tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_15"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, b. Computo come durata del lavoro",
        "citation": "Art. 15 cpv. 2 OLL 1",
        "content": "Se il servizio di picchetto è prestato fuori dell’azienda, il tempo messo a disposizione è computato sul tempo di lavoro nella misura dell’attività effettivamente svolta dal lavoratore per l’azienda. In questo caso, la durata del tragitto per recarsi sul luogo di lavoro e ritorno va computata sul tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_15"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Ripartizione delle ore di lavoro",
        "citation": "Art. 16 cpv. 1 OLL 1",
        "content": "La settimana ai sensi di legge (settimana lavorativa) inizia il lunedì alle 00.00 e termina la domenica alle 24.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_16"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Ripartizione delle ore di lavoro",
        "citation": "Art. 16 cpv. 2 OLL 1",
        "content": "La settimana lavorativa del singolo lavoratore non può eccedere cinque giorni lavorativi e mezzo. Essa può essere estesa a sei giorni lavorativi, a condizione che le semigiornate libere settimanali siano sommate per quattro settimane al massimo con il consenso del lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_16"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Ripartizione delle ore di lavoro",
        "citation": "Art. 16 cpv. 3 OLL 1",
        "content": "La durata settimanale del lavoro può essere ripartita in modo uniforme o differenziato sui singoli giorni feriali e per i singoli lavoratori o gruppi di lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_16"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 1: Disposizioni generali, Indennità per riposo e per periodi di riposo compensativi",
        "citation": "Art. 17 OLL 1",
        "content": "Se, alla cessazione del rapporto di lavoro, il riposo e i periodi di riposo compensativi previsti dalla legge sono sostituiti con una prestazione in denaro, l’articolo 33 della presente ordinanza è applicabile al calcolo della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_17"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Pause",
        "citation": "Art. 18 cpv. 1 OLL 1",
        "content": "Le pause possono essere stabilite in modo uniforme o differenziato per i singoli lavoratori o gruppi di lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Pause",
        "citation": "Art. 18 cpv. 2 OLL 1",
        "content": "Le pause devono essere fissate in modo da dividere a metà il tempo di lavoro. Un periodo di lavoro di una durata superiore a cinque ore e mezzo prima o dopo una pausa dà diritto a pause supplementari conformemente all’articolo 15 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Pause",
        "citation": "Art. 18 cpv. 3 OLL 1",
        "content": "Le pause di una durata superiore a mezz’ora possono essere frazionate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Pause",
        "citation": "Art. 18 cpv. 4 OLL 1",
        "content": "Nel caso di orari di lavoro flessibili, la durata delle pause è calcolata sulla base della media della durata giornaliera del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Pause",
        "citation": "Art. 18 cpv. 5 OLL 1",
        "content": "È posto di lavoro ai sensi dell’articolo 15 capoverso 2 della legge, qualsiasi luogo nell’azienda o fuori dell’azienda, ove il lavoratore deve stare per eseguire il lavoro assegnatogli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Riposo giornaliero ",
        "citation": "Art. 19 cpv. 1 OLL 1",
        "content": "Se due o più giorni di riposo o giorni festivi legali cadono in una settimana, la durata del periodo di riposo consecutivo di 35 ore giusta l’articolo 21 capoverso 2 può essere ridotta una sola volta a 24 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_19"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Riposo giornaliero ",
        "citation": "Art. 19 cpv. 2 OLL 1",
        "content": "Se il periodo di riposo giornaliero è ridotto giusta l’articolo 15a capoverso 2 della legge, al lavoratore non può essere ordinato alcun lavoro straordinario giusta l’articolo 25 nel corso del suo successivo periodo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_19"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Riposo giornaliero ",
        "citation": "Art. 19 cpv. 3 OLL 1",
        "content": "Il periodo di riposo giornaliero può essere interrotto da interventi di picchetto giusta l’articolo 14, purché sia seguito immediatamente dalla frazione di riposo rimanente. Se non può essere raggiunto un periodo di riposo minimo di quattro ore consecutive, il periodo di riposo giornaliero di 11 ore dev’essere accordato immediatamente dopo l’ultimo intervento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_19"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Semigiornata libera settimanale",
        "citation": "Art. 20 cpv. 1 OLL 1",
        "content": "La semigiornata libera settimanale comprende otto ore, che vanno accordate in un giorno lavorativo immediatamente prima o dopo il periodo di riposo giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Semigiornata libera settimanale",
        "citation": "Art. 20 cpv. 2 OLL 1",
        "content": "La semigiornata libera settimanale è considerata accordata se:\na. l’intera mattinata, dalle 06.00 alle 14.00, è libera;\nb. l’intero pomeriggio, dalle 12.00 alle 20.00, è libero;\nc. in caso di lavoro a due squadre, la rotazione avviene fra le 12.00 e le 14.00; oppure\nd. in caso di lavoro notturno, sono accordati la settimana alternante di cinque giorni oppure due giorni di compensazione nello spazio di quattro settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Semigiornata libera settimanale",
        "citation": "Art. 20 cpv. 3 OLL 1",
        "content": "Al lavoratore non può essere affidato alcun lavoro durante la sua semigiornata libera settimanale; sono fatte salve le prestazioni di lavoro in situazioni eccezionali giusta l’articolo 26. In questi casi, la semigiornata libera settimanale va accordata entro un termine di quattro settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Semigiornata libera settimanale",
        "citation": "Art. 20 cpv. 4 OLL 1",
        "content": "I periodi di riposo prescritti dalla legge non possono essere defalcati dalla semigiornata libera settimanale. Tuttavia, quest’ultima è considerata accordata quando il giorno feriale in cui è normalmente concessa coincide con un giorno festivo ai sensi dell’articolo 20a capoverso 1 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 1 OLL 1",
        "content": "In linea di principio, il giorno di riposo settimanale è la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 2 OLL 1",
        "content": "La durata cumulata del giorno di riposo settimanale e del riposo giornaliero deve ammontare ad almeno 35 ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 3 OLL 1",
        "content": "Il lavoratore chiamato a prestare lavoro domenicale non può essere impiegato per più di sei giorni consecutivi. Sono fatte salve le disposizioni sul lavoro continuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 4 OLL 1",
        "content": "Le domeniche che cadono durante le ferie dei lavoratori che lavorano di domenica non possono essere computate alle domeniche libere prescritte dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 5 OLL 1",
        "content": "La durata cumulata del giorno di riposo compensativo ai sensi dell’articolo 20 capoverso 2 della legge e del riposo giornaliero deve ammontare a 35 ore consecutive; esso deve coprire obbligatoriamente il periodo compreso tra le 06.00 e le 20.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 6 OLL 1",
        "content": "Il giorno di riposo compensativo non può cadere in un giorno in cui il lavoratore fruisce abitualmente del suo giorno di riposo o del giorno libero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 2: Pause e periodi di riposo, Giorno di riposo settimanale o giorno di riposo compensativo per il lavoro domenicale e il lavoro nei giorni festivi",
        "citation": "Art. 21 cpv. 7 OLL 1",
        "content": "La compensazione mediante congedo per il lavoro domenicale svolto fino a un massimo di cinque ore dev’essere effettuata entro quattro settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Prolungamento con compensazione",
        "citation": "Art. 22 cpv. 1 OLL 1",
        "content": "La durata massima della settimana lavorativa di 45 o 50 ore può essere prolungata di quattro ore al massimo purché essa non venga superata nella media semestrale:\na. in caso di attività esposte a interruzioni di lavoro dovute a intemperie; oppure\nb. nelle aziende con attività sottoposta a notevoli fluttuazioni stagionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Prolungamento con compensazione",
        "citation": "Art. 22 cpv. 2 OLL 1",
        "content": "Per i lavoratori con una settimana di cinque giorni in media nell’anno civile, la durata massima della settimana lavorativa di 45 ore può essere prolungata:\na. di due ore, purché la durata massima non venga superata in media su otto settimane; oppure\nb. di quattro ore, purché la durata massima non venga superata in media su quattro settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Prolungamento con compensazione",
        "citation": "Art. 22 cpv. 3 OLL 1",
        "content": "Il datore di lavoro, senza permesso dell’autorità, può ordinare il prolungamento della durata massima della settimana lavorativa di cui ai capoversi 1 o 2, se il lavoro non è regolato da un orario soggetto a permesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Prolungamento con compensazione",
        "citation": "Art. 22 cpv. 4 OLL 1",
        "content": "Se il rapporto di lavoro è di durata limitata, la media della durata massima della settimana lavorativa di cui al capoverso 1 o 2 deve essere rispettata per la durata del rapporto di lavoro, purché questo duri meno dei periodi di compensazione menzionati nei capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Riduzione della durata massima della settimana lavorativa",
        "citation": "Art. 23 cpv. 1 OLL 1",
        "content": "Nelle settimane nel corso delle quali uno o più giorni festivi parificati alla domenica cadono in un giorno feriale in cui il lavoratore deve abitualmente lavorare, la durata massima della settimana lavorativa è ridotta in proporzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_23"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Riduzione della durata massima della settimana lavorativa",
        "citation": "Art. 23 cpv. 2 OLL 1",
        "content": "Ai lavoratori che esercitano la loro attività in una giornata festiva legale parificata alla domenica, la riduzione proporzionale della durata massima della settimana lavorativa dev’essere computata nella settimana in cui viene accordato loro il giorno di riposo compensativo per la suddetta giornata festiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_23"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Lavoro compensativo",
        "citation": "Art. 24 cpv. 1 OLL 1",
        "content": "La compensazione delle ore di lavoro perse, disposta dall’articolo 11 della legge, dev’essere effettuata immediatamente prima o dopo la perdita di lavoro entro un periodo di 14 settimane al massimo, a meno che il datore di lavoro e il lavoratore convengano un termine più lungo, che non deve però superare 12 mesi. Le ore non lavorate per le feste di Natale e Capodanno sono considerate come un unico insieme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_24"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Lavoro compensativo",
        "citation": "Art. 24 cpv. 2 OLL 1",
        "content": "Il lavoro compensativo può essere svolto solo in quanto esso non provochi un sorpasso della durata legale del lavoro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_24"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 3: Durata massima della settimana lavorativa, Lavoro compensativo",
        "citation": "Art. 24 cpv. 3 OLL 1",
        "content": "Non sono considerate ore di lavoro perse né i periodi di riposo legali né i periodi di riposo compensativi; essi non possono pertanto essere compensati né anteriormente né posteriormente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_24"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 4: Lavoro straordinario, Principio",
        "citation": "Art. 25 cpv. 1 OLL 1",
        "content": "Fatto salvo l’articolo 26, il lavoro straordinario conformemente all’articolo 12 capoverso 1 lettere a e b della legge è autorizzato solo sotto forma di lavoro diurno e serale giusta l’articolo 10 della legge ed esclusivamente nei giorni feriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_25"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 4: Lavoro straordinario, Principio",
        "citation": "Art. 25 cpv. 2 OLL 1",
        "content": "La compensazione del lavoro straordinario mediante congedo giusta l’articolo 13 capoverso 2 della legge dev’essere effettuata entro 14 settimane a meno che il datore o i datori di lavoro e il lavoratore o i lavoratori convengano un termine più lungo, che non deve però superare 12 mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_25"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 4: Lavoro straordinario, Situazioni eccezionali",
        "citation": "Art. 26 cpv. 1 OLL 1",
        "content": "Il lavoro straordinario può essere svolto anche di notte o la domenica ed eccedere la durata autorizzata del lavoro giornaliero quando si tratta di attività temporanee effettuate in casi di necessità indipendenti dalla volontà delle persone coinvolte e alle cui conseguenze non è possibile far fronte con altre soluzioni accettabili, in particolare se:\na. i risultati del lavoro sono minacciati e vi è il rischio di un danno sproporzionato;\nb. sono necessari servizi di picchetto per prevenire o eliminare danni;\nc. a causa di guasti gravi o danni subìti occorre riparare macchine da lavoro, attrezzi, dispositivi di trasporto e veicoli indispensabili per il funzionamento dell’azienda;\nd. occorre prevenire o eliminare disfunzioni d’esercizio provocate direttamente da un caso di forza maggiore;\ne. occorre prevenire o eliminare perturbazioni concernenti l’approvvigionamento con energia e acqua, nonché la circolazione con trasporti pubblici e privati;\nf. occorre prevenire le avarie di beni, in particolare di materie prime o di derrate alimentari, che non possono essere altrimenti impedite, senza che tuttavia si persegua lo scopo di aumentare la produzione;\ng. si devono svolgere attività indifferibili a tutela della vita e della salute delle persone e degli animali e per la prevenzione di danni all’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_26"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 4: Lavoro straordinario, Situazioni eccezionali",
        "citation": "Art. 26 cpv. 2 OLL 1",
        "content": "Il lavoro straordinario svolto oltre la durata legale del lavoro giornaliero deve essere compensato entro sei settimane mediante congedo della stessa durata. È fatto salvo l’articolo 20 capoverso 3 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_26"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Urgente bisogno",
        "citation": "Art. 27 cpv. 1 OLL 1",
        "content": "Sussiste un urgente bisogno di ricorrere al lavoro notturno o domenicale ai sensi degli articoli 17 capoverso 3, 19 capoverso 3 e 24 capoverso 3 della legge quando:\na. nessuna pianificazione o misura organizzativa consente di svolgere lavori di giorno o la sera durante i giorni feriali; e\nb. una delle condizioni seguenti è adempiuta: \n1. si tratta di lavori supplementari che non possono essere differiti, \n2. per motivi legati alla salute o alla sicurezza dei lavoratori o per altri motivi d’interesse pubblico, i lavori devono essere svolti di notte o la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Urgente bisogno",
        "citation": "Art. 27 cpv. 1bis OLL 1",
        "content": "Sussiste un urgente bisogno in particolare quando sono ordinati dalle autorità misure per prevenire o gestire una penuria di energia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Urgente bisogno",
        "citation": "Art. 27 cpv. 2 OLL 1",
        "content": "Sussiste inoltre un urgente bisogno quando è richiesta l’esecuzione di lavori di durata limitata, di notte o di domenica, per: \na. particolari eventi aziendali aperti al pubblico, quali anniversari;\nb. manifestazioni legate a consuetudini locali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Urgente bisogno",
        "citation": "Art. 27 cpv. 3 OLL 1",
        "content": "Sussiste un urgente bisogno di ricorrere al lavoro notturno ai sensi dell’articolo 17 capoverso 4 della legge quando un’azienda con un sistema di lavoro a due squadre:\na. per ragioni di carico giornaliero di lavoro richiede regolarmente una durata di esercizio di 18 ore;\nb. non richiede più di un’ora di lavoro all’inizio o al termine del lavoro notturno; e\nc. così può evitare di svolgere altro lavoro notturno fra le 24.00 e le 05.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Indispensabilità del lavoro notturno e domenicale",
        "citation": "Art. 28 cpv. 1 OLL 1",
        "content": "Vi è indispensabilità tecnica di ricorrere al lavoro notturno o domenicale ai sensi degli articoli 17 capoverso 2, 19 capoverso 2 e 24 capoverso 2 della legge in particolare quando un processo lavorativo o un lavoro non può essere interrotto, differito o organizzato in altro modo senza che:\na. si verifichino svantaggi notevoli e inaccettabili per la produzione e per il risultato del lavoro o per le installazioni dell’azienda;\nb. ne derivino rischi per la salute o la sicurezza dei lavoratori o per il vicinato dell’azienda;\nc. si interrompa la catena di approvvigionamento, il flusso di merci tra o all’interno delle aziende o non sia garantito l’approvvigionamento della popolazione in beni di cui necessita quotidianamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Indispensabilità del lavoro notturno e domenicale",
        "citation": "Art. 28 cpv. 2 OLL 1",
        "content": "Vi è indispensabilità economica di ricorrere al lavoro notturno o domenicale ai sensi degli articoli 17 capoverso 2, 19 capoverso 2 e 24 capoverso 2 della legge quando:\na. il processo lavorativo comporta inevitabilmente costi d’investimento elevati che non possono essere ammortizzati senza il ricorso al lavoro notturno o domenicale; o \nb. l’interruzione e la ripresa di un processo lavorativo comportano costi supplementari elevati che, senza il ricorso al lavoro notturno o domenicale, rischiano o rischierebbero di compromettere fortemente la competitività dell’azienda rispetto ai suoi concorrenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Indispensabilità del lavoro notturno e domenicale",
        "citation": "Art. 28 cpv. 3 OLL 1",
        "content": "Sono equiparati all’indispensabilità economica i bisogni particolari dei consumatori:\na. che devono essere soddisfatti per realizzare un interesse pubblico tenuto conto del carattere indispensabile di beni o servizi per i consumatori interessati; e \nb. ai quali non è possibile rispondere senza il ricorso al lavoro notturno o domenicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 5:, Presupposti per il lavoro notturno e domenicale e per il lavoro continuo, Indispensabilità del lavoro notturno e domenicale",
        "citation": "Art. 28 cpv. 4 OLL 1",
        "content": "Per i processi lavorativi contemplati nell’allegato e per i processi che vi sono connessi in maniera indissociabile, in particolare i lavori preparatori, i controlli di qualità e i lavori di logistica, il lavoro notturno o domenicale è ritenuto indispensabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Prolungamento della durata del lavoro notturno",
        "citation": "Art. 29 cpv. 1 OLL 1",
        "content": "In caso di lavoro notturno regolare o periodico, una durata del lavoro di 10 ore, comprese in uno spazio di 12 ore, è ammessa purché:\na. il lavoratore non sia esposto a rischi elevati di natura chimica, biologica o fisica;\nb. il lavoratore non sia sottoposto a eccessive pressioni di ordine fisico, psichico e mentale;\nc. il lavoro sia organizzato in modo da conservare inalterata la capacità funzionale del lavoratore e da evitare pertanto l’insorgere di situazioni di pericolo;\nd. l’idoneità del lavoratore sia stata accertata sulla base di una visita medica; e \ne. la durata effettiva del lavoro non ecceda 10 ore in uno spazio di 24 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_29"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Prolungamento della durata del lavoro notturno",
        "citation": "Art. 29 cpv. 2 OLL 1",
        "content": "In caso di lavoro notturno temporaneo, una durata del lavoro di 10 ore, comprese in uno spazio di 12 ore, conformemente all’articolo 17a capoverso 2 della legge è ammesso purché:\na. il lavoro sia organizzato in modo da conservare inalterata la capacità funzionale del lavoratore e da evitare pertanto l’insorgere di situazioni di pericolo;\nb. la durata effettiva del lavoro non ecceda 10 ore in uno spazio di 24 ore;\nc. il lavoratore dia il suo consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_29"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Lavoro notturno senza alternanza con il lavoro diurno",
        "citation": "Art. 30 cpv. 1 OLL 1",
        "content": "Il lavoro notturno durante più di sei settimane e fino a 12 settimane al massimo senza alternanza con il lavoro diurno conformemente all’articolo 25 capoverso 3 della legge è ammesso purché:\na. esso sia indispensabile per ragioni aziendali o la maggioranza dei lavoratori interessati chieda per scritto di rinunciare all’alternanza tra lavoro diurno e notturno poiché tale alternanza non è per loro accettabile, in particolare per ragioni personali o familiari;\nb. il lavoratore abbia dato il suo consenso per scritto; e\nc. nello spazio di 24 settimane, i periodi di lavoro diurno abbiano complessivamente almeno la stessa durata dei periodi di lavoro notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Lavoro notturno senza alternanza con il lavoro diurno",
        "citation": "Art. 30 cpv. 2 OLL 1",
        "content": "Il lavoro notturno durante più di 12 settimane senza alternanza conformemente all’articolo 25 capoverso 3 della legge è ammesso purché:\na. esso sia indispensabile per ragioni aziendali o la maggioranza dei lavoratori interessati chieda per scritto di rinunciare all’alternanza tra lavoro diurno e notturno poiché tale alternanza non è per loro accettabile, in particolare per ragioni personali o familiari;\nb. il lavoratore abbia dato il suo consenso per scritto; e\nc. i presupposti giusta l’articolo 29 capoverso 1 lettere a–d siano adempiuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Lavoro notturno senza alternanza con il lavoro diurno",
        "citation": "Art. 30 cpv. 2bis OLL 1",
        "content": "Vi è indispensabilità per ragioni aziendali secondo i capoversi 1 lettera a e 2 lettera a se:\na. si tratta di un lavoro notturno per il quale non esiste un lavoro diurno e serale corrispondente; oppure\nb. nel mercato del lavoro ordinario non può essere reclutato sufficiente personale qualificato per costituire squadre da impiegare in alternanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Lavoro notturno senza alternanza con il lavoro diurno",
        "citation": "Art. 30 cpv. 3 OLL 1",
        "content": "I lavoratori che effettuano lavoro notturno conformemente al capoverso 2:\na. possono essere impiegati al massimo:\n1. cinque notti su sette consecutive; oppure\n2. sei notti su nove consecutive; e\nb. non possono svolgere lavoro straordinario giusta l’articolo 25 durante i loro giorni di congedo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 6: Forme particolari del lavoro notturno, Lavoro notturno senza alternanza con il lavoro diurno",
        "citation": "Art. 30 cpv. 4 OLL 1",
        "content": "I presupposti e le condizioni di cui ai capoversi 1–3 non sono applicabili ai lavoratori che svolgono lavoro notturno regolare al massimo durante un’ora situata all’inizio o al termine del lavoro notturno fra le 05.00 e le 06.00 o fra le 23.00 e le 24.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Supplemento salariale e tempo di riposo supplementare in caso di lavoro notturno",
        "citation": "Art. 31 cpv. 1 OLL 1",
        "content": "Svolge lavoro notturno regolare o periodico il lavoratore occupato durante 25 notti o più per anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_31"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Supplemento salariale e tempo di riposo supplementare in caso di lavoro notturno",
        "citation": "Art. 31 cpv. 2 OLL 1",
        "content": "Il tempo di riposo supplementare va accordato dopo il primo intervento di notte. È calcolato in funzione del lavoro realmente svolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_31"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Supplemento salariale e tempo di riposo supplementare in caso di lavoro notturno",
        "citation": "Art. 31 cpv. 3 OLL 1",
        "content": "Se soltanto nel corso di un anno civile e contro ogni aspettativa risulta che un lavoratore deve svolgere lavoro notturno per oltre 25 notti per anno civile, il supplemento salariale del 25 per cento per le prime 25 notti non deve essere convertito in tempo di riposo supplementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_31"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Deroghe all’obbligo di accordare un tempo di riposo supplementare",
        "citation": "Art. 32 cpv. 1 OLL 1",
        "content": "Il datore di lavoro non è tenuto ad accordare tempo di riposo supplementare giusta l’articolo 17b capoverso 3 lettere a e b della legge se, in base al sistema di orario di lavoro dell’azienda, la durata della settimana lavorativa per un lavoratore a tempo pieno non supera:\na. 35 ore, incluse le pause, con una durata media delle squadre ridotta a 7 ore;\nb. 36 ore, dedotte le pause, nel caso della settimana di quattro giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_32"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Deroghe all’obbligo di accordare un tempo di riposo supplementare",
        "citation": "Art. 32 cpv. 2 OLL 1",
        "content": "Un sistema di orario di lavoro è considerato proprio dell’azienda se è applicato integralmente in tutta l’azienda o in una parte dell’azienda chiaramente delimitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_32"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Deroghe all’obbligo di accordare un tempo di riposo supplementare",
        "citation": "Art. 32 cpv. 3 OLL 1",
        "content": "Sono considerati equivalenti altri tempi di riposo compensativi nell’ambito di contratti collettivi di lavoro o di disposizioni di diritto pubblico ai sensi dell’articolo 17b capoverso 3 lettera c della legge, se il rispettivo contratto collettivo di lavoro o l’atto di diritto pubblico applicabile prevede regole compensative:\na. che accordano specialmente al lavoratore occupato durante la notte un supplemento di tempo libero in compensazione del lavoro svolto; e\nb. la cui durata complessiva equivale al tempo di riposo supplementare del 10 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_32"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Supplemento salariale e riposo compensativo in caso di lavoro domenicale e nei giorni festivi ",
        "citation": "Art. 32a cpv. 1 OLL 1",
        "content": "Svolge lavoro domenicale temporaneo il lavoratore che, in un anno civile, lavora fino a sei domeniche, compresi i giorni festivi legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_32_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Supplemento salariale e riposo compensativo in caso di lavoro domenicale e nei giorni festivi ",
        "citation": "Art. 32a cpv. 2 OLL 1",
        "content": "Il lavoro domenicale è considerato regolare o periodico quando il volume temporale dello stesso supera la condizione di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_32_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Supplemento salariale e riposo compensativo in caso di lavoro domenicale e nei giorni festivi ",
        "citation": "Art. 32a cpv. 3 OLL 1",
        "content": "Se soltanto nel corso di un anno civile e contro ogni aspettativa risulta che un lavoratore deve svolgere lavoro domenicale per più di sei domeniche, compresi i giorni festivi legali, il supplemento salariale del 50 per cento per le prime sei domeniche, compresi i giorni festivi legali, rimane dovuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_32_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Calcolo del supplemento salariale",
        "citation": "Art. 33 cpv. 1 OLL 1",
        "content": "Nel salario a tempo, il supplemento di salario per lavoro straordinario, lavoro notturno e lavoro domenicale è calcolato secondo il salario all’ora, senza indennità di residenza, indennità di economia domestica né indennità per figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Calcolo del supplemento salariale",
        "citation": "Art. 33 cpv. 2 OLL 1",
        "content": "Nel salario a cottimo, il supplemento salariale è, di regola, calcolato secondo il salario all’ora conseguito in media durante il periodo di paga, senza indennità di residenza, indennità di economia domestica né indennità per figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Calcolo del supplemento salariale",
        "citation": "Art. 33 cpv. 3 OLL 1",
        "content": "La legislazione federale sull’assicurazione per la vecchiaia e per i superstiti è applicabile per analogia alla valutazione del salario in natura, delle prestazioni di servizio e delle mance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 7: Supplemento salariale e tempo di riposo supplementare, Calcolo del supplemento salariale",
        "citation": "Art. 33 cpv. 4 OLL 1",
        "content": "Se diverse prescrizioni della legge sull’assegnazione di supplementi salariali sono applicabili per lo stesso periodo di tempo, è pagato il supplemento più favorevole al lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 8: Lavoro a squadre, Lavoro a squadre e rotazione delle squadre",
        "citation": "Art. 34 cpv. 1 OLL 1",
        "content": "Sussiste lavoro a squadre quando è previsto l’intervento scaglionato e alternato di due o più gruppi di lavoratori allo stesso posto di lavoro secondo un orario determinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 8: Lavoro a squadre, Lavoro a squadre e rotazione delle squadre",
        "citation": "Art. 34 cpv. 2 OLL 1",
        "content": "Nell’organizzazione del lavoro a squadre occorre tenere conto delle conoscenze acquisite nei campi della medicina del lavoro e delle scienze del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 8: Lavoro a squadre, Lavoro a squadre e rotazione delle squadre",
        "citation": "Art. 34 cpv. 3 OLL 1",
        "content": "In caso di lavoro diurno a due squadre che non cade di notte, la durata di una squadra non può superare 11 ore, pause incluse. Il lavoro straordinario giusta l’articolo 25 è ammesso solo nei giorni feriali abitualmente liberi, sempreché non coincidano con un periodo di riposo o un periodo di riposo compensativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 8: Lavoro a squadre, Lavoro a squadre e rotazione delle squadre",
        "citation": "Art. 34 cpv. 4 OLL 1",
        "content": "In caso di sistemi di organizzazione del tempo di lavoro a tre o più squadre che prevedono la partecipazione del lavoratore a tutte le squadre, vale quanto segue:\na. la durata di una squadra non può superare 10 ore, pause incluse;\nb. la rotazione delle squadre si effettua dal mattino verso la sera e dalla sera verso la notte (rotazione in avanti); una rotazione in senso inverso è ammessa solo in via eccezionale, se la maggioranza dei lavoratori interessati ne fa richiesta scritta;\nc. il lavoro straordinario giusta l’articolo 25 è ammesso solo in giorni feriali abitualmente liberi, sempreché non coincidano con un periodo di riposo o di riposo compensativo legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 8: Lavoro a squadre, Rinuncia alla rotazione delle squadre in caso di lavoro diurno e di lavoro notturno",
        "citation": "Art. 35 OLL 1",
        "content": "È possibile rinunciare alla rotazione delle squadre se:\na. i lavoratori possono lavorare solo al mattino o alla sera a causa di particolare ragioni personali;\nb. una delle due squadre è notevolmente più breve dell’altra e non supera le cinque ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_35"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Definizione",
        "citation": "Art. 36 OLL 1",
        "content": "È considerato lavoro continuo un sistema di organizzazione del tempo di lavoro:\na. dove viene fornito lavoro a squadre 24 ore su 24, sette giorni su sette; e\nb. che è composto di più squadre, dove il singolo lavoratore, in linea di principio, partecipa a tutte le squadre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_36"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Giorni di riposo",
        "citation": "Art. 37 cpv. 1 OLL 1",
        "content": "In caso di lavoro continuo, i lavoratori devono disporre di almeno 61 giorni di riposo settimanale di almeno 35 ore consecutive, compreso il riposo giornaliero, per anno civile. Di questi, almeno 26 giorni di riposo devono cadere di domenica e includere il periodo compreso fra le 06.00 e le 16.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Giorni di riposo",
        "citation": "Art. 37 cpv. 2 OLL 1",
        "content": "A condizione che la domenica comprenda il periodo che va dalle 23.00 di sabato alle 23.00 di domenica, il numero dei giorni di riposo che cadono di domenica può essere ridotto come segue:\na. a 17 se la durata del lavoro giornaliero del singolo lavoratore non supera otto ore; \nb. a 13 se, oltre alla condizione di cui alla lettera a, la durata della settimana lavorativa, comprese le pause, non supera 42 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Giorni di riposo",
        "citation": "Art. 37 cpv. 3 OLL 1",
        "content": "Se, per motivi aziendali o organizzativi non si può accordare ogni settimana un giorno di riposo settimanale, questo va concesso al più tardi nel corso della terza settimana successiva e può essere sommato ad altri giorni di riposo settimanale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Giorni di riposo",
        "citation": "Art. 37 cpv. 4 OLL 1",
        "content": "Il lavoratore deve disporre di un periodo di riposo di 24 ore dopo un massimo di sette giorni consecutivi di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Durata del lavoro",
        "citation": "Art. 38 cpv. 1 OLL 1",
        "content": "In caso di lavoro continuo, la durata massima della settimana lavorativa conformemente all’articolo 9 della legge deve essere rispettata nella media di 16 settimane. Questo spazio può essere eccezionalmente prolungato fino a 20 settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Durata del lavoro",
        "citation": "Art. 38 cpv. 2 OLL 1",
        "content": "La durata massima della settimana lavorativa può essere prolungata a 52 ore per singoli periodi di sette giorni consecutivi. In via eccezionale, può essere prolungata a 60 ore se gran parte della durata del lavoro si compone di mero tempo di presenza e se il lavoratore non è esposto ad attività gravose dal profilo fisico, psichico e mentale. La durata massima della settimana lavorativa va quindi rispettata nella media di 16 settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Durata del lavoro",
        "citation": "Art. 38 cpv. 3 OLL 1",
        "content": "La durata del lavoro per singolo lavoratore non può superare nove ore su 24 e deve essere compresa in uno spazio di 10 ore, pause incluse. Se fra il venerdì sera e il lunedì mattina si lavora a due squadre, la durata del lavoro può essere prolungata fino a 12 ore, ma è allora accordata una pausa di due ore, che, nella squadra, può essere effettuata in due metà e ordinata a scaglioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Durata del lavoro",
        "citation": "Art. 38 cpv. 4 OLL 1",
        "content": "Al lavoro continuo sono poi applicabili le prescrizioni della presente ordinanza concernenti il lavoro notturno, il lavoro domenicale e il lavoro a squadre, purché gli articoli 37 e 38 non dispongano altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Lavoro continuo atipico",
        "citation": "Art. 39 cpv. 1 OLL 1",
        "content": "Gli articoli 37 e 38 non sono applicabili ai lavoratori occupati in un sistema di lavoro continuo che partecipano solo ad alcune squadre o che intervengono solo alcuni giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_39"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 9: Lavoro continuo, Lavoro continuo atipico",
        "citation": "Art. 39 cpv. 2 OLL 1",
        "content": "L’occupazione di lavoratori in squadre durante il fine settimana fra il giovedì sera (alle 20.00) e il lunedì mattina (dalle 05.00 alle 07.00) è ammessa purché:\na. i lavoratori, fatta eccezione per casi eccezionali quali le sostituzioni in caso di ferie, durante il restante periodo della settimana non esercitino altra attività lucrativa quali lavoratori;\nb. nessuna squadra imponga al lavoratore più di 10 ore di lavoro su un periodo di 12 ore; un lavoratore che svolge in una notte 10 ore di lavoro su un periodo di 12 ore può essere occupato al massimo per tre notti;\nc. la durata del riposo giornaliero di 11 ore non sia ridotta;\nd. il lavoratore non sia chiamato a svolgere lavoro straordinario giusta l’articolo 25; e\ne. il lavoratore disponga di almeno cinque giornate libere che cadono di domenica nel corso di un anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_39"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Criteri distintivi per la competenza in materia di permessi",
        "citation": "Art. 40 cpv. 1 OLL 1",
        "content": "Il lavoro notturno o domenicale è considerato temporaneo ai sensi degli articoli 17 e 19 della legge quando riguarda impieghi di durata limitata che non superano nel singolo caso sei mesi. Se un impiego si protrae inaspettatamente oltre i sei mesi e il ritardo non è imputabile all’azienda, l’autorità cantonale può prolungare il permesso di tre mesi al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_40"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Criteri distintivi per la competenza in materia di permessi",
        "citation": "Art. 40 cpv. 2 OLL 1",
        "content": "Il lavoro notturno o domenicale è considerato regolare o periodico quando:\na. il volume dello stesso supera il limite di cui al capoverso 1; o\nb. riguarda impieghi di natura regolare e che si ripetono per vari anni civili per lo stesso motivo; fa eccezione il lavoro notturno o domenicale svolto nell’ambito di impieghi di cui all’articolo 27 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_40"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Domanda",
        "citation": "Art. 41 cpv. 1 OLL 1",
        "content": "La domanda per un permesso concernente la durata del lavoro deve essere presentata:\na. per il lavoro notturno o domenicale temporaneo: all’autorità cantonale, non appena la pianificazione dei lavori è nota, ma al più tardi una settimana prima della data prevista di inizio del lavoro; è fatto salvo l’articolo 49 capoverso 2 della legge; \nb. per il lavoro notturno o domenicale regolare o periodico: alla SECO, al più tardi otto settimane prima della data prevista di inizio del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_41"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Domanda",
        "citation": "Art. 41 cpv. 2 OLL 1",
        "content": "La domanda deve essere presentata per scritto ed essere sufficientemente motivata. Deve contenere le indicazioni seguenti:\na.  la designazione dell’azienda o delle parti di azienda cui si riferisce;\nb  il numero dei lavoratori adulti interessati e, in caso di domanda per un permesso concernente i giovani, il numero dei lavoratori che non hanno ancora compiuto 18 anni;\nc.  l’orario previsto, compresa la durata del riposo e le pause, e la rotazione delle squadre o eventuali deroghe; nel caso di lavoro notturno, di lavoro a tre o più squadre e di lavoro continuo, la domanda può rinviare a rappresentazioni grafiche degli orari e dei turni;\nd.  la durata richiesta del permesso;\ne.  la conferma del consenso del lavoratore;\nf.  la conferma che è stata o sarà effettuata una visita medica relativa all’idoneità del lavoratore, sempreché tale visita sia prevista dalla legge o da un’ordinanza;\ng. la prova dell’urgente bisogno o dell’indispensabilità e, in caso di domanda per un permesso concernente i giovani, anche la prova dell’osservanza delle condizioni di cui agli articoli 12 capoverso 1 e 13 capoverso 1 dell’ordinanza del 28 settembre 2007 sulla protezione dei giovani lavoratori;\nh. l’assenso di terzi, sempreché sia previsto dalla legge o da un’ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_41"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Rilascio del permesso",
        "citation": "Art. 42 cpv. 1 OLL 1",
        "content": "Il permesso concernente la durata del lavoro indica:\na. la base legale;\nb. l’azienda o la parte d’azienda oppure il tipo di attività;\nc. il motivo;\nd. il numero totale dei lavoratori interessati e, trattandosi di lavoro a squadre e di lavoro continuo, il loro numero nelle singole squadre;\ne. i giorni, notti od ore permessi, l’orario permesso, la durata del riposo e le pause da osservare, la rotazione delle squadre ed eventuali deroghe;\nf. eventuali oneri e condizioni a tutela del lavoratore;\ng. il campo di applicazione geografico se il permesso riguarda più Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Rilascio del permesso",
        "citation": "Art. 42 cpv. 2 OLL 1",
        "content": "La validità del permesso concernente la durata del lavoro deve essere limitata temporalmente secondo il suo scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Rilascio del permesso",
        "citation": "Art. 42 cpv. 3 OLL 1",
        "content": "Per permessi temporanei concernenti la durata del lavoro, che disciplinano fattispecie che coinvolgono più Cantoni, è competente il Cantone nel quale l’azienda ha la propria la sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Rilascio del permesso",
        "citation": "Art. 42 cpv. 4 OLL 1",
        "content": "Il permesso può essere subordinato soltanto ai presupposti previsti nella legge o in un’ordinanza. Esso non deve contenere alcun onere che non sia previsto nella legge o in un’ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 2: Durata del lavoro e del riposo, Sezione 10: Permessi concernenti la durata del lavoro, Rilascio del permesso",
        "citation": "Art. 42 cpv. 5 OLL 1",
        "content": "La SECO notifica i suoi permessi ai Cantoni dove sono ubicate le aziende; i Cantoni procedono allo stesso modo in caso di permessi che disciplinano fattispecie che coinvolgono più Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Definizione di visita medica e consulenza",
        "citation": "Art. 43 cpv. 1 OLL 1",
        "content": "La visita medica comprende un controllo di base dello stato di salute del lavoratore in questione. L’estensione della visita dipende dal tipo di attività che il lavoratore deve esercitare e dai rischi sul posto di lavoro. La SECO emana una guida per la visita medica e la consulenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Definizione di visita medica e consulenza",
        "citation": "Art. 43 cpv. 2 OLL 1",
        "content": "La visita medica giusta gli articoli 29, 30 e 45 dev’essere effettuata da un medico che si è familiarizzato con il processo di lavoro, le condizioni di lavoro e i principi di medicina del lavoro. Le donne hanno diritto a una visita medica e a una consulenza da parte di un medico donna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Definizione di visita medica e consulenza",
        "citation": "Art. 43 cpv. 3 OLL 1",
        "content": "La consulenza giusta l’articolo 17c della legge riguarda aspetti specifici legati al lavoro notturno. Possono essere questioni familiari o di natura sociale, oppure problemi di alimentazione, sempreché essi si ripercuotano sulla salute del lavoratore occupato nel lavoro notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Definizione di visita medica e consulenza",
        "citation": "Art. 43 cpv. 4 OLL 1",
        "content": "I medici e gli altri specialisti paramedici chiamati a intervenire nell’ambito della visita medica obbligatoria sono considerati periti giusta l’articolo 42 capoverso 4 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Diritto alla visita medica e alla consulenza",
        "citation": "Art. 44 cpv. 1 OLL 1",
        "content": "Il lavoratore che lavora per 25 notti o più nel corso di un anno ha diritto, su richiesta, a una visita medica e alla consulenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_44"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Diritto alla visita medica e alla consulenza",
        "citation": "Art. 44 cpv. 2 OLL 1",
        "content": "Il lavoratore può far valere il suo diritto alla visita medica e alla consulenza a intervalli regolari di due anni. Dopo il compimento dei 45 anni, il lavoratore può far valere questo diritto a intervalli di un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_44"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Visita medica e consulenza obbligatorie",
        "citation": "Art. 45 cpv. 1 OLL 1",
        "content": "La visita medica e la consulenza sono obbligatorie per i giovani che svolgono, regolarmente o periodicamente, un lavoro notturno nonché per i lavoratori che svolgono, regolarmente o periodicamente, un lavoro notturno composto in gran parte di attività difficoltose o pericolose o che sono esposti a situazioni difficoltose o pericolose. Sono considerate attività o situazioni difficoltose o pericolose quelle che impongono:\na. rumori che nuocciono all’udito, forti vibrazioni e lavori a temperature calde o fredde;\nb. inquinanti atmosferici se la loro concentrazione eccede il 50 per cento della concentrazione massima ammissibile sul posto di lavoro per le sostanze nocive alla salute secondo le direttive dell’Istituto nazionale svizzero di assicurazione contro gli infortuni emesse sulla base dell’articolo 50 capoverso 3 dell’ordinanza del 19 dicembre 1983 sulla prevenzione degli infortuni;\nc. sollecitazioni eccessive di natura fisica, psichica e mentale;\nd. un’attività isolata in un’azienda o in una parte dell’azienda;\ne. una durata prolungata del lavoro notturno o il lavoro notturno senza alternanza con il lavoro diurno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Visita medica e consulenza obbligatorie",
        "citation": "Art. 45 cpv. 2 OLL 1",
        "content": "La visita medica e la consulenza precedono, la prima volta, l’inizio di un’attività elencata nel capoverso 1 e successivamente si svolgono ogni due anni. Possono coincidere con la visita di controllo di idoneità alla guida prevista all’articolo 27 dell’ordinanza del 27 ottobre 1976 sull’ammissione alla circolazione, se quest’ultima prevede gli elementi determinanti per la valutazione dell’idoneità al lavoro notturno. In questo caso, l’intervallo tra le singole visite mediche e consulenze può essere prolungato di un anno al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Visita medica e consulenza obbligatorie",
        "citation": "Art. 45 cpv. 3 OLL 1",
        "content": "Il medico incaricato della visita comunica le sue conclusioni quanto all’idoneità o all’inidoneità al lavoratore interessato e al datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Visita medica e consulenza obbligatorie",
        "citation": "Art. 45 cpv. 4 OLL 1",
        "content": "I lavoratori che secondo il medico non sono idonei o che rifiutano di sottoporsi alla visita non possono essere impiegati durante la notte per le attività di cui al capoverso 1. Se l’idoneità del lavoratore è soggetta a condizioni, il medico incaricato della visita può autorizzare l’impiego integrale o parziale del lavoratore di notte purché l’azienda adotti le misure reputate necessarie per garantire la tutela della salute del lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 1: Visita medica e consulenza, Visita medica e consulenza obbligatorie",
        "citation": "Art. 45 cpv. 5 OLL 1",
        "content": "Se il lavoratore è considerato idoneo a talune condizioni, i medici incaricati della visita sono svincolati dal segreto professionale nei confronti del datore di lavoro qualora sia necessario per adottare misure nell’azienda e sempreché, dopo essere venuto a conoscenza dell’esito della visita, il lavoratore in questione acconsenta alla trasmissione di informazioni al datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 3: Provvedimenti in caso di lavoro notturno, Sezione 2: Ulteriori misure",
        "citation": "Art. 46 OLL 1",
        "content": "In caso di lavoro notturno, il datore di lavoro deve, quali ulteriori misure, in particolare:\na. mettere a disposizione un mezzo di trasporto sicuro se la sicurezza personale di un lavoratore sul tragitto da e verso il luogo di lavoro potrebbe essere messa a rischio;\nb. mettere a disposizione mezzi di trasporto in mancanza di mezzi di trasporto pubblici;\nc. approntare attrezzature di cucina per preparare pasti caldi in un locale idoneo oppure servire pasti caldi;\nd. sostenere i lavoratori che hanno obblighi di educazione o di assistenza conformemente all’articolo 36 della legge, affinché essi possano provvedervi direttamente o attraverso terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_46"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 1: Occupazione durante la maternità, Durata del lavoro e dell’allattamento in caso di gravidanza e di maternità",
        "citation": "Art. 60 cpv. 1 OLL 1",
        "content": "Le donne incinte e le madri allattanti non possono assolutamente essere occupate oltre la durata ordinaria concordata del lavoro giornaliero; questa durata non supera in alcun modo le nove ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_60"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 1: Occupazione durante la maternità, Durata del lavoro e dell’allattamento in caso di gravidanza e di maternità",
        "citation": "Art. 60 cpv. 2 OLL 1",
        "content": "Alle madri allattanti devono essere concessi i tempi necessari all’allattamento o al tiraggio del latte. Di questi, durante il primo anno di vita del bambino vengono computati come tempo di lavoro retribuito: \na. per una durata del lavoro giornaliero fino a quattro ore: almeno 30 minuti;\nb. per una durata del lavoro giornaliero superiore a quattro ore: almeno 60 minuti;\nc. per una durata del lavoro giornaliero superiore a sette ore: almeno 90 minuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_60"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 1: Occupazione durante la maternità, Alleviamento dei compiti",
        "citation": "Art. 61 cpv. 1 OLL 1",
        "content": "Le donne incinte che esercitano la loro attività principalmente in piedi beneficiano, a partire dal quarto mese di gravidanza, di un riposo giornaliero di 12 ore e, oltre alle pause previste all’articolo 15 della legge, di una breve pausa di 10 minuti dopo ogni periodo di 2 ore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_61"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 1: Occupazione durante la maternità, Alleviamento dei compiti",
        "citation": "Art. 61 cpv. 2 OLL 1",
        "content": "A partire dal sesto mese di gravidanza, le attività esercitate in piedi vanno limitate complessivamente a quattro ore giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_61"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Lavori pericolosi o gravosi durante la gravidanza e la maternità",
        "citation": "Art. 62 cpv. 1 OLL 1",
        "content": "Il datore di lavoro può occupare donne incinte e madri allattanti nei lavori pericolosi o gravosi soltanto se, in base a una valutazione dei rischi, non risultano minacce concrete per la salute della madre e del bambino o se è possibile ovviare a tali minacce mediante adeguate misure di protezione. Sono fatti salvi ulteriori motivi di esclusione di cui al capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Lavori pericolosi o gravosi durante la gravidanza e la maternità",
        "citation": "Art. 62 cpv. 2 OLL 1",
        "content": "Se soltanto mediante l’adozione di adeguate misure di protezione è possibile eliminare minacce pericolose per la salute della madre e del bambino, l’efficacia di queste misure deve essere verificata periodicamente, almeno ogni trimestre. Se l’obiettivo di protezione non viene raggiunto, occorre procedere conformemente agli articoli 64 capoverso 3 e 65 della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Lavori pericolosi o gravosi durante la gravidanza e la maternità",
        "citation": "Art. 62 cpv. 3 OLL 1",
        "content": "Sono considerati lavori pericolosi o gravosi per le donne incinte e le madri allattanti tutti quei lavori che, per esperienza, si ripercuotono negativamente sulla salute di queste donne e dei loro bambini. Ne fanno parte in particolare:\na. lo spostamento manuale di carichi pesanti;\nb. i movimenti o le posizioni del corpo che provocano una fatica precoce;\nc. i lavori che provocano urti, scosse o vibrazioni;\nd. i lavori in condizioni di sovrappressione come il lavoro in camera di pressione, l’immersione ecc.;\ne. i lavori che espongono al freddo o al caldo oppure a un’umidità eccessiva;\nf. i lavori sottoposti agli effetti di radiazioni nocive o al rumore;\ng. i lavori sottoposti agli effetti di sostanze nocive o di microrganismi;\nh. i lavori nell’ambito di sistemi di organizzazione del tempo di lavoro che, per esperienza, portano a un forte aggravio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Lavori pericolosi o gravosi durante la gravidanza e la maternità",
        "citation": "Art. 62 cpv. 4 OLL 1",
        "content": "Il Dipartimento federale dell’economia, della formazione e della ricerca stabilisce in un’ordinanza i criteri di valutazione dei lavori pericolosi o gravosi elencati nel capoverso 3. Esso definisce inoltre le sostanze, i microrganismi e i lavori che, per esperienza e per lo stato della scienza, presentano un potenziale di pericolo particolarmente elevato per la madre e il bambino e per i quali è vietata ogni occupazione di donne incinte e di madri allattanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Valutazione dei rischi e informazione",
        "citation": "Art. 63 cpv. 1 OLL 1",
        "content": "Un’azienda con lavori pericolosi o gravosi per la madre e il bambino giusta l’articolo 62 deve, mediante un esperto competente, procedere alla valutazione dei rischi secondo i principi dell’articolo 11a segg. dell’ordinanza del 19 dicembre 1983 sulla prevenzione degli infortuni e delle malattie professionali e alle prescrizioni specifiche sul ricorso a specialisti in caso di maternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Valutazione dei rischi e informazione",
        "citation": "Art. 63 cpv. 2 OLL 1",
        "content": "La valutazione dei rischi è effettuata prima dell’assunzione di donne in un’azienda o in una parte dell’azienda giusta l’articolo 62 e in occasione di ogni modifica importante delle condizioni di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Valutazione dei rischi e informazione",
        "citation": "Art. 63 cpv. 3 OLL 1",
        "content": "Il risultato della valutazione dei rischi e le misure di protezione proposte dagli specialisti devono essere registrati per scritto. Nella valutazione dei rischi occorre osservare:\na. le prescrizioni giusta l’articolo 62 capoverso 4;\nb. le prescrizioni dell’ordinanza 3 del 18 agosto 1993 concernente la legge; e\nc. l’ordinanza del 19 dicembre 1983 sulla prevenzione degli infortuni e delle malattie professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 2: Protezione della salute durante la maternità, Valutazione dei rischi e informazione",
        "citation": "Art. 63 cpv. 4 OLL 1",
        "content": "Il datore di lavoro deve provvedere a informare e istruire, in modo tempestivo, esauriente e adeguato, le donne che svolgono lavori gravosi e pericolosi sui pericoli e i provvedimenti connessi con la gravidanza e la maternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 3: Restrizioni e divieti di occupazione, Esenzione dal lavoro e trasferimento",
        "citation": "Art. 64 cpv. 1 OLL 1",
        "content": "Le donne incinte e le madri allattanti sono esentate, su loro domanda, da lavori che sono gravosi per loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_64"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 3: Restrizioni e divieti di occupazione, Esenzione dal lavoro e trasferimento",
        "citation": "Art. 64 cpv. 2 OLL 1",
        "content": "Le donne che, conformemente al certificato medico, nei primi mesi dopo il parto non hanno ripreso appieno la propria capacità lavorativa, non possono essere impiegate in lavori che superano detta capacità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_64"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 3: Restrizioni e divieti di occupazione, Esenzione dal lavoro e trasferimento",
        "citation": "Art. 64 cpv. 3 OLL 1",
        "content": "Il datore di lavoro deve trasferire una donna incinta o una madre allattante a un posto di lavoro equivalente e che non presenta pericoli per lei, se:\na. la valutazione dei rischi rivela un pericolo per la sicurezza e la salute della mamma o del bambino, e non può essere adottata alcuna misura di protezione adeguata; o se\nb. è accertato che la donna in questione utilizza sostanze, microrganismi o svolge lavori connessi con un elevato potenziale di pericolo giusta l’articolo 62 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_64"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 3: Restrizioni e divieti di occupazione, Lavori vietati durante la maternità",
        "citation": "Art. 65 OLL 1",
        "content": "Se non è possibile un trasferimento giusta l’articolo 64 capoverso 3, la donna in questione non può più essere occupata nell’azienda o nella parte d’azienda interessata dal pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_65"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 5: Protezione speciale delle donne, Sezione 3: Restrizioni e divieti di occupazione, Lavori sotterranei nelle miniere",
        "citation": "Art. 66 OLL 1",
        "content": "è vietato impiegare donne in lavori sotterranei nelle miniere, salvo che si tratti di:\na. attività scientifiche;\nb. servizi di pronto soccorso o di assistenza medica urgente;\nc. attività di breve durata nell’ambito di una formazione professionale regolamentata; oppure\nd. attività di breve durata a carattere non manuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_66"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 1: Regolamento aziendale, Regolamento aziendale stabilito per convenzione o emanato dal datore di lavoro",
        "citation": "Art. 67 cpv. 1 OLL 1",
        "content": "La delegazione dei lavoratori è eletta liberamente se l’elezione è avvenuta secondo i principi degli articoli 5–7 della legge del 17 dicembre 1993 sulla partecipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_67"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 1: Regolamento aziendale, Regolamento aziendale stabilito per convenzione o emanato dal datore di lavoro",
        "citation": "Art. 67 cpv. 2 OLL 1",
        "content": "Se il regolamento aziendale è emanato dal datore di lavoro, un esemplare è affisso nell’azienda in luogo ben visibile o è distribuito ai lavoratori. Entro quattro settimane, i lavoratori possono esprimere per scritto il loro parere o devono essere ascoltati personalmente dal datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_67"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 1: Regolamento aziendale, Pubblicazione del regolamento aziendale",
        "citation": "Art. 68 cpv. 1 OLL 1",
        "content": "Il regolamento aziendale va affisso nell’azienda in luogo ben visibile o distribuito ai lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_68"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 1: Regolamento aziendale, Pubblicazione del regolamento aziendale",
        "citation": "Art. 68 cpv. 2 OLL 1",
        "content": "Esso va inviato all’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_68"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 2: Ulteriori obblighi nei confronti dei lavoratori, Comunicazione degli orari di lavoro e delle disposizioni di protezione",
        "citation": "Art. 69 cpv. 1 OLL 1",
        "content": "I lavoratori vanno chiamati a partecipare alla pianificazione degli orari di lavoro determinanti nell’azienda, quali gli orari usuali degli impieghi, il servizio di picchetto, i piani degli impieghi, gli orari di lavoro autorizzati e le relative modifiche. I lavoratori vanno informati il più presto possibile, di regola due settimane prima di un impiego previsto con i nuovi orari di lavoro, sul momento dell’introduzione concreta degli orari di lavoro determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_69"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 2: Ulteriori obblighi nei confronti dei lavoratori, Comunicazione degli orari di lavoro e delle disposizioni di protezione",
        "citation": "Art. 69 cpv. 2 OLL 1",
        "content": "Sono considerate disposizioni di protezione speciale giusta l’articolo 47 capoverso 1 lettera b della legge le prescrizioni della legge e della presente ordinanza in materia di protezione dei giovani, di maternità e di attribuzione di periodi di riposo compensativi per il lavoro notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_69"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 2: Ulteriori obblighi nei confronti dei lavoratori, Informazione e istruzione dei lavoratori",
        "citation": "Art. 70 cpv. 1 OLL 1",
        "content": "Il datore di lavoro deve provvedere affinché tutti i lavoratori occupati nella sua azienda, compresi i lavoratori che vi esercitano la propria attività pur dipendendo da un’altra azienda, siano adeguatamente ed esaurientemente informati e istruiti circa l’organizzazione dell’orario di lavoro, la strutturazione dei piani di lavoro e i provvedimenti previsti in caso di lavoro notturno ai sensi dell’articolo 17e della legge. L’istruzione del lavoratore deve aver luogo al momento dell’entrata in servizio e in caso di modifica delle condizioni di lavoro; se necessario, va ripetuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_70"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 2: Ulteriori obblighi nei confronti dei lavoratori, Informazione e istruzione dei lavoratori",
        "citation": "Art. 70 cpv. 2 OLL 1",
        "content": "Le informazioni e le istruzioni devono essere impartite durante l’orario di lavoro e non possono essere messe a carico dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_70"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 2: Ulteriori obblighi nei confronti dei lavoratori, Partecipazione dei lavoratori",
        "citation": "Art. 71 cpv. 1 OLL 1",
        "content": "I lavoratori o i loro rappresentanti nell’azienda devono essere informati preventivamente riguardo alle ispezioni dell’autorità d’esecuzione e, se lo desiderano, devono essere invitati in forma appropriata a partecipare alle inchieste o alle ispezioni aziendali di tale autorità. Lo stesso vale anche nel caso di ispezioni non annunciate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_71"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 2: Ulteriori obblighi nei confronti dei lavoratori, Partecipazione dei lavoratori",
        "citation": "Art. 71 cpv. 2 OLL 1",
        "content": "Il datore di lavoro deve comunicare ai lavoratori o ai loro rappresentanti nell’azienda le istruzioni impartite dall’autorità d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_71"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Accesso all’azienda",
        "citation": "Art. 72 cpv. 1 OLL 1",
        "content": "Il datore di lavoro deve permettere agli organi d’esecuzione e di vigilanza l’accesso a tutti i locali dell’azienda, compresi i refettori e i soggiorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_72"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Accesso all’azienda",
        "citation": "Art. 72 cpv. 2 OLL 1",
        "content": "Gli organi d’esecuzione e di vigilanza, nell’ambito dei loro compiti, possono interrogare il datore di lavoro e, in assenza di terzi, i lavoratori occupati nell’azienda sull’esecuzione della legge, delle ordinanze e delle decisioni dell’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_72"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Elenchi e altri atti",
        "citation": "Art. 73 cpv. 1 OLL 1",
        "content": "Gli elenchi e gli atti devono contenere i dati necessari all’esecuzione della legge, in particolare:\na. i dati personali del lavoratore;\nb. il tipo di attività del lavoratore nonché le date dell’inizio e della fine del suo rapporto di lavoro;\nc. la durata (giornaliera e settimanale) del lavoro effettivamente svolto, inclusi il lavoro compensativo e il lavoro straordinario nonché la loro posizione sull’arco della giornata;\nd. i giorni di riposo o di riposo compensativo concessi settimanalmente se non cadono regolarmente di domenica;\ne. il periodo e la durata delle pause di durata uguale o superiore a mezz’ora;\nf. le deroghe aziendali alla definizione di giorno, notte e domenica ai sensi degli articoli 10, 16 e 18 della legge;\ng. le regolamentazioni concernenti il supplemento di tempo giusta l’articolo 17b capoversi 2 e 3 della legge;\nh. i supplementi di tempo e i supplementi salariali prescritti dalla legge;\ni. i risultati delle inchieste mediche quanto all’idoneità o all’inidoneità in caso di lavoro notturno o di maternità;\nj. la presenza di motivi di esclusione oppure i risultati della valutazione dei rischi in caso di maternità e le misure aziendali adottate di conseguenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Elenchi e altri atti",
        "citation": "Art. 73 cpv. 2 OLL 1",
        "content": "Gli elenchi e gli altri atti devono essere conservati per almeno cinque anni dopo la scadenza della loro validità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Elenchi e altri atti",
        "citation": "Art. 73 cpv. 3 OLL 1",
        "content": "Gli organi d’esecuzione e di vigilanza possono consultare elenchi e atti supplementari, sempreché sia necessario per l’adempimento dei loro compiti. Se necessario ai fini dell’inchiesta, l’autorità competente può disporne. Al termine dell’inchiesta, essi vanno restituiti al datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Rinuncia alla registrazione della durata del lavoro",
        "citation": "Art. 73a cpv. 1 OLL 1",
        "content": "Le parti sociali possono prevedere, in un contratto collettivo di lavoro, che gli elenchi e gli atti non contengano i dati di cui all’articolo 73 capoverso 1 lettere c–e nonché h se i lavoratori interessati:\na. dispongono di un’ampia autonomia nel loro lavoro e sono prevalentemente liberi di stabilire i propri orari di lavoro; \nb. percepiscono un reddito annuo lordo, bonus compresi, superiore a 120 000 franchi, ridotto proporzionalmente in caso di impiego a tempo parziale; e\nc. hanno convenuto individualmente in forma scritta che rinunciano alla registrazione della durata del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Rinuncia alla registrazione della durata del lavoro",
        "citation": "Art. 73a cpv. 2 OLL 1",
        "content": "L’importo di cui al capoverso 1 lettera b è adeguato all’evoluzione dell’importo massimo del guadagno assicurato secondo la LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Rinuncia alla registrazione della durata del lavoro",
        "citation": "Art. 73a cpv. 3 OLL 1",
        "content": "La convenzione di cui al capoverso 1 lettera c può essere revocata ogni anno dal lavoratore o dal datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Rinuncia alla registrazione della durata del lavoro",
        "citation": "Art. 73a cpv. 4 OLL 1",
        "content": "Il contratto collettivo di lavoro deve essere sottoscritto dalla maggioranza delle organizzazioni rappresentative dei lavoratori, in particolare del settore o dell’azienda, e prevedere quanto segue:\na. misure specifiche per garantire la protezione della salute e l’osservanza della durata del riposo stabilita per legge;\nb. l’obbligo del datore di lavoro di designare un servizio interno preposto alle questioni concernenti la durata del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Rinuncia alla registrazione della durata del lavoro",
        "citation": "Art. 73a cpv. 5 OLL 1",
        "content": "Il datore di lavoro tiene a disposizione delle autorità d’esecuzione e di vigilanza il contratto collettivo di lavoro, le convenzioni di rinuncia individuali e un elenco dei lavoratori che hanno rinunciato alla registrazione della durata del lavoro e nel quale è riportato anche il loro reddito annuo lordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Registrazione semplificata della durata del lavoro",
        "citation": "Art. 73b cpv. 1 OLL 1",
        "content": "La rappresentanza dei lavoratori di un settore o di un’azienda o, in sua assenza, la maggioranza dei lavoratori di un’azienda può convenire con il datore di lavoro che, per i lavoratori liberi di stabilire in misura significativa i propri orari di lavoro, debba essere registrata unicamente la durata giornaliera del lavoro effettivamente svolto. In caso di lavoro notturno e domenicale vanno inoltre documentati l’inizio e la fine degli impieghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Registrazione semplificata della durata del lavoro",
        "citation": "Art. 73b cpv. 2 OLL 1",
        "content": "La convenzione deve prevedere quanto segue: \na. le categorie di lavoratori a cui si applica la registrazione semplificata della durata del lavoro;\nb. disposizioni speciali concernenti l’osservanza delle disposizioni sulla durata del lavoro e del riposo;\nc. una procedura paritetica per verificare l’osservanza della convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Registrazione semplificata della durata del lavoro",
        "citation": "Art. 73b cpv. 3 OLL 1",
        "content": "Nelle aziende che occupano meno di 50 lavoratori la registrazione semplificata della durata del lavoro secondo il capoverso 1 può anche essere convenuta individualmente in forma scritta tra il datore di lavoro e il lavoratore. Nella convenzione vanno menzionate le disposizioni sulla durata del lavoro e del riposo vigenti. Deve inoltre essere svolto e documentato annualmente un colloquio di fine anno concernente l’onere lavorativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Registrazione semplificata della durata del lavoro",
        "citation": "Art. 73b cpv. 4 OLL 1",
        "content": "Nonostante l’esistenza di una simile convenzione, i lavoratori interessati sono liberi di registrare i dati di cui all’articolo 73 capoverso 1 lettere c–e. Il datore di lavoro mette a disposizione uno strumento adeguato a tale scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Attestato d’età",
        "citation": "Art. 74 cpv. 1 OLL 1",
        "content": "Per tutti i giovani, il datore di lavoro deve tenere un attestato d’età a disposizione delle autorità d’esecuzione e di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_74"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 6: Obblighi particolari del datore di lavoro e del lavoratore, Sezione 3: Obblighi nei confronti degli organi d’esecuzione e di vigilanza, Attestato d’età",
        "citation": "Art. 74 cpv. 2 OLL 1",
        "content": "L’attestato d’età è rilasciato gratuitamente dall’ufficiale dello stato civile del luogo di nascita o di origine o, per gli stranieri nati fuori della Svizzera, dalla competente autorità di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_74"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Segreteria di Stato dell'economia",
        "citation": "Art. 75 cpv. 1 OLL 1",
        "content": "La SECO è il servizio della Confederazione preposto alla protezione dei lavoratori. Esso esplica in particolare i seguenti compiti:\na. controlla e coordina l’applicazione della legge da parte dei Cantoni e vigila sull’uniformità dell’applicazione del diritto;\nb. assicura la formazione continua e il perfezionamento professionale delle autorità d’esecuzione;\nc. consiglia e informa le autorità cantonali d’esecuzione, nonché le associazioni padronali e dei lavoratori sull’applicazione della legge e delle ordinanze, come pure altre organizzazioni interessate o coinvolte in merito a questioni generali concernenti la protezione dei lavoratori;\nd. fornisce informazioni riguardanti la protezione dei lavoratori;\ne. mette a disposizione gli specialisti e le infrastrutture indispensabili per valutare e risolvere questioni complesse, problemi ed eventi vari;\nf. studia questioni di fondo e casi particolari relativi alla protezione dei lavoratori e chiarisce casi di importanza generale;\ng. sostiene gli sforzi intesi a promuovere la protezione della salute sul posto di lavoro e lancia e promuove progetti di ricerca sul tema lavoro e salute;\nh. assicura la gestione delle relazioni pubbliche e dei contatti internazionali nel settore della protezione dei lavoratori;\ni. provvede all’esecuzione della legge e delle sue ordinanze nelle aziende e nelle amministrazioni pubbliche;\nj. applica la procedura di approvazione dei piani giusta gli articoli 7 e 8 della legge nell’ambito del coordinamento della procedura federale giusta l’articolo 62a – 62c della legge federale del 21 marzo 1997 sull’organiz-zazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Segreteria di Stato dell'economia",
        "citation": "Art. 75 cpv. 2 OLL 1",
        "content": "Sempreché lo esigano i compiti di cui al capoverso 1, la SECO ha accesso a tutte le aziende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Segreteria di Stato dell'economia",
        "citation": "Art. 75 cpv. 3 OLL 1",
        "content": "La SECO, su richiesta e dietro rimborso delle spese, può assumere integralmente o parzialmente taluni compiti di un Cantone quando per mancanza di personale, di mezzi o della necessaria formazione, il Cantone non è in grado di assolverli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Segreteria di Stato dell'economia",
        "citation": "Art. 75 cpv. 4 OLL 1",
        "content": "La SECO può prescrivere moduli uniformi per domande, permessi e approvazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Decisioni della SECO e misure sostitutive",
        "citation": "Art. 77 cpv. 1 OLL 1",
        "content": "La SECO, nel suo ambito di compiti, può emanare decisioni nei confronti del datore di lavoro, esortandolo ad adottare le misure necessarie a ristabilire l’ordine legale. In caso di pericolo imminente, egli può emanare decisioni a titolo preventivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_77"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Decisioni della SECO e misure sostitutive",
        "citation": "Art. 77 cpv. 2 OLL 1",
        "content": "Le decisioni menzionate nel capoverso 1 devono essere comunicate per scritto; le misure preventive vanno confermate e motivate successivamente. Al datore di lavoro va impartito un termine entro il quale deve ristabilire l’ordine legale e darne conferma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_77"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Decisioni della SECO e misure sostitutive",
        "citation": "Art. 77 cpv. 3 OLL 1",
        "content": "Se entro il termine legale, il datore di lavoro non ottempera alle decisioni o alle misure imposte, la SECO adotta le misure che si impongono a spese del datore di lavoro e pronuncia le sanzioni penali appropriate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_77"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 1: Confederazione, Misure concernenti l’alta vigilanza",
        "citation": "Art. 78 OLL 1",
        "content": "Se l’autorità cantonale d’esecuzione omette di eseguire un atto ufficiale necessario o se le decisioni contraddicono del tutto o in parte la legge, la SECO emana le necessarie direttive. In presenza di un pericolo imminente o di violazioni gravi di beni giuridici, la SECO adotta di sua iniziativa le misure necessarie per ristabilire l’ordine legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_78"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Compiti",
        "citation": "Art. 79 cpv. 1 OLL 1",
        "content": "Sempreché l’esecuzione della legge e delle ordinanze non sia riservata alla Confederazione, essa spetta alle autorità cantonali le quali devono in particolare:\na. eseguire controlli nelle aziende sull’osservanza delle prescrizioni della legge e delle ordinanze;\nb. consigliare datori di lavoro, lavoratori, committenti, pianificatori e tutte le altre persone alle quali la legge affida compiti su questioni riguardanti l’applicazione della legge e delle ordinanze;\nc. informare i datori di lavoro, i lavoratori, le loro organizzazioni nonché altre organizzazioni professionali e servizi interessati su questioni d’attualità e relativi sviluppi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_79"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Compiti",
        "citation": "Art. 79 cpv. 2 OLL 1",
        "content": "I Cantoni provvedono affinché:\na. sia impiegato personale di vigilanza adeguatamente formato in numero sufficiente per l’adempimento dei compiti legali;\nb. sia impiegato o si possa ricorrere a personale di sorveglianza femminile per problemi specifici alle donne;\nc. le persone incaricate della vigilanza dispongano delle competenze e dei mezzi materiali necessari; e\nd. le condizioni di assunzione di tali persone conferiscano loro la sicurezza indispensabile all’esercizio dell’attività e garantiscano la loro indipendenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_79"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Compiti",
        "citation": "Art. 79 cpv. 3 OLL 1",
        "content": "La SECO emana direttive circa il livello qualitativo della formazione e del perfezionamento professionale e il numero delle persone preposte alla vigilanza da impiegare per ogni Cantone in funzione del numero delle aziende, dei compiti legali da adempiere e della loro complessità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_79"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Comunicazioni e rapporti",
        "citation": "Art. 80 cpv. 1 OLL 1",
        "content": "I Cantoni comunicano alla SECO:\na. le autorità d’esecuzione e le autorità di ricorso designate conformemente all’articolo 41 capoverso 1 della legge;\nb. i giorni festivi parificati alle domeniche conformemente all’articolo 20a capoverso 1 della legge;\nc. le ordinanze cantonali d’esecuzione emanate in virtù della legge nonché tutte le modifiche;\nd. le decisioni in merito alle misure amministrative, alle sentenze penali e alle ordinanze di non luogo a procedere in versione integrale e motivata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Comunicazioni e rapporti",
        "citation": "Art. 80 cpv. 2 OLL 1",
        "content": "I Cantoni trasmettono annualmente alla SECO i dati necessari per il rapporto all’attenzione dell’Organizzazione internazionale del lavoro e per provvedere all’alta vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Comunicazioni e rapporti",
        "citation": "Art. 80 cpv. 3 OLL 1",
        "content": "I dati richiesti dalla SECOdevono essergli trasmessi entro tre mesi dalla fine dell’anno di riferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 2: Cantoni, Comunicazioni e rapporti",
        "citation": "Art. 80 cpv. 4 OLL 1",
        "content": "L’autorità cantonale trasmette alla SECO una copia dei permessi concernenti la durata del lavoro da essa rilasciati e lo informa delle decisioni e dei provvedimenti presi conformemente agli articoli 51 capoversi 2 e 3, 52 e 53 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 3: Commissione federale del lavoro",
        "citation": "Art. 81 cpv. 1 OLL 1",
        "content": "La Commissione federale del lavoro è composta di 19 membri. Vi sono rappresentati:\na. i Cantoni con due membri;\nb. gli ambienti scientifici con due membri;\nc. le associazioni padronali e dei lavoratori, entrambe con sette membri;\nd. le organizzazioni femminili con un membro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 3: Commissione federale del lavoro",
        "citation": "Art. 81 cpv. 2 OLL 1",
        "content": "La presidenza è assunta dal direttore della Direzione del lavoro della SECO o dal suo supplente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 3: Commissione federale del lavoro",
        "citation": "Art. 81 cpv. 3 OLL 1",
        "content": "I membri sono eletti per la corrispondente durata del periodo amministrativo applicabile alle autorità federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 3: Commissione federale del lavoro",
        "citation": "Art. 81 cpv. 4 OLL 1",
        "content": "Per l’esame di determinati problemi, la Commissione può costituire sottocommissioni e ricorrere a periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 7: Attribuzioni e organizzazione delle autorità, Sezione 3: Commissione federale del lavoro",
        "citation": "Art. 81 cpv. 5 OLL 1",
        "content": "Il regolamento interno è emanato dal Dipartimento federale dell’economia, della formazione e della ricerca, d’intesa con la Commissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Obbligo del segreto",
        "citation": "Art. 82 cpv. 1 OLL 1",
        "content": "L’obbligo del segreto giusta l’articolo 44 della legge riguarda anche le autorità di vigilanza e di esecuzione della legge, i membri della Commissione federale del lavoro, i periti e gli ispettori specializzati ai quali si ricorre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_82"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Obbligo del segreto",
        "citation": "Art. 82 cpv. 2 OLL 1",
        "content": "Se si ricorre a periti e a ispettori specializzati, questi vanno resi attenti per scritto al loro obbligo di segreto nei confronti di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_82"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Comunicazione di dati personali degni di particolare protezione",
        "citation": "Art. 83 cpv. 1 OLL 1",
        "content": "Se la persona interessata non è stata esplicitamente informata o se, date le circostanze, non è evidentemente al corrente della comunicazione di dati che la riguardano, è necessario notificarle la comunicazione e l’effettiva estensione dei suoi dati personali, accordandole inoltre l’opportunità di esprimersi in merito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Comunicazione di dati personali degni di particolare protezione",
        "citation": "Art. 83 cpv. 2 OLL 1",
        "content": "È possibile rinunciare ad accordare il diritto di essere ascoltato prima della comunicazione dei dati qualora sussista il pericolo che vengano lesi i diritti o importanti interessi di terzi o che venga impedito l’adempimento di compiti legali, oppure se, entro i termini, l’interessato non si manifesta o è introvabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Comunicazione di dati personali degni di particolare protezione",
        "citation": "Art. 83 cpv. 3 OLL 1",
        "content": "Una comunicazione generale di dati personali degni di particolare protezione avviene solamente per scopi statistici dell’Ufficio federale di statistica, a condizione che questo, per le informazioni richieste, possa appellarsi a una base giuridica con un profilo dei compiti chiaramente definito e che i dati non possano essere inoltrati a terzi o lo siano soltanto in forma anonima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Comunicazione di dati personali degni di particolare protezione",
        "citation": "Art. 83 cpv. 4 OLL 1",
        "content": "Il consenso della persona interessata giusta l’articolo 44a capoverso 2 della legge viene presupposto se la comunicazione dei dati è molto urgente per il destinatario, avviene nell’interesse della persona in questione e una sua presa di posizione non giungerebbe entro il termine utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Comunicazione in caso di dati personali non degni di particolare protezione",
        "citation": "Art. 84 cpv. 1 OLL 1",
        "content": "La comunicazione generale di dati personali non degni di particolare protezione è rivolta alle autorità di esecuzione e di vigilanza della legge e della legge sull’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_84"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 1:, Obbligo del segreto, comunicazione dei dati e diritto di informazione, Comunicazione in caso di dati personali non degni di particolare protezione",
        "citation": "Art. 84 cpv. 2 OLL 1",
        "content": "Nel singolo caso e su richiesta motivata è possibile comunicare anche a terzi dati personali non degni di particolare protezione, qualora si possa far valere un interesse pubblico o un interesse privato superiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_84"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Sistema di informazione e di documentazione della Confederazione",
        "citation": "Art. 85 cpv. 1 OLL 1",
        "content": "La SECO, nell’ambito della sua attività di vigilanza e di esecuzione, gestisce un sistema automatizzato di informazione e di documentazione per:\na. i permessi concernenti la durata del lavoro;\nb. la procedura di approvazione dei piani di cui all’articolo 7 capoverso 4 della legge;\nc. la banca dati inerente al diritto del lavoro, che contiene informazioni generali sul diritto pubblico e privato del lavoro;\nd. la banca dati inerente all’esecuzione, gestita dalla Commissione federale di coordinamento per la sicurezza sul lavoro (CFSL), che contiene in particolare dati sull’attività d’ispezione degli organi d’esecuzione della legge e della LAINF;\ne. le ispezioni alle aziende;\nf. la gestione degli indirizzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_85"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Sistema di informazione e di documentazione della Confederazione",
        "citation": "Art. 85 cpv. 2 OLL 1",
        "content": "Il sistema contiene per ogni azienda:\na. il nome, l’indirizzo e il numero d’identificazione;\nb. la tipologia (industriale o non industriale);\nc. il genere di attività economica;\nd. la data di registrazione nel sistema e la data di cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_85"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Sistema di informazione e di documentazione della Confederazione",
        "citation": "Art. 85 cpv. 3 OLL 1",
        "content": "Il sistema può inoltre contenere:\na. i piani, le descrizioni dei piani, le approvazioni dei piani e i permessi d’esercizio nell’ambito della procedura di cui all’articolo 7 capoverso 4 della legge;\nb. i verbali delle ispezioni delle aziende;\nc. il motivo dell’iscrizione;\nd. le decisioni, le valutazioni dei rischi, le perizie, le denunce e le sentenze penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_85"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Sistemi di informazione e di documentazione dei Cantoni",
        "citation": "Art. 86 cpv. 1 OLL 1",
        "content": "L’autorità cantonale, nell’ambito della sua attività di vigilanza e di esecuzione, gestisce un sistema di informazione e di documentazione per le aziende industriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_86"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Sistemi di informazione e di documentazione dei Cantoni",
        "citation": "Art. 86 cpv. 2 OLL 1",
        "content": "Il sistema contiene per ogni azienda industriale:\na. i dati di cui all’articolo 85 capoverso 2;\nb. l’indicazione delle lettere dell’articolo 5 capoverso 2 della legge in base alle quali è stata assoggettata l’azienda; \nc. i piani, le descrizioni dei piani, le approvazioni dei piani e i permessi d’esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_86"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Scambio di dati e sicurezza dei dati",
        "citation": "Art. 87 cpv. 1 OLL 1",
        "content": "Le autorità della Confederazione e dei Cantoni responsabili dell’esecuzione della legge o della LAINF si scambiano reciprocamente i dati se ciò è necessario per l’adempimento dei loro compiti legali. L’autorità cantonale comunica immediatamente alla SECO in particolare i dati di cui all’articolo 86 capoverso 2 lettere a e b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Scambio di dati e sicurezza dei dati",
        "citation": "Art. 87 cpv. 2 OLL 1",
        "content": "Le autorità della Confederazione e dei Cantoni possono connettere i loro sistemi automatizzati di informazione e di documentazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Scambio di dati e sicurezza dei dati",
        "citation": "Art. 87 cpv. 3 OLL 1",
        "content": "Esse si accordano reciprocamente, laddove esista una simile connessione, l’accesso nella procedura di richiamo a tutti i dati non degni di una particolare protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Scambio di dati e sicurezza dei dati",
        "citation": "Art. 87 cpv. 4 OLL 1",
        "content": "La SECO e i Cantoni prendono le misure necessarie affinché i terzi non autorizzati non possano accedere ai dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Registrazione, modifica e archiviazione dei dati",
        "citation": "Art. 88 cpv. 1 OLL 1",
        "content": "I dati sono gestiti centralmente dalla SECO per la Confederazione; per il Cantone la gestione spetta all’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_88"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Registrazione, modifica e archiviazione dei dati",
        "citation": "Art. 88 cpv. 2 OLL 1",
        "content": "I dati concernenti persone devono essere distrutti cinque anni dopo la scadenza della loro validità, sempreché non debbano essere consegnati all’Archivio federale. Tale scadenza non vale per i dati resi anonimi, elaborati per scopi di pianificazione, ricerca o statistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_88"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Protezione dei dati",
        "citation": "Art. 89 OLL 1",
        "content": "I diritti delle persone interessate, segnatamente il diritto di accesso, rettifica e distruzione, sono retti dalle disposizioni della LPD, nella misura in cui la LL non contiene disposizioni contrarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_89"
    },
    {
        "book": "ArGV 1",
        "title": "OLL 1, Capitolo 8: Protezione dei dati e gestione dei dati, Sezione 2: Sistemi di informazione e di documentazione, Disposizione penale",
        "citation": "Art. 90 OLL 1",
        "content": "Il perseguimento penale per violazioni della protezione dei dati e dell’obbligo di accesso è disciplinato dalla LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/it#art_90"
    }
]