[
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 1. Abschnitt: Begriffe, Arbeitnehmer",
        "citation": "Art. 1 Abs. 1 ArGV 1",
        "content": "Arbeitnehmer oder Arbeitnehmerin ist jede Person, die in einem unter das Gesetz fallenden Betrieb dauernd oder vorübergehend während der ganzen Arbeitszeit oder eines Teils davon beschäftigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_1"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 1. Abschnitt: Begriffe, Arbeitnehmer",
        "citation": "Art. 1 Abs. 2 ArGV 1",
        "content": "Arbeitnehmer oder Arbeitnehmerinnen sind auch Lehrlinge, Praktikanten, Praktikantinnen, Volontäre, Volontärinnen und andere Personen, die hauptsächlich zur Ausbildung oder zur Vorbereitung der Berufswahl im Betrieb tätig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_1"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 1. Abschnitt: Begriffe, Grossbetriebe des Detailhandels",
        "citation": "Art. 2 ArGV 1",
        "content": "Grossbetriebe des Detailhandels sind Betriebe, die im gleichen Gebäude oder in benachbarten Gebäuden insgesamt mehr als 50 Arbeitnehmer oder Arbeitnehmerinnen, einschliesslich das Kassenpersonal, im Detailverkauf beschäftigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_2"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 2. Abschnitt: Betrieblicher Geltungsbereich, Betriebe des Bundes, der Kantone und der Gemeinden",
        "citation": "Art. 4 ArGV 1",
        "content": "Das Gesetz ist insbesondere anwendbar auf Betriebe des Bundes, der Kantone und der Gemeinden:\na. zur Herstellung, Verarbeitung oder Behandlung von Gütern sowie zur Erzeugung, Umwandlung oder Übertragung von Energie, unter Vorbehalt von Artikel 2 Absatz 1 Buchstabe b des Gesetzes;\nb. zur Beförderung von Personen oder Gütern, unter Vorbehalt von Artikel 2 Absatz 1 Buchstabe b des Gesetzes;\nc. für die Abfuhr, für die Verbrennung oder Verarbeitung von Kehricht, Betriebe der Wasserversorgung und der Abwasserreinigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_4"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 2. Abschnitt: Betrieblicher Geltungsbereich, Öffentliche Krankenanstalten und Kliniken",
        "citation": "Art. 4a Abs. 1 ArGV 1",
        "content": "Das Gesetz ist anwendbar auf öffentliche Krankenanstalten und Kliniken im Rahmen von Arbeitsverhältnissen mit Assistenzärztinnen und Assistenzärzten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_4_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 2. Abschnitt: Betrieblicher Geltungsbereich, Öffentliche Krankenanstalten und Kliniken",
        "citation": "Art. 4a Abs. 2 ArGV 1",
        "content": "Öffentliche Krankenanstalten und Kliniken sind Krankenanstalten und Kliniken der Kantone und der Gemeinden, die Bestandteil einer öffentlichen Verwaltung sind oder als öffentlich-rechtliche Anstalten ohne Rechtspersönlichkeit oder als öffentlich-rechtliche Körperschaften organisiert sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_4_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 2. Abschnitt: Betrieblicher Geltungsbereich, Öffentliche Krankenanstalten und Kliniken",
        "citation": "Art. 4a Abs. 3 ArGV 1",
        "content": "Assistenzärztinnen und Assistenzärzte sind Ärztinnen und Ärzte der Human-, Zahn- oder Tiermedizin, die nach erworbenem Staatsexamen eine Weiterbildung absolvieren:\na. zur Erlangung des ersten Facharzttitels; oder\nb. für die Zulassung zur Eröffnung einer eigenen Praxis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_4_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Landwirtschaftsbetriebe",
        "citation": "Art. 5 Abs. 1 ArGV 1",
        "content": "Als Betriebe der landwirtschaftlichen Urproduktion gelten Betriebe des Acker-, Wiesen-, Obst-, Wein- und Gemüsebaues, der Beerenkultur, der Zucht- und Nutztierhaltung sowie die zu einem Landwirtschaftsbetrieb gehörenden privaten Waldungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_5"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Landwirtschaftsbetriebe",
        "citation": "Art. 5 Abs. 2 ArGV 1",
        "content": "Als örtliche Milchsammelstellen gelten Betriebe, die Verkehrsmilch aus einem örtlich beschränkten Einzugsgebiet unmittelbar von landwirtschaftlichen Betrieben übernehmen und sie ganz oder teilweise in damit verbundenen Räumlichkeiten verarbeiten oder an andere Betriebe zur Verarbeitung oder zum Verkauf weitergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_5"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Landwirtschaftsbetriebe",
        "citation": "Art. 5 Abs. 3 ArGV 1",
        "content": "Ein Nebenbetrieb liegt vor, wenn die darin verarbeiteten oder verwerteten Erzeugnisse des Hauptbetriebes für den Eigengebrauch oder den lokalen Markt bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_5"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Gartenbaubetriebe",
        "citation": "Art. 6 Abs. 1 ArGV 1",
        "content": "Als Betriebe mit überwiegend gärtnerischer Pflanzenproduktion gelten Gartenbaubetriebe, in denen die Mehrzahl der Arbeitnehmer und Arbeitnehmerinnen in einer oder mehreren der folgenden Betriebsarten beschäftigt werden:\na. Gemüsebau;\nb. Topfpflanzen- und Schnittblumenkultur;\nc. Baumschulen und Obstbau, einschliesslich Stauden und Kleingehölze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_6"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Öffentliche Anstalten und Körperschaften",
        "citation": "Art. 7 Abs. 1 ArGV 1",
        "content": "Die Arbeits- und Ruhezeitbestimmungen sind nicht anwendbar auf öffentlich-rechtliche Anstalten ohne  Rechtspersönlichkeit sowie Körperschaften des öffentlichen Rechts, sofern die Mehrzahl der in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen in einem öffentlich-rechtlichen Arbeitsverhältnis stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_7"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Öffentliche Anstalten und Körperschaften",
        "citation": "Art. 7 Abs. 2 ArGV 1",
        "content": "Beschäftigt ein Betrieb nach Absatz 1 Arbeitnehmer oder Arbeitnehmerinnen, die in einem privatrechtlichen Arbeitsverhältnis stehen, dann ist auf diese Arbeitnehmer und Arbeitnehmerinnen das Gesetz auch bezüglich der Arbeits- und Ruhezeiten anwendbar, soweit das öffentliche Dienstrecht für den Arbeitnehmer oder die Arbeitnehmerin nicht günstigere Bestimmungen vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_7"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 3. Abschnitt: Ausnahmen vom betrieblichen Geltungsbereich, Öffentliche Anstalten und Körperschaften",
        "citation": "Art. 7 Abs. 3 ArGV 1",
        "content": "Die Artikel 4 und 4a bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_7"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Personal internationaler Organisationen und öffentlicher Verwaltungen ausländischer Staaten",
        "citation": "Art. 8 Abs. 1 ArGV 1",
        "content": "Zum Personal internationaler Organisationen und öffentlicher Verwaltungen ausländischer Staaten gehören:\na. das Personal der diplomatischen Missionen und der konsularischen Posten ausländischer Staaten in der Schweiz, sofern dieses hoheitliche Funktionen ausübt oder in einem öffentlich-rechtlichen Anstellungsverhältnis zum Entsendestaat steht;\nb. das Personal der ständigen Missionen bei internationalen Organisationen, mit denen die Schweiz ein Sitzabkommen abgeschlossen hat, sofern dieses hoheitliche Funktionen ausübt oder in einem öffentlich-rechtlichen Anstellungsverhältnis zum Entsendestaat steht;\nc. das Personal internationaler Organisationen, mit denen die Schweiz ein Sitzabkommen abgeschlossen hat;\nd. das Personal der ausländischen öffentlichen Verwaltungen und der ausländischen Betriebe des konzessionierten Eisenbahn-, Schifffahrts- und Luftverkehrs, unter Vorbehalt abweichender zwischenstaatlicher Vereinbarungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_8"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Personal internationaler Organisationen und öffentlicher Verwaltungen ausländischer Staaten",
        "citation": "Art. 8 Abs. 2 ArGV 1",
        "content": "Das Staatssekretariat für Wirtschaft (SECO) stellt im Einvernehmen mit der Direktion für Völkerrecht des Eidgenössischen Departementes für auswärtige Angelegenheiten fest, welche Organisationen die Voraussetzungen nach Absatz 1 Buchstaben b und c erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_8"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Höhere leitende Tätigkeit",
        "citation": "Art. 9 ArGV 1",
        "content": "Eine höhere leitende Tätigkeit übt aus, wer auf Grund seiner Stellung und Verantwortung sowie in Abhängigkeit von der Grösse des Betriebes über weitreichende Entscheidungsbefugnisse verfügt oder Entscheide von grosser Tragweite massgeblich beeinflussen und dadurch auf die Struktur, den Geschäftsgang und die Entwicklung eines Betriebes oder Betriebsteils einen nachhaltigen Einfluss nehmen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_9"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Wissenschaftliche Tätigkeit",
        "citation": "Art. 10 Abs. 1 ArGV 1",
        "content": "Zur wissenschaftlichen Tätigkeit gehören Forschung und Lehre. Eine wissenschaftliche Tätigkeit liegt vor, wenn dem Arbeitnehmer oder der Arbeitnehmerin in Bezug auf die Zielsetzung der Arbeit, deren Ausführung und Einteilung eine grosse Freiheit zukommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_10"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Wissenschaftliche Tätigkeit",
        "citation": "Art. 10 Abs. 2 ArGV 1",
        "content": "Die Forschung umfasst neben der Grundlagenforschung auch die angewandte Forschung, nicht aber deren Umsetzung in die Praxis wie die Entwicklung und die Produktion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_10"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Wissenschaftliche Tätigkeit",
        "citation": "Art. 10 Abs. 3 ArGV 1",
        "content": "Auf das technische und das administrative Personal in der Forschung sind die Arbeits- und Ruhezeitbestimmungen des Gesetzes und seiner Verordnungen anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_10"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Selbstständige künstlerische Tätigkeit",
        "citation": "Art. 11 ArGV 1",
        "content": "Eine selbstständige künstlerische Tätigkeit liegt vor, wenn dem künstlerisch tätigen Arbeitnehmer oder der Arbeitnehmerin in Bezug auf die Gestaltung der Arbeit, bei deren Ausführung und Einteilung eine grosse Freiheit zukommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_11"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Erzieher und Fürsorger",
        "citation": "Art. 12 Abs. 2 ArGV 1",
        "content": "Erzieher und Erzieherinnen sind Personen mit einer anerkannten pädagogischen Fachausbildung oder einer gleichwertigen Aus- und Weiterbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_12"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 1. Kapitel: Geltungsbereich, 4. Abschnitt: Ausnahmen vom persönlichen Geltungsbereich, Erzieher und Fürsorger",
        "citation": "Art. 12 Abs. 3 ArGV 1",
        "content": "Fürsorger und Fürsorgerinnen sind Personen mit einer anerkannten Fachausbildung sozial-pädagogischer oder sozial-psychologischer Richtung oder einer gleichwertigen Aus- und Weiterbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_12"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Begriff der Arbeitszeit",
        "citation": "Art. 13 Abs. 1 ArGV 1",
        "content": "Als Arbeitszeit im Sinne des Gesetzes gilt die Zeit, während der sich der Arbeitnehmer oder die Arbeitnehmerin zur Verfügung des Arbeitgebers zu halten hat; die Zeit, die für den Weg zu und von der Arbeit eingesetzt wird, gilt nicht als Arbeitszeit. Vorbehalten bleiben die Bestimmungen über die Beschäftigung von schwangeren Frauen und stillenden Müttern sowie Artikel 15 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Begriff der Arbeitszeit",
        "citation": "Art. 13 Abs. 2 ArGV 1",
        "content": "Ist die Arbeit ausserhalb des Arbeitsortes zu leisten, an dem der Arbeitnehmer normalerweise seine Arbeit verrichtet, und fällt dadurch die Wegzeit länger als üblich aus, so stellt die zeitliche Differenz zur normalen Wegzeit Arbeitszeit dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Begriff der Arbeitszeit",
        "citation": "Art. 13 Abs. 3 ArGV 1",
        "content": "Durch die Rückreise von einem auswärtigen Arbeitsort im Sinn von Absatz 2 darf der Zeitraum der täglichen Arbeitszeit oder die wöchentliche Höchstarbeitszeit überschritten werden; dabei beginnt die tägliche Ruhezeit von 11 Stunden erst nach dem Eintreffen des Arbeitnehmers oder der Arbeitnehmerin an seinem bzw. ihrem Wohnort zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Begriff der Arbeitszeit",
        "citation": "Art. 13 Abs. 3bis ArGV 1",
        "content": "Begibt sich der Arbeitnehmer oder die Arbeitnehmerin im Rahmen seiner bzw. ihrer Tätigkeit ins Ausland, so gilt die Zeit, die für die in der Schweiz zurückgelegte Hin- und Rückreise eingesetzt wird, mindestens im Umfang von Absatz 2 als Arbeitszeit. Findet die Hin- oder Rückreise ganz oder teilweise in der Nacht oder an einem Sonntag statt, so bedarf die Beschäftigung des Arbeitnehmers oder der Arbeitnehmerin während dieser Arbeitszeit keiner Bewilligung. Die Ruhezeit von 11 Stunden ist unmittelbar nach der Rückreise zu gewähren; sie beginnt mit dem Eintreffen des Arbeitnehmers oder der Arbeitnehmerin an seinem bzw. ihrem Wohnort zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Begriff der Arbeitszeit",
        "citation": "Art. 13 Abs. 4 ArGV 1",
        "content": "Muss sich ein Arbeitnehmer oder eine Arbeitnehmerin auf Anordnung des Arbeitgebers oder auf Grund seiner bzw. ihrer beruflichen Tätigkeit von Gesetzes wegen weiter- oder fortbilden, dann stellt die dafür aufgewendete Ausbildungszeit Arbeitszeit dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_13"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Pikettdiensta. Grundsatz",
        "citation": "Art. 14 Abs. 1 ArGV 1",
        "content": "Beim Pikettdienst hält sich der Arbeitnehmer oder die Arbeitnehmerin neben der normalen Arbeit für allfällige Arbeitseinsätze bereit für die Behebung von Störungen, die Hilfeleistung in Notsituationen, für Kontrollgänge oder für ähnliche Sonderereignisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Pikettdiensta. Grundsatz",
        "citation": "Art. 14 Abs. 2 ArGV 1",
        "content": "Der einzelne Arbeitnehmer oder die einzelne Arbeitnehmerin darf im Zeitraum von vier Wochen an höchstens sieben Tagen auf Pikett sein oder Piketteinsätze leisten. Nach Beendigung des letzten Pikettdienstes darf der Arbeitnehmer oder die Arbeitnehmerin während den zwei darauf folgenden Wochen nicht mehr zum Pikettdienst aufgeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Pikettdiensta. Grundsatz",
        "citation": "Art. 14 Abs. 3 ArGV 1",
        "content": "Ausnahmsweise kann ein Arbeitnehmer oder eine Arbeitnehmerin im Zeitraum von vier Wochen an höchstens 14 Tagen auf Pikett sein, sofern:\na. auf Grund der betrieblichen Grösse und Struktur keine genügenden Personalressourcen für einen Pikettdienst nach Absatz 2 zur Verfügung stehen; und\nb. die Anzahl der tatsächlichen Piketteinsätze im Durchschnitt eines Kalenderjahres nicht mehr als fünf Einsätze pro Monat ausmacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Pikettdiensta. Grundsatz",
        "citation": "Art. 14 Abs. 4 ArGV 1",
        "content": "Kurzfristige Änderungen in der Pikettplanung und -einteilung und sich daraus ergebende Einsätze dürfen für Arbeitnehmer und Arbeitnehmerinnen mit Familienpflichten nur mit deren Einverständnis vorgenommen werden und soweit eine andere Lösung für den Betrieb nicht zumutbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_14"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, b. Anrechnung an die Arbeitszeit",
        "citation": "Art. 15 Abs. 1 ArGV 1",
        "content": "Wird der Pikettdienst im Betrieb geleistet, stellt die gesamte zur Verfügung gestellte Zeit Arbeitszeit dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_15"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, b. Anrechnung an die Arbeitszeit",
        "citation": "Art. 15 Abs. 2 ArGV 1",
        "content": "Wird der Pikettdienst ausserhalb des Betriebes geleistet, so ist die zur Verfügung gestellte Zeit soweit an die Arbeitszeit anzurechnen, als der Arbeitnehmer oder die Arbeitnehmerin tatsächlich zur Arbeit herangezogen wird. Die Wegzeit zu und von der Arbeit ist in diesem Fall an die Arbeitszeit anzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_15"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Verteilung der Arbeitszeit",
        "citation": "Art. 16 Abs. 1 ArGV 1",
        "content": "Die Woche im Sinne des Gesetzes (Arbeitswoche) beginnt mit dem Montag um 0 Uhr und endet mit dem Sonntag um 24 Uhr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_16"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Verteilung der Arbeitszeit",
        "citation": "Art. 16 Abs. 2 ArGV 1",
        "content": "Für den einzelnen Arbeitnehmer oder die einzelne Arbeitnehmerin darf die Arbeitswoche höchstens 51⁄2 Arbeitstage umfassen. Sie kann auf sechs Arbeitstage ausgedehnt werden, sofern die wöchentlichen freien Halbtage im Einverständnis mit dem Arbeitnehmer oder der Arbeitnehmerin für längstens vier Wochen zusammengelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_16"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Verteilung der Arbeitszeit",
        "citation": "Art. 16 Abs. 3 ArGV 1",
        "content": "Die wöchentliche Arbeitszeit kann auf die einzelnen Arbeitstage und die einzelnen Arbeitnehmer oder Arbeitnehmerinnen oder Gruppen von Arbeitnehmern und Arbeitnehmerinnen gleichmässig oder zeitlich verschieden verteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_16"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 1. Abschnitt: Allgemeine Bestimmungen, Entschädigung für Ruhe- und Ausgleichsruhezeiten",
        "citation": "Art. 17 ArGV 1",
        "content": "Werden bei Beendigung des Arbeitsverhältnisses die gesetzlichen Ruhe- und Ausgleichsruhezeiten durch eine Geldleistung abgegolten, so ist für deren Bemessung Artikel 33 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_17"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Pausen",
        "citation": "Art. 18 Abs. 1 ArGV 1",
        "content": "Die Pausen können für einzelne Arbeitnehmer oder Arbeitnehmerinnen oder Gruppen von Arbeitnehmern und Arbeitnehmerinnen gleichmässig oder zeitlich verschieden angesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Pausen",
        "citation": "Art. 18 Abs. 2 ArGV 1",
        "content": "Die Pausen sind um die Mitte der Arbeitszeit anzusetzen. Entsteht vor oder nach einer Pause eine Teilarbeitszeit von mehr als 51⁄2 Stunden, so ist für diese eine zusätzliche Pause gemäss Artikel 15 des Gesetzes zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Pausen",
        "citation": "Art. 18 Abs. 3 ArGV 1",
        "content": "Pausen von mehr als einer halben Stunde dürfen aufgeteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Pausen",
        "citation": "Art. 18 Abs. 4 ArGV 1",
        "content": "Bei flexiblen Arbeitszeiten, wie etwa bei der gleitenden Arbeitszeit, ist für die Bemessung der Pausen die durchschnittliche tägliche Arbeitszeit massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Pausen",
        "citation": "Art. 18 Abs. 5 ArGV 1",
        "content": "Arbeitsplatz im Sinne von Artikel 15 Absatz 2 des Gesetzes ist jeder Ort im Betrieb oder ausserhalb des Betriebes, an dem sich der Arbeitnehmer oder die Arbeitnehmerin zur Ausführung der ihm bzw. ihr zugewiesenen Arbeit aufzuhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_18"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Tägliche Ruhezeit",
        "citation": "Art. 19 Abs. 1 ArGV 1",
        "content": "Fallen zwei oder mehrere Ruhetage oder gesetzliche Feiertage in eine Woche, so kann die zusammenhängende Ruhezeit von 35 Stunden nach Artikel 21 Absatz 2 einmal auf 24 Stunden verkürzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_19"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Tägliche Ruhezeit",
        "citation": "Art. 19 Abs. 2 ArGV 1",
        "content": "Wird die tägliche Ruhezeit nach Artikel 15a Absatz 2 des Gesetzes verkürzt, so darf der Arbeitnehmer beim darauf folgenden Arbeitseinsatz nicht zu Überzeiteinsätzen nach Artikel 25 herangezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_19"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Tägliche Ruhezeit",
        "citation": "Art. 19 Abs. 3 ArGV 1",
        "content": "Durch Piketteinsätze nach Artikel 14 darf die tägliche Ruhezeit unterbrochen werden, sie muss jedoch im Anschluss an den Piketteinsatz im restlichen Umfang nachgewährt werden. Kann durch die Piketteinsätze eine minimale Ruhezeit von vier aufeinander folgenden Stunden nicht erreicht werden, so muss im Anschluss an den letzten Einsatz die tägliche Ruhezeit von 11 Stunden nachgewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_19"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 20 Abs. 1 ArGV 1",
        "content": "Der wöchentliche freie Halbtag umfasst 8 Stunden, die unmittelbar vor oder nach der täglichen Ruhezeit an einem Werktag zu gewähren sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 20 Abs. 2 ArGV 1",
        "content": "Der wöchentliche freie Halbtag gilt als gewährt, wenn:\na. der ganze Vormittag von 6 Uhr bis 14 Uhr arbeitsfrei bleibt;\nb. der ganze Nachmittag von 12 Uhr bis 20 Uhr arbeitsfrei bleibt;\nc. bei zweischichtiger Arbeit der Schichtwechsel zwischen 12 Uhr und 14 Uhr erfolgt; oder\nd. bei Nachtarbeit die alternierende Fünf-Tage-Woche oder im Zeitraum von vier Wochen zwei Kompensationstage eingeräumt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 20 Abs. 3 ArGV 1",
        "content": "An wöchentlichen freien Halbtagen darf der Arbeitnehmer oder die Arbeitnehmerin nicht zur Leistung von Arbeit herangezogen werden; vorbehalten bleibt die Leistung von Arbeit in Sonderfällen nach Artikel 26. In diesen Fällen ist der wöchentliche freie Halbtag innert vier Wochen nachzugewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher freier Halbtag",
        "citation": "Art. 20 Abs. 4 ArGV 1",
        "content": "Vom Gesetz vorgeschriebene Ruhezeiten können nicht an den wöchentlichen freien Halbtag angerechnet werden. Der wöchentliche freie Halbtag gilt jedoch als bezogen, wenn der Werktag, an dem er üblicherweise gewährt wird, mit einem arbeitsfreien Feiertag im Sinne von Artikel 20a Absatz 1 des Gesetzes zusammenfällt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_20"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 1 ArGV 1",
        "content": "Wöchentlicher Ruhetag ist grundsätzlich der Sonntag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 2 ArGV 1",
        "content": "Der wöchentliche Ruhetag und die tägliche Ruhezeit müssen zusammen mindestens 35 aufeinanderfolgende Stunden ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 3 ArGV 1",
        "content": "Muss am Sonntag gearbeitet werden, darf der Arbeitnehmer oder die Arbeitnehmerin nicht mehr als an sechs aufeinanderfolgenden Tagen beschäftigt werden. Vorbehalten bleiben die Bestimmungen über den ununterbrochenen Betrieb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 4 ArGV 1",
        "content": "Arbeitnehmern und Arbeitnehmerinnen, die sonntags arbeiten, dürfen Sonntage, die in ihre Ferienzeit fallen, nicht an die gesetzlich vorgeschriebenen freien Sonntage angerechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 5 ArGV 1",
        "content": "Der Ersatzruhetag im Sinn des Artikels 20 Absatz 2 des Gesetzes weist zusammen mit der täglichen Ruhezeit 35 aufeinanderfolgende Stunden auf; er hat in jedem Fall den Zeitraum von 6 Uhr bis 20 Uhr zu umfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 6 ArGV 1",
        "content": "Der Ersatzruhetag darf nicht auf einen Tag fallen, an dem der Arbeitnehmer oder die Arbeitnehmerin üblicherweise seinen bzw. ihren Ruhetag oder freien Tag bezieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 2. Abschnitt: Pausen und Ruhezeit, Wöchentlicher Ruhetag sowie Ersatzruhetag für Sonn- und Feiertagsarbeit",
        "citation": "Art. 21 Abs. 7 ArGV 1",
        "content": "Der Freizeitausgleich für geleistete Sonntagsarbeit von bis zu 5 Stunden ist innert vier Wochen vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_21"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Verlängerung mit Ausgleich",
        "citation": "Art. 22 Abs. 1 ArGV 1",
        "content": "Die wöchentliche Höchstarbeitszeit von 45 bzw. 50 Stunden kann, sofern sie im Durchschnitt eines halben Jahres nicht überschritten wird, um höchstens 4 Stunden verlängert werden:\na. bei Tätigkeiten mit witterungsbedingtem Arbeitsausfall; oder\nb. in Betrieben mit erheblichen saisonalen Schwankungen des Arbeitsanfalles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Verlängerung mit Ausgleich",
        "citation": "Art. 22 Abs. 2 ArGV 1",
        "content": "Die wöchentliche Höchstarbeitszeit von 45 Stunden kann für Arbeitnehmer und Arbeitnehmerinnen mit einer im Durchschnitt des Kalenderjahres gewährten Fünf-Tage-Woche verlängert werden:\na. um 2 Stunden, sofern sie im Durchschnitt von acht Wochen nicht überschritten wird; oder\nb. um 4 Stunden, sofern sie im Durchschnitt von vier Wochen nicht überschritten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Verlängerung mit Ausgleich",
        "citation": "Art. 22 Abs. 3 ArGV 1",
        "content": "Der Arbeitgeber darf die Verlängerung der wöchentlichen Höchstarbeitszeit nach Absatz 1 oder 2 ohne Bewilligung anordnen, wenn nicht nach einem bewilligungspflichtigen Stundenplan gearbeitet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Verlängerung mit Ausgleich",
        "citation": "Art. 22 Abs. 4 ArGV 1",
        "content": "Ist ein Arbeitsverhältnis befristet, so ist die durchschnittliche wöchentliche Höchstarbeitszeit nach Absatz 1 oder 2 während der Dauer des Arbeitsverhältnisses einzuhalten, sofern dieses weniger lang als die in den Absätzen 1 und 2 genannten Ausgleichszeiträume dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_22"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Verkürzung der wöchentlichen Höchstarbeitszeit",
        "citation": "Art. 23 Abs. 1 ArGV 1",
        "content": "In Wochen, in denen ein oder mehrere den Sonntagen gleichgestellte gesetzliche Feiertage auf einen Werktag fallen, an dem der Arbeitnehmer oder die Arbeitnehmerin üblicherweise zu arbeiten hat, wird die wöchentliche Höchstarbeitszeit anteilsmässig verkürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_23"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Verkürzung der wöchentlichen Höchstarbeitszeit",
        "citation": "Art. 23 Abs. 2 ArGV 1",
        "content": "Arbeitnehmern und Arbeitnehmerinnen, die an einem den Sonntagen gleichgestellten gesetzlichen Feiertag arbeiten, ist die anteilsmässige Verkürzung der wöchentlichen Höchstarbeitszeit in der Woche anzurechnen, in welcher der Ersatzruhetag für den Feiertag gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_23"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Ausgleich ausfallender Arbeitszeit",
        "citation": "Art. 24 Abs. 1 ArGV 1",
        "content": "Der Ausgleich ausfallender Arbeitszeit nach Artikel 11 des Gesetzes ist unmittelbar vor oder nach dem Arbeitsausfall innerhalb von höchstens 14 Wochen vorzunehmen, sofern Arbeitgeber und Arbeitnehmer nicht eine längere Frist vereinbaren, die aber zwölf Monate nicht überschreiten darf. Die Arbeitsausfälle über Weihnachten und Neujahr gelten als eine Ausfallperiode.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_24"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Ausgleich ausfallender Arbeitszeit",
        "citation": "Art. 24 Abs. 2 ArGV 1",
        "content": "Ausfallende Arbeitszeit darf nur soweit ausgeglichen werden, als dadurch die zulässige tägliche Arbeitsdauer nicht überschritten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_24"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 3. Abschnitt: Wöchentliche Höchstarbeitszeit, Ausgleich ausfallender Arbeitszeit",
        "citation": "Art. 24 Abs. 3 ArGV 1",
        "content": "Gesetzliche Ruhezeiten und Ausgleichsruhezeiten stellen keine ausfallende Arbeitszeit dar; diese dürfen weder vor- noch nachgeholt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_24"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 4. Abschnitt: Überzeitarbeit, Grundsatz",
        "citation": "Art. 25 Abs. 1 ArGV 1",
        "content": "Unter Vorbehalt von Artikel 26 ist Überzeitarbeit nach Artikel 12 Absatz 1 Buchstaben a und b des Gesetzes nur als Tages- und Abendarbeit nach Artikel 10 des Gesetzes und nur an Werktagen zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_25"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 4. Abschnitt: Überzeitarbeit, Grundsatz",
        "citation": "Art. 25 Abs. 2 ArGV 1",
        "content": "Der Ausgleich von Überzeitarbeit durch Freizeit nach Artikel 13 Absatz 2 des Gesetzes ist innert 14 Wochen vorzunehmen, sofern Arbeitgeber und Arbeitnehmer oder Arbeitnehmerin nicht eine längere Frist vereinbaren, die aber zwölf Monate nicht überschreiten darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_25"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 4. Abschnitt: Überzeitarbeit, Sonderfälle",
        "citation": "Art. 26 Abs. 1 ArGV 1",
        "content": "Überzeitarbeit darf auch in der Nacht und an Sonntagen sowie in Überschreitung der zulässigen täglichen Arbeitsdauer geleistet werden, wenn es sich um vorübergehende Arbeiten in Notfällen handelt, die unabhängig vom Willen der Betroffenen eintreten und deren Folgen nicht auf andere zumutbare Weise beseitigt werden können, besonders wenn:\na. Arbeitsergebnisse gefährdet sind und dadurch unverhältnismässiger Schaden droht;\nb. Piketteinsätze für die Schadensvorbeugung oder -behebung notwendig sind;\nc. Arbeitsmaschinen, Geräte, Transporteinrichtungen und Fahrzeuge, die für die Aufrechterhaltung des Betriebes unabdingbar sind, wegen schwerwiegender Störungen oder erlittener Schäden in Stand gestellt werden müssen;\nd. Betriebsstörungen infolge unmittelbarer Einwirkung höherer Gewalt vermieden oder behoben werden müssen;\ne. Störungen bei der Versorgung mit Energie und Wasser sowie Störungen des öffentlichen oder privaten Verkehrs vermieden oder behoben werden müssen;\nf. dem unvermeidlichen Verderb von Gütern, namentlich Rohstoffen oder Lebensmitteln, vorgebeugt werden muss, und damit keine Steigerung der Produktion verbunden ist;\ng. unaufschiebbare Verrichtungen zur Erhaltung des Lebens und der Gesundheit von Mensch und Tier sowie zur Vermeidung von Umweltschäden vorgenommen werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_26"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 4. Abschnitt: Überzeitarbeit, Sonderfälle",
        "citation": "Art. 26 Abs. 2 ArGV 1",
        "content": "Überzeitarbeit, die in Überschreitung der zulässigen täglichen Arbeitsdauer geleistet wird, ist innerhalb von sechs Wochen durch Freizeit von gleicher Dauer auszugleichen. Vorbehalten bleibt Artikel 20 Absatz 3 des Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_26"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Dringendes Bedürfnis",
        "citation": "Art. 27 Abs. 1 ArGV 1",
        "content": "Ein dringendes Bedürfnis für Nacht- oder Sonntagsarbeit im Sinne von Artikel 17 Absatz 3, 19 Absatz 3 und 24 Absatz 3 des Gesetzes liegt vor, wenn:\na. es weder mit planerischen Mitteln noch mit organisatorischen Massnahmen möglich ist, die Arbeiten tagsüber oder abends an Werktagen durchzuführen; und \nb. die Arbeiten:\n1. zusätzlich anfallen und zeitlich nicht aufschiebbar sind, oder\n2. aus Gründen der Gesundheit oder der Sicherheit der Arbeitnehmer und Arbeitnehmerinnen oder aus anderen Gründen des öffentlichen Interesses in der Nacht oder am Sonntag erledigt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Dringendes Bedürfnis",
        "citation": "Art. 27 Abs. 1bis ArGV 1",
        "content": "Ein dringendes Bedürfnis nach Absatz 1 liegt insbesondere vor, wenn eine Behörde Massnahmen zur Verhinderung oder Bewältigung einer Energiemangellage angeordnet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Dringendes Bedürfnis",
        "citation": "Art. 27 Abs. 2 ArGV 1",
        "content": "Ein dringendes Bedürfnis liegt zudem vor, wenn zeitlich begrenzte Arbeitseinsätze in der Nacht oder am Sonntag erforderlich sind im Rahmen von:\na. besonderen Firmenanlässen, wie Jubiläen, die der Öffentlichkeit zugänglich sind; oder \nb. Veranstaltungen, die auf lokale Besonderheiten zugeschnitten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Dringendes Bedürfnis",
        "citation": "Art. 27 Abs. 3 ArGV 1",
        "content": "Ein dringendes Bedürfnis für Nachtarbeit im Sinne von Artikel 17 Absatz 4 des Gesetzes liegt vor, wenn Betriebe mit einem zweischichtigen Arbeitszeitsystem:\na. aus Gründen der täglichen Auslastung regelmässig auf eine Betriebszeit von 18 Stunden angewiesen sind;\nb. nicht mehr als eine Randstunde in Anspruch nehmen; und\nc. dadurch die Leistung von weiterer Nachtarbeit zwischen 24 Uhr und 5 Uhr vermieden werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_27"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Unentbehrlichkeit von Nacht- und Sonntagsarbeit",
        "citation": "Art. 28 Abs. 1 ArGV 1",
        "content": "Technische Unentbehrlichkeit von Nacht- oder Sonntagsarbeit im Sinne von Artikel 17 Absatz 2, 19 Absatz 2 und 24 Absatz 2 liegt insbesondere vor, wenn ein Arbeitsverfahren oder Arbeiten nicht unterbrochen, aufgeschoben oder anders organisiert werden können, weil damit:\na. erhebliche und unzumutbare Nachteile für die Produktion und das Arbeitsergebnis oder die Betriebseinrichtungen verbunden wären;\nb. die Gesundheit oder Sicherheit der Arbeitnehmer und Arbeitnehmerinnen oder die Umgebung des Betriebes gefährdet würde; oder\nc. die Lieferkette oder der Warenfluss zwischen oder innerhalb von Betrieben unterbrochen würde oder die Versorgung der Bevölkerung mit Gütern des täglichen Bedarfs nicht sichergestellt wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Unentbehrlichkeit von Nacht- und Sonntagsarbeit",
        "citation": "Art. 28 Abs. 2 ArGV 1",
        "content": "Wirtschaftliche Unentbehrlichkeit von Nacht- oder Sonntagsarbeit im Sinne von Artikel 17 Absatz 2, 19 Absatz 2 und 24 Absatz 2 des Gesetzes liegt vor, wenn: \na. das angewandte Arbeitsverfahren mit unvermeidlich hohen Investitionskosten verbunden ist, die ohne die Leistung von Nacht- oder Sonntagsarbeit nicht amortisiert werden können; oder\nb. die Unterbrechung eines Arbeitsverfahrens und dessen Wiederingangsetzung hohe Zusatzkosten verursachen, die ohne die Leistung von Nacht- oder Sonntagsarbeit eine merkliche Schwächung der Wettbewerbsfähigkeit des Betriebes gegenüber seinen Konkurrenten zur Folge haben könnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Unentbehrlichkeit von Nacht- und Sonntagsarbeit",
        "citation": "Art. 28 Abs. 3 ArGV 1",
        "content": "Der wirtschaftlichen Unentbehrlichkeit gleichgestellt sind besondere Konsumbedürfnisse, deren Befriedigung: \na. angesichts der Unentbehrlichkeit der Waren und Dienstleistungen für die betroffenen Konsumentinnen und Konsumenten im öffentlichen Interesse liegt; und\nb. ohne die Leistung von Nacht- oder Sonntagsarbeit nicht sichergestellt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 5. Abschnitt:, Voraussetzungen für Nacht- und Sonntagsarbeit und den ununterbrochenen Betrieb, Unentbehrlichkeit von Nacht- und Sonntagsarbeit",
        "citation": "Art. 28 Abs. 4 ArGV 1",
        "content": "Die Unentbehrlichkeit von Nacht- und Sonntagsarbeit wird für die im Anhang aufgeführten Arbeitsverfahren sowie die untrennbar damit verbundenen Arbeitsverfahren, insbesondere Vorbereitungsarbeiten, Qualitätskontrollen und Logistikarbeiten, vermutet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_28"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Verlängerte Dauer der Nachtarbeit",
        "citation": "Art. 29 Abs. 1 ArGV 1",
        "content": "Bei dauernd und regelmässig wiederkehrender Nachtarbeit ist eine Arbeitszeit von 10 Stunden im Zeitraum von 12 Stunden zulässig, sofern:\na. für den Arbeitnehmer oder die Arbeitnehmerin keine erhöhten Risiken bezüglich chemischer, biologischer und physikalischer Einwirkungen bestehen;\nb. der Arbeitnehmer oder die Arbeitnehmerin keinen ausserordentlichen physischen, psychischen und mentalen Belastungen ausgesetzt ist;\nc. der Arbeitseinsatz so organisiert ist, dass die Leistungsfähigkeit des Arbeitnehmers oder der Arbeitnehmerin erhalten bleibt und dadurch die Entstehung von Gefahrensituationen vermieden werden kann;\nd. in einer medizinischen Untersuchung die Eignung des Arbeitnehmers oder der Arbeitnehmerin festgestellt worden ist; und\ne. die effektiv zu leistende Arbeitszeit innert 24 Stunden 10 Stunden nicht überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_29"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Verlängerte Dauer der Nachtarbeit",
        "citation": "Art. 29 Abs. 2 ArGV 1",
        "content": "Bei vorübergehender Nachtarbeit ist eine Arbeitszeit von 10 Stunden im Zeitraum von 12 Stunden gemäss Artikel 17a Absatz 2 des Gesetzes zulässig, sofern:\na. der Arbeitseinsatz so organisiert ist, dass die Leistungsfähigkeit des Arbeitnehmers oder der Arbeitnehmerin erhalten bleibt und dadurch die Entstehung von Gefahrensituationen vermieden werden kann;\nb. die effektiv zu leistende Arbeitszeit innert 24 Stunden 10 Stunden nicht überschreitet; und\nc. der Arbeitnehmer oder die Arbeitnehmerin einverstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_29"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Nachtarbeit ohne Wechsel mit Tagesarbeit",
        "citation": "Art. 30 Abs. 1 ArGV 1",
        "content": "Nachtarbeit von mehr als sechs Wochen bis höchstens zwölf Wochen ohne Wechsel mit Tagesarbeit nach Artikel 25 Absatz 3 des Gesetzes ist zulässig, sofern:\na. sie aus betrieblichen Gründen unentbehrlich ist oder die Mehrheit der betroffenen Arbeitnehmer und Arbeitnehmerinnen schriftlich um einen Verzicht auf den Wechsel zwischen Tages- und Nachtarbeit ersucht, weil ihnen der Wechsel insbesondere aus persönlichen oder familiären Gründen nicht zumutbar ist;\nb. der Arbeitnehmer oder die Arbeitnehmerin schriftlich sein bzw. ihr Einverständnis erklärt hat; und\nc. innert 24 Wochen die Tagesarbeits-Perioden insgesamt mindestens gleich lang sind wie die Nachtarbeits-Perioden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Nachtarbeit ohne Wechsel mit Tagesarbeit",
        "citation": "Art. 30 Abs. 2 ArGV 1",
        "content": "Nachtarbeit von mehr als zwölf Wochen ohne Wechsel mit Tagesarbeit nach Artikel 25 Absatz 3 des Gesetzes ist zulässig, sofern:\na. sie aus betrieblichen Gründen unentbehrlich ist oder die Mehrheit der betroffenen Arbeitnehmer und Arbeitnehmerinnen schriftlich um einen Verzicht auf den Wechsel zwischen Tages- und Nachtarbeit ersucht, weil ihnen der Wechsel insbesondere aus persönlichen oder familiären Gründen nicht zumutbar ist;\nb. der Arbeitnehmer oder die Arbeitnehmerin schriftlich sein bzw. ihr Einverständnis erklärt hat; und\nc. die Voraussetzungen nach Artikel 29 Absatz 1 Buchstaben a–d erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Nachtarbeit ohne Wechsel mit Tagesarbeit",
        "citation": "Art. 30 Abs. 2bis ArGV 1",
        "content": "Betriebliche Unentbehrlichkeit nach den Absätzen 1 Buchstabe a und 2 Buchstabe a liegt vor, wenn:\na. es sich um Nachtarbeit handelt, für die es keine entsprechende Arbeit im Tages- und Abendzeitraum gibt; oder\nb. auf dem üblichen Arbeitsmarkt nicht genügend qualifiziertes Personal für Wechselschichten rekrutiert werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Nachtarbeit ohne Wechsel mit Tagesarbeit",
        "citation": "Art. 30 Abs. 3 ArGV 1",
        "content": "Arbeitnehmer und Arbeitnehmerinnen in Nachtarbeit nach Absatz 2 dürfen:\na. höchstens eingesetzt werden:\n1.  in fünf von sieben aufeinander folgenden Nächten; oder\n2.  in sechs von neun aufeinander folgenden Nächten; und\nb. an ihren freien Tagen keine Überzeitarbeit nach Artikel 25 leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 6. Abschnitt: Besondere Formen der Nachtarbeit, Nachtarbeit ohne Wechsel mit Tagesarbeit",
        "citation": "Art. 30 Abs. 4 ArGV 1",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen, die höchstens für eine Randstunde zwischen 5 Uhr und 6 Uhr oder 23 Uhr und 24 Uhr dauernd Nachtarbeit leisten, sind die Voraussetzungen und die Bedingungen nach den Absätzen 1–3 nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_30"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Lohn- und Zeitzuschlag bei Nachtarbeit",
        "citation": "Art. 31 Abs. 1 ArGV 1",
        "content": "Dauernde oder regelmässig wiederkehrende Nachtarbeit leistet ein Arbeitnehmer, der in 25 und mehr Nächten pro Kalenderjahr zum Einsatz gelangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_31"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Lohn- und Zeitzuschlag bei Nachtarbeit",
        "citation": "Art. 31 Abs. 2 ArGV 1",
        "content": "Der Zeitzuschlag ist ab dem ersten Nachteinsatz zu gewähren. Er berechnet sich auf Grund der tatsächlich geleisteten Arbeitszeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_31"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Lohn- und Zeitzuschlag bei Nachtarbeit",
        "citation": "Art. 31 Abs. 3 ArGV 1",
        "content": "Stellt sich erst im Verlaufe eines Kalenderjahres heraus, dass ein Arbeitnehmer wider Erwarten Nachtarbeit in mehr als 25 Nächten pro Kalenderjahr zu leisten hat, so muss der Lohnzuschlag von 25 Prozent für die ersten 25 Nächte nicht in den Zeitzuschlag umgewandelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_31"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Ausnahmen vom Zeitzuschlag",
        "citation": "Art. 32 Abs. 1 ArGV 1",
        "content": "Der Zeitzuschlag nach Artikel 17b Absatz 3 Buchstaben a und b des Gesetzes ist nicht geschuldet, wenn ein Betrieb ein betriebliches Arbeitszeitsystem aufweist, dessen wöchentliche Arbeitszeit für einen vollzeitlich beschäftigten Arbeitnehmer folgende Dauer nicht übersteigt:\na. 35 Stunden, Pausen eingeschlossen, bei der auf 7 Stunden im Durchschnitt verkürzten Schichtdauer;\nb. 36 Stunden, Pausen abgezogen, im Fall der Vier-Tage-Woche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_32"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Ausnahmen vom Zeitzuschlag",
        "citation": "Art. 32 Abs. 2 ArGV 1",
        "content": "Betrieblich ist ein Arbeitszeitsystem, wenn dieses für den ganzen Betrieb oder einen klar davon abgrenzbaren Betriebsteil integral Anwendung findet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_32"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Ausnahmen vom Zeitzuschlag",
        "citation": "Art. 32 Abs. 3 ArGV 1",
        "content": "Die Gleichwertigkeit anderer Ausgleichsruhezeiten im Rahmen von Gesamtarbeitsverträgen oder öffentlich-rechtlicher Vorschriften nach Artikel 17b Absatz 3 Buchstabe c des Gesetzes liegt vor, wenn der entsprechende Gesamtarbeitsvertrag oder der zur Anwendung gelangende öffentlich-rechtliche Erlass Ausgleichsregeln aufweist:\na. die speziell den Nachtarbeit leistenden Arbeitnehmern für die dafür geleistete Arbeit zusätzliche Freizeit einräumen; und \nb. die in ihrem Umfang insgesamt mit dem Zeitzuschlag von 10 Prozent gleichwertig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_32"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Lohnzuschlag und Ersatzruhe bei Sonntags- und Feiertagsarbeit ",
        "citation": "Art. 32a Abs. 1 ArGV 1",
        "content": "Vorübergehende Sonntagsarbeit leistet ein Arbeitnehmer oder eine Arbeitnehmerin, der oder die in einem Kalenderjahr an höchstens 6 Sonntagen, gesetzliche Feiertage inbegriffen, zum Einsatz gelangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_32_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Lohnzuschlag und Ersatzruhe bei Sonntags- und Feiertagsarbeit ",
        "citation": "Art. 32a Abs. 2 ArGV 1",
        "content": "Dauernd oder regelmässig wiederkehrend ist Sonntagsarbeit, wenn diese die in Absatz 1 genannte Bedingung vom zeitlichen Umfang her überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_32_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Lohnzuschlag und Ersatzruhe bei Sonntags- und Feiertagsarbeit ",
        "citation": "Art. 32a Abs. 3 ArGV 1",
        "content": "Stellt sich erst im Verlaufe eines Kalenderjahres heraus, dass ein Arbeitnehmer oder eine Arbeitnehmerin wider Erwarten Sonntagsarbeit an mehr als 6 Sonntagen, gesetzliche Feiertage inbegriffen, zu leisten hat, so bleibt der Lohnzuschlag von 50 Prozent für die ersten 6 Sonntage, gesetzliche Feiertage inbegriffen, geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_32_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Berechnung des Lohnzuschlages",
        "citation": "Art. 33 Abs. 1 ArGV 1",
        "content": "Der Lohnzuschlag für Überzeitarbeit, Nachtarbeit und Sonntagsarbeit ist bei Zeitlohn nach dem auf die Stunde berechneten Lohn, ohne Orts-, Haushaltungs- und Kinderzulagen, zu bemessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Berechnung des Lohnzuschlages",
        "citation": "Art. 33 Abs. 2 ArGV 1",
        "content": "Bei Akkordarbeit ist der Lohnzuschlag in der Regel nach dem in der Zahltagsperiode durchschnittlich erzielten Lohn, ohne Orts-, Haushaltungs- und Kinderzulagen, zu bemessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Berechnung des Lohnzuschlages",
        "citation": "Art. 33 Abs. 3 ArGV 1",
        "content": "Für die Bewertung des Naturallohnes sowie der Bedienungs- und Trinkgelder sind die Vorschriften der Bundesgesetzgebung über die Alters- und Hinterlassenenversicherung sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 7. Abschnitt: Lohn- und Zeitzuschlag, Berechnung des Lohnzuschlages",
        "citation": "Art. 33 Abs. 4 ArGV 1",
        "content": "Sind für die gleiche Zeitspanne verschiedene Vorschriften des Gesetzes über die Ausrichtung von Lohnzuschlägen anwendbar, so ist der für den Arbeitnehmer oder die Arbeitnehmerin günstigste Zuschlag auszurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_33"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 8. Abschnitt: Schichtarbeit, Schichtarbeit und Schichtwechsel",
        "citation": "Art. 34 Abs. 1 ArGV 1",
        "content": "Schichtarbeit liegt vor, wenn zwei oder mehrere Gruppen von Arbeitnehmern und Arbeitnehmerinnen nach einem bestimmten Zeitplan gestaffelt und wechselweise am gleichen Arbeitsplatz zum Einsatz gelangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 8. Abschnitt: Schichtarbeit, Schichtarbeit und Schichtwechsel",
        "citation": "Art. 34 Abs. 2 ArGV 1",
        "content": "Bei der Gestaltung von Schichtarbeit sind die arbeitsmedizinischen und arbeitswissenschaftlichen Erkenntnisse zu beachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 8. Abschnitt: Schichtarbeit, Schichtarbeit und Schichtwechsel",
        "citation": "Art. 34 Abs. 3 ArGV 1",
        "content": "Bei zweischichtiger Tagesarbeit, die nicht in den Nachtzeitraum fällt, darf die einzelne Schichtdauer, Pausen inbegriffen, 11 Stunden nicht überschreiten. Die Leistung von Überzeitarbeit nach Artikel 25 ist nur an sonst arbeitsfreien Werktagen zulässig und soweit, als an diesen Tagen nicht gesetzliche Ruhe- oder Ausgleichsruhezeiten bezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 8. Abschnitt: Schichtarbeit, Schichtarbeit und Schichtwechsel",
        "citation": "Art. 34 Abs. 4 ArGV 1",
        "content": "Bei drei- und mehrschichtigen Arbeitszeitsystemen, bei denen der Arbeitnehmer oder die Arbeitnehmerin alle Schichten durchläuft, gilt Folgendes:\na. die einzelne Schichtdauer darf 10 Stunden, Pausen inbegriffen, nicht überschreiten;\nb. der Schichtwechsel hat von der Früh- zur Spät- und von dieser zur Nachtschicht (Vorwärtsrotation) zu erfolgen; eine Rückwärtsrotation ist ausnahmsweise zulässig, wenn die Mehrheit der betroffenen Arbeitnehmer oder Arbeitnehmerinnen schriftlich darum ersucht;\nc. die Leistung von Überzeitarbeit nach Artikel 25 ist nur an sonst arbeitsfreien Werktagen zulässig und soweit, als an diesen Tagen nicht gesetzliche Ruhe- oder Ausgleichsruhezeiten bezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_34"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 8. Abschnitt: Schichtarbeit, Verzicht auf den Schichtwechsel bei Tages- und Abendarbeit",
        "citation": "Art. 35 ArGV 1",
        "content": "Auf den Schichtwechsel kann verzichtet werden, sofern:\na. Arbeitnehmer aus besonderen persönlichen Gründen nur am Morgen oder am Abend arbeiten können; oder\nb. eine der beiden Schichten wesentlich kürzer ist und nicht mehr als 5 Stunden beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_35"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Begriff",
        "citation": "Art. 36 ArGV 1",
        "content": "Als ununterbrochener Betrieb gilt ein Arbeitszeitsystem:\na. bei dem während 24 Stunden und an sieben Tage der Woche Schichtarbeit geleistet wird; und\nb. das aus mehreren Schichten besteht, wobei der einzelne Arbeitnehmer oder die einzelne Arbeitnehmerin grundsätzlich alle Schichten durchläuft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_36"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Ruhetage",
        "citation": "Art. 37 Abs. 1 ArGV 1",
        "content": "Bei ununterbrochenem Betrieb sind den Arbeitnehmern und Arbeitnehmerinnen im Kalenderjahr wenigstens 61 wöchentliche Ruhetage zu gewähren, die zusammen mit der täglichen Ruhezeit mindestens 35 aufeinander folgende Stunden umfassen. Davon müssen wenigstens 26 Ruhetage auf einen Sonntag fallen und mindestens die Zeit von 6–16 Uhr umfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Ruhetage",
        "citation": "Art. 37 Abs. 2 ArGV 1",
        "content": "Unter der Voraussetzung, dass der Sonntag die Zeit von Samstag 23 Uhr bis Sonntag 23 Uhr umfasst, kann die Zahl der auf einen Sonntag fallenden Ruhetage wie folgt herabgesetzt werden:\na. auf 17, wenn die tägliche Arbeitszeit des einzelnen Arbeitnehmers oder der einzelnen Arbeitnehmerin 8 Stunden nicht übersteigt;\nb. auf 13, wenn zusätzlich zu der in Buchstabe a genannten Voraussetzung die durchschnittliche wöchentliche Arbeitszeit einschliesslich der Pausen nicht mehr als 42 Stunden beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Ruhetage",
        "citation": "Art. 37 Abs. 3 ArGV 1",
        "content": "Kann aus betrieblichen oder organisatorischen Gründen nicht in jeder Woche ein wöchentlicher Ruhetag gewährt werden, so ist dieser spätestens in der dritten Folgewoche zu gewähren. Dieser Ruhetag kann mit anderen wöchentlichen Ruhetagen zusammengelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Ruhetage",
        "citation": "Art. 37 Abs. 4 ArGV 1",
        "content": "Nach spätestens sieben Tagen ist dem Arbeitnehmer oder der Arbeitnehmerin eine tägliche Ruhezeit von 24 Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_37"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Arbeitszeit",
        "citation": "Art. 38 Abs. 1 ArGV 1",
        "content": "Die wöchentliche Höchstarbeitszeit nach Artikel 9 des Gesetzes ist beim ununterbrochenen Betrieb im Durchschnitt von 16 Wochen einzuhalten. Diese Zeitspanne kann ausnahmsweise bis auf 20 Wochen verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Arbeitszeit",
        "citation": "Art. 38 Abs. 2 ArGV 1",
        "content": "Die wöchentliche Höchstarbeitszeit kann für einzelne Zeiträume von sieben aufeinander folgenden Tagen auf 52 Stunden verlängert werden. Ausnahmsweise kann sie auf 60 Stunden verlängert werden, wenn ein grosser Teil der Arbeitszeit aus reiner Präsenzzeit besteht und der Arbeitnehmer oder die Arbeitnehmerin keinen physisch, psychisch und mental belastenden Tätigkeiten ausgesetzt ist. Die wöchentliche Höchstarbeitszeit ist dann im Durchschnitt von 16 Wochen einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Arbeitszeit",
        "citation": "Art. 38 Abs. 3 ArGV 1",
        "content": "Für den einzelnen Arbeitnehmer oder die einzelne Arbeitnehmerin darf die Arbeitszeit innert 24 Stunden nicht mehr als 9 Stunden betragen und muss, mit Einschluss der Pausen, innert eines Zeitraumes von 10 Stunden liegen. Wird zwischen Freitagabend und Montagmorgen in zwei Schichten gearbeitet, so kann die Arbeitszeit bis auf 12 Stunden verlängert werden, doch ist in diesem Falle eine Pause von 2 Stunden zu gewähren, die innerhalb der Schicht hälftig geteilt und gestaffelt angeordnet werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Arbeitszeit",
        "citation": "Art. 38 Abs. 4 ArGV 1",
        "content": "Auf den ununterbrochenen Betrieb sind im Übrigen die Vorschriften dieser Verordnung über die Nacht- und Sonntagsarbeit sowie über die Schichtarbeit anwendbar, sofern die Artikel 37 und 38 nichts anderes bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_38"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Zusammengesetzter ununterbrochener Betrieb",
        "citation": "Art. 39 Abs. 1 ArGV 1",
        "content": "Auf Arbeitnehmer oder Arbeitnehmerinnen, die im Rahmen eines ununterbrochenen Betriebssystems nur in einzelnen Schichten oder an bestimmten Tagen eingesetzt werden, sind die Artikel 37 und 38 nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_39"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 9. Abschnitt: Ununterbrochener Betrieb, Zusammengesetzter ununterbrochener Betrieb",
        "citation": "Art. 39 Abs. 2 ArGV 1",
        "content": "Die Beschäftigung von Arbeitnehmern oder Arbeitnehmerinnen in Wochenendschichten zwischen Donnerstagabend (20 Uhr) und Montagmorgen (5 Uhr bis 7 Uhr) ist zulässig, sofern:\na. die Arbeitnehmer oder die Arbeitnehmerinnen – abgesehen von Ausnahmefällen wie Ferienablösungen – in der übrigen Zeit der Woche keiner weiteren Erwerbstätigkeit als Arbeitnehmer oder Arbeitnehmerin nachgehen;\nb. die Arbeitnehmer oder Arbeitnehmerinnen in keiner Schicht mehr als 10 Stunden Arbeitszeit innerhalb von 12 Stunden leisten müssen; ein Arbeitnehmer oder eine Arbeitnehmerin, der oder die in einer Nacht 10 Stunden Arbeitszeit innerhalb von 12 Stunden leistet, darf maximal 3 Nächte beschäftigt werden;\nc. die tägliche Ruhezeit von 11 Stunden nicht verkürzt wird;\nd. die Arbeitnehmer oder die Arbeitnehmerinnen nicht zu Überzeitarbeit nach Artikel 25 herangezogen werden; und\ne. die Arbeitnehmer oder Arbeitnehmerinnen mindestens fünf auf einen Sonntag fallende Ruhetage pro Kalenderjahr haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_39"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Abgrenzungskriterien für die Bewilligungszuständigkeit",
        "citation": "Art. 40 Abs. 1 ArGV 1",
        "content": "Vorübergehend ist Nacht- oder Sonntagsarbeit im Sinne von Artikel 17 beziehungsweise Artikel 19 des Gesetzes, wenn es sich um zeitlich befristete Einsätze von nicht mehr als sechs Monaten pro Einsatz handelt. Dauert ein Einsatz unerwartet länger als sechs Monate und ist die Verzögerung nicht dem Betrieb zuzuschreiben, so kann die kantonale Behörde die Bewilligung um höchstens drei Monate verlängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_40"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Abgrenzungskriterien für die Bewilligungszuständigkeit",
        "citation": "Art. 40 Abs. 2 ArGV 1",
        "content": "Dauernd oder regelmässig wiederkehrend ist Nacht- oder Sonntagsarbeit, wenn sie:\na. den Umfang von Absatz 1 überschreitet; oder\nb. in regelmässigen Einsätzen geleistet wird, die sich während mehreren Kalenderjahren aus dem gleichen Grund wiederholen; davon ausgenommen ist Nacht- oder Sonntagsarbeit, die für Arbeitseinsätze nach Artikel 27 Absatz 2 geleistet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_40"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Gesuch",
        "citation": "Art. 41 Abs. 1 ArGV 1",
        "content": "Gesuche um Arbeitszeitbewilligungen sind einzureichen:\na. für vorübergehende Nacht- oder Sonntagsarbeit: bei der kantonalen Behörde, sobald die Planung der Arbeiten bekannt ist, jedoch spätestens eine Woche vor dem geplanten Arbeitsbeginn; Artikel 49 Absatz 2 des Gesetzes bleibt vorbehalten;\nb. für dauernde oder regelmässig wiederkehrende Nacht- oder Sonntagsarbeit: beim SECO spätestens acht Wochen vor dem geplanten Arbeitsbeginn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_41"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Gesuch",
        "citation": "Art. 41 Abs. 2 ArGV 1",
        "content": "Die Gesuche sind schriftlich einzureichen und hinreichend zu begründen. Sie müssen folgende Angaben enthalten:\na. die Bezeichnung des Betriebes oder der Betriebsteile, für welche um die Bewilligung nachgesucht wird;\nb. die Zahl der beteiligten erwachsenen Arbeitnehmer und Arbeitnehmerinnen und, im Fall eines Gesuchs um eine Arbeitszeitbewilligung für die Beschäftigung von Jugendlichen, die Zahl der Arbeitnehmer und Arbeitnehmerinnen, die das 18. Altersjahr noch nicht vollendet haben;\nc. den vorgesehenen Stundenplan, einschliesslich der Ruhezeit und Pausen sowie der Schichtwechsel und allfälliger Abweichungen; für die Nachtarbeit, für die drei- und mehrschichtige Arbeit sowie für den ununterbrochenen Betrieb kann auf grafische Darstellungen von Stunden- und Schichtenplänen verwiesen werden;\nd. die beantragte Dauer der Bewilligung;\ne. die Bestätigung, dass das Einverständnis des Arbeitnehmers oder der Arbeitnehmerin eingeholt worden ist;\nf. die Bestätigung, dass eine medizinische Untersuchung hinsichtlich der Eignung des betroffenen Arbeitnehmers oder der betroffenen Arbeitnehmerin durchgeführt worden ist oder noch durchgeführt werden wird, wenn die Untersuchung von Gesetz oder Verordnung vorgesehen ist;\ng. den Nachweis des dringenden Bedürfnisses oder der Unentbehrlichkeit und, im Fall eines Gesuchs um eine Arbeitszeitbewilligung für die Beschäftigung von Jugendlichen, den Nachweis, dass die Voraussetzungen nach den Artikeln 12 Absatz 1 und 13 Absatz 1 der Jugendarbeitsschutzverordnung vom 28. September 2007 erfüllt sind;\nh. die Zustimmung Dritter, wenn von Gesetz oder Verordnung vorgesehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_41"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Bewilligungserteilung",
        "citation": "Art. 42 Abs. 1 ArGV 1",
        "content": "In den Arbeitszeitbewilligungen sind anzuführen:\na. die Rechtsgrundlage;\nb. der Betrieb oder der Betriebsteil oder die Art der Tätigkeit;\nc.  die Begründung der Bewilligung;\nd. die Zahl der im Ganzen und, bei Schichtarbeit und ununterbrochenem Betrieb, der an den einzelnen Schichten beteiligten Arbeitnehmer und Arbeitnehmerinnen;\ne. die bewilligten Tage, Nächte oder Stunden, der bewilligte Stundenplan, die einzuhaltenden Ruhezeiten und Pausen, der Schichtwechsel sowie allfällige Abweichungen;\nf. allfällige Auflagen und Bedingungen zum Schutze der Arbeitnehmer;\ng. der räumliche Geltungsbereich, wenn mehrere Kantone von der Bewilligung betroffen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Bewilligungserteilung",
        "citation": "Art. 42 Abs. 2 ArGV 1",
        "content": "Die Arbeitszeitbewilligungen sind nach ihrem Zweck zeitlich zu befristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Bewilligungserteilung",
        "citation": "Art. 42 Abs. 3 ArGV 1",
        "content": "Für vorübergehende Arbeitszeitbewilligungen, die kantonsübergreifende Tatbestände regeln, ist der Kanton zuständig, in dem der Betrieb seinen Sitz hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Bewilligungserteilung",
        "citation": "Art. 42 Abs. 4 ArGV 1",
        "content": "Die Bewilligung darf nur von den im  Gesetz oder in einer Verordnung vorgesehenen Voraussetzungen abhängig gemacht werden. Sie darf auch keine anderen Auflagen enthalten, als im Gesetz oder in einer Verordnung vorgesehen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 2. Kapitel: Arbeits- und Ruhezeiten, 10. Abschnitt: Arbeitszeitbewilligungen, Bewilligungserteilung",
        "citation": "Art. 42 Abs. 5 ArGV 1",
        "content": "Das SECO stellt seine Bewilligungen den Standortkantonen der Betriebe zu; gleich verfahren die Kantone bei Bewilligungen, die kantonsübergreifende Tatbestände regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_42"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Begriff der medizinischen Untersuchung und Beratung",
        "citation": "Art. 43 Abs. 1 ArGV 1",
        "content": "Die medizinische Untersuchung beinhaltet eine Basiskontrolle des Gesundheitszustandes des betroffenen Arbeitnehmers oder der Arbeitnehmerin. Der Umfang richtet sich nach der Art der auszuübenden Tätigkeit und den Gefährdungen am Arbeitsplatz. Das SECO gibt für die medizinische Untersuchung und Beratung einen Leitfaden heraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Begriff der medizinischen Untersuchung und Beratung",
        "citation": "Art. 43 Abs. 2 ArGV 1",
        "content": "Die medizinische Untersuchung nach den Artikeln 29, 30 und 45 ist von einem Arzt oder einer Ärztin vorzunehmen, der oder die sich mit dem Arbeitsprozess, den Arbeitsverhältnissen und den arbeitsmedizinischen Grundlagen vertraut gemacht hat. Frauen haben Anspruch auf medizinische Untersuchung und Beratung bei einer Ärztin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Begriff der medizinischen Untersuchung und Beratung",
        "citation": "Art. 43 Abs. 3 ArGV 1",
        "content": "Die Beratung nach Artikel 17c des Gesetzes umfasst spezifische Gesichtspunkte, die im Zusammenhang mit der Nachtarbeit stehen. Das können Fragen familiärer und sozialer Art oder Ernährungsprobleme sein, soweit diese einen Einfluss auf die Gesundheit des in der Nacht beschäftigten Arbeitnehmers oder der Arbeitnehmerin haben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Begriff der medizinischen Untersuchung und Beratung",
        "citation": "Art. 43 Abs. 4 ArGV 1",
        "content": "Die im Rahmen des Obligatoriums beigezogenen Ärzte oder Ärztinnen und anderen beigezogenen medizinischen Fachkräfte sind Sachverständige nach Artikel 42 Absatz 4 des Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_43"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Anspruch auf medizinische Untersuchung und Beratung",
        "citation": "Art. 44 Abs. 1 ArGV 1",
        "content": "Arbeitnehmer und Arbeitnehmerinnen, die 25 und mehr Nachteinsätze pro Jahr leisten, haben auf Verlangen Anspruch auf medizinische Untersuchung und Beratung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_44"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Anspruch auf medizinische Untersuchung und Beratung",
        "citation": "Art. 44 Abs. 2 ArGV 1",
        "content": "Der Anspruch auf medizinische Untersuchung und Beratung kann in regelmässigen Abständen von zwei Jahren geltend gemacht werden. Nach Vollendung des 45. Lebensjahres steht den Arbeitnehmern und Arbeitnehmerinnen dieses Recht in Zeitabständen von einem Jahr zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_44"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Obligatorische medizinische Untersuchung und Beratung",
        "citation": "Art. 45 Abs. 1 ArGV 1",
        "content": "Die medizinische Untersuchung und Beratung ist obligatorisch für Jugendliche, die dauernd oder regelmässig wiederkehrende Nachtarbeit leisten, und für Arbeitnehmer oder Arbeitnehmerinnen, die dauernd oder regelmässig wiederkehrende Nachtarbeit leisten und dabei in erhöhtem Ausmass belastende oder gefährliche Tätigkeiten verrichten oder belastenden oder gefährlichen Situationen ausgesetzt sind. Belastende und gefährliche Tätigkeiten oder Situationen sind:\na. gehörschädigender Lärm, starke Erschütterungen und Arbeit in Hitze oder in Kälte;\nb. Luftschadstoffe, wenn deren Konzentration mehr als 50 Prozent der maximalen Arbeitsplatz-Konzentration gesundheitsgefährdender Stoffe gemäss den Richtlinien beträgt, die die Schweizerische Unfallversicherungsanstalt gestützt auf Artikel 50 Absatz 3 der Verordnung vom 19. Dezember 1983 über die Unfallverhütung erlassen hat;\nc. ausserordentliche physische, psychische und mentale Belastungen;\nd. Arbeit als allein arbeitende Person in einem Betrieb oder Betriebsteil;\ne. verlängerte Dauer der Nachtarbeit und Nachtarbeit ohne Wechsel mit Tagesarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Obligatorische medizinische Untersuchung und Beratung",
        "citation": "Art. 45 Abs. 2 ArGV 1",
        "content": "Die medizinische Untersuchung und Beratung erfolgt erstmals vor Antritt zu einer in Absatz 1 genannten Tätigkeit und danach alle zwei Jahre. Sie kann mit der verkehrsmedizinischen Untersuchung nach Artikel 27 der Verkehrszulassungsverordnung vom 27. Oktober 1976 koordiniert werden, wenn diese die für die Beurteilung der Eignung zur Nachtarbeit massgeblichen Aspekte berücksichtigt. In diesem Fall kann der Abstand zwischen den einzelnen medizinischen Untersuchungen und Beratungen um bis zu einem Jahr verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Obligatorische medizinische Untersuchung und Beratung",
        "citation": "Art. 45 Abs. 3 ArGV 1",
        "content": "Der untersuchende Arzt oder die untersuchende Ärztin teilt dem betroffenen Arbeitnehmer oder der betroffenen Arbeitnehmerin und dem Arbeitgeber die Schlussfolgerungen hinsichtlich der Eignung oder Nichteignung mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Obligatorische medizinische Untersuchung und Beratung",
        "citation": "Art. 45 Abs. 4 ArGV 1",
        "content": "Arbeitnehmer und Arbeitnehmerinnen, die nach Feststellung des Arztes oder der Ärztin nicht geeignet sind oder die sich nicht untersuchen lassen, dürfen für Arbeiten nach Absatz 1 nicht in der Nacht eingesetzt werden. Eignet sich ein Arbeitnehmer oder eine Arbeitnehmerin nur bedingt, so kann der untersuchende Arzt oder die untersuchende Ärztin die Beschäftigung des betroffenen Arbeitnehmers oder der betroffenen Arbeitnehmerin ganz oder teilweise in der Nacht an die Bedingung knüpfen, dass der Betrieb die als notwendig erachteten Massnahmen für die Erhaltung der Gesundheit ergreift.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 1. Abschnitt: Medizinische Untersuchung und Beratung, Obligatorische medizinische Untersuchung und Beratung",
        "citation": "Art. 45 Abs. 5 ArGV 1",
        "content": "Bei bedingter Eignung werden die untersuchenden Ärzte und Ärztinnen von ihrem ärztlichen Berufsgeheimnis gegenüber dem Arbeitgeber soweit entbunden, als der betroffene Arbeitnehmer oder die betroffene Arbeitnehmerin, nachdem sie oder er über das Ergebnis der Untersuchung informiert wurde, in die Weiterleitung von Informationen einwilligt und es für das Treffen von Massnahmen im Betrieb notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_45"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 3. Kapitel: Massnahmen bei Nachtarbeit, 2. Abschnitt: Weitere Massnahmen",
        "citation": "Art. 46 ArGV 1",
        "content": "Der Arbeitgeber hat als weitere Massnahmen bei Nachtarbeit insbesondere:\na. ein sicheres Transportmittel zur Verfügung zu stellen, wenn die persönliche Sicherheit eines Arbeitnehmers oder einer Arbeitnehmerin auf dem Weg zum und vom Arbeitsplatz gefährdet sein könnte;\nb. Transportmöglichkeiten beim Fehlen öffentlicher Verkehrsmittel bereitzustellen;\nc. Kochgelegenheiten für die Zubereitung warmer Mahlzeiten in einem geeigneten Raum bereitzustellen oder warme Mahlzeiten abzugeben;\nd. Arbeitnehmer und Arbeitnehmerinnen mit Erziehungs- oder Betreuungspflichten nach Artikel 36 des Gesetzes zu unterstützen, damit sie diese Aufgaben selber oder durch Dritte wahrnehmen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_46"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 1. Abschnitt: Beschäftigung bei Mutterschaft, Arbeitszeit und Stillzeit bei Schwangerschaft und Mutterschaft",
        "citation": "Art. 60 Abs. 1 ArGV 1",
        "content": "Schwangere Frauen und stillende Mütter dürfen nicht über die vereinbarte ordentliche Dauer der täglichen Arbeit hinaus beschäftigt werden, jedoch keinesfalls über 9 Stunden hinaus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_60"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 1. Abschnitt: Beschäftigung bei Mutterschaft, Arbeitszeit und Stillzeit bei Schwangerschaft und Mutterschaft",
        "citation": "Art. 60 Abs. 2 ArGV 1",
        "content": "Stillenden Müttern sind die für das Stillen oder für das Abpumpen von Milch erforderlichen Zeiten freizugeben. Davon wird im ersten Lebensjahr des Kindes als bezahlte Arbeitszeit angerechnet: \na. bei einer täglichen Arbeitszeit von bis zu 4 Stunden: mindestens 30 Minuten;\nb. bei einer täglichen Arbeitszeit von mehr als 4 Stunden: mindestens 60 Minuten;\nc. bei einer täglichen Arbeitszeit von mehr als 7 Stunden: mindestens 90 Minuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_60"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 1. Abschnitt: Beschäftigung bei Mutterschaft, Beschäftigungserleichterung",
        "citation": "Art. 61 Abs. 1 ArGV 1",
        "content": "Bei hauptsächlich stehend zu verrichtender Tätigkeit sind schwangeren Frauen ab dem vierten Schwangerschaftsmonat eine tägliche Ruhezeit von 12 Stunden und nach jeder zweiten Stunde zusätzlich zu den Pausen nach Artikel 15 des Gesetzes eine Kurzpause von 10 Minuten zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_61"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 1. Abschnitt: Beschäftigung bei Mutterschaft, Beschäftigungserleichterung",
        "citation": "Art. 61 Abs. 2 ArGV 1",
        "content": "Ab dem sechsten Schwangerschaftsmonat sind stehende Tätigkeiten auf insgesamt 4 Stunden pro Tag zu beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_61"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Gefährliche und beschwerliche Arbeiten bei Schwangerschaft und Mutterschaft",
        "citation": "Art. 62 Abs. 1 ArGV 1",
        "content": "Der Arbeitgeber darf schwangere Frauen und stillende Mütter zu gefährlichen und beschwerlichen Arbeiten nur beschäftigen, wenn auf Grund einer Risikobeurteilung feststeht, dass dabei keine konkrete gesundheitliche Belastung für Mutter und Kind vorliegt, oder wenn eine solche durch geeignete Schutzmassnahmen ausgeschaltet werden kann. Vorbehalten bleiben weitere Ausschlussgründe nach Absatz 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Gefährliche und beschwerliche Arbeiten bei Schwangerschaft und Mutterschaft",
        "citation": "Art. 62 Abs. 2 ArGV 1",
        "content": "Kann eine gefährliche gesundheitliche Belastung für Mutter und Kind nur durch das Ergreifen geeigneter Schutzmassnahmen ausgeschaltet werden, ist deren Wirksamkeit periodisch, mindestens vierteljährlich zu überprüfen. Stellt sich dabei heraus, dass das Schutzziel nicht erreicht wird, ist nach Artikel 64 Absatz 3 beziehungsweise nach Artikel 65 zu verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Gefährliche und beschwerliche Arbeiten bei Schwangerschaft und Mutterschaft",
        "citation": "Art. 62 Abs. 3 ArGV 1",
        "content": "Als gefährliche und beschwerliche Arbeiten für schwangere Frauen und stillende Mütter gelten alle Arbeiten, die sich erfahrungsgemäss nachteilig auf die Gesundheit dieser Frauen und ihrer Kinder auswirken. Dazu gehören namentlich:\na. das Bewegen schwerer Lasten von Hand;\nb. Bewegungen und Körperhaltungen, die zu vorzeitiger Ermüdung führen;\nc. Arbeiten, die mit Einwirkungen wie Stössen, Erschütterungen oder Vibrationen verbunden sind;\nd. Arbeiten bei Überdruck, z.B. in Druckkammern, beim Tauchen usw.;\ne. Arbeiten bei Kälte oder Hitze oder bei Nässe;\nf. Arbeiten unter Einwirkung schädlicher Strahlen oder Lärm;\ng. Arbeiten unter Einwirkung schädlicher Stoffe oder Mikroorganismen;\nh. Arbeiten in Arbeitszeitsystemen, die erfahrungsgemäss zu einer starken Belastung führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Gefährliche und beschwerliche Arbeiten bei Schwangerschaft und Mutterschaft",
        "citation": "Art. 62 Abs. 4 ArGV 1",
        "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) legt in einer Verordnung fest, wie die in Absatz 3 aufgeführten gefährlichen und beschwerlichen Arbeiten zu beurteilen sind. Überdies definiert es Stoffe, Mikroorganismen und Arbeiten, die auf Grund der Erfahrung und dem Stand der Wissenschaft mit einem besonderen hohen Gefahrenpotenzial für Mutter und Kind verbunden sind und die bei jeder Beschäftigung von schwangeren Frauen und stillenden Müttern verboten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_62"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Risikobeurteilung und Unterrichtung",
        "citation": "Art. 63 Abs. 1 ArGV 1",
        "content": "Ein Betrieb mit gefährlichen und beschwerlichen Arbeiten für Mutter und Kind nach Artikel 62 hat die Risikobeurteilung durch eine fachlich kompetente Person nach den Grundsätzen der Artikel 11a ff. der Verordnung vom 19. Dezember 1983 über die Verhütung von Unfällen und Berufskrankheiten und den spezifischen Vorschriften über den Beizug von fachlich kompetenten Personen bei Mutterschaft vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Risikobeurteilung und Unterrichtung",
        "citation": "Art. 63 Abs. 2 ArGV 1",
        "content": "Die Risikobeurteilung erfolgt erstmals vor Beginn der Beschäftigung von Frauen in einem Betrieb oder Betriebsteil nach Artikel 62 und bei jeder bedeutenden Änderung der Arbeitsbedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Risikobeurteilung und Unterrichtung",
        "citation": "Art. 63 Abs. 3 ArGV 1",
        "content": "Das Ergebnis der Risikobeurteilung ist schriftlich festzuhalten, ebenso die vom Spezialisten der Arbeitssicherheit vorgeschlagenen Schutzmassnahmen. Bei der Risikobeurteilung sind zu beachten:\na. die Vorschriften nach Artikel 62 Absatz 4;\nb. die Vorschriften der Verordnung 3 vom 18. August 1993 zum Arbeitsgesetz; und\nc. die Verordnung vom 19. Dezember 1983 über die Verhütung von Unfällen und Berufskrankheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 2. Abschnitt: Gesundheitsschutz bei Mutterschaft, Risikobeurteilung und Unterrichtung",
        "citation": "Art. 63 Abs. 4 ArGV 1",
        "content": "Der Arbeitgeber hat dafür zu sorgen, dass Frauen mit beschwerlichen und gefährlichen Arbeiten über die mit der Schwangerschaft und der Mutterschaft in Zusammenhang stehenden Gefahren und Massnahmen rechtzeitig, umfassend und angemessen informiert sowie angeleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_63"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 3. Abschnitt: Beschäftigungseinschränkungen und -verbote, Arbeitsbefreiung und Versetzung",
        "citation": "Art. 64 Abs. 1 ArGV 1",
        "content": "Schwangere Frauen und stillende Mütter sind auf ihr Verlangen von Arbeiten zu befreien, die für sie beschwerlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_64"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 3. Abschnitt: Beschäftigungseinschränkungen und -verbote, Arbeitsbefreiung und Versetzung",
        "citation": "Art. 64 Abs. 2 ArGV 1",
        "content": "Frauen, die gemäss ärztlichem Zeugnis in den ersten Monaten nach der Entbindung nicht voll leistungsfähig sind, dürfen nicht zu Arbeiten herangezogen werden, die ihre Leistungsfähigkeit übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_64"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 3. Abschnitt: Beschäftigungseinschränkungen und -verbote, Arbeitsbefreiung und Versetzung",
        "citation": "Art. 64 Abs. 3 ArGV 1",
        "content": "Der Arbeitgeber hat eine schwangere Frau oder eine stillende Mutter an einen für sie ungefährlichen und gleichwertigen Arbeitsplatz zu versetzen, wenn:\na. die Risikobeurteilung eine Gefahr für die Sicherheit und Gesundheit von Mutter oder Kind ergibt und keine geeignete Schutzmassnahme getroffen werden kann; oder\nb. feststeht, dass die betroffene Frau Umgang hat mit Stoffen, Mikroorganismen oder Arbeiten ausführt, die mit einem hohen Gefahrenpotenzial nach Artikel 62 Absatz 4 verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_64"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 3. Abschnitt: Beschäftigungseinschränkungen und -verbote, Verbotene Arbeiten während der Mutterschaft",
        "citation": "Art. 65 ArGV 1",
        "content": "Ist eine Versetzung nach Artikel 64 Absatz 3 nicht möglich, darf die betroffene Frau im von der Gefahr betroffenen Betrieb oder Betriebsteil nicht mehr beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_65"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 5. Kapitel: Sonderschutz von Frauen, 3. Abschnitt: Beschäftigungseinschränkungen und -verbote, Untertagearbeiten in Bergwerken",
        "citation": "Art. 66 ArGV 1",
        "content": "Frauen dürfen nicht für Untertagearbeiten in Bergwerken beschäftigt werden, ausser für:\na. wissenschaftliche Tätigkeiten;\nb. Dienstleistungen der ersten Hilfe und der medizinischen Erstversorgung;\nc. kurzfristige Tätigkeiten im Rahmen einer geregelten Berufsausbildung; oder\nd. kurzfristige Tätigkeiten nicht handwerklicher Art.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_66"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 1. Abschnitt: Betriebsordnung, Vereinbarte oder erlassene Betriebsordnung",
        "citation": "Art. 67 Abs. 1 ArGV 1",
        "content": "Als frei gewählt gilt die Arbeitnehmervertretung, wenn die Wahl nach den Grundsätzen der Artikel 5–7 des Mitwirkungsgesetzes vom 17. Dezember 1993 erfolgt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_67"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 1. Abschnitt: Betriebsordnung, Vereinbarte oder erlassene Betriebsordnung",
        "citation": "Art. 67 Abs. 2 ArGV 1",
        "content": "Wird die Betriebsordnung vom Arbeitgeber erlassen, so ist der Entwurf  im Betrieb gut sichtbar anzuschlagen oder den Arbeitnehmern und Arbeitnehmerinnen auszuhändigen. Innert vier Wochen können die Arbeitnehmer oder Arbeitnehmerinnen schriftlich dazu Stellung nehmen oder sie sind vom Arbeitgeber mündlich anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_67"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 1. Abschnitt: Betriebsordnung, Bekanntmachung der Betriebsordnung",
        "citation": "Art. 68 Abs. 1 ArGV 1",
        "content": "Die Betriebsordnung ist im Betrieb gut sichtbar anzuschlagen oder den Arbeitnehmern oder Arbeitnehmerinnen auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_68"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 1. Abschnitt: Betriebsordnung, Bekanntmachung der Betriebsordnung",
        "citation": "Art. 68 Abs. 2 ArGV 1",
        "content": "Die Betriebsordnung ist der kantonalen Behörde zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_68"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 2. Abschnitt:, Weitere Pflichten gegenüber Arbeitnehmern und Arbeitnehmerinnen, Bekanntgabe der Arbeitszeiten und der Schutzvorschriften",
        "citation": "Art. 69 Abs. 1 ArGV 1",
        "content": "Bei der Planung für die im Betrieb massgeblichen Arbeitszeiten, wie Rahmeneinsatzzeiten, Pikettdienst, Einsatzpläne, bewilligte Stundenpläne und deren Änderungen sind die Arbeitnehmer und Arbeitnehmerinnen beizuziehen. Über den Zeitpunkt der konkreten Einführung der massgeblichen Arbeitszeiten sind die Arbeit-nehmer und Arbeitnehmerinnen möglichst frühzeitig zu informieren, in der Regel zwei Wochen vor einem geplanten Einsatz mit neuen Arbeitszeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_69"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 2. Abschnitt:, Weitere Pflichten gegenüber Arbeitnehmern und Arbeitnehmerinnen, Bekanntgabe der Arbeitszeiten und der Schutzvorschriften",
        "citation": "Art. 69 Abs. 2 ArGV 1",
        "content": "Besondere Schutzvorschriften nach Artikel 47 Absatz 1 Buchstabe b des Gesetzes sind die Vorschriften des Gesetzes und dieser Verordnung über den Jugendschutz, die Mutterschaft und die zu gewährenden Ausgleichsruhezeiten für geleistete Nachtarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_69"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 2. Abschnitt:, Weitere Pflichten gegenüber Arbeitnehmern und Arbeitnehmerinnen, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 70 Abs. 1 ArGV 1",
        "content": "Der Arbeitgeber muss dafür sorgen, dass alle in seinem Betrieb beschäftigten Arbeitnehmer und Arbeitnehmerinnen, einschliesslich der dort tätigen Arbeitnehmer und Arbeitnehmerinnen eines andern Betriebes, ausreichend und angemessen informiert und angeleitet werden über die Organisation der Arbeitszeit, die Gestaltung der Stundenpläne und die bei Nachtarbeit vorgesehenen Massnahmen im Sinne von Artikel 17e des Gesetzes. Diese Anleitung hat im Zeitpunkt des Stellenantritts und bei jeder Änderung der Arbeitsbedingungen zu erfolgen und ist nötigenfalls zu wiederholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_70"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 2. Abschnitt:, Weitere Pflichten gegenüber Arbeitnehmern und Arbeitnehmerinnen, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 70 Abs. 2 ArGV 1",
        "content": "Die Information und die Anleitung müssen während der Arbeitszeit erfolgen und dürfen nicht zu Lasten der Arbeitnehmer und Arbeitnehmerinnen gehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_70"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 2. Abschnitt:, Weitere Pflichten gegenüber Arbeitnehmern und Arbeitnehmerinnen, Beizug der Arbeitnehmer",
        "citation": "Art. 71 Abs. 1 ArGV 1",
        "content": "Die Arbeitnehmer und Arbeitnehmerinnen oder ihre Vertretung im Betrieb sind vorgängig über Besuche der Vollzugsbehörde zu informieren und auf ihren Wunsch in geeigneter Form zu Abklärungen und Betriebsbesuchen derselben beizuziehen. Bei unangemeldeten Betriebsbesuchen sind die Arbeitnehmer und Arbeitnehmerinnen ebenfalls beizuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_71"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 2. Abschnitt:, Weitere Pflichten gegenüber Arbeitnehmern und Arbeitnehmerinnen, Beizug der Arbeitnehmer",
        "citation": "Art. 71 Abs. 2 ArGV 1",
        "content": "Der Arbeitgeber hat den Arbeitnehmern und Arbeitnehmerinnen oder deren Vertretung im Betrieb von Anordnungen der Vollzugsbehörde Kenntnis zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_71"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Zutritt zum Betrieb",
        "citation": "Art. 72 Abs. 1 ArGV 1",
        "content": "Der Arbeitgeber hat den Vollzugs- und Aufsichtsorganen Zutritt zu allen Räumen des Betriebes, mit Einschluss der Ess-, Aufenthalts- und Unterkunftsräume, zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_72"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Zutritt zum Betrieb",
        "citation": "Art. 72 Abs. 2 ArGV 1",
        "content": "Die Vollzugs- und Aufsichtsorgane sind befugt, im Rahmen ihrer Aufgaben den Arbeitgeber und, ohne Anwesenheit von Drittpersonen, die im Betrieb beschäftigten Arbeitnehmer und Arbeitnehmerinnen über die Durchführung des Gesetzes, der Verordnungen und der Verfügungen zu befragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_72"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzeichnisse und andere Unterlagen",
        "citation": "Art. 73 Abs. 1 ArGV 1",
        "content": "Die Verzeichnisse und Unterlagen haben alle Angaben zu enthalten, die für den Vollzug des Gesetzes notwendig sind, namentlich müssen daraus ersichtlich sein:\na. die Personalien der Arbeitnehmer und der Arbeitnehmerinnen;\nb. die Art der Beschäftigung sowie Ein- und Austritt der Arbeitnehmer oder der Arbeitnehmerinnen;\nc. die geleistete (tägliche und wöchentliche) Arbeitszeit inkl. Ausgleichs- und Überzeitarbeit sowie ihre Lage;\nd. die gewährten wöchentlichen Ruhe- oder Ersatzruhetage, soweit diese nicht regelmässig auf einen Sonntag fallen;\ne. die Lage und Dauer der Pausen von einer halben Stunde und mehr;\nf. die betrieblichen Abweichungen von der Tag-, Nacht- und Sonntagsdefinition nach den Artikeln 10, 16 und 18 des Gesetzes;\ng. Regelungen über den Zeitzuschlag nach Artikel 17b Absätze 2 und 3 des Gesetzes;\nh. die nach Gesetz geschuldeten Lohn- und/oder Zeitzuschläge;\ni. die Ergebnisse der medizinischen Abklärungen hinsichtlich der Eignung oder Nichteignung bei Nachtarbeit oder Mutterschaft;.\nj. das Vorliegen von Ausschlussgründen oder die Ergebnisse der Risikobeurteilung bei Mutterschaft und gestützt darauf getroffene betriebliche Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzeichnisse und andere Unterlagen",
        "citation": "Art. 73 Abs. 2 ArGV 1",
        "content": "Verzeichnisse und andere Unterlagen sind nach Ablauf ihrer Gültigkeit für mindestens fünf Jahre aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzeichnisse und andere Unterlagen",
        "citation": "Art. 73 Abs. 3 ArGV 1",
        "content": "Die Vollzugs- und Aufsichtsorgane können Einsicht nehmen in weitere Verzeichnisse und Unterlagen, soweit das für die Erfüllung ihrer Aufgaben notwendig ist. Sofern es für die Ermittlung notwendig ist, kann die zuständige Behörde diese Unterlagen und Verzeichnisse mitnehmen. Nach Abschluss der Ermittlungen sind diese dem Arbeitgeber zurückzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzicht auf die Arbeitszeiterfassung",
        "citation": "Art. 73a Abs. 1 ArGV 1",
        "content": "Die Sozialpartner können in einem Gesamtarbeitsvertrag vorsehen, dass in den Verzeichnissen und Unterlagen die Angaben nach Artikel 73 Absatz 1 Buchstaben c–e und h nicht enthalten sein müssen, sofern die betroffenen Arbeitnehmer und Arbeitnehmerinnen:\na. bei ihrer Arbeit über eine grosse Autonomie verfügen und ihre Arbeitszeiten mehrheitlich selber festsetzen können; \nb. über ein Bruttojahreseinkommen, einschliesslich Boni, von mehr als 120 000 Franken verfügen, wobei sich dieser Betrag bei Teilzeitanstellung anteilsmässig reduziert; und\nc. schriftlich individuell vereinbart haben, dass sie auf die Arbeitszeiterfassung verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzicht auf die Arbeitszeiterfassung",
        "citation": "Art. 73a Abs. 2 ArGV 1",
        "content": "Die Höhe des Betrags nach Absatz 1 Buchstabe b wird an die Entwicklung des Höchstbetrags des versicherten Verdiensts nach dem UVG angepasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzicht auf die Arbeitszeiterfassung",
        "citation": "Art. 73a Abs. 3 ArGV 1",
        "content": "Der Arbeitnehmer oder die Arbeitnehmerin oder der Arbeitgeber kann die Vereinbarung nach Absatz 1 Buchstabe c jährlich widerrufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzicht auf die Arbeitszeiterfassung",
        "citation": "Art. 73a Abs. 4 ArGV 1",
        "content": "Der Gesamtarbeitsvertrag muss von der Mehrheit der repräsentativen Arbeitnehmerorganisationen, insbesondere der Branche oder des Betriebs, unterzeichnet sein und muss Folgendes vorsehen:\na. besondere Massnahmen für den Gesundheitsschutz und die Einhaltung der gesetzlich festgeschriebenen Ruhezeiten;\nb. die Verpflichtung des Arbeitgebers zur Bezeichnung einer internen Anlaufstelle für Fragen zu den Arbeitszeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Verzicht auf die Arbeitszeiterfassung",
        "citation": "Art. 73a Abs. 5 ArGV 1",
        "content": "Der Arbeitgeber hat den Gesamtarbeitsvertrag und die individuellen Verzichtsvereinbarungen sowie ein Verzeichnis der Arbeitnehmer und Arbeitnehmerinnen, die auf die Arbeitszeiterfassung verzichtet haben, mit der Angabe ihrer Bruttojahreseinkommen den Vollzugs- und Aufsichtsorganen zur Verfügung zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_a"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Vereinfachte Arbeitszeiterfassung",
        "citation": "Art. 73b Abs. 1 ArGV 1",
        "content": "Die Arbeitnehmervertretung einer Branche oder eines Betriebs oder, wo eine solche nicht besteht, die Mehrheit der Arbeitnehmer und Arbeitnehmerinnen eines Betriebs kann mit dem Arbeitgeber vereinbaren, dass für Arbeitnehmer und Arbeitnehmerinnen, die ihre Arbeitszeiten zu einem namhaften Teil selber festsetzen können, einzig die geleistete tägliche Arbeitszeit erfasst werden muss. Bei Nacht- und Sonntagsarbeit sind zusätzlich Anfang und Ende dieser Arbeitseinsätze zu dokumentieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Vereinfachte Arbeitszeiterfassung",
        "citation": "Art. 73b Abs. 2 ArGV 1",
        "content": "Die Vereinbarung muss Folgendes festlegen:\na. die Arbeitnehmerkategorien, für welche die vereinfachte Arbeitszeiterfassung gilt;\nb. besondere Bestimmungen zur Einhaltung der Arbeitszeit- und Ruhezeitbestimmungen;\nc. ein paritätisches Verfahren, mit dem die Einhaltung der Vereinbarung überprüft wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Vereinfachte Arbeitszeiterfassung",
        "citation": "Art. 73b Abs. 3 ArGV 1",
        "content": "In Betrieben mit weniger als 50 Arbeitnehmern und Arbeitnehmerinnen kann die vereinfachte Arbeitszeiterfassung nach Absatz 1 auch individuell zwischen dem Arbeitgeber und dem Arbeitnehmer oder der Arbeitnehmerin schriftlich vereinbart werden. In der Vereinbarung ist auf die geltenden Arbeits- und Ruhezeitbestimmungen hinzuweisen. Zusätzlich muss jährlich ein Endjahresgespräch zur Arbeitsbelastung geführt und dokumentiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Vereinfachte Arbeitszeiterfassung",
        "citation": "Art. 73b Abs. 4 ArGV 1",
        "content": "Den betroffenen Arbeitnehmern und Arbeitnehmerinnen steht es frei, trotz Vorliegens einer Vereinbarung die Angaben nach Artikel 73 Absatz 1 Buchstaben c–e aufzuzeichnen. Der Arbeitgeber hat dafür ein geeignetes Instrument zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_73_b"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Altersausweis",
        "citation": "Art. 74 Abs. 1 ArGV 1",
        "content": "Für alle Jugendlichen hat der Arbeitgeber einen Altersausweis zur Verfügung der Vollzugs- und Aufsichtsbehörden zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_74"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 6. Kapitel:, Besondere Pflichten der Arbeitgeber und Arbeitnehmer, 3. Abschnitt: Pflichten gegenüber Vollzugs- und Aufsichtsorganen, Altersausweis",
        "citation": "Art. 74 Abs. 2 ArGV 1",
        "content": "Der Altersausweis wird vom Zivilstandsbeamten des Geburts- oder Heimatortes, für nicht in der Schweiz geborene Ausländer und Ausländerinnen von der zuständigen Polizeibehörde unentgeltlich ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_74"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, SECO",
        "citation": "Art. 75 Abs. 1 ArGV 1",
        "content": "Das SECO ist die Fachstelle des Bundes für den Arbeitnehmerschutz. Es hat namentlich folgende Aufgaben:\na. Es beaufsichtigt und koordiniert die Durchführung des Gesetzes durch die Kantone und sorgt für eine einheitliche Rechtsanwendung.\nb. Es stellt die Weiter- und Fortbildung der Vollzugsbehörden sicher.\nc. Es berät und informiert die kantonalen Vollzugsbehörden sowie die Arbeitgeber- und Arbeitnehmerverbände bei der Anwendung des Gesetzes und der Verordnungen sowie in allgemeinen Belangen des Arbeitnehmerschutzes auch andere interessierte oder betroffene Organisationen.\nd. Es beschafft Informationen auf dem Gebiet des Arbeitnehmerschutzes.\ne. Es stellt Fachleute und nötige Infrastrukturen für die Beurteilung und Lösung komplexer Fragen, Probleme und Vorfälle bereit.\nf. Es untersucht Grundsatz- und Spezialfragen aus dem Bereich des Arbeitnehmerschutzes und klärt Fälle ab, die von allgemeiner Bedeutung sind.\ng. Es unterstützt die Bemühungen zur Förderung des Gesundheitsschutzes am Arbeitsplatz und es initiiert und fördert Forschungsvorhaben zum Thema Arbeit und Gesundheit.\nh. Es nimmt im Bereich des Arbeitnehmerschutzes die Aufgaben der Öffentlichkeitsarbeit sowie die internationalen Kontakte wahr.\ni. Es vollzieht das Gesetz und seine Verordnungen in den Betrieben und Verwaltungen des Bundes.\nj. Es führt das Plangenehmigungsverfahren nach den Artikeln 7 und 8 des Gesetzes im koordinierten Bundesverfahren nach Artikel 62a–62c des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, SECO",
        "citation": "Art. 75 Abs. 2 ArGV 1",
        "content": "Soweit es die Aufgaben nach Absatz 1 erfordern, hat das SECO Zutritt zu allen Betrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, SECO",
        "citation": "Art. 75 Abs. 3 ArGV 1",
        "content": "Das SECO kann auf Gesuch hin gegen Ersatz der Kosten ganz oder teilweise Aufgaben eines Kantons übernehmen, wenn dieser mangels personeller, fachlicher oder sachlicher Mittel seine Aufgaben nicht erfüllen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, SECO",
        "citation": "Art. 75 Abs. 4 ArGV 1",
        "content": "Für Gesuche, Bewilligungen und Genehmigungen kann das SECO einheitliche Formulare vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_75"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, Verfügungen des SECO und Ersatzmassnahmen",
        "citation": "Art. 77 Abs. 1 ArGV 1",
        "content": "Das SECO kann in seinem Aufgabenbereich gegenüber dem Arbeitgeber Verfügungen erlassen und ihn auffordern, die notwendigen Massnahmen zur Herbeiführung des gesetzmässigen Zustandes zu treffen. Ist Gefahr im Verzug, können Verfügungen im Sinne vorsorglicher Massnahmen getroffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_77"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, Verfügungen des SECO und Ersatzmassnahmen",
        "citation": "Art. 77 Abs. 2 ArGV 1",
        "content": "Die in Absatz 1 genannten Verfügungen sind schriftlich zu eröffnen; vorsorgliche Massnahmen sind nachträglich zu bestätigen und zu begründen. Dem Arbeitgeber ist eine Frist anzusetzen, innert der er den gesetzmässigen Zustand herbeizuführen und darüber Bericht zu erstatten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_77"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, Verfügungen des SECO und Ersatzmassnahmen",
        "citation": "Art. 77 Abs. 3 ArGV 1",
        "content": "Kommt der Arbeitgeber nicht innert der gesetzten Frist den Verfügungen und angeordneten Massnahmen nach, so ergreift das SECO die zur Durchsetzung notwendigen Massnahmen unter Kosten- und Straffolge für den Arbeitgeber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_77"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 1. Abschnitt: Bund, Massnahmen der Oberaufsicht",
        "citation": "Art. 78 ArGV 1",
        "content": "Unterlässt die kantonale Vollzugsbehörde eine notwendige Amtshandlung oder widersprechen Verfügungen ganz oder teilweise dem Gesetz, so erteilt das SECO die nötigen Weisungen. Ist Gefahr im Verzug oder liegen erhebliche Rechtsgüterverletzungen vor, trifft das SECO von sich aus die nötigen Massnahmen zur Herbeiführung des gesetzmässigen Zustandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_78"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Aufgaben",
        "citation": "Art. 79 Abs. 1 ArGV 1",
        "content": "Soweit der Vollzug des Gesetzes und der Verordnungen nicht dem Bunde vorbehalten ist, nehmen die kantonalen Behörden diesen wahr; insbesondere haben sie:\na. Kontrollen in den Betrieben über die Einhaltung der Vorschriften des Gesetzes und der Verordnungen durchzuführen;\nb. Arbeitgeber und Arbeitnehmer, Bauherren, Planer und andere mit Aufgaben des Arbeitsgesetzes betraute Personen in Fragen der Anwendung des Gesetzes und der Verordnungen zu beraten;\nc. Arbeitgeber, Arbeitnehmer, deren Organisationen sowie weitere Fachorganisationen und andere interessierte Stellen über aktuelle Fragen und Entwicklungen zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_79"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Aufgaben",
        "citation": "Art. 79 Abs. 2 ArGV 1",
        "content": "Die Kantone sorgen dafür, dass:\na. gut ausgebildete Aufsichtspersonen in einer für die Erfüllung der gesetzlichen Aufgaben genügenden Zahl eingesetzt werden;\nb. weibliches Aufsichtspersonal für spezifische Frauenanliegen eingesetzt wird oder beigezogen werden kann;\nc. den Aufsichtspersonen die nötigen Kompetenzen und Sachmittel eingeräumt werden; und\nd. das Anstellungsverhältnis der Aufsichtspersonen diesen die nötige Stetigkeit bei ihrer Beschäftigung erlaubt und die Wahrung ihrer Unabhängigkeit gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_79"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Aufgaben",
        "citation": "Art. 79 Abs. 3 ArGV 1",
        "content": "Das SECO erlässt Richtlinien hinsichtlich des Aus- und Weiterbildungsstandards und der Anzahl der zu beschäftigenden Aufsichtspersonen pro Kanton in Abhängigkeit der Anzahl Betriebe und der zu erfüllenden gesetzlichen Aufgaben sowie ihrer Komplexität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_79"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Mitteilungen und Berichterstattung",
        "citation": "Art. 80 Abs. 1 ArGV 1",
        "content": "Die Kantone haben dem SECO mitzuteilen:\na. die nach Artikel 41 Absatz 1 des Gesetzes bezeichneten Vollzugsbehörden sowie die kantonalen Rekursbehörden;\nb. die nach Artikel 20a Absatz 1 des Gesetzes den Sonntagen gleichgestellten Feiertage;\nc. die gestützt auf das Gesetz erlassenen kantonalen Vollzugserlasse wie jede Änderung derselben;\nd. Entscheide über Verwaltungsmassnahmen, Strafurteile und Einstellungsbeschlüsse in vollständiger und begründeter Ausfertigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Mitteilungen und Berichterstattung",
        "citation": "Art. 80 Abs. 2 ArGV 1",
        "content": "Die Kantone liefern dem SECO jährlich die für die Berichterstattung an das internationale Arbeitsamt sowie die zur Wahrnehmung der Oberaufsicht nötigen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Mitteilungen und Berichterstattung",
        "citation": "Art. 80 Abs. 3 ArGV 1",
        "content": "Die vom SECO verlangten Angaben sind diesem innert drei Monaten nach Ablauf des Berichtsjahres einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 2. Abschnitt: Kantone, Mitteilungen und Berichterstattung",
        "citation": "Art. 80 Abs. 4 ArGV 1",
        "content": "Die kantonale Behörde hat dem SECO eine Ausfertigung der erteilten Arbeitszeitbewilligungen zuzustellen und ihm Kenntnis zu geben von ihren Verfügungen und Massnahmen, die sie nach den Artikeln 51 Absätze 2 und 3 sowie 52 und 53 des Gesetzes getroffen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_80"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 3. Abschnitt: Eidgenössische Arbeitskommission",
        "citation": "Art. 81 Abs. 1 ArGV 1",
        "content": "Die Eidgenössische Arbeitskommission besteht aus 19 Mitgliedern. In der Kommission sind vertreten:\na. die Kantone mit zwei Mitgliedern;\nb. die Wissenschaft mit zwei Mitgliedern;\nc. die Arbeitgeberverbände und die Arbeitnehmerverbände mit je sieben Mitgliedern;\nd. die Frauenorganisationen mit einem Mitglied.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 3. Abschnitt: Eidgenössische Arbeitskommission",
        "citation": "Art. 81 Abs. 2 ArGV 1",
        "content": "Den Vorsitz führt der Direktor oder die Direktorin für Arbeit im Staatssekretariat für Wirtschaft oder der Stellvertreter oder die Stellvertreterin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 3. Abschnitt: Eidgenössische Arbeitskommission",
        "citation": "Art. 81 Abs. 3 ArGV 1",
        "content": "Die Mitglieder werden für die jeweilige Dauer der für die Bundesbehörden geltenden Amtsperiode gewählt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 3. Abschnitt: Eidgenössische Arbeitskommission",
        "citation": "Art. 81 Abs. 4 ArGV 1",
        "content": "Die Kommission kann für die Behandlung bestimmter Fragen Ausschüsse bestellen und Sachverständige beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 7. Kapitel: Aufgaben und Organisation der Behörden, 3. Abschnitt: Eidgenössische Arbeitskommission",
        "citation": "Art. 81 Abs. 5 ArGV 1",
        "content": "Das Geschäftsreglement der Kommission wird in ihrem Einvernehmen vom WBF erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_81"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Schweigepflicht",
        "citation": "Art. 82 Abs. 1 ArGV 1",
        "content": "Die Schweigepflicht nach Artikel 44 des Gesetzes erstreckt sich auf die Aufsichts- und Vollzugsbehörden des Gesetzes, die Mitglieder der Eidgenössischen Arbeitskommission, beigezogene Sachverständige und Fachinspektoren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_82"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Schweigepflicht",
        "citation": "Art. 82 Abs. 2 ArGV 1",
        "content": "Werden Sachverständige und Fachinspektoren beigezogen, sind diese auf die Schweigepflicht gegenüber Dritten schriftlich aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_82"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Bekanntgabe von besonders schützenswerten Personendaten",
        "citation": "Art. 83 Abs. 1 ArGV 1",
        "content": "Soweit die Datenbekanntgabe der betroffenen Person nicht ausdrücklich mitgeteilt wurde oder ihr nicht aus den Umständen ersichtlich ist, muss die betroffene Person über die Bekanntgabe und den tatsächlichen Umfang der Personendaten informiert werden und es ist ihr Gelegenheit einzuräumen, sich dazu zu äussern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Bekanntgabe von besonders schützenswerten Personendaten",
        "citation": "Art. 83 Abs. 2 ArGV 1",
        "content": "Auf die Einräumung des rechtlichen Gehörs vor der Datenbekanntgabe kann verzichtet werden, wenn die Gefahr besteht, dass Rechtsansprüche oder wichtige Interessen Dritter beeinträchtigt oder die Erfüllung gesetzlicher Aufgaben vereitelt werden, oder wenn der Betroffene innert Frist nicht reagiert oder unauffindbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Bekanntgabe von besonders schützenswerten Personendaten",
        "citation": "Art. 83 Abs. 3 ArGV 1",
        "content": "Eine generelle Datenbekanntgabe besonders schützenswerter Personendaten erfolgt allein zu statistischen Zwecken des Bundesamtes für Statistik, sofern sich dieses für die nachgefragten Informationen auf eine gesetzliche Grundlage mit klar umschriebenem Aufgabenprofil berufen kann, und die Datenweitergabe an Dritte nicht oder nur in anonymisierter Form möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Bekanntgabe von besonders schützenswerten Personendaten",
        "citation": "Art. 83 Abs. 4 ArGV 1",
        "content": "Die Einwilligung der betroffenen Person nach Artikel 44a Absatz 2 des Gesetzes wird vorausgesetzt, wenn die Datenbekanntgabe von grosser Dringlichkeit für den Adressaten ist, diese im Interesse der betroffenen Person erfolgt und eine Stellungnahme der betroffenen Person nicht innert nützlicher Frist erfolgen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_83"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Bekanntgabe bei nicht besonders schützenswerten Personendaten",
        "citation": "Art. 84 Abs. 1 ArGV 1",
        "content": "Die generelle Bekanntgabe von nicht besonders schützenswerten Personendaten erfolgt an die Vollzugs- und Aufsichtsbehörden des Arbeits- und Unfallversicherungsgesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_84"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 1. Abschnitt: Schweigepflicht, Datenbekanntgabe und Auskunftsrecht, Bekanntgabe bei nicht besonders schützenswerten Personendaten",
        "citation": "Art. 84 Abs. 2 ArGV 1",
        "content": "Im Einzelfall können auf begründetes Gesuch hin auch an Dritte nicht besonders schützenswerte Personendaten bekannt gegeben werden, wenn ein öffentliches oder ein erhebliches privates Interesse geltend gemacht werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_84"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Informations- und Dokumentationssystem des Bundes",
        "citation": "Art. 85 Abs. 1 ArGV 1",
        "content": "Das SECO führt im Rahmen seiner Aufsichts- und Vollzugstätigkeiten ein automatisiertes Informations- und Dokumentationssystem für:\na. die Arbeitszeitbewilligungen;\nb. die Plangenehmigungsverfahren nach Artikel 7 Absatz 4 des Gesetzes;\nc. die arbeitsrechtliche Datenbank, die allgemeine Informationen zum öffentlichen und privaten Arbeitsrecht enthält;\nd. die Vollzugsdatenbank der Eidgenössischen Koordinationskommission für Arbeitssicherheit (EKAS), die Daten aus der Inspektionstätigkeit der Durchführungsorgane des Gesetzes und des UVG enthält;\ne. die Betriebsbesuche;\nf. die Adressverwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_85"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Informations- und Dokumentationssystem des Bundes",
        "citation": "Art. 85 Abs. 2 ArGV 1",
        "content": "Das System enthält zu jedem Betrieb:\na. den Namen, die Adresse und die Identifikationsnummer;\nb. den Status (industriell oder nicht industriell);\nc. die Art der wirtschaftlichen Tätigkeit;\nd. das Datum der Aufnahme in das System sowie das Datum der Löschung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_85"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Informations- und Dokumentationssystem des Bundes",
        "citation": "Art. 85 Abs. 3 ArGV 1",
        "content": "Das System kann außerdem enthalten:\na. Pläne, Planbeschreibungen, Plangenehmigungen und Betriebsbewilligungen im Rahmen der Verfahren nach Artikel 7 Absatz 4 des Gesetzes;\nb. Protokolle über Betriebsbesuche;\nc. den Grund des Eintrags;\nd. Verfügungen, Risikobeurteilungen, Gutachten, Anzeigen und Strafurteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_85"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Informations- und Dokumentationssysteme der Kantone",
        "citation": "Art. 86 Abs. 1 ArGV 1",
        "content": "Die kantonale Behörde führt im Rahmen ihrer Aufsichts- und Vollzugstätigkeiten ein Informations- und Dokumentationssystem für industrielle Betriebe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_86"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Informations- und Dokumentationssysteme der Kantone",
        "citation": "Art. 86 Abs. 2 ArGV 1",
        "content": "Das System enthält zu jedem industriellen Betrieb:\na. die Daten nach Artikel 85 Absatz 2;\nb. die Angabe, nach welchem Buchstaben von Artikel 5 Absatz 2 des Gesetzes der Betrieb unterstellt wurde;\nc. Pläne, Planbeschreibungen, Plangenehmigungen und Betriebsbewilligungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_86"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Datenaustausch und -sicherheit",
        "citation": "Art. 87 Abs. 1 ArGV 1",
        "content": "Die Behörden des Bundes und der Kantone, die für den Vollzug des Gesetzes oder des UVG zuständig sind, tauschen ihre Daten gegenseitig aus, soweit es für die Erfüllung ihrer Aufgaben nötig ist. Die kantonale Behörde teilt dem SECO insbesondere die Daten nach Artikel 86 Absatz 2 Buchstaben a und b umgehend mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Datenaustausch und -sicherheit",
        "citation": "Art. 87 Abs. 2 ArGV 1",
        "content": "Die Behörden des Bundes und der Kantone können ihre automatisierten Informations- und Dokumentationssysteme verknüpfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Datenaustausch und -sicherheit",
        "citation": "Art. 87 Abs. 3 ArGV 1",
        "content": "Sie gewähren einander, wo eine solche Verknüpfung besteht, den Zugriff im Abrufverfahren auf alle nicht besonders schützenswerten Personendaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Datenaustausch und -sicherheit",
        "citation": "Art. 87 Abs. 4 ArGV 1",
        "content": "Das SECO und die Kantone ergreifen die erforderlichen Massnahmen, damit unbefugte Dritte nicht auf die Daten zugreifen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_87"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Eingabe, Mutation und Archivierung von Daten",
        "citation": "Art. 88 Abs. 1 ArGV 1",
        "content": "Die Daten werden für den Bund vom SECO zentral verwaltet; für den Kanton erfolgt die Verwaltung durch die zuständige Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_88"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Eingabe, Mutation und Archivierung von Daten",
        "citation": "Art. 88 Abs. 2 ArGV 1",
        "content": "Daten, die Personen betreffen, sind fünf Jahre nach Ablauf ihrer Gültigkeit zu vernichten, sofern sie nicht dem Bundesarchiv übergeben werden müssen. Für anonymisierte Daten, die zu Zwecken der Planung, Forschung oder Statistik erarbeitet worden sind, gilt diese Frist nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_88"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Datenschutz",
        "citation": "Art. 89 ArGV 1",
        "content": "Die Rechte der Betroffenen, insbesondere das Auskunfts-, Berichtigungs- und Vernichtungsrecht, richten sich nach den Bestimmungen des DSG, soweit das Gesetz (ArG) keine abweichenden Bestimmungen kennt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_89"
    },
    {
        "book": "ArGV 1",
        "title": "ArGV 1, 8. Kapitel: Datenschutz und Datenverwaltung, 2. Abschnitt: Informations- und Dokumentationssysteme, Strafbestimmung",
        "citation": "Art. 90 ArGV 1",
        "content": "Die Strafverfolgung für Verletzungen des Datenschutzes und der Auskunftspflicht richtet sich nach dem DSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/243/de#art_90"
    }
]