[
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 1. Abschnitt: Gegenstand und Begriffe, Gegenstand",
        "citation": "Art. 1 ArGV 2",
        "content": "Diese Verordnung umschreibt die bei Vorliegen besonderer Verhältnisse nach Artikel 27 Absatz 1 des Gesetzes möglichen Abweichungen von den gesetzlichen Arbeits- und Ruhezeitvorschriften und bezeichnet die Betriebsarten oder Gruppen von Arbeitnehmern und Arbeitnehmerinnen, welche unter diese Abweichungen fallen. Sie bezeichnet für die einzelnen Branchen oder Gruppen von Arbeitnehmern und Arbeitnehmerinnen den Umfang der Abweichungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_1"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 1. Abschnitt: Gegenstand und Begriffe, Kleingewerbliche Betriebe",
        "citation": "Art. 2 Abs. 1 ArGV 2",
        "content": "Kleingewerbliche Betriebe (Art. 27 Abs. 1bis des Gesetzes) sind Betriebe, in denen neben dem Arbeitgeber nicht mehr als vier Arbeitnehmer und Arbeitnehmerinnen, unabhängig von ihrem Beschäftigungsgrad, beschäftigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_2"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 1. Abschnitt: Gegenstand und Begriffe, Kleingewerbliche Betriebe",
        "citation": "Art. 2 Abs. 2 ArGV 2",
        "content": "Betriebsnotwendigkeit (Art. 27 Abs. 1bis des Gesetzes) liegt vor, wenn:\na. ein Betrieb zu einer im 3. Abschnitt dieser Verordnung aufgeführten Betriebsart gehört; oder\nb. die Voraussetzungen nach Artikel 28 der Verordnung 1 zum Arbeitsgesetz vom 10. Mai 2000 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_2"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Geltung",
        "citation": "Art. 3 ArGV 2",
        "content": "Die Bestimmungen dieses Abschnitts sind auf die einzelnen Betriebsarten sowie Arbeitnehmer und Arbeitnehmerinnen entsprechend den Bestimmungen des 3. Abschnitts anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_3"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Befreiung von der Bewilligungspflicht für Nacht- und Sonntagsarbeit sowie für den ununterbrochenen Betrieb",
        "citation": "Art. 4 Abs. 1 ArGV 2",
        "content": "Der Arbeitgeber darf die Arbeitnehmer und Arbeitnehmerinnen ohne behördliche Bewilligung ganz oder teilweise in der Nacht beschäftigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_4"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Befreiung von der Bewilligungspflicht für Nacht- und Sonntagsarbeit sowie für den ununterbrochenen Betrieb",
        "citation": "Art. 4 Abs. 2 ArGV 2",
        "content": "Der Arbeitgeber darf die Arbeitnehmer und Arbeitnehmerinnen ohne behördliche Bewilligung ganz oder teilweise am Sonntag beschäftigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_4"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Befreiung von der Bewilligungspflicht für Nacht- und Sonntagsarbeit sowie für den ununterbrochenen Betrieb",
        "citation": "Art. 4 Abs. 3 ArGV 2",
        "content": "Der Arbeitgeber darf die Arbeitnehmer und Arbeitnehmerinnen ohne behördliche Bewilligung im ununterbrochenen Betrieb beschäftigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_4"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Verlängerung des Zeitraumes der täglichen Arbeit bei Tages- und Abendarbeit",
        "citation": "Art. 5 ArGV 2",
        "content": "Der Zeitraum der Tages- und Abendarbeit darf für die einzelnen Arbeitnehmer und Arbeitnehmerinnen, mit Einschluss der Pausen und der Überzeitarbeit, auf höchstens 17 Stunden verlängert werden, sofern im Durchschnitt einer Kalenderwoche eine tägliche Ruhezeit von mindestens 12 aufeinanderfolgenden Stunden gewährt wird. Die tägliche Ruhezeit zwischen zwei Arbeitseinsätzen muss dabei mindestens 8 aufeinanderfolgende Stunden betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_5"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Verlängerung der wöchentlichen Höchstarbeitszeit",
        "citation": "Art. 6 ArGV 2",
        "content": "Die wöchentliche Höchstarbeitszeit darf in einzelnen Wochen um 4 Stunden verlängert werden, sofern sie im Durchschnitt von drei Wochen eingehalten wird und im Durchschnitt des Kalenderjahres die Fünf-Tage-Woche gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_6"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Verlängerung der Arbeitswoche",
        "citation": "Art. 7 Abs. 1 ArGV 2",
        "content": "Die einzelnen Arbeitnehmer und Arbeitnehmerinnen dürfen bis zu elf aufeinanderfolgende Tage beschäftigt werden:\na. wenn unmittelbar im Anschluss daran mindestens drei aufeinanderfolgende Tage frei gewährt werden; und\nb. wenn im Durchschnitt des Kalenderjahrs die Fünftagewoche gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_7"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Verlängerung der Arbeitswoche",
        "citation": "Art. 7 Abs. 2 ArGV 2",
        "content": "Die einzelnen Arbeitnehmer und Arbeitnehmerinnen dürfen sieben aufeinanderfolgende Tage beschäftigt werden:\na. wenn die tägliche Arbeitszeit im Zeitraum der Tages- und Abendarbeit nicht mehr als neun Stunden beträgt;\nb. wenn die wöchentliche Höchstarbeitszeit im Durchschnitt von zwei Wochen eingehalten wird; und\nc. wenn unmittelbar im Anschluss an den siebten Tag mindestens 83 aufeinanderfolgende Stunden frei gewährt werden: diese 83 Stunden schliessen die tägliche Ruhezeit, den Ersatzruhetag für den Sonntag und den wöchentlichen freien Halbtag ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_7"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Überzeitarbeit am Sonntag",
        "citation": "Art. 8 Abs. 1 ArGV 2",
        "content": "Überzeitarbeit nach Artikel 12 Absatz 1 des Gesetzes darf am Sonntag geleistet werden. Die am Sonntag geleistete Überzeitarbeit ist innert 14 Wochen durch Freizeit von gleicher Dauer auszugleichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Überzeitarbeit am Sonntag",
        "citation": "Art. 8 Abs. 2 ArGV 2",
        "content": "Überzeitarbeit nach Artikel 12 Absatz 1 des Gesetzes darf am Sonntag geleistet werden. Die am Sonntag geleistete Überzeitarbeit ist innert 26 Wochen durch Freizeit von gleicher Dauer auszugleichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettdienst",
        "citation": "Art. 8a Abs. 1 ArGV 2",
        "content": "Im Rahmen des Pikettdienstes muss die Zeitspanne zwischen dem Einsatzaufruf an den Arbeitnehmer oder die Arbeitnehmerin und seinem oder ihrem Eintreffen am Arbeitsort (Interventionszeit) grundsätzlich mindestens 30 Minuten betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettdienst",
        "citation": "Art. 8a Abs. 2 ArGV 2",
        "content": "Ist die Interventionszeit aus zwingenden Gründen kürzer als 30 Minuten, so haben die Arbeitnehmer und Arbeitnehmerinnen Anspruch auf eine Zeitgutschrift von 10 Prozent der inaktiven Pikettdienstzeit. Unter inaktiver Pikettdienstzeit wird die für den Pikettdienst aufgewendete Zeit ausserhalb einer Intervention sowie der Zeit für den Arbeitsweg verstanden. Die für die Intervention effektiv aufgewendete Zeit sowie die Wegzeit zählen als Arbeitszeit und werden zur Zeitgutschrift dazugerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettdienst",
        "citation": "Art. 8a Abs. 3 ArGV 2",
        "content": "Muss der Pikettdienst wegen der kurzen Interventionszeit im Betrieb geleistet werden, so gilt die gesamte zur Verfügung gestellte Zeit als Arbeitszeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettdienst",
        "citation": "Art. 8a Abs. 4 ArGV 2",
        "content": "In den Fällen nach den Absätzen 2 und 3 darf der einzelne Arbeitnehmer oder die einzelne Arbeitnehmerin in einem Zeitraum von vier Wochen an höchstens sieben Tagen Pikettdienst leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettplanung und -einteilung",
        "citation": "Art. 8b Abs. 1 ArGV 2",
        "content": "Die einzelnen Arbeitnehmer und Arbeitnehmerinnen dürfen im Zeitraum von 4 Wochen an höchstens 7 Tagen auf Pikett sein oder Piketteinsätze leisten. Die pikettdienstfreie Zeit von 2 Wochen nach Artikel 14 Absatz 2 der Verordnung 1 vom 10. Mai 2000 zum Arbeitsgesetz muss nicht gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettplanung und -einteilung",
        "citation": "Art. 8b Abs. 2 ArGV 2",
        "content": "Die einzelnen Arbeitnehmer und Arbeitnehmerinnen dürfen im Zeitraum von 4 Wochen an höchstens 10 Tagen auf Pikett sein oder Piketteinsätze leisten, wenn:\na. dem Betrieb aufgrund seiner Lage in einer Randregion oder der fachlichen Spezialisierung keine genügenden Personalressourcen für einen Pikettdienst nach Absatz 1 zur Verfügung stehen; und\nb. sie im Durchschnitt eines Kalenderjahres pro Monat nicht mehr als 7 Pikettdienste mit tatsächlichem Einsatz leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Pikettplanung und -einteilung",
        "citation": "Art. 8b Abs. 3 ArGV 2",
        "content": "In Pikettdienstnächten kann die tägliche Ruhezeit auf 9 Stunden verkürzt werden, sofern sie im Durchschnitt von 2 Wochen 12 Stunden beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_8_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Verkürzung der täglichen Ruhezeit",
        "citation": "Art. 9 ArGV 2",
        "content": "Die Ruhezeit darf für erwachsene Arbeitnehmer und Arbeitnehmerinnen bis auf 9 Stunden herabgesetzt werden, sofern sie im Durchschnitt von zwei Wochen 12 Stunden beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_9"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Dauer der Nachtarbeit",
        "citation": "Art. 10 Abs. 1 ArGV 2",
        "content": "Bei Nachtarbeit darf die tägliche Arbeitszeit für die einzelnen erwachsenen Arbeitnehmer und Arbeitnehmerinnen 9 Stunden nicht überschreiten. Sie muss, mit Einschluss der Pausen, innert eines Zeitraumes von 12 Stunden liegen. Dabei ist den Arbeitnehmern und Arbeitnehmerinnen eine tägliche Ruhezeit von 12 Stunden und einmal in der Woche eine zusammenhängende Ruhezeit von 48 Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Dauer der Nachtarbeit",
        "citation": "Art. 10 Abs. 2 ArGV 2",
        "content": "Nachtarbeit darf in einem Zeitraum von 12 Stunden geleistet werden, wenn darauf mindestens 12 Stunden Ruhezeit folgen, eine Gelegenheit besteht, sich hinzulegen, und wenn:\na. die Arbeitszeit höchstens 10 Stunden beträgt und ein grosser Teil davon reine Präsenzzeit ist; oder\nb. während höchstens 8 Stunden tatsächlich gearbeitet wird, wobei die gesamten 12 Stunden als Arbeitszeit gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Dauer der Nachtarbeit",
        "citation": "Art. 10 Abs. 3 ArGV 2",
        "content": "Bei Nachtarbeit mit einem Arbeitsbeginn nach 4 Uhr oder einem Arbeitsschluss vor 1 Uhr darf die tägliche Arbeitszeit in einem Zeitraum von höchstens 17 Stunden liegen. Beginnt die tägliche Arbeitszeit vor 5 Uhr oder endet sie nach 24 Uhr, so ist im Durchschnitt einer Kalenderwoche eine tägliche Ruhezeit von mindestens 12 Stunden zu gewähren. Die tägliche Ruhezeit zwischen zwei Arbeitseinsätzen muss dabei mindestens 8 Stunden betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Dauer der Nachtarbeit",
        "citation": "Art. 10 Abs. 4 ArGV 2",
        "content": "Bei Nachtarbeit darf die tägliche Arbeitszeit innert eines Zeitraumes von 13 Stunden höchstens 11 Stunden betragen, sofern sie im Durchschnitt einer Kalenderwoche 9 Stunden nicht übersteigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Dauer der Nachtarbeit",
        "citation": "Art. 10 Abs. 5 ArGV 2",
        "content": "Nachtarbeit ohne Wechsel mit Tagesarbeit darf in höchstens 6 von 7 aufeinanderfolgenden Nächten geleistet werden, sofern im Durchschnitt des Kalenderjahrs die Fünf-Tage-Woche gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Verschiebung der Lage des Sonntages",
        "citation": "Art. 11 ArGV 2",
        "content": "Die Lage des Sonntagszeitraumes nach Artikel 18 Absatz 1 des Gesetzes darf um höchstens 3 Stunden vor- oder nachverschoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_11"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Anzahl freie Sonntage",
        "citation": "Art. 12 Abs. 1 ArGV 2",
        "content": "Im Kalenderjahr sind mindestens 26 freie Sonntage zu gewähren. Sie können unregelmässig auf das Jahr verteilt werden. Im Zeitraum eines Kalenderquartals ist jedoch mindestens ein freier Sonntag zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Anzahl freie Sonntage",
        "citation": "Art. 12 Abs. 1bis ArGV 2",
        "content": "Im Kalenderjahr sind mindestens 18 freie Sonntage zu gewähren, sofern mindestens zwölfmal pro Jahr die wöchentliche Ruhezeit mindestens 59 aufeinanderfolgende Stunden umfasst. Diese 59 Stunden umfassen die tägliche Ruhezeit sowie den ganzen Samstag und den ganzen Sonntag. Die freien Sonntage können unregelmässig auf das Jahr verteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Anzahl freie Sonntage",
        "citation": "Art. 12 Abs. 2 ArGV 2",
        "content": "Im Kalenderjahr sind mindestens 12 freie Sonntage zu gewähren. Sie können unregelmässig auf das Jahr verteilt werden. In der Woche, in der an einem Sonntag gearbeitet wird, oder in der darauffolgenden Woche ist im Anschluss an die tägliche Ruhezeit eine wöchentliche Ruhezeit von 36 aufeinanderfolgenden Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Anzahl freie Sonntage",
        "citation": "Art. 12 Abs. 2bis ArGV 2",
        "content": "Im Kalenderjahr sind mindestens 12 freie Sonntage zu gewähren. Sie können unregelmässig auf das Jahr verteilt werden. In der Woche, in der an einem Sonntag gearbeitet wird, oder in der darauffolgenden Woche ist eine wöchentliche Ruhezeit von 47 aufeinanderfolgenden Stunden oder von zweimal 35 aufeinanderfolgenden Stunden zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Anzahl freie Sonntage",
        "citation": "Art. 12 Abs. 3 ArGV 2",
        "content": "Wird im Durchschnitt des Kalenderjahres die Fünf-Tage-Woche gewährt, so kann die Anzahl freie Sonntage bis auf vier herabgesetzt werden. Die freien Sonntage können unregelmässig auf das Jahr verteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Ersatzruhetag für Feiertagsarbeit",
        "citation": "Art. 13 ArGV 2",
        "content": "Die Ersatzruhe für Feiertagsarbeit darf für ein Kalenderjahr zusammengefasst gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_13"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Wöchentlicher freier Halbtag",
        "citation": "Art. 14 Abs. 1 ArGV 2",
        "content": "Der wöchentliche freie Halbtag darf für einen Zeitraum von höchstens acht Wochen zusammenhängend gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Wöchentlicher freier Halbtag",
        "citation": "Art. 14 Abs. 2 ArGV 2",
        "content": "Der wöchentliche freie Halbtag darf in Betrieben mit erheblichen saisonmässigen Schwankungen für einen Zeitraum von höchstens zwölf Wochen zusammenhängend gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Wöchentlicher freier Halbtag",
        "citation": "Art. 14 Abs. 2bis ArGV 2",
        "content": "Der wöchentliche freie Halbtag gilt als gewährt, wenn zwischen 12 und 22 Uhr 8 Stunden arbeitsfrei bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 2. Abschnitt: Sonderbestimmungen, Wöchentlicher freier Halbtag",
        "citation": "Art. 14 Abs. 3 ArGV 2",
        "content": "Der wöchentliche freie Halbtag kann von 8 bis auf 6 aufeinanderfolgende Stunden verkürzt werden. Er ist am Vormittag bis 12 Uhr oder am Nachmittag ab spätestens 14.30 Uhr bis spätestens 20.30 Uhr zu gewähren. Die durch die Verkürzung ausfallende Ruhezeit ist innerhalb von sechs Monaten zusammenhängend nachzugewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Krankenanstalten und Kliniken",
        "citation": "Art. 15 Abs. 1 ArGV 2",
        "content": "Auf Krankenanstalten und Kliniken und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 5, 7 Absatz 2, 8 Absatz 2, 8a, 9, 10 Absatz 2 und 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_15"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Krankenanstalten und Kliniken",
        "citation": "Art. 15 Abs. 2 ArGV 2",
        "content": "Krankenanstalten und Kliniken sind ärztlich betreute Betriebe für Kranke, Wöchnerinnen, Säuglinge, Verunfallte und Rekonvaleszente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_15"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Heime und Internate",
        "citation": "Art. 16 Abs. 1 ArGV 2",
        "content": "Auf Heime und Internate und die in ihnen mit der Betreuung der Insassen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 7 Absatz 2, 8 Absatz 1, 9, 10 Absatz 2, 12 Absatz 2 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_16"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Heime und Internate",
        "citation": "Art. 16 Abs. 2 ArGV 2",
        "content": "Heime und Internate sind Kinder‐, Erziehungs‐, Anlern‐, Ausbildungs‐, Beschäftigungs‐, Alters‐, Pflege‐, Kranken‐, Unterkunfts- und Versorgungsheime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_16"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Spitex-Betriebe",
        "citation": "Art. 17 Abs. 1 ArGV 2",
        "content": "Auf Spitex-Betriebe und die von ihnen mit Pflege- und Betreuungsaufgaben beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_17"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Spitex-Betriebe",
        "citation": "Art. 17 Abs. 2 ArGV 2",
        "content": "Spitex-Betriebe sind Betriebe, die spitalexterne Aufgaben für pflege- und betreuungsbedürftige Personen erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_17"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Arzt- und Zahnarztpraxen",
        "citation": "Art. 18 ArGV 2",
        "content": "Auf Arzt- und Zahnarztpraxen und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar, soweit die Aufrechterhaltung von Notfalldiensten zu gewährleisten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_18"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Apotheken",
        "citation": "Art. 19 ArGV 2",
        "content": "Auf Apotheken und die in ihnen mit der Bereitstellung und dem Verkauf von Medikamenten beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar, soweit die Aufrechterhaltung von Notfalldiensten zu gewährleisten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_19"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Medizinische Labors",
        "citation": "Art. 19a ArGV 2",
        "content": "Auf medizinische Labors und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 5, 8 Absatz 2, 9, 10 Absatz 2 Buchstabe a und 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_19_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bestattungsbetriebe",
        "citation": "Art. 20 Abs. 1 ArGV 2",
        "content": "Auf Bestattungsbetriebe und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag und Artikel 8 Abs. 1 anwendbar, soweit Nacht- und Sonntagsarbeit für unaufschiebbare Tätigkeiten notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_20"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bestattungsbetriebe",
        "citation": "Art. 20 Abs. 2 ArGV 2",
        "content": "Bestattungsbetriebe sind Betriebe, die Formalitäten und Verrichtungen bei Todesfällen besorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_20"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Tierarztpraxen und Tierkliniken",
        "citation": "Art. 21 ArGV 2",
        "content": "Auf Tierarztpraxen und Tierkliniken und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind, soweit die Aufrechterhaltung von Notfalldiensten oder die Pflege und Betreuung von kranken, pflegebedürftigen oder verunfallten Tieren zu gewährleisten ist, die folgenden Bestimmungen anwendbar: \na. Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie Artikel 8b Absätze 1 und 3;\nb. auf Tierarztpraxen mit höchstens 4 angestellten Tierärzten und Tierärztinnen: zusätzlich Artikel 8b Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_21"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zoologische Gärten, Tiergärten und Tierheime",
        "citation": "Art. 22 ArGV 2",
        "content": "Auf zoologische Gärten, Tiergärten und Tierheime und die in ihnen mit der Beaufsichtigung und der Pflege der Tiere, mit dem Unterhalt der Anlagen sowie der Bedienung der Kassen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 Absatz 1 für die ganze Nacht für Überwachungstätigkeiten und Absatz 2 für den ganzen Sonntag sowie die Artikel 8 Absatz 1 und 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_22"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Gastbetriebe",
        "citation": "Art. 23 Abs. 1 ArGV 2",
        "content": "Auf Gastbetriebe und die in ihnen beschäftigten gastgewerblichen Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 7 Absatz 2, 8 Absatz 1, 11, 12 Absatz 3, 13 und 14 Absätze 2 und 3 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_23"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Gastbetriebe",
        "citation": "Art. 23 Abs. 2 ArGV 2",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen mit Erziehungs- und Betreuungspflichten nach Artikel 36 des Gesetzes ist anstelle von Artikel 12 Absatz 3 Artikel 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_23"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Gastbetriebe",
        "citation": "Art. 23 Abs. 3 ArGV 2",
        "content": "Gastbetriebe sind Betriebe, die gegen Entgelt Personen beherbergen oder Speisen oder Getränke zum Genuss an Ort und Stelle abgeben. Gastbetrieben gleichgestellt sind Betriebe, die fertig zubereitete Speisen ausliefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_23"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Spielbanken",
        "citation": "Art. 24 Abs. 1 ArGV 2",
        "content": "Auf Spielbanken und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie Artikel 12 Absatz 2, 13 und 14 Absätze 2 und 3 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_24"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Spielbanken",
        "citation": "Art. 24 Abs. 2 ArGV 2",
        "content": "Spielbanken sind Betriebe, die über eine Betriebskonzession gemäss Bundesgesetz vom 18. Dezember 1998 über die Spielbanken verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_24"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Fremdenverkehrsgebieten sowie Einkaufszentren für die Bedürfnisse des internationalen Fremdenverkehrs",
        "citation": "Art. 25 Abs. 1 ArGV 2",
        "content": "Auf die Betriebe in Fremdenverkehrsgebieten, die der Befriedigung spezifischer Bedürfnisse der Touristen dienen, und auf die in ihnen mit der Bedienung der Kundschaft beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind während der Saison die Artikel 4 Absatz 2 für den ganzen Sonntag sowie die Artikel 8 Absatz 1, 12 Absatz 1 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Fremdenverkehrsgebieten sowie Einkaufszentren für die Bedürfnisse des internationalen Fremdenverkehrs",
        "citation": "Art. 25 Abs. 2 ArGV 2",
        "content": "Betriebe in Fremdenverkehrsgebieten sind Betriebe in Kur-, Sport-, Ausflugs- und Erholungsorten, in denen der Fremdenverkehr von wesentlicher Bedeutung ist und erheblichen saisonmässigen Schwankungen unterliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Fremdenverkehrsgebieten sowie Einkaufszentren für die Bedürfnisse des internationalen Fremdenverkehrs",
        "citation": "Art. 25 Abs. 3 ArGV 2",
        "content": "Auf Einkaufszentren, die den Bedürfnissen des internationalen Fremdenverkehrs dienen, sind während des ganzen Jahres Artikel 4 Absatz 2 für den ganzen Sonntag und Artikel 12 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Fremdenverkehrsgebieten sowie Einkaufszentren für die Bedürfnisse des internationalen Fremdenverkehrs",
        "citation": "Art. 25 Abs. 4 ArGV 2",
        "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) legt auf Antrag der Kantone die Einkaufszentren nach Absatz 3 fest. Dabei müssen die folgenden Voraussetzungen erfüllt sein:\na. Das Warenangebot des Einkaufszentrums ist auf den internationalen Fremdenverkehr ausgerichtet und umfasst in einer Mehrheit der sich im Einkaufszentrum befindenden Geschäfte überwiegend Luxusartikel insbesondere in den Bereichen Kleider und Schuhe, Accessoires, Uhren und Schmuck sowie Parfum.\nb. Der im Einkaufszentrum gesamthaft erwirtschaftete Umsatz sowie der Umsatz der Mehrheit der sich im Einkaufszentrum befindenden Geschäfte werden zu einem wesentlichen Teil mit internationaler Kundschaft erwirtschaftet.\nc. Das Einkaufszentrum befindet sich:\n1. in einem Fremdenverkehrsgebiet nach Absatz 2; oder\n2. in einer Entfernung von höchstens 15 Kilometern zur Schweizer Grenze und in der unmittelbaren Nähe eines Autobahnanschlusses oder Bahnhofs.\nd. Die Arbeitnehmer und Arbeitnehmerinnen erhalten für die Sonntagsarbeit Kompensationen, die über die gesetzlichen Vorgaben hinausgehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Kioske, Betriebe für Reisende und Tankstellenshops",
        "citation": "Art. 26 Abs. 1 ArGV 2",
        "content": "Auf Kioske an öffentlichen Strassen und Plätzen sind Artikel 4 Absatz 2 für den ganzen Sonntag sowie die Artikel 8 Absatz 1, 12 Absatz 1 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Kioske, Betriebe für Reisende und Tankstellenshops",
        "citation": "Art. 26 Abs. 2 ArGV 2",
        "content": "Auf Kioske und Betriebe für Reisende und die in ihnen für die Bedienung der Durchreisenden beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 Absatz 1 für die Nacht bis 1 Uhr und Absatz 2 für den ganzen Sonntag sowie die Artikel 8 Absatz 1, 12 Absatz 2 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Kioske, Betriebe für Reisende und Tankstellenshops",
        "citation": "Art. 26 Abs. 2bis ArGV 2",
        "content": "Auf Tankstellenshops auf Autobahnraststätten und an Hauptverkehrswegen mit starkem Reiseverkehr, die ein Waren- und Dienstleistungsangebot führen, das in erster Linie auf die Bedürfnisse der Reisenden ausgerichtet ist, und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 8 Absatz 1, 12 Absatz 2 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Kioske, Betriebe für Reisende und Tankstellenshops",
        "citation": "Art. 26 Abs. 3 ArGV 2",
        "content": "Kioske sind kleinere Verkaufsstände oder Verkaufsstellen, die der Kundschaft überwiegend Presseerzeugnisse, Süssigkeiten, Tabak- und Souvenirwaren sowie kleine Verpflegungsartikel zum Verzehr an Ort und Stelle oder für unterwegs anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Kioske, Betriebe für Reisende und Tankstellenshops",
        "citation": "Art. 26 Abs. 4 ArGV 2",
        "content": "Betriebe für Reisende sind Verkaufsstellen und Dienstleistungsbetriebe an Bahnhöfen, Flughäfen, an anderen Terminals des öffentlichen Verkehrs und in Grenzorten, die ein Waren- und Dienstleistungsangebot führen, das in erster Linie auf die Bedürfnisse der Reisenden ausgerichtet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Bahnhöfen und Flughäfen",
        "citation": "Art. 26a Abs. 1 ArGV 2",
        "content": "Auf Betriebe in Bahnhöfen und Flughäfen im Sinne von Artikel 27 Absatz 1ter des Gesetzes und die in ihnen für die Bedienung der Kundschaft beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 Absatz 2 für den ganzen Sonntag sowie die Artikel 8 Absatz 1, 12 Absatz 2 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Bahnhöfen und Flughäfen",
        "citation": "Art. 26a Abs. 2 ArGV 2",
        "content": "Das WBF legt die Bahnhöfe und Flughäfen nach Absatz 1 fest. Dabei gilt:\na. Die Bahnhöfe müssen mit dem Personenverkehr jährlich mindestens 20 Millionen Franken umsetzen oder von grosser regionaler Bedeutung sein.\nb. Die Flughäfen müssen Linienverkehr anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe in Bahnhöfen und Flughäfen",
        "citation": "Art. 26a Abs. 3 ArGV 2",
        "content": "Vor der Bezeichnung hört das WBF an:\na. für Bahnhöfe, deren Umsatz mit dem Personenverkehr jährlich mindestens 20 Millionen Franken beträgt: das Bahnunternehmen;\nb. für Bahnhöfe von grosser regionaler Bedeutung: das Bahnunternehmen und den betroffenen Kanton;\nc. für Flughäfen: den Flughafenbetreiber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_26_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bäckereien, Konditoreien, Confiserien",
        "citation": "Art. 27 Abs. 1 ArGV 2",
        "content": "Auf Bäckereien, Konditoreien, Confiserien und die in ihnen mit der Herstellung von Bäckerei‐, Konditorei- oder Confiseriewaren beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und für den ganzen Sonntag sowie die Artikel 10 Absatz 5, 11, 12 Absatz 2 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_27"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bäckereien, Konditoreien, Confiserien",
        "citation": "Art. 27 Abs. 2 ArGV 2",
        "content": "Auf die Verkaufsgeschäfte in Bäckereien, Konditoreien, Confiserien und das in ihnen beschäftigte Verkaufspersonal sind Artikel 4 Absatz 2 für den ganzen Sonntag sowie die Artikel 12 Absatz 2 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_27"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bäckereien, Konditoreien, Confiserien",
        "citation": "Art. 27 Abs. 3 ArGV 2",
        "content": "Bäckereien, Konditoreien oder Confiserien sind Betriebe, die Bäckerei‐, Konditorei- oder Confiseriewaren herstellen, einschliesslich der dazugehörigen Verkaufsgeschäfte, sofern diese überwiegend selbst hergestellte Produkte verkaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_27"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Fleischverarbeitende Betriebe",
        "citation": "Art. 27a Abs. 1 ArGV 2",
        "content": "Auf fleischverarbeitende Betriebe und die in ihnen mit der Verarbeitung, Verpackung, Lagerung, Kommissionierung und Spedition des Fleisches und der mit diesen Tätigkeiten zusammenhängenden Reinigung beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die Nacht ab 2 Uhr und für den Sonntag ab 17 Uhr sowie die Artikel 12 Absatz 1 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_27_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Fleischverarbeitende Betriebe",
        "citation": "Art. 27a Abs. 2 ArGV 2",
        "content": "Auf die mit der Zubereitung von Frischfleisch und Traiteurgerichten beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 Absatz 2 an zwei Sonntagen im Dezember anwendbar, sofern eine unverzügliche Verarbeitung zur Vermeidung einer Qualitätseinbusse der Produkte notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_27_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Fleischverarbeitende Betriebe",
        "citation": "Art. 27a Abs. 3 ArGV 2",
        "content": "Fleischverarbeitende Betriebe sind Betriebe, die überwiegend Fleisch gewinnen, verarbeiten, veredeln und Fleischerzeugnisse herstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_27_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Milchverarbeitungsbetriebe",
        "citation": "Art. 28 Abs. 1 ArGV 2",
        "content": "Auf Milchverarbeitungsbetriebe und die in ihnen mit der Entgegennahme und Behandlung der Milch beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die Nacht ab 2 Uhr und für den ganzen Sonntag anwendbar, soweit Nachtarbeit und Sonntagsarbeit notwendig sind, um den Verderb der Milch zu verhindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_28"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Milchverarbeitungsbetriebe",
        "citation": "Art. 28 Abs. 2 ArGV 2",
        "content": "Milchverarbeitungsbetriebe sind Betriebe, welche Milch zur Lagerung und Weiterverarbeitung entgegen nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_28"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Blumenläden",
        "citation": "Art. 29 ArGV 2",
        "content": "Auf Blumenläden des Detailhandels und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 Absatz 2 für den ganzen Sonntag anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_29"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zeitungs- und Zeitschriftenredaktionen sowie Nachrichten- und Bildagenturen",
        "citation": "Art. 30 Abs. 1 ArGV 2",
        "content": "Auf Zeitungs- und Zeitschriftenredaktionen sowie Nachrichten- und Bildagenturen und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und für den ganzen Sonntag sowie die Artikel 8 Absatz 1, 11, 12 Absatz 1 und 13 anwendbar, soweit Nacht- und Sonntagsarbeit zur Wahrung der Aktualität notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_30"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zeitungs- und Zeitschriftenredaktionen sowie Nachrichten- und Bildagenturen",
        "citation": "Art. 30 Abs. 2 ArGV 2",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen, die in der Sportberichterstattung tätig sind, ist anstelle von Artikel 12 Absatz 1 Artikel 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_30"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zeitungs- und Zeitschriftenredaktionen sowie Nachrichten- und Bildagenturen",
        "citation": "Art. 30 Abs. 3 ArGV 2",
        "content": "Zeitungs- und Zeitschriftenredaktionen sowie Nachrichten- und Bildagenturen sind Betriebe, die Informationen oder Bildmaterial empfangen, verarbeiten, weiterleiten oder verbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_30"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Anbieter von Postdiensten",
        "citation": "Art. 30a Abs. 1 ArGV 2",
        "content": "Auf Anbieter von Postdiensten und die bei ihnen für die Verarbeitung von Postsendungen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie Artikel 13 anwendbar. Dies gilt nur, soweit im Durchschnitt des Kalenderjahres die Mehrheit der Postsendungen, die nachts und sonntags verarbeitet werden, einem Angebot der Grundversorgung im Sinne von Artikel 29 der Postverordnung vom 29. August 2012 entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_30_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Anbieter von Postdiensten",
        "citation": "Art. 30a Abs. 2 ArGV 2",
        "content": "Absatz 1 ist nicht anwendbar auf Arbeitnehmer und Arbeitnehmerinnen, die Dienstleistungen am Schalter erbringen oder die Auskünfte gegenüber Kunden erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_30_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Anbieter von Postdiensten",
        "citation": "Art. 30a Abs. 3 ArGV 2",
        "content": "Anbieter von Postdiensten sind Betriebe, die gewerbsmässig Postsendungen annehmen, abholen, sortieren, transportieren und zustellen und für diese Dienstleistungen die Verantwortung gegenüber den Kunden tragen, ohne aber alle diese Dienstleistungen selbst erbringen zu müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_30_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Radio- und Fernsehbetriebe",
        "citation": "Art. 31 Abs. 1 ArGV 2",
        "content": "Auf Radio- und Fernsehbetriebe und die in ihnen mit der Vorbereitung, Produktion, Aufnahme oder Ausstrahlung der Sendung beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 5, 6, 7 Absatz 1, 8 Absatz 1, 9, 10 Absatz 3, 11, 12 Absatz 1 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Radio- und Fernsehbetriebe",
        "citation": "Art. 31 Abs. 2 ArGV 2",
        "content": "Die Artikel 6, 7 Absatz 1 und 8 Absatz 1 sind nur anwendbar auf Arbeitnehmer und Arbeitnehmerinnen, die bei länger dauernden zusammenhängenden Produktionen zum Einsatz gelangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Radio- und Fernsehbetriebe",
        "citation": "Art. 31 Abs. 3 ArGV 2",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen, die bei der Vorbereitung, Produktion, Aufnahme oder Ausstrahlung von Sportveranstaltungen zum Einsatz kommen, ist anstelle von Artikel 12 Absatz 1 Artikel 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Radio- und Fernsehbetriebe",
        "citation": "Art. 31 Abs. 4 ArGV 2",
        "content": "Radio- und Fernsehbetriebe sind Betriebe, die Radio- und Fernsehsendungen vorbereiten, produzieren, aufnehmen oder ausstrahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Telekommunikationsbetriebe",
        "citation": "Art. 32 Abs. 1 ArGV 2",
        "content": "Auf Telekommunikationsbetriebe und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und für den ganzen Sonntag anwendbar, soweit Nacht- und Sonntagsarbeit für die Aufrechterhaltung der angebotenen Fernmeldedienste notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_32"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Telekommunikationsbetriebe",
        "citation": "Art. 32 Abs. 2 ArGV 2",
        "content": "Telekommunikationsbetriebe sind Betriebe, die Anlagen zur Erbringung von Fernmeldediensten betreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_32"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Personal mit Aufgaben der Informations- und Kommunikationstechnik",
        "citation": "Art. 32a ArGV 2",
        "content": "Auf Personal mit Aufgaben der Informations- und Kommunikationstechnik ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar, soweit Nacht- und Sonntagsarbeit notwendig sind für die folgenden Arbeiten an einer Netz- oder Informatikstruktur, deren Unterbrechung während der Betriebszeiten die Aufrechterhaltung des Betriebs gefährden würde:\na. Behebung von Störungen an der Netz- oder Informatikstruktur; oder \nb. Wartung der Netz- oder Informatikstruktur, die weder mit planerischen Mitteln noch mit organisatorischen Massnahmen am Tag und während der Werktage erfolgen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_32_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe der Informations- und Kommunikationstechnologie",
        "citation": "Art. 32b Abs. 1 ArGV 2",
        "content": "In Betrieben der Informations- und Kommunikationstechnologie (IKT) und für die in ihnen mit projektbezogenen oder termingebundenen IKT-Tätigkeiten beschäftigten erwachsenen Arbeitnehmer und Arbeitnehmerinnen darf der Zeitraum der Tages- und Abendarbeit für die einzelnen Arbeitnehmer und Arbeitnehmerinnen, mit Einschluss der Pausen und der Überzeitarbeit, auf höchstens 17 Stunden verlängert werden:\na. im Rahmen einer internationalen Zusammenarbeit mit insbesondere unterschiedlichen Arbeitszeiten der Beteiligten; oder\nb. für dringliche und nicht voraussehbare Tätigkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_32_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe der Informations- und Kommunikationstechnologie",
        "citation": "Art. 32b Abs. 2 ArGV 2",
        "content": "Betreffend die tägliche Ruhezeit der Arbeitnehmer und Arbeitnehmerinnen nach Absatz 1 gilt Folgendes:\na. Sie muss mindestens 9 Stunden und im Durchschnitt von vier Wochen 11 Stunden betragen.\nb. Sie kann, wenn es die Arbeitsumstände nicht anders zulassen, unterbrochen werden; in diesem Fall gilt Artikel 19 Absatz 3 der Verordnung 1 vom 10. Mai 2000 zum Arbeitsgesetz sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_32_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe der Informations- und Kommunikationstechnologie",
        "citation": "Art. 32b Abs. 3 ArGV 2",
        "content": "Als IKT-Betriebe gelten Betriebe, die Dritten IKT-Produkte oder -Dienstleistungen anbieten, wie die Entwicklung, die Anpassung, das Testen und die Pflege von Software, die Planung und den Entwurf von Computersystemen, welche Hardware-, Software- und Kommunikationstechnologie umfassen, und die Verwaltung und den Betrieb solcher Computersysteme oder anderer Datenverarbeitungsanlagen eines Kunden vor Ort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_32_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Telefonzentralen",
        "citation": "Art. 33 Abs. 1 ArGV 2",
        "content": "Auf Telefonzentralen und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie für den ununterbrochenen Betrieb anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_33"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Telefonzentralen",
        "citation": "Art. 33 Abs. 2 ArGV 2",
        "content": "Absatz 1 ist nicht anwendbar auf Arbeitnehmer und Arbeitnehmerinnen, die ausserhalb der Erbringung von reinen Telefondiensten mit kommerziellen Dienstleistungen wie namentlich Telefonmarketing und Verkauf von Waren sowie Dienstleistungen beschäftigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_33"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Telefonzentralen",
        "citation": "Art. 33 Abs. 3 ArGV 2",
        "content": "Telefonzentralen sind Betriebe, die in Zentralen telefonisch Auskunft erteilen, Anrufe und Aufträge entgegennehmen und weiterleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_33"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Banken, Effektenhandel, Finanzmarktinfrastrukturen und deren Gemeinschaftswerke",
        "citation": "Art. 34 ArGV 2",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen in Banken, im Effektenhandel, in Finanzmarktinfrastrukturen sowie in deren Gemeinschaftswerken ist Artikel 4 für die ganze Nacht und für die auf einen Werktag fallenden gesetzlichen Feiertage anwendbar, soweit Nacht- und Feiertagsarbeit für die Aufrechterhaltung des ununterbrochenen Funktionierens internationaler Zahlungsverkehrs-, Effektenhandels- und Abwicklungssysteme notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_34"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Dienstleistungsbetriebe in den Bereichen Wirtschaftsprüfung, Treuhand und Steuerberatung",
        "citation": "Art. 34a Abs. 1 ArGV 2",
        "content": "Betriebe, die hauptsächlich Dienstleistungen in den Bereichen Wirtschaftsprüfung, Treuhand oder Steuerberatung anbieten, dürfen erwachsene Arbeitnehmer und Arbeitnehmerinnen, die die folgenden Voraussetzungen erfüllen, nach den Sonderbestimmungen nach Absatz 3 (Jahresarbeitszeitmodell nach diesem Artikel) beschäftigen:\na. Sie verfügen bei ihrer Arbeit über eine grosse Autonomie und können ihre Arbeitszeiten mehrheitlich selber festsetzen.\nb. Sie sind Vorgesetzte oder Spezialisten und Spezialistinnen im Bereich Wirtschaftsprüfung, Treuhand oder Steuerberatung.\nc. Sie verfügen über:\n1. ein Bruttojahreseinkommen, einschliesslich Boni, von mehr als 120 000 Franken, wobei sich der Betrag von 120 000 Franken bei Teilzeitanstellung anteilsmässig reduziert; oder \n2. einen Abschluss mindestens auf Bachelorstufe oder auf Berufsbildungsstufe 6 des Nationalen Qualifikationsrahmens nach Artikel 3 der Verordnung vom 27. August 2014 über den nationalen Qualifikationsrahmen für Abschlüsse der Berufsbildung oder einen gleichwertigen Bildungsabschluss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Dienstleistungsbetriebe in den Bereichen Wirtschaftsprüfung, Treuhand und Steuerberatung",
        "citation": "Art. 34a Abs. 2 ArGV 2",
        "content": "Die Beschäftigung nach dem Jahresarbeitszeitmodell nach diesem Artikel muss zwischen dem Arbeitnehmer oder der Arbeitnehmerin und dem Arbeitgeber schriftlich vereinbart werden. In der Vereinbarung werden insbesondere die Anzahl der pro Kalender- oder Geschäftsjahr zu leistenden Stunden (Jahresstundensoll) und die Art der Kompensation der darüber hinaus geleisteten Stunden festgelegt. Der Arbeitnehmer oder die Arbeitnehmerin und der Arbeitgeber können die Vereinbarung jederzeit mit einer Frist von 3 Monaten auf Ende eines Monats widerrufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Dienstleistungsbetriebe in den Bereichen Wirtschaftsprüfung, Treuhand und Steuerberatung",
        "citation": "Art. 34a Abs. 3 ArGV 2",
        "content": "Für die Beschäftigung von Arbeitnehmern und Arbeitnehmerinnen nach dem Jahresarbeitszeitmodell nach diesem Artikel gelten die folgenden Sonderbestimmungen:\na. Die wöchentliche Arbeitszeit darf im Jahresdurchschnitt höchstens 45 Stunden betragen, wobei sich die daraus ergebende maximale Jahresarbeitszeit bei Teilzeitanstellung anteilsmässig reduziert; die Bestimmungen zur wöchentlichen Höchstarbeitszeit (Art. 9 des Gesetzes) und zur Überzeit (Art. 12 und 13 des Gesetzes) sind nicht anwendbar; es dürfen in jedem Fall höchstens 63 Stunden pro Woche gearbeitet werden.\nb. Am Ende des Kalender- oder Geschäftsjahres darf der Saldo der über die maximale Jahresarbeitszeit hinaus geleisteten Stunden nicht mehr als 170 Stunden betragen, wobei sich diese Obergrenze bei Teilzeitanstellung anteilsmässig reduziert.\nc. Die über die maximale Jahresarbeitszeit hinaus geleisteten Stunden müssen im folgenden Kalender- oder Geschäftsjahr durch Freizeit von wenigstens gleicher Dauer ausgeglichen werden oder es muss für sie ein Lohnzuschlag von mindestens 25 Prozent ausgerichtet werden.\nd. Betreffend die tägliche Ruhezeit gilt Folgendes:\n1. Sie muss mindestens 9 Stunden und im Durchschnitt von vier Wochen 11 Stunden betragen.\n2. Sie kann für projektbezogene oder termingebundene Tätigkeiten unterbrochen werden; in diesem Fall gilt Artikel 19 Absatz 3 der Verordnung 1 vom 10. Mai 2000 zum Arbeitsgesetz sinngemäss.\ne. An höchstens 9 Sonntagen pro Jahr ist für jeweils höchstens 5 Stunden Sonntagsarbeit ohne behördliche Bewilligung erlaubt.\nf. Die geleistete tägliche Arbeitszeit ist zu erfassen; Artikel 73a der Verordnung 1 zum Arbeitsgesetz ist nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Dienstleistungsbetriebe in den Bereichen Wirtschaftsprüfung, Treuhand und Steuerberatung",
        "citation": "Art. 34a Abs. 4 ArGV 2",
        "content": "Arbeitgeber, die Arbeitnehmer und Arbeitnehmerinnen nach dem Jahresarbeitszeitmodell nach diesem Artikel beschäftigen, müssen unter Mitwirkung der Arbeitnehmer und Arbeitnehmerinnen oder der Arbeitnehmervertretung Präventionsmassnahmen im Bereich des Gesundheitsschutzes treffen, die insbesondere die psychosozialen Risiken abdecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Berufstheater",
        "citation": "Art. 35 Abs. 1 ArGV 2",
        "content": "Auf Berufstheater und die in ihnen für die künstlerische Gestaltung der Aufführungen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die Nacht bis 1 Uhr und für den ganzen Sonntag sowie die Artikel 11, 12 Absatz 1 oder 2, 13, 14 Absatz 2 oder 2bis und für die Vorbereitung von Premieren Artikel 7 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Berufstheater",
        "citation": "Art. 35 Abs. 2 ArGV 2",
        "content": "Für die mit den für die Aufführungen notwendigen Tätigkeiten sowie für die Bedienung und Betreuung der Theaterbesucher beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die Nacht bis 1 Uhr und für den ganzen Sonntag sowie die Artikel 10 Absatz 3, 12 Absätze 1 oder 2, 13, 14 Absatz 2 und für die Vorbereitung von Premieren Artikel 7 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Berufstheater",
        "citation": "Art. 35 Abs. 3 ArGV 2",
        "content": "Für die mit der künstlerisch-technischen Gestaltung der Aufführungen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die Nacht bis 1 Uhr und für den ganzen Sonntag sowie die Artikel 5, 9, 12 Absätze 1 oder 2, 13, 14 Absatz 2 und für die Vorbereitung von Premieren Artikel 7 Absatz 1 anwendbar. Dabei darf vor oder nach einer Verlängerung der Tages- und Abendarbeit gemäss Artikel 5 die tägliche Ruhezeit nicht herabgesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Berufstheater",
        "citation": "Art. 35 Abs. 4 ArGV 2",
        "content": "Für die während Tourneen oder Gastspielen beschäftigten Arbeitnehmerinnen und Arbeitnehmer nach den Absätzen 1, 2 und 3 ist Artikel 4 Absatz 1 für die Nacht bis 3 Uhr anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Berufstheater",
        "citation": "Art. 35 Abs. 5 ArGV 2",
        "content": "Berufstheater sind Betriebe, die Schauspiel-, Opern-, Operetten-, Ballett- und Musicalaufführungen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Berufsmusiker",
        "citation": "Art. 36 ArGV 2",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen, die mit der Durchführung musikalischer Darbietungen beschäftigt sind, sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 12 Absatz 2 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_36"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe der Filmvorführung",
        "citation": "Art. 37 ArGV 2",
        "content": "Auf Betriebe der Filmvorführung, die gewerbsmässig Kinofilme vorführen und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die Nacht bis 2 Uhr und für den ganzen Sonntag sowie Artikel 12 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_37"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zirkusbetriebe",
        "citation": "Art. 38 Abs. 1 ArGV 2",
        "content": "Auf Zirkusbetriebe und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 8 Absatz 1, 9, 10 Absatz 3, 12 Absatz 2, 13 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_38"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zirkusbetriebe",
        "citation": "Art. 38 Abs. 2 ArGV 2",
        "content": "Die Artikel 4 Absatz 1 und 10 Absatz 3 sind nur anwendbar, soweit Nachtarbeit für den Auf- und Abbau der Zelte, für die Tierpflege und den Weitertransport notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_38"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Zirkusbetriebe",
        "citation": "Art. 38 Abs. 3 ArGV 2",
        "content": "Zirkusbetriebe sind Betriebe, die das Publikum gegen Entgelt mit einem artistischen Programm unterhalten und die ihren Standort in der Regel ständig ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_38"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Schaustellungsbetriebe",
        "citation": "Art. 39 Abs. 1 ArGV 2",
        "content": "Auf Schaustellungsbetriebe und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 Absatz 2 für den ganzen Sonntag sowie die Artikel 12 Absatz 2 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_39"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Schaustellungsbetriebe",
        "citation": "Art. 39 Abs. 2 ArGV 2",
        "content": "Schaustellungsbetriebe sind Betriebe, die bei Kirchmessen, Märkten oder ähnlichen Anlässen dem Publikum gegen Entgelt Darbietungen vorführen, oder Vergnügungs- oder andere Unterhaltungseinrichtungen zum Gebrauch zur Verfügung stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_39"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Sport- und Freizeitanlagen",
        "citation": "Art. 40 Abs. 1 ArGV 2",
        "content": "Auf die in Sport- und Freizeitanlagen mit der Bedienung, Betreuung und Anleitung der Kunden sowie mit dem Unterhalt der Anlagen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 8 Absatz 1, 10 Absatz 3, 12 Absatz 2 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_40"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Sport- und Freizeitanlagen",
        "citation": "Art. 40 Abs. 2 ArGV 2",
        "content": "Die Artikel 4 Absatz 1 und 10 Absatz 3 sind nur anwendbar, soweit Nachtarbeit für den Unterhalt der Anlagen notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_40"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Skilifte und Luftseilbahnen",
        "citation": "Art. 41 Abs. 1 ArGV 2",
        "content": "Auf Skilifte und Luftseilbahnen und die in ihnen mit dem Betrieb und Unterhalt beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 8 Absatz 1, 12 Absatz 2, 13 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_41"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Skilifte und Luftseilbahnen",
        "citation": "Art. 41 Abs. 2 ArGV 2",
        "content": "Artikel 4 Absatz 1 ist nur anwendbar, soweit Nachtarbeit für den Unterhalt der Anlagen notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_41"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Skilifte und Luftseilbahnen",
        "citation": "Art. 41 Abs. 3 ArGV 2",
        "content": "Skilifte und Luftseilbahnen sind vom Bund nicht konzessionierte Betriebe, die Anlagen zum Transport von Personen betreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_41"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Campingplätze",
        "citation": "Art. 42 ArGV 2",
        "content": "Auf Campingplätze und die in ihnen mit dem Betrieb und Unterhalt der Anlagen sowie mit der Bedienung und Betreuung der Kunden beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 Absatz 2 für den ganzen Sonntag, sowie die Artikel 8 Absatz 1, 9, 12 Absatz 2, 13 und 14 Absatz 1 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_42"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Veranstaltungen",
        "citation": "Art. 43 Abs. 1 ArGV 2",
        "content": "Auf Konferenz-, Kongress- und Messebetriebe und auf die in ihnen mit der Betreuung und Bedienung der Besucher und Besucherinnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und für den ganzen Sonntag sowie die Artikel 7 Absatz 1, 12 Absatz 1 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Veranstaltungen",
        "citation": "Art. 43 Abs. 2 ArGV 2",
        "content": "Absatz 1 gilt auch für Arbeitnehmer und Arbeitnehmerinnen anderer Betriebe, wenn sie ausserhalb ihres üblichen Arbeitsortes im Rahmen von Veranstaltungen mit der Betreuung und Bedienung der Besucher und Besucherinnen beschäftigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Veranstaltungen",
        "citation": "Art. 43 Abs. 3 ArGV 2",
        "content": "Auf Arbeitnehmer und Arbeitnehmerinnen, die für den Auf- und Abbau von Veranstaltungseinrichtungen sowie für deren Bedienung und Unterhalt beschäftigt sind, sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 7 Absatz 1, 10 Absatz 4, 11, 12 Absatz 1 und 13 anwendbar, soweit Nacht- und Sonntagsarbeit für diese Tätigkeiten notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Veranstaltungen",
        "citation": "Art. 43 Abs. 4 ArGV 2",
        "content": "Artikel 7 Absatz 1 ist nur anwendbar auf Arbeitnehmer und Arbeitnehmerinnen, die bei einer länger dauernden zusammenhängenden Veranstaltung ununterbrochen zum Einsatz gelangen. Die Artikel 7 Absatz 1 und 10 Absatz 4 dürfen nicht gleichzeitig in Anspruch genommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Veranstaltungen",
        "citation": "Art. 43 Abs. 5 ArGV 2",
        "content": "Die Artikel 10 Absatz 4 und 11 sind nur anwendbar auf Arbeitnehmer und Arbeitnehmerinnen von Betrieben, deren Haupttätigkeit die Erbringung von Leistungen für die Organisation und die Durchführung von Veranstaltungen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Veranstaltungen",
        "citation": "Art. 43 Abs. 6 ArGV 2",
        "content": "Veranstaltungen sind öffentliche Anlässe, die insbesondere für einen kulturellen, politischen, wissenschaftlichen oder sportlichen Zweck organisiert werden, sowie Messen, die mehrere Aussteller zusammenbringen, die ihre Produkte präsentieren und verkaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Museen und Ausstellungsbetriebe",
        "citation": "Art. 44 Abs. 1 ArGV 2",
        "content": "Auf Museen und Ausstellungsbetriebe und die in ihnen mit der Bedienung der Eintrittskassen, der Verkaufsstände und der Garderoben, für Führungen und die Aufsicht sowie mit dem technischen Unterhalt beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 Absatz 2 für den ganzen Sonntag sowie die Artikel 12 Absatz 2 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_44"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Museen und Ausstellungsbetriebe",
        "citation": "Art. 44 Abs. 2 ArGV 2",
        "content": "Museen und Ausstellungsbetriebe sind Betriebe, die kulturelle Ausstellungen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_44"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bewachungs- und Überwachungspersonal",
        "citation": "Art. 45 ArGV 2",
        "content": "Auf die mit Bewachungs- und Überwachungsaufgaben beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht, für den ganzen Sonntag und für ununterbrochenen Betrieb sowie die Artikel 6, 8 Absatz 1, 9, 10 Absätze 4 und 5, 12 Absatz 2 und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_45"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe des Autogewerbes",
        "citation": "Art. 46 ArGV 2",
        "content": "Auf Betriebe des Autogewerbes und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar, soweit sie mit der Versorgung von Fahrzeugen mit Betriebsstoffen sowie für die Aufrechterhaltung eines Pannen-, Abschlepp- und damit verbundenen Reparaturdienstes beschäftigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_46"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bodenpersonal der Luftfahrt",
        "citation": "Art. 47 Abs. 1 ArGV 2",
        "content": "Auf das Bodenpersonal der Luftfahrt sind Artikel 4 für die ganze Nacht, den ganzen Sonntag und für den ununterbrochenen Betrieb sowie die Artikel 5, 10 Absatz 3, 12 Absatz 1bis und 13 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_47"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bodenpersonal der Luftfahrt",
        "citation": "Art. 47 Abs. 2 ArGV 2",
        "content": "Die Artikel 5 und 10 Absatz 3 sind nur anwendbar für Tätigkeiten zur Vermeidung oder Behebung von Betriebsstörungen im Flugbetrieb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_47"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bodenpersonal der Luftfahrt",
        "citation": "Art. 47 Abs. 3 ArGV 2",
        "content": "Bodenpersonal der Luftfahrt sind Arbeitnehmer und Arbeitnehmerinnen, die Dienstleistungen erbringen, die der Aufrechterhaltung des ordentlichen Flugbetriebes dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_47"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bau- und Unterhaltsbetriebe für Anlagen des öffentlichen Verkehrs",
        "citation": "Art. 48 Abs. 1 ArGV 2",
        "content": "Auf Bau- und Unterhaltsbetriebe, die im Auftrag eines Betriebs tätig sind, der dem Arbeitszeitgesetz vom 8. Oktober 1971 untersteht, und auf die von ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen, die an oder in der unmittelbaren Nähe von Gleisen, für die Energieversorgung sowie an Anlagen der Steuerung und Sicherung des Verkehrs tätig sind, sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie Artikel 12 Absatz 1 anwendbar, soweit Nacht- und Sonntagsarbeit für die Aufrechterhaltung des öffentlichen Verkehrs erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_48"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bau- und Unterhaltsbetriebe für Anlagen des öffentlichen Verkehrs",
        "citation": "Art. 48 Abs. 2 ArGV 2",
        "content": "Die Arbeiten nach Absatz 1 müssen eine teilweise oder vollständige Stilllegung der Transportanlage erfordern und in direktem Zusammenhang mit dieser stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_48"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bau- und Unterhaltsbetriebe auf Nationalstrassen",
        "citation": "Art. 48a Abs. 1 ArGV 2",
        "content": "Auf Bau- und Unterhaltsbetriebe und die Arbeitnehmerinnen und Arbeitnehmer, die in diesen Betrieben beschäftigt sind mit Betriebs-, Unterhalts-, Ausbau- und Erneuerungsarbeiten in direktem Zusammenhang mit Arbeiten an Tunnels, Galerien und Brücken von Nationalstrassen nach den Artikeln 2–4 des Bundesgesetzes vom 8. März 1960 über die Nationalstrassen, ist Artikel 4 Absatz 1 für die ganze Nacht anwendbar, soweit Nachtarbeit aus sicherheitstechnischen Gründen notwendig ist, insbesondere, wenn eine Fahrspur gesperrt werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_48_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Bau- und Unterhaltsbetriebe auf Nationalstrassen",
        "citation": "Art. 48a Abs. 2 ArGV 2",
        "content": "Der Betrieb muss Baustellen, auf denen Arbeitnehmerinnen und Arbeitnehmer nach Absatz 1 in der Nacht eingesetzt werden, mindestens 14 Tage vor Arbeitsbeginn im Schweizerischen Handelsamtsblatt publizieren. In der Publikation müssen der Name des Betriebs, der Einsatzort, die Anzahl der betroffenen Arbeitnehmerinnen und Arbeitnehmer und die Dauer der geplanten Nachtarbeit ersichtlich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_48_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe der Energie- und Wasserversorgung",
        "citation": "Art. 49 ArGV 2",
        "content": "Auf Betriebe, die die Versorgung mit Elektrizität, Gas, Wärme oder Wasser sicherstellen und die in ihnen mit der Produktion und der Sicherstellung der Verteilung beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht, den ganzen Sonntag und für den ununterbrochenen Betrieb anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_49"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe der Kehricht- und Abwasserentsorgung",
        "citation": "Art. 50 ArGV 2",
        "content": "Auf Betriebe der Kehricht- und Abwasserentsorgung und die in ihnen mit dem Betrieb und dem Unterhalt der Anlagen beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht, den ganzen Sonntag und für den ununterbrochenen Betrieb anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_50"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Reinigungsbetriebe",
        "citation": "Art. 51 ArGV 2",
        "content": "Auf Reinigungsbetriebe und das von ihnen beschäftigte Reinigungspersonal sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie Artikel 12 Absatz 1 anwendbar, sofern der Einsatz: \na. in der Nacht oder am Sonntag für den Betriebsablauf des Einsatzbetriebes notwendig ist; und \nb. in einem Betrieb stattfindet: \n1. der dieser Verordnung unterstellt ist, \n2. der im Besitz einer Bewilligung für ein Arbeitszeitsystem ist, bei dem während 24 Stunden an sieben Tagen der Woche gearbeitet wird, oder\n3. für den aufgrund eines Gesetzes Nacht- oder Sonntagsarbeit vorgesehen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_51"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Mit der Instandhaltung beschäftigtes Personal",
        "citation": "Art. 51a Abs. 1 ArGV 2",
        "content": "Auf mit Instandhaltungsarbeiten beschäftigte Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar, sofern es sich um Arbeitseinsätze handelt, die in der Nacht und am Sonntag notwendig sind für die Aufrechterhaltung von Betrieben:\na. die dieser Verordnung unterstellt sind; und\nb. deren Dienstleistung aufgrund des öffentlichen Interesses während 24 Stunden an sieben Tagen der Woche gewährleistet sein muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_51_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Mit der Instandhaltung beschäftigtes Personal",
        "citation": "Art. 51a Abs. 2 ArGV 2",
        "content": "Instandhaltungsarbeiten sind insbesondere Reparaturen, Erneuerungen und Massnahmen zur Vorbeugung von Unterbrüchen wie Inspektionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_51_a"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe, die im Winterdienst tätig sind",
        "citation": "Art. 51b ArGV 2",
        "content": "Auf Betriebe, die im Winterdienst tätig sind, und auf die von ihnen mit der Salzstreuung und der Schneeräumung beschäftigten Arbeitnehmer und Arbeitnehmerinnen ist Artikel 4 für die ganze Nacht und den ganzen Sonntag anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_51_b"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe für die Verarbeitung landwirtschaftlicher Produkte",
        "citation": "Art. 52 Abs. 1 ArGV 2",
        "content": "Auf die Betriebe für die Verarbeitung landwirtschaftlicher Produkte und die in ihnen beschäftigten Arbeitnehmer und Arbeitnehmerinnen sind Artikel 4 für die ganze Nacht und den ganzen Sonntag sowie die Artikel 5, 8 Absatz 1, 9, 10 Absatz 1, 11, 12 Absatz 2bis, 13 und 14 Absatz 2 anwendbar, sofern eine unverzügliche Verarbeitung zur Vermeidung einer erheblichen Qualitätseinbusse der Produkte notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_52"
    },
    {
        "book": "ArGV 2",
        "title": "ArGV 2, 3. Abschnitt: Unterstellte Betriebsarten und Arbeitnehmer, Betriebe für die Verarbeitung landwirtschaftlicher Produkte",
        "citation": "Art. 52 Abs. 2 ArGV 2",
        "content": "Betriebe für die Verarbeitung landwirtschaftlicher Produkte sind Betriebe, die pflanzliche Erzeugnisse wie Früchte, Gemüse, Kartoffeln, Obst, Speisepilze oder Schnittblumen aufbereiten, lagern, verarbeiten, kommissionieren oder verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/de#art_52"
    }
]