[
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 1: Disposizioni generali, Oggetto",
        "citation": "Art. 1 OLL 5",
        "content": "(art. 29 cpv. 1 e 2 LL)La presente ordinanza disciplina la tutela della salute, della sicurezza e dello sviluppo psicofisico dei giovani lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_1"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 1: Disposizioni generali, Rapporto con la legge sul lavoro",
        "citation": "Art. 2 OLL 5",
        "content": "Salvo disposizioni speciali della presente ordinanza, si applicano le disposizioni della legge sul lavoro e delle relative ordinanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_2"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 1: Disposizioni generali, Applicazione della legge sul lavoro a determinate categorie di aziende",
        "citation": "Art. 3 OLL 5",
        "content": "(art. 2 cpv. 3 e 4 cpv. 3 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_3"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 1: Disposizioni generali, Applicazione della legge sul lavoro a determinate categorie di aziende",
        "citation": "Art. 3 cpv. 1 OLL 5",
        "content": "Nelle aziende prevalentemente adibite alla produzione di piante la legge sul lavoro è applicabile ai giovani che seguono una formazione professionale di base secondo la legge del 13 dicembre 2002 sulla formazione professionale (LFPr) (formazione professionale di base).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_3"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 1: Disposizioni generali, Applicazione della legge sul lavoro a determinate categorie di aziende",
        "citation": "Art. 3 cpv. 2 OLL 5",
        "content": "Nelle aziende familiari la legge sul lavoro è applicabile ai giovani familiari se questi sono impiegati accanto ad altri lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_3"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: principi",
        "citation": "Art. 4 cpv. 1 OLL 5",
        "content": "È vietato l’impiego di giovani per lavori pericolosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: principi",
        "citation": "Art. 4 cpv. 2 OLL 5",
        "content": "Per lavori pericolosi si intendono tutti i lavori che per la loro natura o per le condizioni nelle quali vengono eseguiti possono pregiudicare la salute, la formazione e la sicurezza dei giovani come anche il loro sviluppo psicofisico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: principi",
        "citation": "Art. 4 cpv. 3 OLL 5",
        "content": "Il Dipartimento federale dell’economia, della formazione e della ricerca (DEFR) stabilisce quali lavori, in base all’esperienza e allo stato della tecnica, sono da considerare pericolosi. In quest’ambito tiene conto del fatto che i giovani, a causa della scarsa esperienza o formazione, non hanno una consapevolezza dei pericoli e una capacità di proteggersi da essi pari a quelle degli adulti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: principi",
        "citation": "Art. 4 cpv. 4 OLL 5",
        "content": "I giovani con un certificato federale di formazione pratica (CFP) o un attestato federale di capacità (AFC) possono essere impiegati per lavori pericolosi se svolgono tali lavori nel quadro della professione appresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: formazione professionale di base",
        "citation": "Art. 4a cpv. 1 OLL 5",
        "content": "La Segreteria di Stato per la formazione, la ricerca e l’innovazione (SEFRI) può, d’intesa con la Segreteria di Stato dell’economia (SECO), prevedere, nelle ordinanze in materia di formazione, deroghe al divieto di cui all’articolo 4 capoverso 1 per i giovani di età superiore ai 15 anni se ciò è necessario al raggiungimento degli obiettivi della formazione professionale di base o alla frequentazione di corsi riconosciuti dalle autorità. Le organizzazioni del mondo del lavoro definiscono, nell’allegato ai piani di formazione, misure di accompagnamento riguardanti la sicurezza sul lavoro e la protezione della salute. A tal fine consultano preventivamente uno specialista della sicurezza sul lavoro conformemente all’ordinanza del 25 novembre 1996 sulla qualifica degli specialisti della sicurezza sul lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4_a"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: formazione professionale di base",
        "citation": "Art. 4a cpv. 2 OLL 5",
        "content": "L’impiego di giovani per lavori pericolosi secondo il capoverso 1 deve essere autorizzato dall’ufficio cantonale della formazione professionale nel quadro dell’autorizzazione cantonale per formare apprendisti di cui all’articolo 20 capoverso 2 LFPr. Prima di rilasciare l’autorizzazione, l’ufficio cantonale della formazione professionale sente l’ispettorato cantonale del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4_a"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: formazione professionale di base",
        "citation": "Art. 4a cpv. 3 OLL 5",
        "content": "La SECO può, su richiesta dell’azienda, accordare un’autorizzazione eccezionale per l’impiego di giovani per i lavori pericolosi per i quali non sono previste deroghe nelle ordinanze in materia di formazione se ciò è necessario al raggiungimento degli obiettivi della formazione professionale di base o alla frequentazione di corsi riconosciuti dalle autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4_a"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: provvedimenti d’integrazione professionale e offerte di preparazione alla formazione professionale di base ",
        "citation": "Art. 4b cpv. 1 OLL 5",
        "content": "I giovani di età superiore ai 15 anni possono essere impiegati per lavori pericolosi al di fuori della formazione professionale di base se i lavori sono svolti nell’ambito di un provvedimento federale o cantonale d’integrazione professionale o nell’ambito di un’offerta di preparazione alla formazione professionale di base conformemente all’articolo 12 LFPr e se sono soddisfatte le seguenti condizioni:\na. il provvedimento o l’offerta sottostà alla sorveglianza di un’autorità secondo le prescrizioni federali o cantonali;\nb. si tratta di lavori per i quali è prevista una deroga in un’ordinanza in materia di formazione secondo l’articolo 4a capoverso 1;\nc. l’azienda dispone di un’autorizzazione per formare apprendisti secondo l’articolo 20 capoverso 2 LFPr che prevede l’impiego di giovani per lavori pericolosi;\nd. l’azienda rispetta, per i lavori svolti dai giovani, le misure di accompagnamento riguardanti la sicurezza sul lavoro e la protezione della salute di cui all’articolo 4a capoverso 1 definite nell’allegato ai piani di formazione;\ne. i giovani sono sufficientemente e adeguatamente formati e istruiti da uno specialista adulto con esperienza, che li sorveglia durante lo svolgimento di lavori pericolosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4_b"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: provvedimenti d’integrazione professionale e offerte di preparazione alla formazione professionale di base ",
        "citation": "Art. 4b cpv. 2 OLL 5",
        "content": "Gli stage d’orientamento e i singoli lavori nel quadro di una sospensione dalla scuola non sono provvedimenti d’integrazione professionale né offerte di preparazione alla formazione professionale di base. Si applica l’articolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4_b"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori pericolosi: provvedimenti d’integrazione professionale e offerte di preparazione alla formazione professionale di base ",
        "citation": "Art. 4b cpv. 3 OLL 5",
        "content": "L’ispettorato cantonale del lavoro può, su richiesta, accordare a un’azienda che non dispone di un’autorizzazione per formare apprendisti secondo l’articolo 20 capoverso 2 LFPr un’autorizzazione eccezionale per l’impiego di giovani di età superiore ai 15 anni per lavori pericolosi al di fuori della formazione professionale di base se dal controllo che ha effettuato risulta che sono soddisfatte le condizioni di cui al capoverso 1 lettere a, b, d ed e. L’ispettorato cantonale del lavoro può limitare nel tempo l’autorizzazione eccezionale e subordinarla a oneri. Si è in presenza di una situazione eccezionale in particolare se l’azienda ha già adottato le misure necessarie per ottenere entro un anno un’autorizzazione per formare apprendisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_4_b"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Servizio dei clienti in aziende di divertimenti, alberghi, ristoranti e caffè",
        "citation": "Art. 5 OLL 5",
        "content": "(art. 29 cpv. 3 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_5"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Servizio dei clienti in aziende di divertimenti, alberghi, ristoranti e caffè",
        "citation": "Art. 5 cpv. 1 OLL 5",
        "content": "È vietato l’impiego di giovani per il servizio dei clienti nelle aziende di divertimenti quali locali notturni, dancing, discoteche e bar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_5"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Servizio dei clienti in aziende di divertimenti, alberghi, ristoranti e caffè",
        "citation": "Art. 5 cpv. 2 OLL 5",
        "content": "È vietato l’impiego di giovani di età inferiore ai 16 anni per il servizio dei clienti in alberghi, ristoranti e caffè. L’occupazione può tuttavia essere autorizzata nell’ambito della formazione professionale di base o di programmi organizzati a scopi di orientamento professionale da parte di aziende, di organizzazioni del mondo del lavoro con responsabilità in materia di formazione e di esame, di enti incaricati dell’orientamento professionale o di enti responsabili di attività giovanili extrascolastiche conformemente alla legge del 30 settembre 2011 sulla promozione delle attività giovanili extrascolastiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_5"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavoro nelle sale da cinema, nei circhi e nelle aziende di spettacolo",
        "citation": "Art. 6 OLL 5",
        "content": "(art. 29 cpv. 3 LL)È vietato l’impiego di giovani di età inferiore ai 16 anni nelle sale da cinema, nei circhi e nelle aziende di spettacolo. È fatto salvo l’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_6"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Manifestazioni culturali, artistiche, sportive e pubblicitarie",
        "citation": "Art. 7 OLL 5",
        "content": "(art. 30 cpv. 2 lett. b LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_7"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Manifestazioni culturali, artistiche, sportive e pubblicitarie",
        "citation": "Art. 7 cpv. 1 OLL 5",
        "content": "I giovani possono essere impiegati per attività culturali, artistiche e sportive nonché a scopo pubblicitario in occasione di registrazioni radiofoniche o televisive, di riprese filmate o fotografiche, e in occasione di manifestazioni culturali quali spettacoli teatrali, circensi o musicali, incluse le prove, nonché nell’ambito di eventi sportivi, purché l’attività non abbia ripercussioni negative per la salute, la sicurezza e lo sviluppo psicofisico dei giovani e non ne pregiudichi la frequenza e le prestazioni scolastiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_7"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Manifestazioni culturali, artistiche, sportive e pubblicitarie",
        "citation": "Art. 7 cpv. 2 OLL 5",
        "content": "L’impiego di giovani di età inferiore ai 15 anni per attività legate agli ambiti di cui al capoverso 1 deve essere notificato alle autorità cantonali competenti 14 giorni prima della prestazione del lavoro. Senza un parere contrario da parte dell’autorità entro 10 giorni, detta prestazione è autorizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_7"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 2: Attività particolari, Lavori leggeri",
        "citation": "Art. 8 OLL 5",
        "content": "(art. 30 cpv 2 lett. a LL)Se non è applicabile una disposizione speciale secondo gli articoli 4–7, i giovani di età superiore ai 13 anni possono essere impiegati per lavori che, per il genere o le condizioni in cui vengono eseguiti, non ne compromettano la salute, la sicurezza o lo sviluppo psicofisico e non ne pregiudichino la frequenza e le prestazioni scolastiche. I giovani di età superiore ai 13 anni possono essere impiegati segnatamente nell’ambito di programmi organizzati a scopi di orientamento professionale da parte di aziende, di organizzazioni del mondo del lavoro con responsabilità in materia di formazione e di esame, di enti incaricati dell’orientamento professionale o di enti responsabili di attività giovanili extrascolastiche conformemente alla legge del 30 settembre 2011 sulla promozione delle attività giovanili extrascolastiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_8"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 3:, Occupazione di giovani di età inferiore ai 15 anni prosciolti dall’obbligo scolastico",
        "citation": "Art. 9 cpv. 1 OLL 5",
        "content": "Se il diritto cantonale prevede il proscioglimento dall’obbligo scolastico prima del quindicesimo anno d’età o l’esclusione provvisoria dalle lezioni, l’autorità cantonale può autorizzare nel singolo caso l’occupazione regolare di giovani che hanno compiuto i 14 anni nell’ambito della formazione professionale di base o di un programma di promozione delle attività giovanili extrascolastiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_9"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 3:, Occupazione di giovani di età inferiore ai 15 anni prosciolti dall’obbligo scolastico",
        "citation": "Art. 9 cpv. 2 OLL 5",
        "content": "L’autorità cantonale può accordare un’autorizzazione soltanto se un certificato medico attesta che lo stato di salute del giovane gli consente di esercitare un’occupazione regolare prima del compimento dei 15 anni e che la prevista attività non rischia di pregiudicarne la salute, la sicurezza e lo sviluppo psicofisico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_9"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Durata massima della settimana e della giornata lavorative per i giovani di età inferiore ai 13 anni",
        "citation": "Art. 10 OLL 5",
        "content": "(art. 30 cpv. 2 lett. b LL)La durata massima del lavoro per i giovani di età inferiore ai 13 anni è di tre ore al giorno e nove ore alla settimana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_10"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Durata massima della settimana e della giornata lavorative nonché pause per i giovani di età superiore ai 13 anni soggetti all’obbligo scolastico",
        "citation": "Art. 11 OLL 5",
        "content": "(art. 30 cpv. 2 lett. a LL)La durata massima del lavoro per i giovani di età superiore ai 13 anni soggetti all’obbligo scolastico è la seguente:\na. durante il periodo scolastico: tre ore al giorno e nove ore alla settimana;\nb. per al massimo la metà delle vacanze scolastiche o durante un periodo di pratica di orientamento professionale: otto ore al giorno e 40 ore alla settimana, tra le ore 06.00 e le ore 18.00, con una pausa di almeno mezz’ora dopo cinque ore di lavoro; la durata del periodo di pratica di orientamento professionale è di due settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_11"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro notturno",
        "citation": "Art. 12 OLL 5",
        "content": "(art. 17 cpv. 5 e 31 cpv. 4 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_12"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro notturno",
        "citation": "Art. 12 cpv. 1 OLL 5",
        "content": "L’occupazione di giovani di età superiore ai 16 anni tra le ore 22.00 e le ore 06.00 per al massimo nove ore in un intervallo di 10 ore può essere autorizzata se:\na. l’occupazione notturna è indispensabile per:\n1. raggiungere gli obiettivi di una formazione professionale di base o\n2. correggere disfunzioni d’esercizio dovute a forza maggiore.\nb. il lavoro è svolto sotto la sorveglianza di una persona adulta e qualificata; e\nc. l’occupazione notturna non pregiudica la frequenza della scuola professionale.\n2 Se nell’azienda l’inizio del lavoro diurno è fissato alle ore 05.00, questo orario vale anche per i giovani come lavoro diurno.\n3 Le visite e la consulenza mediche sono obbligatorie per i giovani impiegati regolarmente o periodicamente durante la notte. I costi sono a carico del datore di lavoro.\n4 Il lavoro notturno regolare o periodico è soggetto all’autorizzazione della SECO, il lavoro notturno temporaneo fino a 10 notti per anno civile, a quella dell’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_12"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro domenicale",
        "citation": "Art. 13 OLL 5",
        "content": "(art. 19 cpv. 4 e 31 cpv. 4 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_13"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro domenicale",
        "citation": "Art. 13 cpv. 1 OLL 5",
        "content": "L’occupazione domenicale di giovani di età superiore ai 16 anni può essere autorizzata se:\na. l’occupazione domenicale è indispensabile per:\n1. raggiungere gli obiettivi di una formazione professionale di base o\n2. correggere disfunzioni d’esercizio dovute a forza maggiore.\nb. il lavoro è svolto sotto la sorveglianza di una persona adulta e qualificata; e\nc. l’occupazione domenicale non pregiudica la frequenza della scuola professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_13"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro domenicale",
        "citation": "Art. 13 cpv. 2 OLL 5",
        "content": "Nei rami e per il numero di domeniche fissati dal DEFR conformemente all’articolo 14 l’occupazione domenicale di giovani di età superiore ai 16 anni può essere autorizzata anche al di fuori dell’ambito della formazione professionale di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_13"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro domenicale",
        "citation": "Art. 13 cpv. 3 OLL 5",
        "content": "Per i rami fissati dal DEFR conformemente all’articolo 14 lettera a l’occupazione di giovani prosciolti dalla scolarità obbligatoria può essere autorizzata una domenica su due.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_13"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Autorizzazione eccezionale del lavoro domenicale",
        "citation": "Art. 13 cpv. 4 OLL 5",
        "content": "Il lavoro domenicale regolare o periodico è soggetto all’autorizzazione della SECO, il lavoro domenicale temporaneo fino a sei domeniche per anno civile, a quella dell’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_13"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Esenzione dall’obbligo di autorizzazione per il lavoro notturno o domenicale nell’ambito della formazione professionale di base",
        "citation": "Art. 14 OLL 5",
        "content": "(art. 31 cpv. 4 LL)Tenendo conto delle condizioni previste dagli articoli 12 capoverso 1 e 13 capoverso 1 il DEFR stabilisce, dopo aver consultato le parti sociali:\na. per quali formazioni professionali di base non è necessario richiedere un’autorizzazione per il lavoro notturno e domenicale conformemente agli articoli 12 capoverso 1 e 13 capoverso 1;\nb. l’entità del lavoro notturno e domenicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_14"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Deroga al divieto del lavoro serale e domenicale",
        "citation": "Art. 15 OLL 5",
        "content": "(art. 30 cpv. 2 lett. b e 31 cpv. 4 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_15"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Deroga al divieto del lavoro serale e domenicale",
        "citation": "Art. 15 cpv. 1 OLL 5",
        "content": "I giovani possono essere impiegati eccezionalmente fino alle ore 23.00 e la domenica in caso di eventi culturali, artistici o sportivi che si tengono solo di sera o la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_15"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Deroga al divieto del lavoro serale e domenicale",
        "citation": "Art. 15 cpv. 2 OLL 5",
        "content": "Le aziende delle regioni turistiche di cui all’articolo 25 dell’ordinanza 2 del 10 maggio 2000 concernente la legge sul lavoro possono impiegare giovani al di fuori dell’ambito della formazione professionale durante 26 domeniche per anno civile. Le domeniche possono essere ripartite in modo irregolare sull’arco dell’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_15"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Riposo giornaliero",
        "citation": "Art. 16 OLL 5",
        "content": "(art. 31 cpv. 2 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_16"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Riposo giornaliero",
        "citation": "Art. 16 cpv. 1 OLL 5",
        "content": "I giovani devono disporre di un periodo di riposo giornaliero di almeno 12 ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_16"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Riposo giornaliero",
        "citation": "Art. 16 cpv. 2 OLL 5",
        "content": "Alla vigilia dei corsi della scuola professionale o dei corsi interaziendali i giovani possono essere impiegati unicamente fino alle ore 20.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_16"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Lavoro straordinario",
        "citation": "Art. 17 OLL 5",
        "content": "(art. 31 cpv. 3 LL)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_17"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Lavoro straordinario",
        "citation": "Art. 17 cpv. 1 OLL 5",
        "content": "I giovani di età superiore ai 16 anni possono effettuare lavoro straordinario unicamente nei giorni feriali, nell’intervallo del lavoro diurno e del lavoro serale fino alle ore 22.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_17"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 4: Durata del lavoro e del riposo, Lavoro straordinario",
        "citation": "Art. 17 cpv. 2 OLL 5",
        "content": "I giovani non possono essere impiegati per effettuare lavoro straordinario durante la formazione professionale di base, fatta eccezione dei casi in cui la loro collaborazione è necessaria per correggere disfunzioni d’esercizio dovute a forza maggiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_17"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 5: Certificato medico",
        "citation": "Art. 18 cpv. 1 OLL 5",
        "content": "Il DEFR, sentito il parere della Commissione federale del lavoro, può indicare i lavori che possono essere svolti dai giovani soltanto su presentazione di un certificato medico. Tale certificato deve attestare che il giovane è idoneo, con o senza riserve, a svolgere il lavoro previsto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_18"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 5: Certificato medico",
        "citation": "Art. 18 cpv. 2 OLL 5",
        "content": "Sono fatte salve le prescrizioni cantonali più rigorose concernenti i certificati e gli esami medici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_18"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 6:, Obbligo del datore di lavoro di informare e istruire i giovani lavoratori",
        "citation": "Art. 19 cpv. 1 OLL 5",
        "content": "Il datore di lavoro deve provvedere affinché tutti i giovani impiegati nella sua azienda siano sufficientemente e adeguatamente informati e istruiti da una persona adulta qualificata, in particolare in merito alla sicurezza e alla protezione della salute sul lavoro. Una volta assunti, il datore di lavoro deve consegnare e spiegare loro le relative prescrizioni e raccomandazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_19"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 6:, Obbligo del datore di lavoro di informare e istruire i giovani lavoratori",
        "citation": "Art. 19 cpv. 2 OLL 5",
        "content": "Il datore di lavoro informa i genitori o le persone cui è affidata l’educazione in merito alle condizioni di lavoro, ai possibili pericoli e alle misure adottate per proteggere la sicurezza e la salute del giovane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_19"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 7: Compiti e organizzazione delle autorità, Commissione federale del lavoro",
        "citation": "Art. 20 OLL 5",
        "content": "(art. 29 cpv. 3 e 43 cpv. 2 LL)La Commissione federale del lavoro riesamina ogni 5 anni l’ordinanza dipartimentale di cui all’articolo 4 capoverso 3 ed emana raccomandazioni in proposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_20"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 7: Compiti e organizzazione delle autorità, Collaborazione tra la SECO, la SEFRI e la SUVA",
        "citation": "Art. 21 cpv. 1 OLL 5",
        "content": "La SECO, la SEFRI e l’Istituto nazionale svizzero di assicurazione contro gli infortuni (SUVA) collaborano per tutte le questioni relative alla protezione della salute e della sicurezza dei giovani in formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_21"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 7: Compiti e organizzazione delle autorità, Collaborazione tra la SECO, la SEFRI e la SUVA",
        "citation": "Art. 21 cpv. 2 OLL 5",
        "content": "La SEFRI consulta la SECO per l’elaborazione di ordinanze in materia di formazione e prima di approvare i piani di formazione; la SECO chiede un parere alla SUVA ed eventualmente ad altre organizzazioni specializzate nell’ambito della sicurezza sul lavoro e della protezione della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_21"
    },
    {
        "book": "ArGV 5",
        "title": "OLL 5, Sezione 7: Compiti e organizzazione delle autorità, Collaborazione tra la SECO, la SEFRI e la SUVA",
        "citation": "Art. 21 cpv. 3 OLL 5",
        "content": "La SECO consulta la SEFRI per l’elaborazione delle ordinanze di cui agli articoli 4 capoverso 3 e 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/692/it#art_21"
    }
]