[
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Objet et champ d’application",
        "citation": "Art. 1 al. 1 OLT 3",
        "content": "La présente ordonnance détermine les mesures de protection de la santé qui doivent être prises dans toutes les entreprises soumises à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_1"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Objet et champ d’application",
        "citation": "Art. 1 al. 2 OLT 3",
        "content": "Les mesures de prévention des accidents et des maladies professionnels visées à l’art. 82 de la loi fédérale du 20 mars 1981 sur l’assurance-accidents ne tombent pas dans le champ d’application de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_1"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 2 al. 1 OLT 3",
        "content": "L’employeur est tenu de donner toutes les directives et de prendre toutes les mesures nécessaires afin d’assurer et d’améliorer la protection de la santé physique et psychique. Il doit en particulier faire en sorte que:\na. en matière d’ergonomie et de protection de la santé, les conditions de travail soient bonnes;\nb. la santé ne subisse pas d’atteintes dues à des influences physiques, chimiques ou biologiques;\nc. des efforts excessifs ou trop répétitifs soient évités;\nd. le travail soit organisé d’une façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_2"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 2 al. 2 OLT 3",
        "content": "Les mesures de la protection de la santé que les autorités exigent de l’employeur doivent être proportionnelles au regard des répercussions qu’elles ont sur la conception du bâtiment et sur l’organisation de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_2"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Obligations particulières de l’employeur",
        "citation": "Art. 3 al. 1 OLT 3",
        "content": "L’employeur doit veiller à ce que l’efficacité des mesures de la protection de la santé ne soit pas compromise. Il contrôlera ces dernières à intervalles appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Obligations particulières de l’employeur",
        "citation": "Art. 3 al. 2 OLT 3",
        "content": "L’employeur doit adapter les mesures de la protection de la santé aux nouvelles conditions de travail en cas de modification de constructions, de parties de bâtiments, d’équipements de travail (machines, appareils, outils et installations utilisés au travail) ou de procédés de travail, ou en cas d’utilisation de nouvelles matières dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Obligations particulières de l’employeur",
        "citation": "Art. 3 al. 3 OLT 3",
        "content": "Lorsque des éléments font apparaître que l’activité exercée par un travailleur porte atteinte à sa santé, une enquête relevant de la médecine du travail doit être menée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Rapport d’expertise technique",
        "citation": "Art. 4 OLT 3",
        "content": "Les autorités peuvent demander à l’employeur de présenter un rapport d’expertise technique lorsqu’il existe des doutes que les exigences en matière de protection de la santé soient respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_4"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Information et instruction des travailleurs",
        "citation": "Art. 5 al. 1 OLT 3",
        "content": "L’employeur veille à ce que tous les travailleurs occupés dans son entreprise, y compris ceux provenant d’une entreprise tierce, soient informés de manière suffisante et appropriée des risques physiques et psychiques potentiels auxquels ils sont exposés dans l’exercice de leur activité et instruits des mesures de protection de la santé. Cette information et cette instruction doivent être dispensées lors de l’entrée en service ainsi qu’à chaque modification importante des conditions de travail; elles doivent être répétées si nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Information et instruction des travailleurs",
        "citation": "Art. 5 al. 2 OLT 3",
        "content": "L’employeur veille à ce que les travailleurs observent les mesures de protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Information et instruction des travailleurs",
        "citation": "Art. 5 al. 3 OLT 3",
        "content": "L’information et l’instruction doivent se dérouler pendant les heures de travail et ne peuvent être mises à la charge des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Consultation des travailleurs",
        "citation": "Art. 6 al. 1 OLT 3",
        "content": "Les travailleurs, ou leurs représentants au sein de l’entreprise, doivent être consultés suffisamment tôt et de manière globale sur toutes les questions concernant la protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Consultation des travailleurs",
        "citation": "Art. 6 al. 2 OLT 3",
        "content": "Ils ont le droit de faire des propositions avant que l’employeur ne prenne une décision. L’employeur doit justifier sa décision lorsqu’il ne tient pas compte ou ne tient compte qu’en partie des objections et propositions des travailleurs ou de leurs représentants dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Consultation des travailleurs",
        "citation": "Art. 6 al. 3 OLT 3",
        "content": "Les travailleurs, ou leurs représentants au sein de l’entreprise, doivent être associés d’une manière appropriée aux investigations et aux visites faites par les autorités. L’employeur doit les informer des exigences formulées par ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Compétences en matière de protection de la santé",
        "citation": "Art. 7 al. 1 OLT 3",
        "content": "L’employeur règle les compétences en matière de protection de la santé dans son entreprise. Il confie, si nécessaire, des tâches spécifiques en matière de protection de la santé à des travailleurs capables. Ces travailleurs ne doivent pas subir de préjudices dus aux activités concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Compétences en matière de protection de la santé",
        "citation": "Art. 7 al. 2 OLT 3",
        "content": "Lorsque l’employeur confie à un travailleur certaines tâches en matière de protection de la santé, il doit le former de manière appropriée, assurer son perfectionnement, lui attribuer des compétences précises et lui donner des instructions claires. Le temps nécessaire à la formation et au perfectionnement est en principe considéré comme temps de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Compétences en matière de protection de la santé",
        "citation": "Art. 7 al. 2bis OLT 3",
        "content": "Le fait de confier de telles tâches à un travailleur ne libère pas l’employeur de ses obligations d’assurer la protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Compétences en matière de protection de la santé",
        "citation": "Art. 7 al. 3 OLT 3",
        "content": "Lorsque des spécialistes de la sécurité au travail au sens des prescriptions d’exécution de l’art. 83, al. 2, de la loi fédérale du 20 mars 1981 sur l’assurance-accidents interviennent, ils doivent également veiller au respect des prescriptions de protection de la santé dans le cadre de leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Coopération de plusieurs entreprises",
        "citation": "Art. 8 al. 1 OLT 3",
        "content": "Lorsque des travailleurs de plusieurs entreprises sont occupés sur un même lieu de travail, leurs employeurs doivent convenir des arrangements propres à assurer le respect des prescriptions de la protection de la santé et ordonner les mesures nécessaires. Ils sont tenus de s’informer réciproquement et d’informer leurs travailleurs respectifs des risques et des mesures prises pour prévenir ces derniers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_8"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Coopération de plusieurs entreprises",
        "citation": "Art. 8 al. 2 OLT 3",
        "content": "L’employeur doit expressément attirer l’attention d’un tiers sur les exigences de la protection de la santé au sein de l’entreprise lorsqu’il lui donne mandat, pour son entreprise:\na. de concevoir, de construire, de modifier ou d’entretenir des équipements de travail, des bâtiments et d’autres constructions;\nb. de livrer des équipements de travail ou des matières dangereuses pour la santé;\nc. de planifier ou de concevoir des procédés de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_8"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Location de services",
        "citation": "Art. 9 OLT 3",
        "content": "Lorsque l’employeur occupe dans son entreprise des travailleurs dont il loue les services à un autre employeur, il a envers eux les mêmes obligations en matière de protection de la santé qu’envers ses propres travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_9"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Obligations des travailleurs",
        "citation": "Art. 10 al. 1 OLT 3",
        "content": "Le travailleur est tenu de suivre les directives de l’employeur en matière de protection de la santé et d’observer les règles généralement reconnues. Il doit en particulier utiliser les équipements individuels de protection et s’abstenir de compromettre l’efficacité des moyens de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_10"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 1, Dispositions générales, Obligations des travailleurs",
        "citation": "Art. 10 al. 2 OLT 3",
        "content": "Lorsqu’un travailleur constate des défauts qui compromettent la protection de la santé, il doit immédiatement les éliminer. S’il n’est pas en mesure de le faire ou s’il n’y est pas autorisé, il doit aviser l’employeur sans délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_10"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Mode de construction",
        "citation": "Art. 11 al. 1 OLT 3",
        "content": "Les parois extérieures et la toiture doivent assurer une protection suffisante contre les intempéries. Au besoin, parois intérieures et sols seront isolés contre l’humidité et le froid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_11"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Mode de construction",
        "citation": "Art. 11 al. 2 OLT 3",
        "content": "Les matériaux de construction à utiliser ne doivent pas être préjudiciables à la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_11"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Volume d’air",
        "citation": "Art. 12 al. 1 OLT 3",
        "content": "Tout travailleur occupé dans des locaux de travail doit y disposer d’un volume d’air minimum de 12 m3; ce volume d’air sera d’au moins 10 m3 lorsque la ventilation artificielle est suffisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_12"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Volume d’air",
        "citation": "Art. 12 al. 2 OLT 3",
        "content": "Les autorités prescrivent un volume d’air supérieur lorsque l’hygiène l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_12"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Plafonds et parois",
        "citation": "Art. 13 OLT 3",
        "content": "A l’intérieur des bâtiments, plafonds et parois doivent être construits de telle sorte qu’ils soient faciles à nettoyer et que la poussière et la saleté s’y déposent le moins possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_13"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Sols",
        "citation": "Art. 14 al. 1 OLT 3",
        "content": "Les revêtements des sols doivent produire peu de poussière, être peu salissants et faciles à nettoyer. Si l’expérience montre que des liquides peuvent s’y répandre, leur écoulement rapide doit être assuré et des emplacements secs seront si possible aménagés pour les travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Sols",
        "citation": "Art. 14 al. 2 OLT 3",
        "content": "Lorsque les conditions techniques de production le permettent, les revêtements des sols doivent être constitués de matériaux mauvais conducteurs de chaleur. Lorsque seuls certains postes de travail sont occupés en permanence, ce type de revêtement ne doit être installé qu’à ces endroits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 1, Bâtiments et locaux, Sols",
        "citation": "Art. 14 al. 3 OLT 3",
        "content": "Le sol devra être isolé thermiquement lorsque la température régnant au-dessous du local de travail peut être sensiblement plus basse ou plus élevée que dans ce local.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Eclairage",
        "citation": "Art. 15 al. 1 OLT 3",
        "content": "Les locaux, postes de travail et passages à l’intérieur et à l’extérieur des bâtiments doivent avoir un éclairage naturel ou artificiel suffisant, adapté à leur utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Eclairage",
        "citation": "Art. 15 al. 2 OLT 3",
        "content": "Les locaux de travail doivent être éclairés naturellement et être dotés d’un éclairage artificiel garantissant des conditions de visibilité (uniformité, éblouissement, couleur de la lumière, spectre de couleurs) adaptées à la nature et aux exigences du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Eclairage",
        "citation": "Art. 15 al. 3 OLT 3",
        "content": "Les locaux sans éclairage naturel ne peuvent être utilisés comme locaux de travail que si des mesures de construction ou d’organisation particulières assurent, dans l’ensemble, le respect des exigences en matière de protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Climat des locaux",
        "citation": "Art. 16 OLT 3",
        "content": "Tous les locaux doivent être suffisamment ventilés, naturellement ou artificiellement, en fonction de leur utilisation. La température des locaux, la vitesse et l’humidité relative de l’air doivent être calculées et réglées les unes par rapport aux autres de telle façon que le climat des locaux soit adapté à la nature du travail et ne soit pas préjudiciable à la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_16"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Ventilation",
        "citation": "Art. 17 al. 1 OLT 3",
        "content": "Dans les locaux ventilés naturellement, les fenêtres en façade et les jours zénithaux doivent être disposés de façon à permettre une légère ventilation permanente ainsi qu’un renouvellement rapide de l’air.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Ventilation",
        "citation": "Art. 17 al. 2 OLT 3",
        "content": "Dans les locaux ventilés artificiellement, l’adduction et l’évacuation d’air doivent être réglées l’une par rapport à l’autre et adaptées à la nature du travail et au genre d’exploitation. Il importera d’éviter les courants d’air incommodants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Ventilation",
        "citation": "Art. 17 al. 3 OLT 3",
        "content": "Lorsque la santé des travailleurs l’exige, les installations de ventilation doivent être munies d’un système d’alarme signalant toute panne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Ventilation",
        "citation": "Art. 17 al. 4 OLT 3",
        "content": "Tout dépôt ou toute souillure susceptible de provoquer une pollution de l’air doivent être éliminés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Ventilation",
        "citation": "Art. 17 al. 5 OLT 3",
        "content": "Les canaux de ventilation doivent être munis d’ouvertures de contrôle et de nettoyage facilement accessibles ainsi que, au besoin, de raccords d’amenée et d’évacuation d’eau de rinçage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Pollution de l’air",
        "citation": "Art. 18 al. 1 OLT 3",
        "content": "Lorsque l’air contient des odeurs, des gaz, des vapeurs, des brouillards, des fumées, des poussières, des copeaux ou d’autres polluants analogues dans des proportions qui le rendent préjudiciable à la santé, il doit être aspiré efficacement le plus près possible de la source de pollution. Si nécessaire, cette source sera placée dans un local séparé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Pollution de l’air",
        "citation": "Art. 18 al. 2 OLT 3",
        "content": "Si nécessaire, l’air évacué par aspiration sera remplacé par de l’air frais. Celui-ci devra être, au besoin, suffisamment réchauffé et humidifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Pollution de l’air",
        "citation": "Art. 18 al. 3 OLT 3",
        "content": "L’air évacué par aspiration ne peut être réintroduit dans les locaux que si cette opération n’est pas préjudiciable à la santé des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Ensoleillement et rayonnement calorifique",
        "citation": "Art. 20 OLT 3",
        "content": "Les travailleurs doivent être protégés contre tout ensoleillement excessif et contre tout rayonnement calorifique excessif provoqué par des installations d’exploitation ou des procédés de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_20"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Travail dans des locaux non chauffés ou en plein air",
        "citation": "Art. 21 OLT 3",
        "content": "Lorsqu’un travail doit être effectué dans des locaux non chauffés, dans des bâtiments partiellement ouverts ou en plein air, les mesures indispensables pour la protection des travailleurs contre le froid et les intempéries doivent être prises. En particulier, il importe autant que possible de veiller à ce que chaque travailleur puisse se réchauffer à son poste de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_21"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Bruit et vibrations",
        "citation": "Art. 22 al. 1 OLT 3",
        "content": "Le bruit et les vibrations doivent être évités ou combattus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_22"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 2, Eclairage, climat des locaux, bruits et vibrations, Bruit et vibrations",
        "citation": "Art. 22 al. 2 OLT 3",
        "content": "Pour la protection des travailleurs, il importe en particulier:\na. de prendre des mesures en matière de construction des bâtiments;\nb. de prendre des mesures concernant les installations d’exploitation;\nc. de procéder à l’isolation acoustique ou à l’isolement des sources de bruit;\nd. de prendre des mesures concernant l’organisation du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_22"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 3, Postes de travail, Exigences générales",
        "citation": "Art. 23 OLT 3",
        "content": "Les postes de travail et les équipements doivent être conçus et aménagés conformément aux principes de l’ergonomie. L’employeur et les travailleurs veillent à ce qu’ils soient utilisés de manière appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_23"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 3, Postes de travail, Exigences particulières",
        "citation": "Art. 24 al. 1 OLT 3",
        "content": "L’espace libre autour des postes de travail doit être suffisant pour permettre aux travailleurs de se mouvoir librement durant leurs activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 3, Postes de travail, Exigences particulières",
        "citation": "Art. 24 al. 2 OLT 3",
        "content": "Les postes de travail permanents doivent être conçus de façon à permettre aux travailleurs d’adopter une position naturelle du corps. Les sièges doivent être confortables et adaptés au travail à effectuer ainsi qu’au travailleur. Au besoin, des accoudoirs et des repose-pieds seront installés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 3, Postes de travail, Exigences particulières",
        "citation": "Art. 24 al. 3 OLT 3",
        "content": "Les postes de travail doivent être aménagés de manière à permettre aux travailleurs de travailler, si possible, assis ou alternativement assis et debout. Les personnes devant travailler debout disposeront de sièges qu’elles pourront utiliser de temps à autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 3, Postes de travail, Exigences particulières",
        "citation": "Art. 24 al. 4 OLT 3",
        "content": "Les postes de travail doivent être aménagés de façon à ce que les installations d’exploitation ou les dépôts voisins ne soient pas préjudiciables à la santé des travailleurs; à cet effet, il conviendra de prendre des mesures appropriées telles que l’installation de parois de protection ou l’aménagement des postes de travail dans des locaux séparés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 3, Postes de travail, Exigences particulières",
        "citation": "Art. 24 al. 5 OLT 3",
        "content": "Les travailleurs doivent pouvoir bénéficier de la vue sur l’extérieur depuis leur poste de travail permanent. Dans les locaux sans fenêtres en façade, l’aménagement de postes de travail permanents n’est autorisé que si des mesures particulières de construction ou d’organisation garantissent que les exigences en matière de protection de la santé sont globalement respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 4, Charges",
        "citation": "Art. 25 al. 1 OLT 3",
        "content": "L’employeur prend les mesures d’organisation appropriées et met à disposition les équipements adéquats, notamment les dispositifs mécaniques, pour éviter que les travailleurs ne doivent déplacer des charges manuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 4, Charges",
        "citation": "Art. 25 al. 2 OLT 3",
        "content": "Lorsque le déplacement de charges ne peut être effectué que manuellement, des moyens appropriés doivent être mis à disposition et utilisés pour le levage, le port et le déplacement des charges lourdes ou encombrantes en vue de permettre une manipulation qui soit sûre et qui préserve la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 4, Charges",
        "citation": "Art. 25 al. 3 OLT 3",
        "content": "L’employeur doit informer les travailleurs des risques liés au déplacement de charges lourdes ou encombrantes et de la manière de lever, de porter et de déplacer correctement des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 4, Charges",
        "citation": "Art. 25 al. 4 OLT 3",
        "content": "Il doit informer les travailleurs du poids des charges et de sa répartition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 5, Surveillance des travailleurs",
        "citation": "Art. 26 al. 1 OLT 3",
        "content": "Il est interdit d’utiliser des systèmes de surveillance ou de contrôle destinés à surveiller le comportement des travailleurs à leur poste de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_26"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 5, Surveillance des travailleurs",
        "citation": "Art. 26 al. 2 OLT 3",
        "content": "Lorsque des systèmes de surveillance ou de contrôle sont nécessaires pour d’autres raisons, ils doivent notamment être conçus et disposés de façon à ne pas porter atteinte à la santé et à la liberté de mouvement des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_26"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 6, Equipements individuels de protection et vêtements de travail, Equipements individuels de protection",
        "citation": "Art. 27 al. 1 OLT 3",
        "content": "Si des mesures d’ordre technique ou organisationnel ne permettent pas, ou que partiellement, d’éviter toute atteinte à la santé, l’employeur doit mettre à la disposition des travailleurs des équipements individuels de protection qui doivent être efficaces et dont le port peut être raisonnablement exigé des travailleurs. Il doit veiller à ce qu’ils puissent en tout temps être utilisés conformément à l’usage prévu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 6, Equipements individuels de protection et vêtements de travail, Equipements individuels de protection",
        "citation": "Art. 27 al. 2 OLT 3",
        "content": "Les équipements individuels de protection sont en principe destinés à un usage personnel. Si les circonstances exigent l’utilisation d’un équipement individuel de protection par plusieurs personnes, l’employeur doit prendre les mesures nécessaires afin d’assurer le maintien de la protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 6, Equipements individuels de protection et vêtements de travail, Equipements individuels de protection",
        "citation": "Art. 27 al. 3 OLT 3",
        "content": "Lorsque plusieurs équipements individuels de protection sont nécessaires simultanément, l’employeur veillera à ce qu’ils soient compatibles et que leur efficacité ne soit pas compromise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 6, Equipements individuels de protection et vêtements de travail, Vêtements de travail",
        "citation": "Art. 28 OLT 3",
        "content": "Lorsque des vêtements de travail sont fortement souillés par des matières nauséabondes ou par d’autres matières utilisées dans l’entreprise, l’employeur se chargera de leur nettoyage à intervalles appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_28"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Exigences générales",
        "citation": "Art. 29 al. 1 OLT 3",
        "content": "Les dispositions applicables à l’aménagement et à l’utilisation des locaux de travail le sont aussi, par analogie, aux vestiaires, aux douches, aux lavabos, aux toilettes, aux réfectoires, aux locaux de séjour et aux infirmeries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Exigences générales",
        "citation": "Art. 29 al. 2 OLT 3",
        "content": "Toutes les installations mentionnées à l’al. 1 doivent être maintenues dans des conditions de la protection de la santé irréprochables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Exigences générales",
        "citation": "Art. 29 al. 3 OLT 3",
        "content": "Les vestiaires, les lavabos, les douches et les toilettes seront aménagés séparément pour les hommes et pour les femmes. A tout le moins, une utilisation séparée de ces installations sera prévue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Vestiaires",
        "citation": "Art. 30 al. 1 OLT 3",
        "content": "Des installations en nombre suffisant et adaptées aux circonstances seront mises à la disposition des travailleurs pour qu’ils puissent s’y changer et y déposer leurs vêtements. Ces vestiaires seront aménagés dans des locaux réservés exclusivement à cet usage et, si possible, suffisamment aérés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_30"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Vestiaires",
        "citation": "Art. 30 al. 2 OLT 3",
        "content": "Tout travailleur disposera soit d’une armoire à vêtements suffisamment spacieuse et aérée, soit d’une penderie ouverte et d’un casier pouvant être fermé à clé. Au besoin, les vêtements de travail devront pouvoir être séchés et rangés de manière à être séparés des vêtements de ville.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_30"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Lavabos et douches",
        "citation": "Art. 31 al. 1 OLT 3",
        "content": "Des lavabos appropriés, pourvus en règle générale d’eau chaude et d’eau froide, ainsi que des produits de nettoyage adéquats seront mis à la disposition des travailleurs à proximité des postes de travail et des vestiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Lavabos et douches",
        "citation": "Art. 31 al. 2 OLT 3",
        "content": "Des douches appropriées avec eau chaude et eau froide doivent être installées en nombre suffisant à proximité des vestiaires lorsque les travailleurs exécutent des travaux salissants ou sont exposés à une forte chaleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Lavabos et douches",
        "citation": "Art. 31 al. 3 OLT 3",
        "content": "Si les douches ou les lavabos sont séparés des vestiaires, ces locaux doivent aisément communiquer entre eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Toilettes",
        "citation": "Art. 32 al. 1 OLT 3",
        "content": "Les travailleurs doivent disposer d’un nombre suffisant de toilettes à proximité des postes de travail, des locaux de repos, des vestiaires et des douches ou des lavabos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Toilettes",
        "citation": "Art. 32 al. 2 OLT 3",
        "content": "Le nombre de toilettes est fonction du nombre de travailleurs occupés simultanément dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Toilettes",
        "citation": "Art. 32 al. 3 OLT 3",
        "content": "Les toilettes seront suffisamment ventilées et seront séparées des locaux de travail par des vestibules aérés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Toilettes",
        "citation": "Art. 32 al. 4 OLT 3",
        "content": "Des installations et du matériel appropriés pour se laver et se sécher les mains doivent se trouver à proximité des toilettes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Réfectoires et locaux de séjour",
        "citation": "Art. 33 al. 1 OLT 3",
        "content": "En cas de besoin, notamment lorsqu’ils travaillent de nuit ou par équipes, les travailleurs doivent pouvoir disposer de réfectoires et de locaux de séjour adéquats et calmes; ceux-ci doivent si possible être éclairés naturellement, donner sur l’extérieur et être séparés des postes de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Réfectoires et locaux de séjour",
        "citation": "Art. 33 al. 2 OLT 3",
        "content": "Si le déroulement du travail requiert la présence des travailleurs dans les locaux de travail aussi pendant les pauses, des sièges adéquats doivent être mis à leur disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Réfectoires et locaux de séjour",
        "citation": "Art. 33 al. 3 OLT 3",
        "content": "Au besoin, des places de repos doivent être aménagées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Réfectoires et locaux de séjour",
        "citation": "Art. 33 al. 4 OLT 3",
        "content": "Lorsque les travailleurs doivent régulièrement et fréquemment assurer un service de permanence et qu’il n’existe pas de locaux de repos, d’autres salles doivent être mises à leur disposition pour qu’ils puissent y séjourner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Protection des femmes enceintes et des mères allaitantes",
        "citation": "Art. 34 OLT 3",
        "content": "Les femmes enceintes et les mères allaitantes doivent pouvoir s’allonger et se reposer dans des conditions adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_34"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Eau potable et autres boissons",
        "citation": "Art. 35 al. 1 OLT 3",
        "content": "De l’eau potable sera disponible à proximité des postes de travail. Lorsque les conditions de travail l’exigent, les travailleurs doivent en outre pouvoir se procurer d’autres boissons sans alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Eau potable et autres boissons",
        "citation": "Art. 35 al. 2 OLT 3",
        "content": "L’eau potable et les autres boissons seront distribuées conformément aux règles de la protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Eau potable et autres boissons",
        "citation": "Art. 35 al. 3 OLT 3",
        "content": "L’employeur peut limiter ou interdire la consommation de boissons alcoolisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Premiers secours",
        "citation": "Art. 36 al. 1 OLT 3",
        "content": "Les moyens nécessaires pour les premiers secours doivent être disponibles en permanence, compte tenu des dangers résultant de l’exploitation, de l’importance et de l’emplacement de l’entreprise. Le matériel de premiers secours doit être facilement accessible et être disponible dans tous les endroits où les conditions de travail le requièrent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Premiers secours",
        "citation": "Art. 36 al. 2 OLT 3",
        "content": "Au besoin, des infirmeries convenablement situées et équipées seront mises à disposition, ainsi que du personnel ayant reçu une formation sanitaire. Les locaux destinés à l’infirmerie doivent être facilement accessibles avec des brancards.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 7, Vestiaires, douches, lavabos, toilettes, réfectoires, locaux de séjour et premiers secours, Premiers secours",
        "citation": "Art. 36 al. 3 OLT 3",
        "content": "L’infirmerie et les emplacements où se trouve le matériel de premiers secours doivent être clairement signalés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 8, Entretien et nettoyage",
        "citation": "Art. 37 al. 1 OLT 3",
        "content": "Les bâtiments, les locaux, les entrepôts, les passages, les installations d’éclairage, d’aspiration et de ventilation, les postes de travail, les installations d’exploitation, les équipements de protection et les installations sanitaires doivent être maintenus propres et en bon état de marche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_37"
    },
    {
        "book": "ArGV 3",
        "title": "OLT 3, Chapitre 2, Exigences particulières en matière de protection de la santé, Section 8, Entretien et nettoyage",
        "citation": "Art. 37 al. 2 OLT 3",
        "content": "Les installations, les appareils, les outils et les autres moyens nécessaires au nettoyage et à l’entretien doivent être disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/fr#art_37"
    }
]