[
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Geltungsbereich",
        "citation": "Art. 1 Abs. 1 ArGV 3",
        "content": "Diese Verordnung regelt die Massnahmen, die in allen dem Gesetz unterstehenden Betrieben für den Gesundheitsschutz zu treffen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_1"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Geltungsbereich",
        "citation": "Art. 1 Abs. 2 ArGV 3",
        "content": "Nicht in den Bereich des Gesundheitsschutzes im Sinn dieser Verordnung fallen die Massnahmen zur Verhütung von Berufsunfällen und Berufskrankheiten nach Artikel 82 des Unfallversicherungsgesetzes vom 20. März 1981.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_1"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 2 Abs. 1 ArGV 3",
        "content": "Der Arbeitgeber muss alle Anordnungen erteilen und alle Massnahmen treffen, die nötig sind, um den Schutz der physischen und psychischen Gesundheit zu wahren und zu verbessern. Insbesondere muss er dafür sorgen, dass:\na. ergonomisch und hygienisch gute Arbeitsbedingungen herrschen;\nb. die Gesundheit nicht durch physikalische, chemische und biologische Einflüsse beeinträchtigt wird;\nc. eine übermässig starke oder allzu einseitige Beanspruchung vermieden wird;\nd. die Arbeit geeignet organisiert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_2"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 2 Abs. 2 ArGV 3",
        "content": "Die Massnahmen, welche die Behörde vom Arbeitgeber zum Gesundheitsschutz verlangt, müssen im Hinblick auf ihre baulichen und organisatorischen Auswirkungen verhältnismässig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_2"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Besondere Pflichten des Arbeitgebers",
        "citation": "Art. 3 Abs. 1 ArGV 3",
        "content": "Der Arbeitgeber muss dafür sorgen, dass die Massnahmen des Gesundheitsschutzes in ihrer Wirksamkeit nicht beeinträchtigt werden; er hat sie in angemessenen Zeitabständen zu überprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Besondere Pflichten des Arbeitgebers",
        "citation": "Art. 3 Abs. 2 ArGV 3",
        "content": "Werden Bauten, Gebäudeteile, Arbeitsmittel (Maschinen, Apparate, Werkzeuge und Anlagen, die bei der Arbeit benutzt werden) oder Arbeitsverfahren geändert oder werden im Betrieb neue Stoffe verwendet, so muss der Arbeitgeber die Massnahmen des Gesundheitsschutzes den neuen Verhältnissen anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Besondere Pflichten des Arbeitgebers",
        "citation": "Art. 3 Abs. 3 ArGV 3",
        "content": "Liegen Hinweise vor, dass die Gesundheit eines Arbeitnehmers durch die von ihm ausgeübte Tätigkeit beeinträchtigt wird, so ist eine arbeitsmedizinische Abklärung durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Fachtechnisches Gutachten",
        "citation": "Art. 4 ArGV 3",
        "content": "Der Arbeitgeber hat auf Verlangen der Behörde ein fachtechnisches Gutachten beizubringen, wenn Zweifel bestehen, ob die Anforderungen des Gesundheitsschutzes erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_4"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 5 Abs. 1 ArGV 3",
        "content": "Der Arbeitgeber sorgt dafür, dass alle in seinem Betrieb beschäftigten Arbeitnehmer, einschliesslich der dort tätigen Arbeitnehmer eines anderen Betriebes, ausreichend und angemessen informiert und angeleitet werden über die bei ihren Tätigkeiten möglichen physischen und psychischen Gefährdungen sowie über die Massnahmen des Gesundheitsschutzes. Diese Information und Anleitung haben im Zeitpunkt des Stellenantritts und bei jeder wesentlichen Änderung der Arbeitsbedingungen zu erfolgen und sind nötigenfalls zu wiederholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 5 Abs. 2 ArGV 3",
        "content": "Der Arbeitgeber sorgt dafür, dass die Arbeitnehmer die Massnahmen des Gesundheitsschutzes einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Information und Anleitung der Arbeitnehmer",
        "citation": "Art. 5 Abs. 3 ArGV 3",
        "content": "Die Information und die Anleitung müssen während der Arbeitszeit erfolgen und dürfen nicht zu Lasten der Arbeitnehmer gehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Anhörung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 1 ArGV 3",
        "content": "Die Arbeitnehmer oder ihre Vertretung im Betrieb müssen über alle Fragen, welche den Gesundheitsschutz betreffen, frühzeitig und umfassend angehört werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Anhörung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 2 ArGV 3",
        "content": "Sie haben das Recht, Vorschläge zu unterbreiten, bevor der Arbeitgeber einen Entscheid trifft. Der Arbeitgeber begründet seinen Entscheid, wenn er den Einwänden und Vorschlägen der Arbeitnehmer oder von deren Vertretung im Betrieb nicht oder nur teilweise Rechnung trägt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Anhörung der Arbeitnehmer",
        "citation": "Art. 6 Abs. 3 ArGV 3",
        "content": "Die Arbeitnehmer oder ihre Vertretung im Betrieb müssen in geeigneter Form zu Abklärungen und Betriebsbesuchen der Behörden beigezogen werden. Der Arbeitgeber muss die Arbeitnehmer oder ihre Vertretung im Betrieb über Anordnungen der Behörden informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Zuständigkeiten für den Gesundheitsschutz",
        "citation": "Art. 7 Abs. 1 ArGV 3",
        "content": "Der Arbeitgeber regelt die Zuständigkeiten für den Gesundheitsschutz in seinem Betrieb. Wenn nötig überträgt er geeigneten Arbeitnehmern besondere Aufgaben des Gesundheitsschutzes. Diesen Arbeitnehmern dürfen aus der entsprechenden Tätigkeit keine Nachteile erwachsen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Zuständigkeiten für den Gesundheitsschutz",
        "citation": "Art. 7 Abs. 2 ArGV 3",
        "content": "Hat der Arbeitgeber einen Arbeitnehmer mit bestimmten Aufgaben des Gesundheitsschutzes betraut, so muss er ihn in zweckmässiger Weise aus- und weiterbilden und ihm klare Weisungen und Kompetenzen erteilen. Die für die Aus- und Weiterbildung benötigte Zeit gilt in der Regel als Arbeitszeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Zuständigkeiten für den Gesundheitsschutz",
        "citation": "Art. 7 Abs. 2bis ArGV 3",
        "content": "Die Übertragung solcher Aufgaben an einen Arbeitnehmer entbindet den Arbeitgeber nicht von seinen Verpflichtungen zur Gewährleistung des Gesundheitsschutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Zuständigkeiten für den Gesundheitsschutz",
        "citation": "Art. 7 Abs. 3 ArGV 3",
        "content": "Werden Spezialisten der Arbeitssicherheit nach den Ausführungsvorschriften zu Artikel 83 Absatz 2 des Unfallversicherungsgesetzes vom 20. März 1981 beigezogen, so beziehen sie bei ihrer Tätigkeit auch die Anforderungen des Gesundheitsschutzes mit ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Zusammenwirken mehrerer Betriebe",
        "citation": "Art. 8 Abs. 1 ArGV 3",
        "content": "Sind an einem Arbeitsplatz Arbeitnehmer mehrerer Betriebe tätig, so haben deren Arbeitgeber die zur Wahrung des Gesundheitsschutzes erforderlichen Absprachen zu treffen und die notwendigen Massnahmen anzuordnen. Sie haben sich gegenseitig und ihre jeweiligen Arbeitnehmer über die Gefahren und die Massnahmen zu deren Behebung zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_8"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Zusammenwirken mehrerer Betriebe",
        "citation": "Art. 8 Abs. 2 ArGV 3",
        "content": "Der Arbeitgeber muss einen Dritten auf die Anforderungen des Gesundheitsschutzes in seinem Betrieb ausdrücklich aufmerksam machen, wenn er ihm den Auftrag erteilt, für seinen Betrieb:\na. Arbeitsmittel sowie Gebäude und andere Konstruktionen zu planen, herzustellen, zu ändern oder instand zu halten;\nb. Arbeitsmittel oder gesundheitsgefährdende Stoffe zu liefern;\nc. Arbeitsverfahren zu planen oder zu gestalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_8"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Personalverleih",
        "citation": "Art. 9 ArGV 3",
        "content": "Der Arbeitgeber, der in seinem Betrieb Arbeitskräfte beschäftigt, die er von einem anderen Arbeitgeber ausleiht, hat hinsichtlich des Gesundheitsschutzes gegenüber diesen die gleichen Pflichten wie gegenüber den eigenen Arbeitnehmern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_9"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Pflichten der Arbeitnehmer",
        "citation": "Art. 10 Abs. 1 ArGV 3",
        "content": "Der Arbeitnehmer muss die Weisungen des Arbeitgebers in Bezug auf den Gesundheitsschutz befolgen und die allgemein anerkannten Regeln berücksichtigen. Er muss insbesondere die persönlichen Schutzausrüstungen benützen und darf die Wirksamkeit der Schutzeinrichtungen nicht beeinträchtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_10"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 1. Kapitel: Allgemeine Bestimmungen, Pflichten der Arbeitnehmer",
        "citation": "Art. 10 Abs. 2 ArGV 3",
        "content": "Stellt ein Arbeitnehmer Mängel fest, welche den Gesundheitsschutz beeinträchtigen, so muss er sie unverzüglich beseitigen. Ist er dazu nicht befugt oder nicht in der Lage, so muss er den Mangel unverzüglich dem Arbeitgeber melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_10"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Bauweise",
        "citation": "Art. 11 Abs. 1 ArGV 3",
        "content": "Aussenwände und Bedachung müssen ausreichenden Schutz gegen Witterungseinflüsse gewähren. Innenwände und Böden sind nötigenfalls gegen Feuchtigkeit und Kälte zu isolieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_11"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Bauweise",
        "citation": "Art. 11 Abs. 2 ArGV 3",
        "content": "Es sind Baumaterialien zu verwenden, die nicht zu Gesundheitsbeeinträchtigungen führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_11"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Luftraum",
        "citation": "Art. 12 Abs. 1 ArGV 3",
        "content": "In Arbeitsräumen muss auf jeden darin beschäftigten Arbeitnehmer ein Luftraum von wenigstens 12 m3, bei ausreichender künstlicher Lüftung von wenigstens 10 m3, entfallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_12"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Luftraum",
        "citation": "Art. 12 Abs. 2 ArGV 3",
        "content": "Die Behörde schreibt einen grösseren Luftraum vor, wenn es der Gesundheitsschutz erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_12"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Decken und Wände",
        "citation": "Art. 13 ArGV 3",
        "content": "Decken und Wände im Innern der Gebäude sollen so beschaffen sein, dass sie leicht gereinigt werden können und sich möglichst wenig Staub und Schmutz darauf ablagern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_13"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Böden",
        "citation": "Art. 14 Abs. 1 ArGV 3",
        "content": "Bodenbeläge sollen so beschaffen sein, dass sie wenig Staub bilden, wenig Schmutzstoffe aufnehmen und leicht gereinigt werden können. Gelangt erfahrungsgemäss Flüssigkeit auf den Boden, so ist für raschen Ablauf und wenn möglich für trockene Standorte für die Arbeitnehmer zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Böden",
        "citation": "Art. 14 Abs. 2 ArGV 3",
        "content": "Soweit die produktionstechnischen Bedingungen es gestatten, müssen die Bodenbeläge aus einem die Wärme schlecht leitenden Material bestehen. Wird nur an bestimmten Plätzen dauernd gearbeitet, so müssen nur dort solche Beläge vorhanden sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 1. Abschnitt: Gebäude und Räume, Böden",
        "citation": "Art. 14 Abs. 3 ArGV 3",
        "content": "Bodenkonstruktionen sind wärmeisolierend auszuführen, wenn unter dem Boden wesentlich niedrigere oder höhere Temperaturen als im Arbeitsraum auftreten können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Beleuchtung",
        "citation": "Art. 15 Abs. 1 ArGV 3",
        "content": "Räume, Arbeitsplätze und Verkehrswege innerhalb und ausserhalb der Gebäude müssen entsprechend ihrer Verwendung ausreichend natürlich oder künstlich beleuchtet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Beleuchtung",
        "citation": "Art. 15 Abs. 2 ArGV 3",
        "content": "In den Arbeitsräumen soll Tageslicht vorhanden sein sowie eine künstliche Beleuchtung, welche der Art und den Anforderungen der Arbeit angepasste Sehverhältnisse (Gleichmässigkeit, Blendung, Lichtfarbe, Farbspektrum) gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Beleuchtung",
        "citation": "Art. 15 Abs. 3 ArGV 3",
        "content": "Räume ohne natürliche Beleuchtung dürfen nur dann als Arbeitsräume benützt werden, wenn durch besondere bauliche oder organisatorische Massnahmen sichergestellt ist, dass den Anforderungen des Gesundheitsschutzes insgesamt Genüge getan ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Raumklima",
        "citation": "Art. 16 ArGV 3",
        "content": "Sämtliche Räume sind ihrem Verwendungszweck entsprechend ausreichend natürlich oder künstlich zu lüften. Raumtemperatur, Luftgeschwindigkeit und relative Luftfeuchtigkeit sind so zu bemessen und aufeinander abzustimmen, dass ein der Gesundheit nicht abträgliches und der Art der Arbeit angemessenes Raumklima gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_16"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lüftung",
        "citation": "Art. 17 Abs. 1 ArGV 3",
        "content": "Bei natürlicher Lüftung sind Fassadenfenster und Dachlichter sowohl für eine schwache Dauerlüftung als auch für eine rasche Durchlüftung einzurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lüftung",
        "citation": "Art. 17 Abs. 2 ArGV 3",
        "content": "Bei künstlicher Lüftung sind Zufuhr und Abfuhr der Luft aufeinander abzustimmen und der Art der Arbeit sowie der Art des Betriebes anzupassen. Belästigende Zugerscheinungen sind zu vermeiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lüftung",
        "citation": "Art. 17 Abs. 3 ArGV 3",
        "content": "Wenn es mit Rücksicht auf die Gesundheit der Arbeitnehmer erforderlich ist, müssen Lüftungsanlagen mit einer Warneinrichtung versehen sein, die Störungen anzeigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lüftung",
        "citation": "Art. 17 Abs. 4 ArGV 3",
        "content": "Ablagerungen und Verunreinigungen, die zu einer Verschmutzung der Raumluft führen können, müssen beseitigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lüftung",
        "citation": "Art. 17 Abs. 5 ArGV 3",
        "content": "Lüftungskanäle müssen mit gut zugänglichen Kontroll- und Reinigungsöffnungen sowie allenfalls mit Spülwasseranschlüssen und -ableitungen ausgestattet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Luftverunreinigung",
        "citation": "Art. 18 Abs. 1 ArGV 3",
        "content": "Luft, die durch Gerüche, Gase, Dämpfe, Nebel, Rauch, Staub, Späne und dergleichen in einer die Gesundheit beeinträchtigenden Weise verunreinigt wird, ist so nahe wie möglich an der Stelle, wo sie verunreinigt wird, wirksam abzusaugen. Nötigenfalls ist die Verunreinigungsquelle räumlich abzutrennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Luftverunreinigung",
        "citation": "Art. 18 Abs. 2 ArGV 3",
        "content": "Soweit erforderlich, ist die abgesaugte Luft durch Frischluft zu ersetzen; diese ist nötigenfalls ausreichend zu erwärmen und zu befeuchten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Luftverunreinigung",
        "citation": "Art. 18 Abs. 3 ArGV 3",
        "content": "Abgesaugte Luft darf nur in die Räume zurückgeführt werden, wenn dadurch keine Gesundheitsbeeinträchtigung der Arbeitnehmer entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Sonneneinwirkung und Wärmestrahlung",
        "citation": "Art. 20 ArGV 3",
        "content": "Die Arbeitnehmer sind vor übermässiger Sonneneinwirkung sowie vor übermässiger Wärmestrahlung, die durch Betriebseinrichtungen und Arbeitsvorgänge verursacht wird, zu schützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_20"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Arbeit in ungeheizten Räumen oder im Freien",
        "citation": "Art. 21 ArGV 3",
        "content": "Muss in ungeheizten Räumen, in nicht vollumwandeten Bauten oder im Freien gearbeitet werden, so sind die erforderlichen Massnahmen zum Schutz der Arbeitnehmer vor Kälte- und Witterungseinflüssen zu treffen. Soweit möglich ist insbesondere dafür zu sorgen, dass sich die Arbeitnehmer an den einzelnen Arbeitsplätzen erwärmen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_21"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lärm und Vibrationen",
        "citation": "Art. 22 Abs. 1 ArGV 3",
        "content": "Lärm und Vibrationen sind zu vermeiden oder zu bekämpfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_22"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 2. Abschnitt: Beleuchtung, Raumklima, Lärm und Vibrationen, Lärm und Vibrationen",
        "citation": "Art. 22 Abs. 2 ArGV 3",
        "content": "Zum Schutz der Arbeitnehmer sind insbesondere folgende Vorkehrungen zu treffen:\na. bauliche Massnahmen;\nb. Massnahmen an Betriebseinrichtungen;\nc. Isolation oder örtliche Abtrennung der Lärmquelle;\nd. Massnahmen der Arbeitsorganisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_22"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 3. Abschnitt: Arbeitsplätze, Allgemeine Anforderungen",
        "citation": "Art. 23 ArGV 3",
        "content": "Arbeitsplätze und Arbeitsmittel sind nach ergonomischen Gesichtspunkten zu gestalten und einzurichten. Arbeitgeber und Arbeitnehmer sorgen für ihre sachgerechte Benutzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_23"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 3. Abschnitt: Arbeitsplätze, Besondere Anforderungen",
        "citation": "Art. 24 Abs. 1 ArGV 3",
        "content": "Bei den Arbeitsplätzen muss so viel freier Raum vorhanden sein, dass sich die Arbeitnehmer bei ihrer Tätigkeit unbehindert bewegen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 3. Abschnitt: Arbeitsplätze, Besondere Anforderungen",
        "citation": "Art. 24 Abs. 2 ArGV 3",
        "content": "Ständige Arbeitsplätze sind so zu gestalten, dass in zwangsloser Körperhaltung gearbeitet werden kann. Sitze müssen bequem und der auszuführenden Arbeit sowie dem Arbeitnehmer angepasst sein; nötigenfalls sind Arm- und Fussstützen anzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 3. Abschnitt: Arbeitsplätze, Besondere Anforderungen",
        "citation": "Art. 24 Abs. 3 ArGV 3",
        "content": "Die Arbeitsplätze sind so einzurichten, dass, wenn möglich, sitzend oder wechselweise sitzend und stehend gearbeitet werden kann. Kann die Arbeit nur stehend verrichtet werden, so sind Sitzgelegenheiten zur zeitweisen Benützung bereitzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 3. Abschnitt: Arbeitsplätze, Besondere Anforderungen",
        "citation": "Art. 24 Abs. 4 ArGV 3",
        "content": "Arbeitsplätze sind durch geeignete Massnahmen, wie Schutzwände oder räumliche Trennung, so einzurichten, dass die Arbeitnehmer vor Gesundheitsbeeinträchtigungen durch benachbarte Betriebseinrichtungen oder Lager geschützt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 3. Abschnitt: Arbeitsplätze, Besondere Anforderungen",
        "citation": "Art. 24 Abs. 5 ArGV 3",
        "content": "Von ständigen Arbeitsplätzen aus muss die Sicht ins Freie vorhanden sein. In Räumen ohne Fassadenfenster sind ständige Arbeitsplätze nur zulässig, wenn durch besondere bauliche oder organisatorische Massnahmen sichergestellt ist, dass den Anforderungen des Gesundheitsschutzes insgesamt Genüge getan ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 4. Abschnitt: Lasten",
        "citation": "Art. 25 Abs. 1 ArGV 3",
        "content": "Um zu vermeiden, dass die Arbeitnehmer Lasten manuell handhaben müssen, trifft der Arbeitgeber die geeigneten organisatorischen Massnahmen und stellt den Arbeitnehmern die geeigneten Arbeitsmittel, insbesondere mechanische Ausrüstungen, zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 4. Abschnitt: Lasten",
        "citation": "Art. 25 Abs. 2 ArGV 3",
        "content": "Lässt sich die manuelle Handhabung von Lasten nicht vermeiden, so sind zum Heben, Tragen und Bewegen schwerer oder unhandlicher Lasten geeignete Arbeitsmittel zur Verfügung zu stellen und zu benützen, um eine sichere und gesundheitsschonende Handhabung zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 4. Abschnitt: Lasten",
        "citation": "Art. 25 Abs. 3 ArGV 3",
        "content": "Der Arbeitgeber muss die Arbeitnehmer darüber informieren, welche Gefahren bei der Handhabung schwerer und unhandlicher Lasten bestehen, und sie anleiten, wie solche Lasten richtig gehoben, getragen und bewegt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 4. Abschnitt: Lasten",
        "citation": "Art. 25 Abs. 4 ArGV 3",
        "content": "Er muss die Arbeitnehmer über Gewicht und Gewichtsverteilung der Lasten informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 5. Abschnitt: Überwachung der Arbeitnehmer",
        "citation": "Art. 26 Abs. 1 ArGV 3",
        "content": "Überwachungs- und Kontrollsysteme, die das Verhalten der Arbeitnehmer am Arbeitsplatz überwachen sollen, dürfen nicht eingesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_26"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 5. Abschnitt: Überwachung der Arbeitnehmer",
        "citation": "Art. 26 Abs. 2 ArGV 3",
        "content": "Sind Überwachungs- oder Kontrollsysteme aus andern Gründen erforderlich, sind sie insbesondere so zu gestalten und anzuordnen, dass die Gesundheit und die Bewegungsfreiheit der Arbeitnehmer dadurch nicht beeinträchtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_26"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 6. Abschnitt: Persönliche Schutzausrüstung und Arbeitskleidung, Persönliche Schutzausrüstung",
        "citation": "Art. 27 Abs. 1 ArGV 3",
        "content": "Können Gesundheitsbeeinträchtigungen durch technische oder organisatorische Massnahmen nicht oder nicht vollständig ausgeschlossen werden, so muss der Arbeitgeber den Arbeitnehmern zumutbare und wirksame persönliche Schutzausrüstungen zur Verfügung stellen. Er muss dafür sorgen, dass diese jederzeit bestimmungsgemäss verwendet werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 6. Abschnitt: Persönliche Schutzausrüstung und Arbeitskleidung, Persönliche Schutzausrüstung",
        "citation": "Art. 27 Abs. 2 ArGV 3",
        "content": "Grundsätzlich ist eine persönliche Schutzausrüstung für den persönlichen Gebrauch bestimmt. Erfordern die Umstände, dass eine persönliche Schutzausrüstung von mehreren Personen benutzt wird, so muss der Arbeitgeber entsprechende Massnahmen treffen, damit sich dadurch für die verschiedenen Benutzer keine Gesundheits- und Hygieneprobleme ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 6. Abschnitt: Persönliche Schutzausrüstung und Arbeitskleidung, Persönliche Schutzausrüstung",
        "citation": "Art. 27 Abs. 3 ArGV 3",
        "content": "Ist der gleichzeitige Einsatz mehrerer persönlicher Schutzausrüstungen notwendig, so muss der Arbeitgeber dafür sorgen, dass diese aufeinander abgestimmt werden und ihre Wirksamkeit nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 6. Abschnitt: Persönliche Schutzausrüstung und Arbeitskleidung, Arbeitskleidung",
        "citation": "Art. 28 ArGV 3",
        "content": "Wird die Arbeitskleidung durch übelriechende oder sonstige im Betrieb verwendete Stoffe stark verunreinigt, so hat der Arbeitgeber in angemessenen Zeitabständen für ihre Reinigung zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_28"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Allgemeine Anforderungen",
        "citation": "Art. 29 Abs. 1 ArGV 3",
        "content": "Die Bestimmungen über die Gestaltung und Benutzung der Arbeitsräume gelten sinngemäss auch für Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume sowie Sanitätsräume.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Allgemeine Anforderungen",
        "citation": "Art. 29 Abs. 2 ArGV 3",
        "content": "Alle Anlagen nach Absatz 1 müssen in hygienisch einwandfreiem Zustand gehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Allgemeine Anforderungen",
        "citation": "Art. 29 Abs. 3 ArGV 3",
        "content": "Für Frauen und Männer sind getrennte Garderoben, Waschanlagen und Toiletten oder zumindest eine getrennte Benutzung dieser Einrichtungen vorzusehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Garderoben",
        "citation": "Art. 30 Abs. 1 ArGV 3",
        "content": "Den Arbeitnehmern sind ausreichende und den Verhältnissen angemessene Garderoben zum Wechseln und zur Aufbewahrung der Kleider zur Verfügung zu stellen, die wenn möglich in ausreichend belüftbaren, keinem andern Zwecke dienenden Räumen unterzubringen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_30"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Garderoben",
        "citation": "Art. 30 Abs. 2 ArGV 3",
        "content": "Jedem Arbeitnehmer ist ein genügend grosser und lüftbarer Kleiderkasten oder eine offene Einrichtung zum Aufbewahren der Kleider und ein abschliessbares Fach zur Verfügung zu stellen. Nötigenfalls muss die Arbeitskleidung getrocknet und getrennt von der Strassenkleidung aufbewahrt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_30"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Waschanlagen",
        "citation": "Art. 31 Abs. 1 ArGV 3",
        "content": "Den Arbeitnehmern sind in der Nähe des Arbeitsplatzes und der Garderoben zweckmässige Waschgelegenheiten, in der Regel mit kaltem und warmem Wasser, und geeignete Reinigungsmittel zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Waschanlagen",
        "citation": "Art. 31 Abs. 2 ArGV 3",
        "content": "Bringt die Arbeit eine erhebliche Beschmutzung oder Verunreinigung mit sich, oder sind die Arbeitnehmer grosser Hitze ausgesetzt, so sind in der Nähe der Garderoben zweckmässige Duschen mit kaltem und warmem Wasser in genügender Zahl einzurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Waschanlagen",
        "citation": "Art. 31 Abs. 3 ArGV 3",
        "content": "Duschen oder Waschgelegenheiten und Umkleideräume, die voneinander getrennt sind, müssen untereinander leicht erreichbar sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Toiletten",
        "citation": "Art. 32 Abs. 1 ArGV 3",
        "content": "In der Nähe der Arbeitsplätze, Pausenräume, Umkleideräume und Duschen oder Waschgelegenheiten sind Toiletten in ausreichender Zahl zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Toiletten",
        "citation": "Art. 32 Abs. 2 ArGV 3",
        "content": "Die Zahl der Toiletten richtet sich nach der Zahl der gleichzeitig im Betrieb beschäftigten Arbeitnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Toiletten",
        "citation": "Art. 32 Abs. 3 ArGV 3",
        "content": "Toiletten sind von den Arbeitsräumen durch lüftbare Vorräume zu trennen und ausreichend zu lüften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Toiletten",
        "citation": "Art. 32 Abs. 4 ArGV 3",
        "content": "In der Nähe der Toiletten müssen zweckmässige Einrichtungen und Mittel zum Waschen und Trocknen der Hände vorhanden sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Ess- und Aufenthaltsgelegenheiten",
        "citation": "Art. 33 Abs. 1 ArGV 3",
        "content": "Soweit ein Bedürfnis besteht, insbesondere bei Nacht- und Schichtarbeit, sind den Arbeitnehmern von den Arbeitsplätzen getrennte zweckmässige, ruhige und möglichst natürlich beleuchtete Ess- und Aufenthaltsgelegenheiten mit Blick ins Freie zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Ess- und Aufenthaltsgelegenheiten",
        "citation": "Art. 33 Abs. 2 ArGV 3",
        "content": "Erfordert der Arbeitsablauf die Anwesenheit von Arbeitnehmern in Arbeitsräumen auch während der Pausen, so müssen zweckmässige Sitzplätze zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Ess- und Aufenthaltsgelegenheiten",
        "citation": "Art. 33 Abs. 3 ArGV 3",
        "content": "Nötigenfalls sind Ruhegelegenheiten einzurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Ess- und Aufenthaltsgelegenheiten",
        "citation": "Art. 33 Abs. 4 ArGV 3",
        "content": "Stehen die Arbeitnehmer während der Arbeitszeit regelmässig und häufig in Arbeitsbereitschaft und sind keine Pausenräume vorhanden, so sind andere Räume zur Verfügung zu stellen, in denen sie sich aufhalten können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Schutz der schwangeren Frauen und stillenden Mütter",
        "citation": "Art. 34 ArGV 3",
        "content": "Schwangere Frauen und stillende Mütter müssen sich unter geeigneten Bedingungen hinlegen und ausruhen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_34"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Trinkwasser und andere Getränke",
        "citation": "Art. 35 Abs. 1 ArGV 3",
        "content": "In der Nähe der Arbeitsplätze muss Trinkwasser zur Verfügung stehen. Soweit es die Arbeit erfordert, sollen ausserdem andere alkoholfreie Getränke erhältlich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Trinkwasser und andere Getränke",
        "citation": "Art. 35 Abs. 2 ArGV 3",
        "content": "Trinkwasser und andere Getränke sind in hygienisch einwandfreier Weise abzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Trinkwasser und andere Getränke",
        "citation": "Art. 35 Abs. 3 ArGV 3",
        "content": "Der Arbeitgeber kann den Genuss alkoholischer Getränke einschränken oder verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Erste Hilfe",
        "citation": "Art. 36 Abs. 1 ArGV 3",
        "content": "Für die Erste Hilfe müssen entsprechend den Betriebsgefahren, der Grösse und der örtlichen Lage des Betriebs stets die erforderlichen Mittel verfügbar sein. Die Erste-Hilfe-Ausstattung muss gut erreichbar sein und überall dort aufbewahrt werden, wo die Arbeitsbedingungen dies erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Erste Hilfe",
        "citation": "Art. 36 Abs. 2 ArGV 3",
        "content": "Nötigenfalls müssen zweckmässig gelegene und eingerichtete Sanitätsräume und im Sanitätsdienst ausgebildetes Personal zur Verfügung stehen. Die Sanitätsräume müssen mit Tragbahren leicht zugänglich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 7. Abschnitt:, Garderoben, Waschanlagen, Toiletten, Ess- und Aufenthaltsräume, Erste Hilfe, Erste Hilfe",
        "citation": "Art. 36 Abs. 3 ArGV 3",
        "content": "Die Sanitätsräume und die Aufbewahrungsstellen für die Erste-Hilfe-Ausstattung sind gut sichtbar zu kennzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 8. Abschnitt: Instandhaltung und Reinigung",
        "citation": "Art. 37 Abs. 1 ArGV 3",
        "content": "Gebäude, Räume, Lager, Verkehrswege, Beleuchtungsanlagen, Absaugungs- und Lüftungsanlagen, Arbeitsplätze, Betriebseinrichtungen, Schutzausrüstungen und sanitäre Einrichtungen sind sauber und in gutem, funktionstüchtigem Zustand zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_37"
    },
    {
        "book": "ArGV 3",
        "title": "ArGV 3, 2. Kapitel: Besondere Anforderungen des Gesundheitsschutzes, 8. Abschnitt: Instandhaltung und Reinigung",
        "citation": "Art. 37 Abs. 2 ArGV 3",
        "content": "Die für die Instandhaltung und Reinigung erforderlichen Einrichtungen, Apparate, Geräte und Mittel müssen zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/de#art_37"
    }
]