[
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Oggetto e campo d’applicazione",
        "citation": "Art. 1 cpv. 1 OLL 3",
        "content": "La presente ordinanza stabilisce i provvedimenti di tutela della salute che ogni azienda soggetta alla legge deve adottare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_1"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Oggetto e campo d’applicazione",
        "citation": "Art. 1 cpv. 2 OLL 3",
        "content": "Non sono provvedimenti di tutela della salute ai sensi della presente ordinanza le misure per la prevenzione degli infortuni e delle malattie professionali giusta l’articolo 82 della legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_1"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Principio",
        "citation": "Art. 2 cpv. 1 OLL 3",
        "content": "Il datore di lavoro deve adottare tutte le disposizioni e tutti i provvedimenti necessari per salvaguardare e migliorare la tutela della salute fisica e psichica, provvedendo segnatamente affinché:\na. vigano condizioni di lavoro conformi alle esigenze dell’ergonomia e della tutela della salute;\nb. effetti di natura fisica, chimica e biologica non danneggino la salute;\nc. siano evitati sforzi eccessivi o troppo monotoni;\nd. il lavoro sia organizzato in modo adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_2"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Principio",
        "citation": "Art. 2 cpv. 2 OLL 3",
        "content": "I provvedimenti di tutela della salute richiesti dalle autorità al datore di lavoro devono essere proporzionati alle ripercussioni che hanno sulla struttura edilizia ed organizzativa dell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_2"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Obblighi particolari del datore di lavoro",
        "citation": "Art. 3 cpv. 1 OLL 3",
        "content": "Il datore di lavoro deve vigilare affinché l’efficacia dei provvedimenti di tutela della salute non venga pregiudicata. A tal fine deve verificarli a intervalli adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Obblighi particolari del datore di lavoro",
        "citation": "Art. 3 cpv. 2 OLL 3",
        "content": "Nel caso di modifica di costruzioni, parti di edificio, attrezzature di lavoro (macchine, apparecchi, utensili o impianti usati durante il lavoro) o procedimenti di lavoro, oppure d’impiego di nuove sostanze nell’azienda, il datore di lavoro deve adeguare i provvedimenti di tutela della salute alle nuove condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Obblighi particolari del datore di lavoro",
        "citation": "Art. 3 cpv. 3 OLL 3",
        "content": "Quando vi è motivo di credere che la salute di un lavoratore sia compromessa dall’attività che egli svolge, occorre far eseguire un’indagine nel campo della medicina del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_3"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Perizia tecnica",
        "citation": "Art. 4 OLL 3",
        "content": "Quando vi sono dubbi circa l’adempimento delle esigenze in materia di tutela della salute, le autorità possono chiedere al datore di lavoro di presentare una perizia tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_4"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Informazione e istruzione dei lavoratori",
        "citation": "Art. 5 cpv. 1 OLL 3",
        "content": "Il datore di lavoro provvede affinché tutti i lavoratori occupati nella sua azienda, inclusi quelli di altre aziende operanti presso di lui, siano informati e istruiti in modo sufficiente e adeguato circa i possibili pericoli fisici e psichici connessi alla loro attività e i provvedimenti per la tutela della salute. Tale informazione e tale istruzione devono essere fornite al momento dell’assunzione e ogniqualvolta subentri una modifica essenziale delle condizioni di lavoro; se necessario, esse devono essere ripetute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Informazione e istruzione dei lavoratori",
        "citation": "Art. 5 cpv. 2 OLL 3",
        "content": "Il datore di lavoro provvede affinché i lavoratori si attengano ai provvedimenti per la tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Informazione e istruzione dei lavoratori",
        "citation": "Art. 5 cpv. 3 OLL 3",
        "content": "L’informazione e l’istruzione vanno fornite durante le ore di lavoro e non devono andare a carico dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_5"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Consultazione dei lavoratori",
        "citation": "Art. 6 cpv. 1 OLL 3",
        "content": "I lavoratori o la loro rappresentanza in seno all’azienda devono essere consultati tempestivamente e in modo completo su tutte le questioni inerenti alla tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Consultazione dei lavoratori",
        "citation": "Art. 6 cpv. 2 OLL 3",
        "content": "Essi hanno il diritto di presentare proposte prima che il datore di lavoro prenda una decisione. Il datore di lavoro deve motivare la sua decisione se non tiene conto, o tiene conto solo parzialmente, delle obiezioni e delle proposte dei lavoratori o della loro rappresentanza in seno all’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Consultazione dei lavoratori",
        "citation": "Art. 6 cpv. 3 OLL 3",
        "content": "I lavoratori o la loro rappresentanza in seno all’azienda devono essere coinvolti in forma adeguata nei controlli e nelle ispezioni dell’azienda effettuati dalle autorità. Il datore di lavoro deve informare i lavoratori o la loro rappresentanza in seno all’azienda in merito alle prescrizioni delle autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_6"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Competenze in materia di tutela della salute",
        "citation": "Art. 7 cpv. 1 OLL 3",
        "content": "Il datore di lavoro disciplina le competenze in materia di tutela della salute in seno all’azienda. All’occorrenza delega particolari incarichi in materia di tutela della salute a lavoratori qualificati. Essi non devono subire svantaggi per tali mansioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Competenze in materia di tutela della salute",
        "citation": "Art. 7 cpv. 2 OLL 3",
        "content": "Il datore di lavoro, se ha affidato a un lavoratore determinati incarichi relativi alla tutela della salute, deve fornire una formazione e un perfezionamento adeguati nonché chiare istruzioni e competenze. Il tempo necessario per la formazione e il perfezionamento è di principio considerato come tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Competenze in materia di tutela della salute",
        "citation": "Art. 7 cpv. 2bis OLL 3",
        "content": "Il trasferimento di tali compiti al lavoratore non esonera il datore di lavoro dai suoi obblighi di garantire la tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Competenze in materia di tutela della salute",
        "citation": "Art. 7 cpv. 3 OLL 3",
        "content": "Qualora siano consultati specialisti della sicurezza del lavoro in conformità alle disposizioni d’esecuzione relative all’articolo 83 capoverso 2 della legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni, questi ultimi devono verificare, nel quadro delle loro mansioni, anche l’adempimento delle esigenze in materia di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_7"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Cooperazione di più aziende",
        "citation": "Art. 8 cpv. 1 OLL 3",
        "content": "Se su un posto di lavoro operano lavoratori di più aziende, i rispettivi datori di lavoro devono concordare e adottare i provvedimenti necessari ai fini della tutela della salute. Essi devono informarsi reciprocamente e informare i loro lavoratori sui pericoli e sui provvedimenti atti a prevenirli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_8"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Cooperazione di più aziende",
        "citation": "Art. 8 cpv. 2 OLL 3",
        "content": "Il datore di lavoro deve esplicitamente avvertire un terzo riguardo alle esigenze in materia di tutela della salute in seno alla propria azienda qualora gli conferisca, per quest’ultima, il mandato di:\na. pianificare, costruire, modificare o riassestare attrezzature di lavoro nonché edifici e altre costruzioni;\nb. fornire attrezzature di lavoro oppure sostanze nocive alla salute;\nc. pianificare o realizzare procedimenti di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_8"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Personale a prestito",
        "citation": "Art. 9 OLL 3",
        "content": "Il datore di lavoro che impiega nella sua azienda lavoratori ottenuti in prestito da un altro datore di lavoro ha nei loro confronti gli stessi obblighi in materia di tutela della salute che verso i propri lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_9"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Obblighi dei lavoratori",
        "citation": "Art. 10 cpv. 1 OLL 3",
        "content": "Il lavoratore è tenuto a osservare le istruzioni del datore di lavoro in materia di tutela della salute e a tener conto delle regole generalmente riconosciute. Deve segnatamente utilizzare l’equipaggiamento personale di protezione e non deve compromettere l’efficacia delle attrezzature di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_10"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 1: Disposizioni generali Obblighi dei lavoratori",
        "citation": "Art. 10 cpv. 2 OLL 3",
        "content": "Il lavoratore, se constata anomalie che possono compromettere la tutela della salute, deve eliminarle senza indugio. Se non ne è autorizzato o non può provvedervi deve immediatamente annunciare le anomalie al datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_10"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Costruzione",
        "citation": "Art. 11 cpv. 1 OLL 3",
        "content": "Le pareti esterne e il tetto devono assicurare una protezione sufficiente contro le intemperie. Le pareti interne e i pavimenti devono essere, all’occorrenza, isolati dall’umidità e dal freddo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_11"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Costruzione",
        "citation": "Art. 11 cpv. 2 OLL 3",
        "content": "Vanno impiegati materiali di costruzione non nocivi alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_11"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Volume d’aria",
        "citation": "Art. 12 cpv. 1 OLL 3",
        "content": "Nei locali di lavoro, ciascun lavoratore occupato deve disporre di un volume d’aria di almeno 12 m3, in caso di ventilazione artificiale sufficiente, di almeno 10 m3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_12"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Volume d’aria",
        "citation": "Art. 12 cpv. 2 OLL 3",
        "content": "Le autorità prescrivono un volume d’aria superiore qualora motivi di tutela della salute lo esigano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_12"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Soffitti e pareti",
        "citation": "Art. 13 OLL 3",
        "content": "All’interno degli edifici, i soffitti e le pareti devono essere costruiti in modo che possano essere facilmente puliti e che la polvere e il sudiciume abbiano a depositarvisi il meno possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_13"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Pavimenti",
        "citation": "Art. 14 cpv. 1 OLL 3",
        "content": "I rivestimenti dei pavimenti devono essere costruiti in modo che producano poca polvere, assorbano difficilmente il sudiciume e agevolino la pulizia. Dove, secondo l’esperienza, si spargono liquidi sul pavimento, va provveduto ad un rapido scolo e possibilmente alla sistemazione di posti asciutti per i lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Pavimenti",
        "citation": "Art. 14 cpv. 2 OLL 3",
        "content": "Se le condizioni tecniche di produzione lo consentono, i rivestimenti dei pavimenti devono essere eseguiti con materiale di bassa conduttività termica. Se il lavoro è normalmente svolto solo in determinati posti, i rivestimenti vanno eseguiti unicamente in siffatti luoghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 1: Edifici e locali, Pavimenti",
        "citation": "Art. 14 cpv. 3 OLL 3",
        "content": "Il pavimento dev’essere provvisto d’isolazione termica qualora la bassa temperatura del sottosuolo possa rivelarsi sensibilmente più bassa o più alta del locale di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_14"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Illuminazione",
        "citation": "Art. 15 cpv. 1 OLL 3",
        "content": "I locali, i posti di lavoro e i passaggi all’interno e all’esterno degli edifici devono essere provvisti di un’illuminazione naturale o artificiale sufficiente, adeguata al loro scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Illuminazione",
        "citation": "Art. 15 cpv. 2 OLL 3",
        "content": "I locali di lavoro devono essere rischiarati naturalmente e provvisti di un’illuminazione artificiale che possa assicurare condizioni di visibilità adeguate al genere e alle esigenze del lavoro (uniformità, abbagliamento, colore della luce, spettro cromatico).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Illuminazione",
        "citation": "Art. 15 cpv. 3 OLL 3",
        "content": "I locali privi d’illuminazione naturale possono essere adibiti a posti di lavoro solamente qualora siano stati adottati provvedimenti edilizi e organizzativi tali da soddisfare complessivamente le esigenze di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_15"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Clima dei locali",
        "citation": "Art. 16 OLL 3",
        "content": "Tutti i locali devono essere ventilati naturalmente o artificialmente in maniera sufficiente e proporzionata alla loro utilizzazione. La temperatura dei locali, la velocità e l’umidità relativa dell’aria devono essere stabilite e dosate reciprocamente in modo da assicurare un clima non nocivo alla salute e consono al genere di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_16"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Ventilazione",
        "citation": "Art. 17 cpv. 1 OLL 3",
        "content": "Le finestre e i lucernari dei locali a ventilazione naturale devono essere disposti in modo da consentire sia una leggera ventilazione permanente sia un rapido ricambio dell’aria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Ventilazione",
        "citation": "Art. 17 cpv. 2 OLL 3",
        "content": "Nel caso di ventilazione artificiale l’adduzione e l’evacuazione d’aria devono essere adattate l’una all’altra e adeguate al genere di lavoro e d’azienda. Le correnti d’aria nocive vanno evitate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Ventilazione",
        "citation": "Art. 17 cpv. 3 OLL 3",
        "content": "Gli impianti di ventilazione vanno muniti di un dispositivo d’allarme che segnali i guasti, qualora ciò sia necessario per la tutela della salute dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Ventilazione",
        "citation": "Art. 17 cpv. 4 OLL 3",
        "content": "Depositi e impurità che possono causare un inquinamento dell’aria dei locali vanno rimossi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Ventilazione",
        "citation": "Art. 17 cpv. 5 OLL 3",
        "content": "I canali di ventilazione vanno muniti di aperture di controllo e di pulizia facilmente accessibili e all’occorrenza di condotte e raccordi d’evacuazione d’acqua di risciacquo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_17"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Inquinamento dell’aria",
        "citation": "Art. 18 cpv. 1 OLL 3",
        "content": "L’aria, contenente odori, gas, vapori, nebbia, fumo, polvere, trucioli o altre sostanze analoghe in proporzioni nocive alla salute, deve essere aspirata efficacemente e possibilmente vicino alla fonte d’inquinamento. All’occorrenza la fonte d’inquinamento dev’essere isolata in un apposito locale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Inquinamento dell’aria",
        "citation": "Art. 18 cpv. 2 OLL 3",
        "content": "Se è necessario, l’aria evacuata dev’essere sostituita da aria fresca; all’occorrenza quest’ultima deve essere sufficientemente riscaldata e umidificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Inquinamento dell’aria",
        "citation": "Art. 18 cpv. 3 OLL 3",
        "content": "L’aria evacuata per aspirazione può essere reimmessa soltanto qualora non risulti nociva per la salute dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_18"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Irradiazione solare e termica",
        "citation": "Art. 20 OLL 3",
        "content": "I lavoratori devono essere protetti da eccessive irradiazioni solari e termiche causate da impianti d’esercizio o da procedimenti di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_20"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Lavoro nei locali non riscaldati o all’aperto",
        "citation": "Art. 21 OLL 3",
        "content": "Qualora sia necessario lavorare in locali non riscaldati, in edifici non compiutamente protetti da pareti oppure all’aperto, vanno adottati i debiti provvedimenti per la protezione dei lavoratori dal freddo e dalle intemperie. Ai lavoratori va in particolare assicurata, per quanto possibile, l’opportunità di riscaldarsi sul posto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_21"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Rumori e vibrazioni",
        "citation": "Art. 22 cpv. 1 OLL 3",
        "content": "Rumori e vibrazioni devono essere evitati o combattuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_22"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 2: Illuminazione, clima dei locali, rumori e vibrazioni, Rumori e vibrazioni",
        "citation": "Art. 22 cpv. 2 OLL 3",
        "content": "Per proteggere i lavoratori occorre adottare in particolare i seguenti provvedimenti:\na. provvedimenti edilizi;\nb. provvedimenti concernenti gli impianti d’esercizio;\nc. isolazione acustica o isolamento delle fonti di rumore:\nd. provvedimenti concernenti l’organizzazione del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_22"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 3: Posti di lavoro, Esigenze generali",
        "citation": "Art. 23 OLL 3",
        "content": "I posti e le attrezzature di lavoro vanno concepiti ed installati secondo principi ergonomici. Il datore di lavoro e i lavoratori provvedono ad un loro corretto impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_23"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 3: Posti di lavoro, Esigenze particolari",
        "citation": "Art. 24 cpv. 1 OLL 3",
        "content": "Nei posti di lavoro dev’essere assicurato spazio libero sufficiente affinché non sia ostacolata la possibilità di movimento dei lavoratori nell’esercizio della loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 3: Posti di lavoro, Esigenze particolari",
        "citation": "Art. 24 cpv. 2 OLL 3",
        "content": "I posti di lavoro permanenti devono essere sistemati in modo che il lavoro possa essere svolto in una posizione del corpo naturale. Le sedie devono essere comode e adattate al lavoro da effettuare e al lavoratore; all’occorrenza vanno forniti braccioli e poggiapiedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 3: Posti di lavoro, Esigenze particolari",
        "citation": "Art. 24 cpv. 3 OLL 3",
        "content": "I posti di lavoro devono essere possibilmente apprestati in modo da consentire di lavorare seduti oppure alternativamente seduti e in piedi. Se il lavoro può essere svolto solamente in piedi vanno messi a disposizione posti a sedere utilizzabili saltuariamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 3: Posti di lavoro, Esigenze particolari",
        "citation": "Art. 24 cpv. 4 OLL 3",
        "content": "I posti di lavoro vanno strutturati, mediante provvedimenti appropriati quali pareti protettive o isolamento in locali separati, in modo da proteggere i lavoratori da effetti nocivi alla salute provocati da impianti d’esercizio o depositi vicini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 3: Posti di lavoro, Esigenze particolari",
        "citation": "Art. 24 cpv. 5 OLL 3",
        "content": "I posti di lavoro permanenti vanno istituiti in locali con vista sull’esterno. I locali senza finestre esterne possono essere adibiti a posti di lavoro soltanto qualora mediante particolari provvedimenti edilizi ed organizzativi sia assicurato, nell’insieme, l’adempimento delle esigenze di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_24"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 4: Pesi",
        "citation": "Art. 25 cpv. 1 OLL 3",
        "content": "Per evitare che i lavoratori debbano spostare manualmente pesi, il datore di lavoro adotta i debiti provvedimenti organizzativi e mette a disposizione dei lavoratori le attrezzature di lavoro appropriate, segnatamente gli equipaggiamenti meccanici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 4: Pesi",
        "citation": "Art. 25 cpv. 2 OLL 3",
        "content": "Se lo spostamento manuale di pesi è inevitabile, per sollevare, portare e spostare carichi pesanti o poco maneggevoli devono essere messe a disposizione e utilizzate attrezzature di lavoro adeguate, che consentano una manipolazione sicura e non pericolosa per la salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 4: Pesi",
        "citation": "Art. 25 cpv. 3 OLL 3",
        "content": "Il datore di lavoro deve informare i lavoratori riguardo ai pericoli connessi alla manipolazione di carichi pesanti e poco maneggevoli, e istruirli sul modo corretto di sollevare, portare e spostare tali carichi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 4: Pesi",
        "citation": "Art. 25 cpv. 4 OLL 3",
        "content": "Il datore di lavoro deve informare i lavoratori sul peso e il centro di gravità dei carichi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_25"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 5: Sorveglianza dei lavoratori",
        "citation": "Art. 26 cpv. 1 OLL 3",
        "content": "Non è ammessa l’applicazione di sistemi di sorveglianza e di controllo del comportamento dei lavoratori sul posto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_26"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 5: Sorveglianza dei lavoratori",
        "citation": "Art. 26 cpv. 2 OLL 3",
        "content": "I sistemi di sorveglianza o di controllo, se sono necessari per altre ragioni, devono essere concepiti e disposti in modo da non pregiudicare la salute e la libertà di movimento dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_26"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 6: Equipaggiamenti personali di protezione e abiti di lavoro, Equipaggiamenti personali di protezione",
        "citation": "Art. 27 cpv. 1 OLL 3",
        "content": "Se non è possibile escludere del tutto o parzialmente danni alla salute mediante provvedimenti tecnici od organizzativi, il datore di lavoro deve fornire ai lavoratori equipaggiamenti personali di protezione ragionevoli ed efficaci. Inoltre, deve provvedere affinché tali dispositivi siano sempre in perfetto stato e pronti all’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 6: Equipaggiamenti personali di protezione e abiti di lavoro, Equipaggiamenti personali di protezione",
        "citation": "Art. 27 cpv. 2 OLL 3",
        "content": "Un equipaggiamento personale di protezione è destinato per principio unicamente ad uso personale. Se le circostanze esigono che un’equipaggiamento personale di protezione sia utilizzato da più persone, il datore di lavoro deve adottare i debiti provvedimenti affinché non ne risultino problemi di salute e di tutela della salute per i diversi utilizzatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 6: Equipaggiamenti personali di protezione e abiti di lavoro, Equipaggiamenti personali di protezione",
        "citation": "Art. 27 cpv. 3 OLL 3",
        "content": "Se è necessaria l’utilizzazione simultanea di diversi tipi di equipaggiamento personale, il datore di lavoro deve provvedere che essi siano compatibili e che la loro efficacia non venga pregiudicata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_27"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 6: Equipaggiamenti personali di protezione e abiti di lavoro, Abiti da lavoro",
        "citation": "Art. 28 OLL 3",
        "content": "Qualora sostanze nauseabonde o pericolose sporchino considerevolmente gli abiti da lavoro, il datore di lavoro deve assicurare il loro regolare lavaggio a congrui intervalli di tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_28"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Esigenze generali",
        "citation": "Art. 29 cpv. 1 OLL 3",
        "content": "Le disposizioni sulla struttura e l’utilizzazione dei locali di lavoro sono applicabili per analogia agli spogliatoi, lavabi, docce, gabinetti, refettori, locali di soggiorno e infermerie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Esigenze generali",
        "citation": "Art. 29 cpv. 2 OLL 3",
        "content": "Tutti gli impianti di cui al capoverso 1 devono essere tenuti in condizioni igieniche impeccabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Esigenze generali",
        "citation": "Art. 29 cpv. 3 OLL 3",
        "content": "Per donne e uomini vanno previsti spogliatoi, lavabi, docce e gabinetti separati o perlomeno un’utilizzazione separata di questi impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_29"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Spogliatoi",
        "citation": "Art. 30 cpv. 1 OLL 3",
        "content": "Ai lavoratori deve essere messo a disposizione un numero di spogliatoi sufficiente e adeguato alle circostanze, per cambiare e posare gli abiti. Questi spogliatoi vanno sistemati, se possibile, in locali sufficientemente ventilati e destinati unicamente a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_30"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Spogliatoi",
        "citation": "Art. 30 cpv. 2 OLL 3",
        "content": "Ad ogni lavoratore va messo a disposizione un armadio sufficientemente spazioso e aerato oppure un guardaroba aperto e un cassetto con serratura. All’occorrenza gli abiti di lavoro devono essere asciugati e conservati separatamente dagli abiti d’uscita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_30"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Lavabi e docce",
        "citation": "Art. 31 cpv. 1 OLL 3",
        "content": "Ai lavoratori vanno messi a disposizione, nelle vicinanze dei posti di lavoro e degli spogliatoi, lavabi adeguati, di regola con acqua calda e fredda, e prodotti adeguati per la pulizia personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Lavabi e docce",
        "citation": "Art. 31 cpv. 2 OLL 3",
        "content": "Se, per la natura del lavoro, il lavoratore si sporca notevolmente oppure se è esposto a un calore considerevole, un numero sufficiente di docce adeguate con acqua calda e fredda, va apprestato in vicinanza degli spogliatoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Lavabi e docce",
        "citation": "Art. 31 cpv. 3 OLL 3",
        "content": "Se le docce o i lavabi sono separati dagli spogliatoi, questi locali devono essere facilmente raggiungibili fra loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_31"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Gabinetti",
        "citation": "Art. 32 cpv. 1 OLL 3",
        "content": "Un numero sufficiente di gabinetti dev’essere messo a disposizione dei lavoratori in vicinanza dei posti di lavoro, dei locali di riposo, degli spogliatoi e delle docce o dei lavabi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Gabinetti",
        "citation": "Art. 32 cpv. 2 OLL 3",
        "content": "Il numero di gabinetti è fissato in funzione del numero di lavoratori occupati simultaneamente nell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Gabinetti",
        "citation": "Art. 32 cpv. 3 OLL 3",
        "content": "I gabinetti devono essere sufficientemente ventilati e separati dai locali di lavoro mediante atri aerabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Gabinetti",
        "citation": "Art. 32 cpv. 4 OLL 3",
        "content": "In vicinanza dei gabinetti devono essere disposte le istallazioni adeguate e il materiale occorrente per lavare e asciugare le mani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_32"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Refettori e locali di soggiorno",
        "citation": "Art. 33 cpv. 1 OLL 3",
        "content": "Qualora si manifesti il bisogno, segnatamente in caso di lavoro notturno o a squadre, vanno messi a disposizione dei lavoratori, fuori dai locali di lavoro, refettori e locali di soggiorno adeguati, silenziosi, dotati possibilmente d’illuminazione naturale e di finestre con vista sull’esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Refettori e locali di soggiorno",
        "citation": "Art. 33 cpv. 2 OLL 3",
        "content": "I lavoratori, la cui presenza sul posto di lavoro si rivela indispensabile anche durante le pause, devono disporre di posti a sedere adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Refettori e locali di soggiorno",
        "citation": "Art. 33 cpv. 3 OLL 3",
        "content": "All’occorrenza devono essere approntati luoghi di riposo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Refettori e locali di soggiorno",
        "citation": "Art. 33 cpv. 4 OLL 3",
        "content": "Se i lavoratori devono assicurare regolarmente e frequentemente servizi di picchetto e se non vi è nessun locale di riposo, vanno messi a disposizione altri locali dove essi possano soggiornare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_33"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Protezione delle donne incinte e delle madri che allattano",
        "citation": "Art. 34 OLL 3",
        "content": "Alle donne incinte e alle madri che allattano dev’essere offerta la possibilità di stendersi e riposarsi in condizioni adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_34"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Acqua potabile e altre bevande",
        "citation": "Art. 35 cpv. 1 OLL 3",
        "content": "Nelle vicinanze dei posti di lavoro dev’essere disponibile acqua potabile. Qualora le condizioni di lavoro lo richiedano, devono essere ottenibili anche altre bevande non alcooliche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Acqua potabile e altre bevande",
        "citation": "Art. 35 cpv. 2 OLL 3",
        "content": "L’acqua potabile e le altre bevande devono essere distribuite conformemente alle norme di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Acqua potabile e altre bevande",
        "citation": "Art. 35 cpv. 3 OLL 3",
        "content": "Il datore di lavoro può imporre una limitazione o un divieto del consumo di bevande alcooliche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_35"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Pronto soccorso",
        "citation": "Art. 36 cpv. 1 OLL 3",
        "content": "I mezzi necessari per il pronto soccorso devono essere stabilmente disponibili, proporzionatamente ai pericoli d’infortunio, all’importanza e all’ubicazionedell’azienda. Il materiale di pronto soccorso dev’essere facilmente accessibile e custodito ovunque le condizioni di lavoro lo richiedano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Pronto soccorso",
        "citation": "Art. 36 cpv. 2 OLL 3",
        "content": "All’occorrenza vanno messe a disposizione infermerie razionalmente disposte e attrezzate e personale sanitario. I locali destinati all’infermeria devono essere facilmente accessibili con le barelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 7: Spogliatoi, lavabi, gabinetti, refettori, locali di soggiorno, pronto soccorso, Pronto soccorso",
        "citation": "Art. 36 cpv. 3 OLL 3",
        "content": "Le infermerie e i punti di custodia del materiale di pronto soccorso devono essere indicati in maniera chiara.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_36"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 8: Manutenzione e pulizia",
        "citation": "Art. 37 cpv. 1 OLL 3",
        "content": "Gli edifici, i locali, i depositi, i passaggi, gli impianti d’illuminazione, d’aspirazione e di ventilazione, i posti di lavoro, le attrezzature d’esercizio, gli equipaggiamenti di protezione e le istallazioni sanitarie devono essere mantenuti puliti e in buono stato di funzionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_37"
    },
    {
        "book": "ArGV 3",
        "title": "OLL 3, Capitolo 2: Esigenze particolari relative alla tutela della salute, Sezione 8: Manutenzione e pulizia",
        "citation": "Art. 37 cpv. 2 OLL 3",
        "content": "Devono essere tenute a disposizione le attrezzature, gli apparecchi, gli utensili e gli altri mezzi necessari alla manutenzione e alla pulizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/2553_2553_2553/it#art_37"
    }
]