[
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 1: Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 OLL 2",
        "content": "La presente ordinanza definisce le possibili deroghe alle prescrizioni legali in materia di durata del lavoro e del riposo in caso di condizioni particolari giusta l’articolo 27 capoverso 1 della legge e designa le categorie di aziende o i gruppi di lavoratori ai quali si applicano tali deroghe. Essa designa per ogni categoria di aziende o gruppo di lavoratori l’entità delle deroghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_1"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 1: Oggetto e definizioni, Piccole aziende artigianali ",
        "citation": "Art. 2 cpv. 1 OLL 2",
        "content": "Sono considerate piccole aziende artigianali (art. 27 cpv. 1bis della legge) le aziende nelle quali, oltre al datore di lavoro, sono occupate non più di quattro persone indipendentemente dal loro grado d’occupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_2"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 1: Oggetto e definizioni, Piccole aziende artigianali ",
        "citation": "Art. 2 cpv. 2 OLL 2",
        "content": "Vi è necessità (art. 27 cpv. 1bis della legge) se:\na. un’azienda appartiene a una delle categorie di aziende elencate nella sezione 3 della presente ordinanza; o\nb. le condizioni di cui all’articolo 28 dell’ordinanza 1 del 10 maggio 2000 concernente la legge sul lavoro sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_2"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Applicazione ",
        "citation": "Art. 3 OLL 2",
        "content": "Le disposizioni della presente sezione sono applicabili alle categorie di aziende e ai lavoratori conformemente alle disposizioni della sezione 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_3"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Esenzione dall’obbligo d’autorizzazione per il lavoro notturno e il lavoro domenicale nonché per il lavoro continuo",
        "citation": "Art. 4 cpv. 1 OLL 2",
        "content": "Il datore di lavoro può, senza autorizzazione ufficiale, occupare integralmente o parzialmente lavoratori durante la notte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_4"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Esenzione dall’obbligo d’autorizzazione per il lavoro notturno e il lavoro domenicale nonché per il lavoro continuo",
        "citation": "Art. 4 cpv. 2 OLL 2",
        "content": "Il datore di lavoro può, senza autorizzazione ufficiale, occupare integralmente o parzialmente lavoratori la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_4"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Esenzione dall’obbligo d’autorizzazione per il lavoro notturno e il lavoro domenicale nonché per il lavoro continuo",
        "citation": "Art. 4 cpv. 3 OLL 2",
        "content": "Il datore di lavoro può, senza autorizzazione ufficiale, occupare lavoratori nel lavoro continuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_4"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Prolungamento della durata del lavoro giornaliero per il lavoro diurno e il lavoro serale",
        "citation": "Art. 5 OLL 2",
        "content": "La durata del lavoro diurno e serale del singolo lavoratore può essere estesa fino a un massimo di 17 ore, incluse le pause e lo straordinario, purché sia garantito, nella media di una settimana civile, un riposo giornaliero di almeno 12 ore consecutive. Il riposo giornaliero fra due periodi d’impiego è di almeno otto ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_5"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Prolungamento della durata massima della settimana lavorativa",
        "citation": "Art. 6 OLL 2",
        "content": "La durata massima della settimana lavorativa può essere prolungata, per singole settimane, di quattro ore al più purché essa sia osservata in media per tre settimane consecutive e la settimana di cinque giorni sia rispettata nella media dell’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_6"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Prolungamento della settimana lavorativa",
        "citation": "Art. 7 cpv. 1 OLL 2",
        "content": "I singoli lavoratori possono essere occupati sino a 11 giorni consecutivi se:\na. immediatamente dopo sono accordati loro almeno tre giorni di congedo consecutivi; e\nb. la settimana di cinque giorni è rispettata nella media dell’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_7"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Prolungamento della settimana lavorativa",
        "citation": "Art. 7 cpv. 2 OLL 2",
        "content": "I singoli lavoratori possono essere occupati sette giorni consecutivi se:\na. la durata del lavoro giornaliero compresa nel lavoro diurno o serale non supera nove ore;\nb. la durata massima della settimana lavorativa è rispettata nella media di due settimane; e\nc. immediatamente dopo il settimo giorno sono accordate almeno 83 ore di congedo consecutive: queste 83 ore comprendono il riposo giornaliero, il riposo compensativo per il lavoro domenicale e la semigiornata libera settimanale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_7"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Lavoro straordinario effettuato la domenica",
        "citation": "Art. 8 cpv. 1 OLL 2",
        "content": "Il lavoro straordinario ai sensi dell’articolo 12 capoverso 1 della legge può essere effettuato la domenica. Il lavoro straordinario effettuato la domenica è compensato con un congedo di uguale durata nel corso delle 14 settimane successive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Lavoro straordinario effettuato la domenica",
        "citation": "Art. 8 cpv. 2 OLL 2",
        "content": "Il lavoro straordinario ai sensi dell’articolo 12 capoverso 1 della legge può essere effettuato la domenica. Il lavoro straordinario effettuato la domenica è compensato con un congedo di uguale durata nel corso delle 26 settimane successive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Servizio di picchetto",
        "citation": "Art. 8a cpv. 1 OLL 2",
        "content": "Nell’ambito di un servizio di picchetto, il tempo che trascorre dalla convocazione del lavoratore al suo arrivo sul luogo di lavoro (tempo d’intervento) deve durare in linea di massima almeno 30 minuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Servizio di picchetto",
        "citation": "Art. 8a cpv. 2 OLL 2",
        "content": "Se, per motivi impellenti, questo lasso di tempo è inferiore a 30 minuti, il lavoratore ha diritto a una compensazione di tempo equivalente al 10 per cento del periodo inattivo del servizio di picchetto. Per periodo inattivo si intende il tempo dedicato a un servizio di picchetto al di fuori degli interventi e del tempo necessario per recarsi sul luogo di lavoro e ritornare. La durata effettiva dell’intervento e la durata del tragitto sono interamente considerati tempo di lavoro e si aggiungono alla compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Servizio di picchetto",
        "citation": "Art. 8a cpv. 3 OLL 2",
        "content": "Se, a causa del tempo d’intervento ridotto, il servizio di picchetto dev’essere effettuato nell’azienda, tutto il tempo di servizio è considerato tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Servizio di picchetto",
        "citation": "Art. 8a cpv. 4 OLL 2",
        "content": "Nei casi di cui ai capoversi 2 e 3 il lavoratore può essere di picchetto per al massimo sette giorni nello spazio di quattro settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Pianificazione e ripartizione del picchetto",
        "citation": "Art. 8b cpv. 1 OLL 2",
        "content": "Il singolo lavoratore può essere di picchetto o effettuare interventi di picchetto per al massimo sette giorni nello spazio di quattro settimane. Non è obbligatorio accordare il periodo di due settimane esente da servizi di picchetto di cui all’articolo 14 capoverso 2 dell’ordinanza 1 del 10 maggio 2000 concernente la legge sul lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Pianificazione e ripartizione del picchetto",
        "citation": "Art. 8b cpv. 2 OLL 2",
        "content": "I lavoratori possono essere di picchetto o effettuare interventi di picchetto per al massimo dieci giorni nello spazio di quattro settimane, purché:\na. si tratti di un’azienda situata in una regione periferica o di un’azienda specializzata in cui non sia disponibile personale a sufficienza per un servizio di picchetto di cui al capoverso 1; e\nb. il numero dei servizi di picchetto con intervento effettivo non superi i sette al mese nella media dell’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Pianificazione e ripartizione del picchetto",
        "citation": "Art. 8b cpv. 3 OLL 2",
        "content": "Nelle notti di picchetto il riposo giornaliero può essere ridotto a nove ore, a condizione che nella media di due settimane sia di 12 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_8_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Riduzione della durata del riposo giornaliero",
        "citation": "Art. 9 OLL 2",
        "content": "Il riposo giornaliero di lavoratori adulti può essere ridotto fino a nove ore, a condizione che nella media di due settimane sia di 12 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_9"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Durata del lavoro notturno",
        "citation": "Art. 10 cpv. 1 OLL 2",
        "content": "In caso di lavoro notturno, la durata del lavoro giornaliero per singolo lavoratore adulto non può superare nove ore e deve essere compresa in uno spazio di 12 ore, pause incluse. Al lavoratore va garantito un riposo giornaliero di 12 ore e un riposo settimanale di 48 ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Durata del lavoro notturno",
        "citation": "Art. 10 cpv. 2 OLL 2",
        "content": "Il lavoro notturno può essere compreso in uno spazio di 12 ore se è seguito da un periodo di riposo di almeno 12 ore, se è disponibile un luogo per coricarsi e se: \na. la durata del lavoro è di dieci ore al massimo ed è costituita in gran parte da tempo di presenza; o \nb. il lavoro effettivo dura otto ore al massimo; in tal caso le 12 ore sono interamente considerate tempo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Durata del lavoro notturno",
        "citation": "Art. 10 cpv. 3 OLL 2",
        "content": "In caso di lavoro notturno che inizia dopo le 04.00 o finisce prima delle 01.00, la durata del lavoro giornaliero è compresa in uno spazio di 17 ore al massimo. Se il lavoro giornaliero inizia prima delle 05.00 o termina dopo le 24.00, la durata minima del riposo giornaliero è di almeno 12 ore nella media di una settimana civile. In questo caso, la durata del riposo giornaliero fra due periodi di lavoro è di almeno otto ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Durata del lavoro notturno",
        "citation": "Art. 10 cpv. 4 OLL 2",
        "content": "In caso di lavoro notturno, la durata del lavoro giornaliero può ammontare al massimo a 11 ore in uno spazio di 13 ore a condizione che non superi nove ore nella media di una settimana civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Durata del lavoro notturno",
        "citation": "Art. 10 cpv. 5 OLL 2",
        "content": "Il lavoro notturno non alternato a un lavoro diurno può essere svolto per un massimo di sei notti su sette notti consecutive, purché la settimana di cinque giorni sia garantita nella media dell’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_10"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Spostamento del periodo della domenica",
        "citation": "Art. 11 OLL 2",
        "content": "Il periodo della domenica giusta l’articolo 18 capoverso 1 della legge può essere anticipato o differito di tre ore al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_11"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Numero di domeniche libere ",
        "citation": "Art. 12 cpv. 1 OLL 2",
        "content": "Il lavoratore beneficia di almeno 26 domeniche libere per anno civile. Esse possono essere ripartite in modo irregolare nel corso dell’anno. Nel corso di un trimestre civile deve essere tuttavia garantita almeno una domenica libera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Numero di domeniche libere ",
        "citation": "Art. 12 cpv. 1bis OLL 2",
        "content": "Il lavoratore beneficia di almeno 18 domeniche libere per anno civile, sempre che almeno 12 volte nel corso dell’anno civile sia stato accordato un riposo settimanale minimo di 59 ore consecutive. Queste 59 ore comprendono il riposo giornaliero, il sabato e la domenica interi. Le domeniche libere possono essere ripartite in modo irregolare nel corso dell’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Numero di domeniche libere ",
        "citation": "Art. 12 cpv. 2 OLL 2",
        "content": "Il lavoratore beneficia di almeno 12 domeniche libere per anno civile. Esse possono essere ripartite in modo irregolare nel corso dell’anno. Nella settimana in cui lavora la domenica o in quella successiva, al lavoratore è accordato immediatamente dopo il riposo giornaliero un riposo settimanale di 36 ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Numero di domeniche libere ",
        "citation": "Art. 12 cpv. 2bis OLL 2",
        "content": "Il lavoratore beneficia di almeno 12 domeniche libere per anno civile. Esse possono essere ripartite in modo irregolare nel corso dell’anno. Nella settimana in cui lavora la domenica o in quella successiva, al lavoratore è accordato un riposo settimanale di 47 ore consecutive oppure di due volte 35 ore consecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Numero di domeniche libere ",
        "citation": "Art. 12 cpv. 3 OLL 2",
        "content": "Se il lavoratore beneficia della settimana di cinque giorni nella media dell’anno civile, il numero delle domeniche libere può essere ridotto a quattro. Esse possono essere ripartite in modo irregolare nel corso dell’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_12"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Riposo compensativo per il lavoro effettuato nei giorni festivi",
        "citation": "Art. 13 OLL 2",
        "content": "Il riposo compensativo per il lavoro effettuato nei giorni festivi può essere accordato in blocco per un anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_13"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Semigiornata libera settimanale",
        "citation": "Art. 14 cpv. 1 OLL 2",
        "content": "La semigiornata libera settimanale può essere accordata in forma cumulata per un periodo di otto settimane al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Semigiornata libera settimanale",
        "citation": "Art. 14 cpv. 2 OLL 2",
        "content": "La semigiornata libera settimanale può essere accordata in forma cumulata per un periodo di 12 settimane al massimo nelle aziende soggette a forti fluttuazioni stagionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Semigiornata libera settimanale",
        "citation": "Art. 14 cpv. 2bis OLL 2",
        "content": "La semigiornata libera settimanale si considera accordata se restano otto ore libere tra le 12.00 e le 22.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 2: Disposizioni speciali, Semigiornata libera settimanale",
        "citation": "Art. 14 cpv. 3 OLL 2",
        "content": "La semigiornata libera settimanale può essere ridotta da otto a sei ore consecutive. Essa deve essere accordata il mattino fino alle 12.00 o il pomeriggio al più tardi a partire dalle 14.30 fino al più tardi alle 20.30. La perdita di ore di riposo dovuta alla riduzione deve essere accordata in blocco entro sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_14"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Istituti ospedalieri e cliniche",
        "citation": "Art. 15 cpv. 1 OLL 2",
        "content": "Agli istituti ospedalieri e alle cliniche e ai lavoratori in essi occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 5, 7 capoverso 2, 8 capoverso 2, 8a, 9, 10 capoverso 2 e 12 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_15"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Istituti ospedalieri e cliniche",
        "citation": "Art. 15 cpv. 2 OLL 2",
        "content": "Gli istituti ospedalieri e le cliniche sono aziende dirette da un medico per malati, puerpere e lattanti, infortunati e convalescenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_15"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Case e internati ",
        "citation": "Art. 16 cpv. 1 OLL 2",
        "content": "Alle case e agli internati e ai lavoratori in essi occupati per assistere gli ospiti si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 7 capoverso 2, 8 capoverso 1, 9, 10 capoverso 2, 12 capoverso 2 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_16"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Case e internati ",
        "citation": "Art. 16 cpv. 2 OLL 2",
        "content": "Sono considerati case e internati gli ospizi per bambini, le case di educazione, le case per apprendisti, le case di formazione e di preparazione professionale, le case per anziani, le case di cura, i cronicari, i ricoveri e gli asili per bisognosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_16"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende per le cure a domicilio ",
        "citation": "Art. 17 cpv. 1 OLL 2",
        "content": "Alle aziende per le cure a domicilio (Spitex) e alle persone in esse occupate per svolgere i compiti di cura e assistenza si applica l’articolo 4 per tutta la notte e tutta la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_17"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende per le cure a domicilio ",
        "citation": "Art. 17 cpv. 2 OLL 2",
        "content": "Sono considerate aziende per le cure a domicilio le aziende che offrono servizi extraospedalieri di cura e assistenza alle persone che ne hanno bisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_17"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Studi medici e dentistici",
        "citation": "Art. 18 OLL 2",
        "content": "Agli studi medici e dentistici e alle persone in essi occupate si applica l’articolo 4 per tutta la notte e tutta la domenica, sempreché si tratti di garantire il servizio di pronto soccorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_18"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Farmacie ",
        "citation": "Art. 19 OLL 2",
        "content": "Alle farmacie e alle persone in esse occupate per la preparazione e la vendita di medicinali si applica l’articolo 4 per tutta la notte e tutta la domenica, sempreché si tratti di garantire il servizio delle urgenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_19"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Laboratori medici",
        "citation": "Art. 19a OLL 2",
        "content": "Ai laboratori medici e ai lavoratori in essi occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 5, 8 capoverso 2, 9, 10 capoverso 2 lettera a e 12 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_19_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di pompe funebri",
        "citation": "Art. 20 cpv. 1 OLL 2",
        "content": "Alle aziende di pompe funebri e ai lavoratori in esse occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica e l’articolo 8 capoverso 1, sempreché il lavoro notturno e domenicale sia necessario per attività improrogabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_20"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di pompe funebri",
        "citation": "Art. 20 cpv. 2 OLL 2",
        "content": "Sono considerate aziende di pompe funebri le aziende che si occupano delle formalità e delle operazioni necessarie in caso di decesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_20"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Studi veterinari e cliniche per animali",
        "citation": "Art. 21 OLL 2",
        "content": "Agli studi veterinari e alle cliniche per animali e ai lavoratori in essi occupati si applicano le seguenti disposizioni, sempreché si tratti di garantire il servizio di pronto soccorso o di curare animali malati, bisognosi di cure o vittime di incidenti:\na. l’articolo 4 per tutta la notte e tutta la domenica nonché l’articolo 8b capoversi 1 e 3;\nb. agli studi veterinari con al massimo quattro veterinari assunti si applica inoltre l’articolo 8b capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_21"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Giardini e parchi zoologici nonché rifugi per animali",
        "citation": "Art. 22 OLL 2",
        "content": "Ai giardini e parchi zoologici, ai rifugi per animali e ai lavoratori in essi occupati per sorvegliare e curare gli animali, nonché per la manutenzione degli impianti e il servizio alla cassa, si applicano l’articolo 4 capoverso 1 per tutta la notte per le attività di sorveglianza e il capoverso 2 per tutta la domenica, nonché gli articoli 8 capoverso 1 e 12 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_22"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Alberghi, ristoranti e caffè",
        "citation": "Art. 23 cpv. 1 OLL 2",
        "content": "Agli alberghi, ristoranti e caffè e ai lavoratori in essi occupati per il servizio alla clientela si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 7 capoverso 2, 8 capoverso 1, 11, 12 capoverso 3, 13 e 14 capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_23"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Alberghi, ristoranti e caffè",
        "citation": "Art. 23 cpv. 2 OLL 2",
        "content": "Ai lavoratori con responsabilità di educazione o di assistenza ai sensi dell’articolo 36 della legge è applicabile l’articolo 12 capoverso 2 invece dell’articolo 12 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_23"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Alberghi, ristoranti e caffè",
        "citation": "Art. 23 cpv. 3 OLL 2",
        "content": "Sono considerati alberghi, ristoranti e caffè le aziende che alloggiano persone a pagamento o che servono pasti o bevande sul posto. Le aziende che consegnano pasti pronti al consumo sono equiparate ad alberghi, ristoranti e caffè.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_23"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Case da gioco",
        "citation": "Art. 24 cpv. 1 OLL 2",
        "content": "Alle case da gioco e ai lavoratori in esse occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 12 capoverso 2, 13 e 14 capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_24"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Case da gioco",
        "citation": "Art. 24 cpv. 2 OLL 2",
        "content": "Sono considerate case da gioco le aziende titolari di una concessione d’esercizio in conformità alla legge federale del 18 dicembre 1998 sulle case da gioco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_24"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle regioni turistiche e centri commerciali rispondenti ai bisogni del turismo internazionale",
        "citation": "Art. 25 cpv. 1 OLL 2",
        "content": "Alle aziende delle regioni turistiche, rispondenti ai bisogni specifici dei turisti, e alle persone in esse occupate per il servizio alla clientela si applicano durante la stagione l’articolo 4 capoverso 2 per tutta la domenica, nonché gli articoli 8 capoverso 1, 12 capoverso 1 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle regioni turistiche e centri commerciali rispondenti ai bisogni del turismo internazionale",
        "citation": "Art. 25 cpv. 2 OLL 2",
        "content": "Sono considerate aziende delle regioni turistiche le aziende situate in località che offrono cure, sport, escursioni e soggiorni di riposo per le quali il turismo svolge un ruolo essenziale e soggiace a forti fluttuazioni stagionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle regioni turistiche e centri commerciali rispondenti ai bisogni del turismo internazionale",
        "citation": "Art. 25 cpv. 3 OLL 2",
        "content": "Ai centri commerciali rispondenti ai bisogni del turismo internazionale si applicano durante tutto l’anno l’articolo 4 capoverso 2 per tutta la domenica e l’articolo 12 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle regioni turistiche e centri commerciali rispondenti ai bisogni del turismo internazionale",
        "citation": "Art. 25 cpv. 4 OLL 2",
        "content": "Il Dipartimento federale dell’economia, della formazione e della ricerca (DEFR) stabilisce, su richiesta dei Cantoni, i centri commerciali secondo il capoverso 3. A tal riguardo devono essere adempiute le seguenti condizioni:\na. l’offerta di merci nel centro commerciale è destinata al turismo internazionale e comprende, nella maggior parte dei negozi che si trovano nel centro commerciale, principalmente articoli di lusso, in particolare nei settori dell’abbigliamento e delle calzature, degli accessori, degli orologi e dei gioielli nonché dei profumi;\nb. la cifra d’affari globale del centro commerciale e la cifra d’affari della maggior parte dei negozi che si trovano nel centro commerciale sono realizzate essenzialmente grazie alla clientela internazionale;\nc. il centro commerciale si trova:\n1. in una regione turistica secondo il capoverso 2, o\n2. a una distanza di 15 chilometri al massimo dal confine svizzero e nelle immediate vicinanze di un raccordo autostradale o di una stazione;\nd. i lavoratori ricevono per il lavoro domenicale compensazioni che superano quanto previsto dalle disposizioni di legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_25"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Chioschi, aziende al servizio dei viaggiatori e negozi delle stazioni di servizio",
        "citation": "Art. 26 cpv. 1 OLL 2",
        "content": "Ai chioschi situati lungo le strade e nelle piazze pubbliche si applicano gli articoli 4 capoverso 2 per tutta la domenica, nonché gli articoli 8 capoverso 1, 12 capoverso 1 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Chioschi, aziende al servizio dei viaggiatori e negozi delle stazioni di servizio",
        "citation": "Art. 26 cpv. 2 OLL 2",
        "content": "Ai chioschi e alle aziende al servizio dei viaggiatori e alle persone in essi occupate per il servizio dei viaggiatori si applicano l’articolo 4 capoverso 1 per la notte fino alle 01.00 e il capoverso 2 per tutta la domenica, nonché gli articoli 8 capoverso 1, 12 capoverso 2 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Chioschi, aziende al servizio dei viaggiatori e negozi delle stazioni di servizio",
        "citation": "Art. 26 cpv. 2bis OLL 2",
        "content": "Ai negozi delle stazioni di servizio situati nelle aree di servizio autostradali e lungo le strade principali con traffico intenso di viaggiatori, la cui offerta di merci e servizi risponde principalmente ai bisogni dei viaggiatori, e ai lavoratori in essi occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 8 capoverso 1, 12 capoverso 2 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Chioschi, aziende al servizio dei viaggiatori e negozi delle stazioni di servizio",
        "citation": "Art. 26 cpv. 3 OLL 2",
        "content": "Sono considerati chioschi i piccoli punti vendita e gli spacci la cui offerta consiste soprattutto in pubblicazioni della stampa scritta, dolciumi, tabacchi, souvenir e cibi da consumare sul posto o in viaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Chioschi, aziende al servizio dei viaggiatori e negozi delle stazioni di servizio",
        "citation": "Art. 26 cpv. 4 OLL 2",
        "content": "Sono considerate aziende al servizio dei viaggiatori i punti vendita e le aziende che offrono servizi nelle stazioni, negli aeroporti, in altre grandi stazioni dei trasporti pubblici e nelle località di confine, i cui prodotti o servizi offerti rispondono principalmente ai bisogni dei viaggiatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende nelle stazioni e negli aeroporti",
        "citation": "Art. 26a cpv. 1 OLL 2",
        "content": "Alle aziende nelle stazioni e negli aeroporti ai sensi dell’articolo 27 capoverso 1ter della legge e alle persone in esse occupate per il servizio alla clientela si applicano l’articolo 4 capoverso 2 per tutta la domenica, nonché gli articoli 8 capoverso 1, 12 capoverso 2 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende nelle stazioni e negli aeroporti",
        "citation": "Art. 26a cpv. 2 OLL 2",
        "content": "Il DEFR stabilisce le stazioni e gli aeroporti secondo il capoverso 1. A tal riguardo si applica quanto segue:\na. le stazioni devono realizzare con il traffico viaggiatori una cifra d’affari annua di almeno 20 milioni di franchi oppure rivestire una notevole importanza sul piano regionale;\nb. gli aeroporti devono avere un traffico di linea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende nelle stazioni e negli aeroporti",
        "citation": "Art. 26a cpv. 3 OLL 2",
        "content": "Prima di stabilire le stazioni e gli aeroporti, il DEFR consulta:\na. per le stazioni la cui cifra d’affari annua realizzata con il traffico viaggiatori ammonta ad almeno 20 milioni di franchi: l’impresa ferroviaria;\nb. per le stazioni con una notevole importanza sul piano regionale: l’impresa ferroviaria e il Cantone interessato;\nc. per gli aeroporti: il gestore dell’aeroporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_26_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Panetterie, pasticcerie e confetterie",
        "citation": "Art. 27 cpv. 1 OLL 2",
        "content": "Alle panetterie, pasticcerie e confetterie e ai lavoratori in esse occupati per la produzione di articoli di panetteria, pasticceria e confetteria si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 10 capoverso 5, 11, 12 capoverso 2 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_27"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Panetterie, pasticcerie e confetterie",
        "citation": "Art. 27 cpv. 2 OLL 2",
        "content": "Ai negozi delle panetterie, pasticcerie e confetterie e al personale di vendita in essi occupato si applicano l’articolo 4 capoverso 2 per tutta la domenica, nonché gli articoli 12 capoverso 2 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_27"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Panetterie, pasticcerie e confetterie",
        "citation": "Art. 27 cpv. 3 OLL 2",
        "content": "Sono considerate panetterie, pasticcerie e confetterie le aziende che producono articoli di panetteria, pasticceria e confetteria nonché i relativi negozi, purché vendano prevalentemente gli articoli di propria produzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_27"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di trasformazione della carne",
        "citation": "Art. 27a cpv. 1 OLL 2",
        "content": "Alle aziende di trasformazione della carne e ai lavoratori in esse occupati per la trasformazione della carne, il suo imballaggio, il suo immagazzinamento, la preparazione delle ordinazioni e la sua spedizione, nonché per la pulizia connessa a tali attività, si applicano l’articolo 4 per la notte a partire dalle 02.00 e per la domenica a partire dalle 17.00, nonché gli articoli 12 capoverso 1 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_27_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di trasformazione della carne",
        "citation": "Art. 27a cpv. 2 OLL 2",
        "content": "Ai lavoratori occupati per la preparazione di carne fresca e di pasti di catering si applica l’articolo 4 capoverso 2 per due domeniche in dicembre, purché una trasformazione immediata sia necessaria per evitare un deterioramento della qualità dei prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_27_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di trasformazione della carne",
        "citation": "Art. 27a cpv. 3 OLL 2",
        "content": "Per aziende di trasformazione della carne si intendono le aziende che si occupano principalmente di produzione, trasformazione, valorizzazione della carne e della preparazione di prodotti a base di carne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_27_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di trasformazione del latte",
        "citation": "Art. 28 cpv. 1 OLL 2",
        "content": "Alle aziende di trasformazione del latte e ai lavoratori in esse occupati per la presa in consegna e il trattamento del latte si applica l’articolo 4 per la notte a partire dalle 02.00 e per tutta la domenica, sempreché il lavoro notturno e il lavoro domenicale siano necessari per evitare il deperimento del latte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_28"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di trasformazione del latte",
        "citation": "Art. 28 cpv. 2 OLL 2",
        "content": "Sono considerate aziende di trasformazione del latte le aziende che prendono in consegna il latte ai fini dell’immagazzinamento e della lavorazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_28"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Negozi di fiori",
        "citation": "Art. 29 OLL 2",
        "content": "Ai negozi di fiori del commercio al dettaglio e ai lavoratori in essi occupati si applica l’articolo 4 capoverso 2 per tutta la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_29"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Redazioni di giornali e di riviste nonché agenzie d’informazioni e agenzie fotografiche ",
        "citation": "Art. 30 cpv. 1 OLL 2",
        "content": "Alle redazioni di giornali e di riviste nonché alle agenzie d’informazioni e agenzie fotografiche e ai lavoratori in esse occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 8 capoverso 1, 11, 12 capoverso 1 e 13, sempreché il lavoro notturno e domenicale siano necessari per garantire l’attualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_30"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Redazioni di giornali e di riviste nonché agenzie d’informazioni e agenzie fotografiche ",
        "citation": "Art. 30 cpv. 2 OLL 2",
        "content": "Ai lavoratori occupati nell’ambito della redazione sportiva, è applicabile l’articolo 12 capoverso 2 invece dell’articolo 12 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_30"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Redazioni di giornali e di riviste nonché agenzie d’informazioni e agenzie fotografiche ",
        "citation": "Art. 30 cpv. 3 OLL 2",
        "content": "Sono considerate redazioni di giornali e riviste nonché agenzie d’informazioni e agenzie fotografiche le aziende che ricevono, trattano, trasmettono o diffondono informazioni o materiale visivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_30"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Fornitori di servizi postali",
        "citation": "Art. 30a cpv. 1 OLL 2",
        "content": "Ai fornitori di servizi postali e ai lavoratori in essi occupati per il trattamento degli invii postali si applicano l’articolo 4 per tutta la notte e per tutta la domenica nonché l’articolo 13. Ciò vale unicamente se in media nel corso dell’anno civile gli invii postali corrispondenti a un’offerta del servizio universale ai sensi dell’articolo 29 dell’ordinanza del 29 agosto 2012 sulle poste rappresentano la parte principale degli invii trattati di notte e la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_30_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Fornitori di servizi postali",
        "citation": "Art. 30a cpv. 2 OLL 2",
        "content": "Il capoverso 1 non è applicabile ai lavoratori impiegati agli sportelli o che forniscono informazioni alla clientela.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_30_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Fornitori di servizi postali",
        "citation": "Art. 30a cpv. 3 OLL 2",
        "content": "Per fornitori di servizi postali si intendono le aziende che propongono ai clienti a titolo professionale l’accettazione, la raccolta, lo smistamento, il trasporto e la distribuzione di invii postali e che si assumono la responsabilità nei confronti dei clienti senza tuttavia dover fornire personalmente la totalità di questi servizi",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_30_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di radiodiffusione e di televisione ",
        "citation": "Art. 31 cpv. 1 OLL 2",
        "content": "Alle aziende di radiodiffusione e di televisione e alle persone in esse occupate per preparare, produrre, registrare e diffondere le trasmissioni si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 5, 6, 7 capoverso 1, 8 capoverso 1, 9, 10 capoverso 3, 11, 12 capoverso 1 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di radiodiffusione e di televisione ",
        "citation": "Art. 31 cpv. 2 OLL 2",
        "content": "Gli articoli 6, 7 capoverso 1 e 8 capoverso 1 sono applicabili soltanto ai lavoratori occupati in produzioni di lunga durata senza interruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di radiodiffusione e di televisione ",
        "citation": "Art. 31 cpv. 3 OLL 2",
        "content": "Ai lavoratori impiegati per la preparazione, la produzione, la registrazione e la diffusione di manifestazioni sportive è applicabile l’articolo 12 capoverso 2 invece dell’articolo 12 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di radiodiffusione e di televisione ",
        "citation": "Art. 31 cpv. 4 OLL 2",
        "content": "Sono considerate aziende di radiodiffusione e di televisione le aziende che preparano, producono, registrano e diffondono trasmissioni radiofoniche o televisive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_31"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di telecomunicazione",
        "citation": "Art. 32 cpv. 1 OLL 2",
        "content": "Alle aziende di telecomunicazione e alle persone in esse occupate si applica l’articolo 4 per tutta la notte e tutta la domenica, sempreché il lavoro notturno e domenicale siano necessari per il funzionamento dei servizi di telecomunicazione offerti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_32"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di telecomunicazione",
        "citation": "Art. 32 cpv. 2 OLL 2",
        "content": "Sono considerate aziende di telecomunicazione le aziende che gestiscono impianti atti a fornire servizi di telecomunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_32"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale con compiti legati alle tecnologie dell’informazione e della comunicazione",
        "citation": "Art. 32a OLL 2",
        "content": "Al personale con compiti legati alle tecnologie dell’informazione e della comunicazione si applica l’articolo 4 per tutta la notte e tutta la domenica, sempreché il lavoro notturno e il lavoro domenicale siano necessari per le seguenti operazioni su una struttura informatica o di rete la cui interruzione durante le ore di servizio comprometterebbe la continuità dell’esercizio:\na. eliminare perturbazioni a una struttura informatica o di rete; \nb. garantire la manutenzione di una struttura informatica o di rete che nessuna pianificazione o misura organizzativa consente di svolgere di giorno e durante i giorni feriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_32_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle tecnologie dell’informazione e della comunicazione",
        "citation": "Art. 32b cpv. 1 OLL 2",
        "content": "Nelle aziende delle tecnologie dell’informazione e della comunicazione e per i lavoratori adulti in esse occupati in attività relative a un progetto o soggette a scadenza legate a tali tecnologie la durata del lavoro diurno e serale del singolo lavoratore può essere estesa fino a un massimo di 17 ore, incluse le pause e lo straordinario:\na. nel quadro di una collaborazione internazionale che prevede, in particolare, orari di lavoro diversi per le persone coinvolte; o\nb. per attività urgenti e non prevedibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_32_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle tecnologie dell’informazione e della comunicazione",
        "citation": "Art. 32b cpv. 2 OLL 2",
        "content": "Il riposo giornaliero dei lavoratori di cui al capoverso 1:\na. deve essere di almeno nove ore e raggiungere, nella media di quattro settimane, 11 ore;\nb. può, se le circostanze di lavoro non consentono un’altra organizzazione, essere interrotto; in questo caso si applica per analogia l’articolo 19 capoverso 3 dell’ordinanza 1 del 10 maggio 2000 concernente la legge sul lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_32_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende delle tecnologie dell’informazione e della comunicazione",
        "citation": "Art. 32b cpv. 3 OLL 2",
        "content": "Sono considerate aziende delle tecnologie dell’informazione e della comunicazione le aziende che forniscono a terzi prodotti o servizi legati a tali tecnologie, come lo sviluppo, la modifica, la verifica e la manutenzione di software, la pianificazione e la progettazione di sistemi informatici che integrano tecnologie hardware, software e della comunicazione, nonché la gestione e l’utilizzo sul posto di tali sistemi informatici o di altre strutture di elaborazione dei dati per un cliente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_32_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Centrali telefoniche",
        "citation": "Art. 33 cpv. 1 OLL 2",
        "content": "Alle centrali telefoniche e ai lavoratori in esse occupati si applica l’articolo 4 per tutta la notte e tutta la domenica nonché per il lavoro continuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_33"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Centrali telefoniche",
        "citation": "Art. 33 cpv. 2 OLL 2",
        "content": "Il capoverso 1 non è applicabile ai lavoratori che, al di fuori della prestazione di servizi esclusivamente telefonici, forniscono servizi commerciali come il telemarketing e la vendita di merci e prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_33"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Centrali telefoniche",
        "citation": "Art. 33 cpv. 3 OLL 2",
        "content": "Sono considerate centrali telefoniche le aziende che forniscono telefonicamente informazioni, ricevono e trasmettono chiamate e ordini mediante una centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_33"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Banche, commercio di valori mobiliari, infrastrutture del mercato finanziario e loro società fondate in comune",
        "citation": "Art. 34 OLL 2",
        "content": "Ai lavoratori occupati nelle banche, nel commercio di valori mobiliari, nelle infrastrutture del mercato finanziario e nelle loro società fondate in comune si applica l’articolo 4 per tutta la notte e per i giorni festivi legali che cadono in un giorno lavorativo, sempreché il lavoro notturno e festivo siano necessari per garantire senza interruzione il funzionamento dei sistemi del traffico dei pagamenti, del commercio di valori mobiliari e degli svolgimenti delle transazioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_34"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende che forniscono servizi nei settori della revisione contabile, dell’amministrazione fiduciaria e della consulenza fiscale",
        "citation": "Art. 34a cpv. 1 OLL 2",
        "content": "Le aziende che forniscono principalmente servizi nei settori della revisione contabile, dell’amministrazione fiduciaria o della consulenza fiscale possono occupare secondo le disposizioni speciali di cui al capoverso 3 (modello di orario di lavoro annualizzato secondo il presente articolo) i lavoratori adulti che:\na. dispongono di un’ampia autonomia nel loro lavoro e sono prevalentemente liberi di stabilire i propri orari di lavoro;\nb. sono superiori gerarchici o specialisti nei settori della revisione contabile, dell’amministrazione fiduciaria e della consulenza fiscale;\nc. dispongono:\n1. di un reddito annuo lordo, bonus compresi, superiore a 120 000 franchi, ridotto proporzionalmente in caso di impiego a tempo parziale, o\n2. di un titolo di studio almeno di livello bachelor o del livello 6 del Quadro nazionale delle qualifiche secondo l’articolo 3 dell’ordinanza del 27 agosto 2014 relativa al Quadro nazionale delle qualifiche per i titoli della formazione professionale, o di un titolo di studio equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende che forniscono servizi nei settori della revisione contabile, dell’amministrazione fiduciaria e della consulenza fiscale",
        "citation": "Art. 34a cpv. 2 OLL 2",
        "content": "Il lavoratore e il datore di lavoro devono convenire in forma scritta l’applicazione del modello di orario di lavoro annualizzato. Nella convenzione sono stabiliti in particolare il numero di ore di lavoro da svolgere per anno civile o esercizio (ore di lavoro annuali convenute) e la modalità di compensazione delle ore che superano tale soglia. La convenzione può essere revocata in qualsiasi momento dal lavoratore o dal datore di lavoro per la fine di un mese con un preavviso di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende che forniscono servizi nei settori della revisione contabile, dell’amministrazione fiduciaria e della consulenza fiscale",
        "citation": "Art. 34a cpv. 3 OLL 2",
        "content": "All’occupazione di lavoratori in base al modello di orario di lavoro annualizzato secondo il presente articolo si applicano le seguenti disposizioni speciali:\na. la durata della settimana lavorativa ammonta al massimo a 45 ore nella media annuale; la durata massima del lavoro annuale risultante è ridotta proporzionalmente in caso di impiego a tempo parziale; le disposizioni relative alla durata massima della settimana lavorativa (art. 9 della legge) e al lavoro straordinario (art. 12 e 13 della legge) non sono applicabili; non è in ogni caso consentito lavorare più di 63 ore a settimana;\nb. alla fine dell’anno civile o dell’esercizio il saldo delle ore di lavoro prestate in eccesso rispetto alla durata massima del lavoro annuale non può superare le 170 ore; questo limite è ridotto proporzionalmente in caso di impiego a tempo parziale;\nc. le ore prestate in eccesso rispetto alla durata massima del lavoro annuale devono essere compensate con un congedo di almeno uguale durata nel corso dell’anno civile o dell’esercizio seguente oppure essere remunerate con un supplemento salariale del 25 per cento almeno;\nd. il riposo giornaliero:\n1. deve essere di almeno nove ore e raggiungere, nella media di quattro settimane, 11 ore,\n2. può essere interrotto per attività relative a un progetto o soggette a scadenza; in questo caso si applica per analogia l’articolo 19 capoverso 3 dell’ordinanza 1 del 10 maggio 2000 concernente la legge sul lavoro;\ne. il lavoro domenicale può essere svolto senza autorizzazione ufficiale al massimo nove domeniche all’anno per un massimo di cinque ore ciascuna;\nf. la durata giornaliera del lavoro effettivamente svolto dev’essere registrata; l’articolo 73a dell’ordinanza 1 concernente la legge sul lavoro non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende che forniscono servizi nei settori della revisione contabile, dell’amministrazione fiduciaria e della consulenza fiscale",
        "citation": "Art. 34a cpv. 4 OLL 2",
        "content": "Il datore di lavoro che occupa lavoratori in base al modello di orario di lavoro annualizzato secondo il presente articolo deve adottare, in cooperazione con i lavoratori o la loro rappresentanza, provvedimenti di prevenzione nel settore della tutela della salute che coprano in particolare i rischi psicosociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_34_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Teatri permanenti",
        "citation": "Art. 35 cpv. 1 OLL 2",
        "content": "Ai teatri permanenti e alle persone in essi impiegate per la creazione artistica di spettacoli si applicano l’articolo 4 per la notte fino alle 01.00 e per tutta la domenica, nonché gli articoli 11, 12 capoversi 1 o 2, 13, 14 capoversi 2 o 2bis e, per la preparazione delle prime, l’articolo 7 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Teatri permanenti",
        "citation": "Art. 35 cpv. 2 OLL 2",
        "content": "Alle persone impiegate per le attività necessarie agli spettacoli nonché per il servizio e l’assistenza agli spettatori si applicano l’articolo 4 per la notte fino alle 01.00 e per tutta la domenica, nonché gli articoli 10 capoverso 3, 12 capoversi 1 o 2, 13, 14 capoverso 2 e, per la preparazione delle prime, l’articolo 7 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Teatri permanenti",
        "citation": "Art. 35 cpv. 3 OLL 2",
        "content": "Alle persone impiegate per la creazione tecnico-artistica di spettacoli si applicano l’articolo 4 per la notte fino alle 01.00 e per tutta la domenica, nonché gli articoli 5, 9, 12 capoversi 1 o 2, 13, 14 capoverso 2 e, per la preparazione delle prime, l’articolo 7 capoverso 1. Il riposo giornaliero non può essere ridotto prima o dopo un prolungamento del lavoro diurno e serale di cui all’articolo 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Teatri permanenti",
        "citation": "Art. 35 cpv. 4 OLL 2",
        "content": "Alle persone di cui ai capoversi 1, 2 e 3 impiegate in tournée o in rappresentazioni fuori sede si applica l’articolo 4 capoverso 1 per la notte fino alle 03.00.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Teatri permanenti",
        "citation": "Art. 35 cpv. 5 OLL 2",
        "content": "Sono considerate teatri permanenti le aziende che organizzano spettacoli di teatro, d’opera, d’operetta, di balletto e commedie musicali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_35"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Musicisti professionisti ",
        "citation": "Art. 36 OLL 2",
        "content": "Alle persone occupate nell’esecuzione di opere musicali si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 12 capoverso 2 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_36"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Sale da cinema",
        "citation": "Art. 37 OLL 2",
        "content": "Alle sale da cinema che proiettano pellicole cinematografiche a titolo professionale e ai lavoratori in esse occupati si applicano l’articolo 4, per la notte fino alle 02.00 e per tutta la domenica, nonché l’articolo 12 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_37"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Circhi ",
        "citation": "Art. 38 cpv. 1 OLL 2",
        "content": "Ai circhi e ai lavoratori in essi occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 8 capoverso 1, 9, 10 capoverso 3, 12 capoverso 2, 13 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_38"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Circhi ",
        "citation": "Art. 38 cpv. 2 OLL 2",
        "content": "Gli articoli 4 capoverso 1 e 10 capoverso 3 sono applicabili soltanto qualora il lavoro notturno sia necessario per montare e smontare le tende, per curare gli animali e per effettuare gli spostamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_38"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Circhi ",
        "citation": "Art. 38 cpv. 3 OLL 2",
        "content": "Sono considerate circhi le aziende che, dietro remunerazione, intrattengono il pubblico con un programma artistico e che in genere si spostano continuamente per presentare i loro spettacoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_38"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende dello spettacolo viaggiante",
        "citation": "Art. 39 cpv. 1 OLL 2",
        "content": "Alle aziende dello spettacolo viaggiante e ai lavoratori in esse occupati si applicano l’articolo 4 capoverso 2, per tutta la domenica, nonché gli articoli 12 capoverso 2 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_39"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende dello spettacolo viaggiante",
        "citation": "Art. 39 cpv. 2 OLL 2",
        "content": "Sono considerate aziende dello spettacolo viaggiante le aziende che, in occasione di kermesse, di mercati o di manifestazioni analoghe offrono, dietro remunerazione, spettacoli al pubblico o mettono a sua disposizione giochi o altre installazioni di divertimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_39"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Impianti sportivi e per il tempo libero",
        "citation": "Art. 40 cpv. 1 OLL 2",
        "content": "Ai lavoratori occupati nella manutenzione di impianti sportivi e per il tempo libero e nel servizio, nell’assistenza e nell’istruzione della clientela si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 8 capoverso 1, 10 capoverso 3, 12 capoverso 2 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_40"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Impianti sportivi e per il tempo libero",
        "citation": "Art. 40 cpv. 2 OLL 2",
        "content": "Gli articoli 4 capoverso 1 e 10 capoverso 3 sono applicabili soltanto qualora il lavoro notturno sia necessario per la manutenzione degli impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_40"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Impianti di risalita ",
        "citation": "Art. 41 cpv. 1 OLL 2",
        "content": "Agli impianti di risalita e ai lavoratori in essi occupati per l’esercizio e la manutenzione si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 8 capoverso 1, 12 capoverso 2, 13 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_41"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Impianti di risalita ",
        "citation": "Art. 41 cpv. 2 OLL 2",
        "content": "L’articolo 4 capoverso 1 è applicabile soltanto qualora il lavoro notturno sia necessario per la manutenzione degli impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_41"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Impianti di risalita ",
        "citation": "Art. 41 cpv. 3 OLL 2",
        "content": "Sono considerate impianti di risalita le aziende che non sono titolari di una concessione federale e che gestiscono impianti per il trasporto di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_41"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Campeggi",
        "citation": "Art. 42 OLL 2",
        "content": "Ai campeggi e ai lavoratori in essi occupati per l’esercizio e la manutenzione degli impianti nonché per il servizio e l’assistenza alla clientela si applicano l’articolo 4 capoverso 2 per tutta la domenica, nonché gli articoli 8 capoverso 1, 9, 12 capoverso 2, 13 e 14 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_42"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Manifestazioni",
        "citation": "Art. 43 cpv. 1 OLL 2",
        "content": "Alle aziende per conferenze, congressi e fiere e ai lavoratori in esse occupati per il servizio e l’assistenza ai visitatori si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 7 capoverso 1, 12 capoverso 1 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Manifestazioni",
        "citation": "Art. 43 cpv. 2 OLL 2",
        "content": "Il capoverso 1 si applica anche ai lavoratori di altre aziende se questi ultimi sono occupati, al di fuori del loro luogo abituale di lavoro, per il servizio o l’assistenza ai visitatori nel quadro di manifestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Manifestazioni",
        "citation": "Art. 43 cpv. 3 OLL 2",
        "content": "Ai lavoratori occupati per il montaggio e lo smontaggio delle installazioni usate nelle manifestazioni, nonché per la loro preparazione e la loro manutenzione, si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 7 capoverso 1, 10 capoverso 4, 11, 12 capoverso 1 e 13, purché il lavoro notturno e domenicale sia necessario per queste attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Manifestazioni",
        "citation": "Art. 43 cpv. 4 OLL 2",
        "content": "L’articolo 7 capoverso 1 è applicabile soltanto ai lavoratori occupati in manifestazioni di lunga durata senza interruzione. Non è possibile avvalersi contemporaneamente degli articoli 7 capoverso 1 e 10 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Manifestazioni",
        "citation": "Art. 43 cpv. 5 OLL 2",
        "content": "Gli articoli 10 capoverso 4 e 11 sono applicabili soltanto ai lavoratori delle aziende che forniscono, come attività principale, prestazioni per l’organizzazione e lo svolgimento di manifestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Manifestazioni",
        "citation": "Art. 43 cpv. 6 OLL 2",
        "content": "Sono considerati manifestazioni gli eventi destinati al pubblico e organizzati in particolare a scopo culturale, politico, scientifico o sportivo nonché le fiere in cui sono riuniti diversi espositori che presentano e vendono i loro prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_43"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Musei e aziende d’esposizione",
        "citation": "Art. 44 cpv. 1 OLL 2",
        "content": "Ai musei e alle aziende d’esposizione e alle persone in esse occupate per il servizio alla cassa, agli stand di vendita e al guardaroba, per le visite guidate, la sorveglianza e la manutenzione tecnica si applicano l’articolo 4 capoverso 2 per tutta la domenica, nonché gli articoli 12 capoverso 2 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_44"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Musei e aziende d’esposizione",
        "citation": "Art. 44 cpv. 2 OLL 2",
        "content": "Sono considerati musei e aziende d’esposizione le aziende che organizzano esposizioni culturali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_44"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale di sorveglianza e di guardia",
        "citation": "Art. 45 OLL 2",
        "content": "Ai lavoratori incaricati di compiti di sorveglianza e di guardia si applicano l’articolo 4 per tutta la notte, tutta la domenica e per il lavoro continuo, nonché gli articoli 6, 8 capoverso 1, 9, 10 capoversi 4 e 5, 12 capoverso 2 e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_45"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende del settore automobilistico",
        "citation": "Art. 46 OLL 2",
        "content": "Alle aziende del settore automobilistico e ai lavoratori in esse occupati si applica l’articolo 4 per tutta la notte e tutta la domenica, sempreché siano occupati nell’approvvigionamento dei veicoli con carburante e offrano servizio di assistenza in caso di panne, servizio di rimorchio e di riparazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_46"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale a terra della navigazione aerea",
        "citation": "Art. 47 cpv. 1 OLL 2",
        "content": "Al personale a terra della navigazione aerea si applicano l’articolo 4, per tutta la notte, tutta la domenica e per il lavoro continuo, nonché gli articoli 5, 10 capoverso 3, 12 capoverso 1bis e 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_47"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale a terra della navigazione aerea",
        "citation": "Art. 47 cpv. 2 OLL 2",
        "content": "Gli articoli 5 e 10 capoverso 3 si applicano soltanto per evitare o eliminare perturbazioni nei servizi di volo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_47"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale a terra della navigazione aerea",
        "citation": "Art. 47 cpv. 3 OLL 2",
        "content": "Per personale a terra della navigazione aerea si intendono i lavoratori che forniscono prestazioni volte a garantire il buon funzionamento dei servizi di volo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_47"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di costruzione e di manutenzione di impianti di trasporto pubblico",
        "citation": "Art. 48 cpv. 1 OLL 2",
        "content": "Alle aziende di costruzione e di manutenzione che operano per conto di un’azienda assoggettata alla legge dell’8 ottobre 1971 sulla durata del lavoro e ai lavoratori in esse occupati che lavorano sui binari o nelle loro immediate vicinanze, agli impianti di approvvigionamento in energia elettrica, nonché ai dispositivi per il comando e la sicurezza del traffico, si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché l’articolo 12 capoverso 1, purché il lavoro notturno e domenicale sia necessario per garantire il buon funzionamento dei servizi di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_48"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di costruzione e di manutenzione di impianti di trasporto pubblico",
        "citation": "Art. 48 cpv. 2 OLL 2",
        "content": "I lavori secondo il capoverso 1 devono implicare la chiusura parziale o totale di un impianto di trasporto esistente ed essere direttamente collegati a tale impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_48"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di costruzione e di manutenzione che effettuano lavori su strade nazionali",
        "citation": "Art. 48a cpv. 1 OLL 2",
        "content": "Alle aziende di costruzione e di manutenzione e ai lavoratori occupati in tali aziende nei lavori di esercizio, di manutenzione, di sistemazione e di rinnovo in diretta relazione con lavori a gallerie e ponti di strade nazionali secondo gli articoli 2–4 della legge federale dell’8 marzo 1960 sulle strade nazionali si applica l’articolo 4 capoverso 1 per tutta la notte, sempreché il lavoro notturno sia necessario per motivi di sicurezza tecnica, in particolare se occorre chiudere al traffico una corsia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_48_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di costruzione e di manutenzione che effettuano lavori su strade nazionali",
        "citation": "Art. 48a cpv. 2 OLL 2",
        "content": "L’azienda deve pubblicare nel Foglio ufficiale svizzero di commercio, almeno 14 giorni prima dell’inizio dei lavori, i cantieri in cui sono impiegati lavoratori durante la notte secondo il capoverso 1. La pubblicazione deve indicare il nome dell’azienda, il luogo d’impiego, il numero di lavoratori interessati e la durata del lavoro notturno previsto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_48_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende d’approvvigionamento in energia e acqua",
        "citation": "Art. 49 OLL 2",
        "content": "Alle aziende che garantiscono l’approvvigionamento in elettricità, gas, calore e acqua e ai lavoratori in esse occupati nella produzione e per assicurare la distribuzione si applica l’articolo 4 per tutta la notte, tutta la domenica e per il lavoro continuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_49"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di depurazione delle acque di scarico e di smaltimento dei rifiuti domestici",
        "citation": "Art. 50 OLL 2",
        "content": "Alle aziende di depurazione delle acque di scarico e di smaltimento dei rifiuti domestici e ai lavoratori in esse occupati per l’esercizio e la manutenzione degli impianti si applica l’articolo 4 per tutta la notte, tutta la domenica e per il lavoro continuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_50"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende di pulizia",
        "citation": "Art. 51 OLL 2",
        "content": "Alle aziende di pulizia e ai lavoratori in esse occupati per le attività di pulizia si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché l’articolo 12 capoverso 1, purché l’intervento:\na. debba necessariamente svolgersi di notte o la domenica per il buon funzionamento dell’azienda che li impiega; e\nb. si svolga in un’azienda:\n1. assoggettata alla presente ordinanza,\n2. titolare di un permesso che la autorizzi a ricorrere a un sistema di organizzazione del tempo di lavoro di 24 ore su 24, 7 giorni su 7, o\n3. per la quale il lavoro notturno e domenicale è previsto da una legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_51"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale che svolge lavori di manutenzione",
        "citation": "Art. 51a cpv. 1 OLL 2",
        "content": "Ai lavoratori che svolgono lavori di manutenzione si applica l’articolo 4 per tutta la notte e tutta la domenica, purché il lavoro notturno o domenicale sia necessario per garantire la continuità delle attività di un’azienda:\na. assoggettata alla presente ordinanza; e\nb. le cui prestazioni devono essere assicurate 24 ore su 24, 7 giorni su 7, nell’interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_51_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Personale che svolge lavori di manutenzione",
        "citation": "Art. 51a cpv. 2 OLL 2",
        "content": "Sono considerati lavori di manutenzione in particolare le riparazioni, i rinnovi e le misure volte a prevenire le interruzioni, quali le ispezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_51_a"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende che garantiscono il servizio invernale",
        "citation": "Art. 51b OLL 2",
        "content": "Alle aziende che garantiscono il servizio invernale e ai lavoratori in esse occupati per lo spargimento del sale e lo sgombero della neve si applica l’articolo 4 per tutta la notte e tutta la domenica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_51_b"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende per la trasformazione di prodotti agricoli",
        "citation": "Art. 52 cpv. 1 OLL 2",
        "content": "Alle aziende per la trasformazione di prodotti agricoli e ai lavoratori in esse occupati si applicano l’articolo 4 per tutta la notte e tutta la domenica, nonché gli articoli 5, 8 capoverso 1, 9, 10 capoverso 1, 11, 12 capoverso 2bis, 13 e 14 capoverso 2, purché una trasformazione immediata sia necessaria per evitare un notevole deterioramento della qualità dei prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_52"
    },
    {
        "book": "ArGV 2",
        "title": "OLL 2, Sezione 3: Categorie di lavoratori e di aziende assoggettate, Aziende per la trasformazione di prodotti agricoli",
        "citation": "Art. 52 cpv. 2 OLL 2",
        "content": "Sono considerate aziende per la trasformazione di prodotti agricoli le aziende che preparano, immagazzinano, trasformano, tengono in conto deposito o distribuiscono prodotti vegetali come frutta, verdura, patate, funghi commestibili o fiori recisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/244/it#art_52"
    }
]