[
    {
        "book": "AStV",
        "title": "Oimpauto, Exonérations",
        "citation": "Art. 1 al. 1 Oimpauto",
        "content": "Est exonérée de l’impôt l’importation:\na. de véhicules automobiles admis en franchise de droits de douane:\n1. en tant qu’effets de déménagement, que trousseaux de mariage ou qu’effets de succession,\n2. au titre de véhicules à moteur pour invalides,\n3. en tant que matériel de guerre de la Confédération,\n4. dans le cadre des relations diplomatiques et consulaires;\nb. de chariots à moteur au sens de l’art. 11, al. 2, let. g, de l’ordonnance du 19 juin 1995 concernant les exigences techniques requises pour les véhicules routiers;\nc. de véhicules automobiles passibles de la redevance sur le trafic des poids lourds;\nd. ...\ne. de véhicules automobiles dédouanés temporairement à l’exportation;\nf. de véhicules automobiles en libre pratique, exportés puis réimportés en l’état, pour autant qu’ils n’aient pas été exonérés de l’impôt du fait de l’exportation ou que l’impôt n’ait pas été remboursé lors de l’exportation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_1"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Exonérations",
        "citation": "Art. 1 al. 2 Oimpauto",
        "content": "Si, lors de l’importation, le véhicule automobile fait l’objet d’une taxation provisoire ou d’un placement sous le régime de l’entrepôt douanier ou de l’admission temporaire, ou s’il est entreposé dans un dépôt franc sous douane (art. 39, 50 ss, 58 ou 62 ss de la loi du 18 mars 2005 sur les douanes, LD), l’obligation de payer le montant d’impôt est suspendue. L’autorité fiscale peut exiger que le montant d’impôt soit garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_1"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Exonérations",
        "citation": "Art. 1 al. 3 Oimpauto",
        "content": "Sont exonérées de l’impôt en cas de fabrication en Suisse:\na. la livraison ou l’utilisation en propre de véhicules automobiles visés à l’al. 1, let. a, ch. 2 à 4, let. b et c;\nb. la livraison de véhicules automobiles dont il est prouvé qu’ils seront transportés ou expédiés directement à l’étranger; n’est pas exonérée de l’impôt la mise à disposition de véhicules automobiles à des fins d’usage ou de jouissance dont il est prouvé qu’ils seront transportés ou expédiés directement à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_1"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Exonérations",
        "citation": "Art. 1 al. 4 Oimpauto",
        "content": "Il y a exportation directe au sens de l’al. 3, let. b, lorsque le véhicule automobile est transporté ou expédié à l’étranger soit par la personne assujettie à l’impôt elle-même, soit par l’acquéreur, sans que celui-ci ait auparavant utilisé le véhicule automobile sur le territoire suisse ni qu’il l’ait remis à un tiers sur le territoire suisse dans le cadre d’un contrat entraînant une livraison. Le véhicule automobile peut, avant l’exportation, avoir été façonné par des mandataires de l’acquéreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_1"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Modification ultérieure de la contre-prestation",
        "citation": "Art. 2 Oimpauto",
        "content": "Lorsque l’impôt a été fixé en fonction de la contre-prestation et que celle-ci change en l’espace d’un an, la différence d’impôt qui en résulte sera réclamée si l’impôt a été fixé trop bas ou elle sera remboursée si l’impôt a été fixé trop haut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_2"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Fabrication en Suisse",
        "citation": "Art. 3 Oimpauto",
        "content": "Sont réputés fabrication:\na. l’assemblage de véhicules automobiles à partir de pièces ou d’ensembles;\nb. le carrossage de châssis;\nc. la transformation de véhicules non visés par l’impôt en véhicules automobiles passibles de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_3"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Perception de l’impôt en cas de fabrication en Suisse",
        "citation": "Art. 4 al. 1 Oimpauto",
        "content": "La personne assujettie à l’impôt doit remettre la déclaration fiscale à l’autorité fiscale au plus tard le jour ouvrable qui suit le jour où la créance fiscale a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_4"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Perception de l’impôt en cas de fabrication en Suisse",
        "citation": "Art. 4 al. 2 Oimpauto",
        "content": "La déclaration fiscale est faite par écrit à l’aide du formulaire officiel. La personne assujettie à l’impôt doit remplir intégralement ce dernier et y apposer sa signature, qui doit être juridiquement valable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_4"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Perception de l’impôt en cas de fabrication en Suisse",
        "citation": "Art. 4 al. 3 Oimpauto",
        "content": "Sont réservées les dérogations découlant d’accords visés à l’art. 14, al. 3, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_4"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Perception de l’impôt en cas de fabrication en Suisse",
        "citation": "Art. 4 al. 4 Oimpauto",
        "content": "Le délai de paiement est de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_4"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Importation de véhicules dans l’enclave douanière suisse",
        "citation": "Art. 5 al. 1 Oimpauto",
        "content": "Est assujettie à l’impôt la personne qui transporte ou qui fait transporter dans l’enclave douanière suisse des véhicules automobiles non imposés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_5"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Importation de véhicules dans l’enclave douanière suisse",
        "citation": "Art. 5 al. 2 Oimpauto",
        "content": "La personne assujettie à l’impôt doit remettre la déclaration fiscale sur formulaire officiel à l’autorité fiscale au plus tard le jour ouvrable qui suit le jour de l’importation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_5"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Importation de véhicules dans l’enclave douanière suisse",
        "citation": "Art. 5 al. 3 Oimpauto",
        "content": "La créance fiscale naît:\na. au moment où l’autorité fiscale fixe le montant d’impôt sur la base de la déclaration fiscale;\nb. au moment où le véhicule automobile est amené dans l’enclave douanière suisse si la déclaration fiscale a été omise ou, si ce moment ne peut être déterminé, au moment où l’omission est découverte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_5"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Importation de véhicules dans l’enclave douanière suisse",
        "citation": "Art. 5 al. 4 Oimpauto",
        "content": "L’autorité fiscale envoie une décision de taxation à la personne assujettie à l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_5"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Importation de véhicules dans l’enclave douanière suisse",
        "citation": "Art. 5 al. 5 Oimpauto",
        "content": "Après réception de la décision de taxation, la personne assujettie à l’impôt doit payer l’impôt à l’autorité fiscale dans un délai de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_5"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Importation de véhicules dans l’enclave douanière suisse",
        "citation": "Art. 5 al. 6 Oimpauto",
        "content": "Les dispositions concernant l’exonération d’impôt visés à l’art. 1, al. 1 et 2, sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_5"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Transfert de véhicules de l’enclave douanière suisse dans le territoire douanier suisse",
        "citation": "Art. 6 al. 1 Oimpauto",
        "content": "Lors du transfert de véhicules automobiles non taxés ni imposés entre l’enclave douanière suisse et le territoire douanier suisse, la créance fiscale naît en même temps que la dette douanière (art. 69 LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_6"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Transfert de véhicules de l’enclave douanière suisse dans le territoire douanier suisse",
        "citation": "Art. 6 al. 2 Oimpauto",
        "content": "Est assujetti à l’impôt le débiteur de la dette douanière (art. 70 LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_6"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Transfert de véhicules de l’enclave douanière suisse dans le territoire douanier suisse",
        "citation": "Art. 6 al. 3 Oimpauto",
        "content": "La taxation et le paiement de l’impôt sont régis par la législation douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_6"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Transfert de véhicules de l’enclave douanière suisse dans le territoire douanier suisse",
        "citation": "Art. 6 al. 4 Oimpauto",
        "content": "Les dispositions concernant l’exonération d’impôt visées à l’art. 1, al. 1 et 2, sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_6"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Taxes",
        "citation": "Art. 7 Oimpauto",
        "content": "La perception des taxes est régie par l’annexe de l’ordonnance du 22 août 1984 sur les taxes de l’administration des douanes (tarif des taxes).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_7"
    },
    {
        "book": "AStV",
        "title": "Oimpauto, Entrée en vigueur",
        "citation": "Art. 9 al. er Oimpauto",
        "content": "La présente ordonnance entre en vigueur le 1 janvier 1997.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/3058_3058_3058/fr#art_9"
    }
]