[
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Objet",
        "citation": "Art. 1 LAsi",
        "content": "La présente loi règle:\na. l’octroi de l’asile et le statut des réfugiés en Suisse;\nb. la protection provisoire accordée en Suisse à ceux qui en ont besoin (personnes à protéger) ainsi que leur retour dans leur pays d’origine ou de provenance ou dans un État tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_1"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Asile",
        "citation": "Art. 2 al. 1 LAsi",
        "content": "La Suisse accorde l’asile aux réfugiés sur demande, conformément aux dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_2"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Asile",
        "citation": "Art. 2 al. 2 LAsi",
        "content": "L’asile comprend la protection et le statut accordés en Suisse à des personnes en Suisse en raison de leur qualité de réfugié. Il inclut le droit de résider en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_2"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Définition du terme de réfugié",
        "citation": "Art. 3 al. 1 LAsi",
        "content": "Sont des réfugiés les personnes qui, dans leur État d’origine ou dans le pays de leur dernière résidence, sont exposées à de sérieux préjudices ou craignent à juste titre de l’être en raison de leur race, de leur religion, de leur nationalité, de leur appartenance à un groupe social déterminé ou de leurs opinions politiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Définition du terme de réfugié",
        "citation": "Art. 3 al. 2 LAsi",
        "content": "Sont notamment considérées comme de sérieux préjudices la mise en danger de la vie, de l’intégrité corporelle ou de la liberté, de même que les mesures qui entraînent une pression psychique insupportable. Il y a lieu de tenir compte des motifs de fuite spécifiques aux femmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Définition du terme de réfugié",
        "citation": "Art. 3 al. 3 LAsi",
        "content": "Ne sont pas des réfugiés les personnes qui, au motif qu’elles ont refusé de servir ou déserté, sont exposées à de sérieux préjudices ou craignent à juste titre de l’être. Les dispositions de la Convention du 28 juillet 1951 relative au statut des réfugiés sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Définition du terme de réfugié",
        "citation": "Art. 3 al. 4 LAsi",
        "content": "Ne sont pas des réfugiés les personnes qui font valoir des motifs résultant du comportement qu’elles ont eu après avoir quitté leur pays d’origine ou de provenance s’ils ne constituent pas l’expression de convictions ou d’orientations déjà affichées avant leur départ ni ne s’inscrivent dans leur prolongement. Les dispositions de la Convention du 28 juillet 1951 relative au statut des réfugiés sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Octroi de la protection provisoire",
        "citation": "Art. 4 LAsi",
        "content": "La Suisse peut accorder la protection provisoire à des personnes à protéger aussi longtemps qu’elles sont exposées à un danger général grave, notamment pendant une guerre ou une guerre civile ou lors de situations de violence généralisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_4"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Interdiction du refoulement",
        "citation": "Art. 5 al. 1 LAsi",
        "content": "Nul ne peut être contraint, de quelque manière que ce soit, à se rendre dans un pays où sa vie, son intégrité corporelle ou sa liberté seraient menacées pour l’un des motifs mentionnés à l’art. 3, al. 1, ou encore d’où il risquerait d’être astreint à se rendre dans un tel pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_5"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Interdiction du refoulement",
        "citation": "Art. 5 al. 2 LAsi",
        "content": "L’interdiction du refoulement ne peut être invoquée lorsqu’il y a de sérieuses raisons d’admettre que la personne qui l’invoque compromet la sûreté de la Suisse ou que, ayant été condamnée par un jugement passé en force à la suite d’un crime ou d’un délit particulièrement grave, elle doit être considérée comme dangereuse pour la communauté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_5"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Collaboration et coordination avec fedpol",
        "citation": "Art. 5a al. 1 LAsi",
        "content": "Le Secrétariat d’État aux migrations (SEM) collabore avec fedpol dans le cadre de ses tâches légales dans la lutte contre le terrorisme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_5_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Collaboration et coordination avec fedpol",
        "citation": "Art. 5a al. 2 LAsi",
        "content": "Il coordonne les mesures relevant de ses compétences avec les mesures de police préventive et les mesures administratives de fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_5_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Tâches de sécurité des autorités migratoires",
        "citation": "Art. 5b LAsi",
        "content": "Le SEM examine, dans le cadre de ses tâches et compétences, si un étranger représente un danger pour la sûreté intérieure ou extérieure ou pour les relations internationales de la Suisse. Lors de signalements relevant du domaine policier, fedpol est informé. Si nécessaire, les autorités cantonales concernées sont également informées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_5_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 1, Principes, Règles de procédure",
        "citation": "Art. 6 LAsi",
        "content": "Les procédures sont régies par la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA), par la loi du 17 juin 2005 sur le Tribunal administratif fédéral et par la loi du 17 juin 2005 sur le Tribunal fédéral, à moins que la présente loi n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_6"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Autorité compétente",
        "citation": "Art. 6a al. 1 LAsi",
        "content": "Le SEM décide de l’octroi ou du refus de l’asile, ainsi que du renvoi d’un requérant de Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Autorité compétente",
        "citation": "Art. 6a al. 2 LAsi",
        "content": "Le Conseil fédéral désigne, outre les États de l’UE ou de l’AELE:\na. les États d’origine ou de provenance sûrs, à savoir ceux dans lesquels il estime que le requérant est à l’abri de toute persécution;\nb. les États tiers sûrs, à savoir ceux dans lesquels il estime qu’il y a effectivement respect du principe de non-refoulement au sens de l’art. 5, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Autorité compétente",
        "citation": "Art. 6a al. 3 LAsi",
        "content": "Il soumet à un contrôle périodique les décisions prises conformément à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Autorité compétente",
        "citation": "Art. 6a al. 4 LAsi",
        "content": "Il soumet la liste visée à l’al. 2, let. a, aux commissions compétentes de l’Assemblée fédérale pour consultation avant toute modification envisagée, mais au moins une fois par an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Preuve de la qualité de réfugié",
        "citation": "Art. 7 al. 1 LAsi",
        "content": "Quiconque demande l’asile (requérant) doit prouver ou du moins rendre vraisemblable qu’il est un réfugié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_7"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Preuve de la qualité de réfugié",
        "citation": "Art. 7 al. 2 LAsi",
        "content": "La qualité de réfugié est vraisemblable lorsque l’autorité estime que celle-ci est hautement probable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_7"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Preuve de la qualité de réfugié",
        "citation": "Art. 7 al. 3 LAsi",
        "content": "Ne sont pas vraisemblables notamment les allégations qui, sur des points essentiels, ne sont pas suffisamment fondées, qui sont contradictoires, qui ne correspondent pas aux faits ou qui reposent de manière déterminante sur des moyens de preuve faux ou falsifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_7"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Obligation de collaborer",
        "citation": "Art. 8 al. 1 LAsi",
        "content": "Le requérant est tenu de collaborer à la constatation des faits. Il doit en particulier:\na. décliner son identité;\nb. remettre ses documents de voyage et ses pièces d’identité;\nc. exposer, lors de l’audition, les raisons qui l’ont incité à demander l’asile;\nd. désigner de façon complète les éventuels moyens de preuve dont il dispose et les fournir sans retard, ou s’efforcer de se les procurer dans un délai approprié, pour autant qu’on puisse raisonnablement l’exiger de lui;\ne. collaborer à la saisie de ses données biométriques;\nf. se soumettre à un examen médical ordonné par le SEM (art. 26a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Obligation de collaborer",
        "citation": "Art. 8 al. 2 LAsi",
        "content": "Il peut être exigé du requérant qu’il fasse traduire dans une langue officielle des documents rédigés dans une langue autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Obligation de collaborer",
        "citation": "Art. 8 al. 3 LAsi",
        "content": "Pendant la procédure, le requérant qui séjourne en Suisse doit se tenir à la disposition des autorités fédérales et cantonales. Il doit communiquer immédiatement son adresse et tout changement de celle-ci à l’autorité du canton ou de la commune compétente en vertu du droit cantonal (autorité cantonale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Obligation de collaborer",
        "citation": "Art. 8 al. 3bis LAsi",
        "content": "Le requérant qui, sans raison valable, ne respecte pas son obligation de collaborer ou ne se tient pas à la disposition des autorités compétentes en matière d’asile pendant plus de vingt jours renonce de facto à la poursuite de la procédure. Il en va de même pour le requérant qui, sans raison valable, ne se tient pas à la disposition des autorités compétentes en matière d’asile dans un centre de la Confédération pendant plus de cinq jours. Dans un cas comme dans l’autre, la demande est classée sans décision formelle. Le requérant peut déposer une nouvelle demande au plus tôt après trois ans. Le respect de la Convention du 28 juillet 1951 relative au statut des réfugiés est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Obligation de collaborer",
        "citation": "Art. 8 al. 4 LAsi",
        "content": "Les personnes qui font l’objet d’une décision de renvoi exécutoire sont tenues de collaborer à l’obtention de documents de voyage valables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Fouille",
        "citation": "Art. 9 al. 1 LAsi",
        "content": "L’autorité compétente peut fouiller un requérant hébergé dans un centre de la Confédération  ou dans un logement privé ou collectif, ainsi que ses biens, pour rechercher des documents de voyage, des pièces d’identité ou des objets dangereux, des drogues ou des valeurs patrimoniales de provenance douteuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_9"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Fouille",
        "citation": "Art. 9 al. 2 LAsi",
        "content": "Le requérant ne peut être fouillé que par une personne du même sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_9"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Saisie et confiscation de documents",
        "citation": "Art. 10 al. 1 LAsi",
        "content": "Le SEM verse au dossier les documents de voyage et les pièces d’identité du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Saisie et confiscation de documents",
        "citation": "Art. 10 al. 2 LAsi",
        "content": "Les autorités et les services administratifs saisissent et transmettent au SEM les documents de voyage, les pièces d’identité ou tout autre document pouvant fournir des renseignements sur l’identité d’une personne ayant déposé une demande d’asile en Suisse. L’al. 5 s’applique aux réfugiés reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Saisie et confiscation de documents",
        "citation": "Art. 10 al. 3 LAsi",
        "content": "Lorsque l’autorité ou le service administratif qui ont saisi des documents en vertu de l’al. 2 en vérifient eux-mêmes l’authenticité, ils communiquent au SEM le résultat de cet examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Saisie et confiscation de documents",
        "citation": "Art. 10 al. 4 LAsi",
        "content": "Le SEM ou l’autorité de recours peuvent confisquer ou saisir des documents faux ou falsifiés ou les documents authentiques utilisés abusivement et les remettre à l’ayant droit le cas échéant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Saisie et confiscation de documents",
        "citation": "Art. 10 al. 5 LAsi",
        "content": "Les passeports ou pièces d’identité qui ont été établis à l’intention des réfugiés reconnus en Suisse par leur pays d’origine sont saisis et transmis au SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Procédure d’administration des preuves",
        "citation": "Art. 11 LAsi",
        "content": "Lorsqu’une procédure d’administration des preuves est engagée dans le cadre de la constatation des faits, le requérant ne peut donner d’avis préalable sur l’administration des preuves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_11"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication en cas de séjour dans le canton",
        "citation": "Art. 12 al. 1 LAsi",
        "content": "Toute décision ou communication effectuée à la dernière adresse du requérant ou de son mandataire dont les autorités ont connaissance est juridiquement valable à l’échéance du délai de garde ordinaire de sept jours, même si les intéressés n’en prennent connaissance que plus tard en raison d’un accord particulier avec la Poste suisse ou si l’envoi revient sans avoir pu leur être délivré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication en cas de séjour dans le canton",
        "citation": "Art. 12 al. 2 LAsi",
        "content": "Si le requérant est représenté par plusieurs mandataires qui n’ont pas donné d’adresse commune de notification, l’autorité notifie ses décisions ou adresse ses communications au mandataire désigné en premier lieu par le requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication en cas de séjour dans le canton",
        "citation": "Art. 12 al. 3 LAsi",
        "content": "Les décisions peuvent, si la situation le justifie, être notifiées oralement et motivées sommairement. La notification orale et la motivation doivent être consignées dans un procès-verbal. Le requérant ou son mandataire en reçoit un extrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication dans les centres de la Confédération",
        "citation": "Art. 12a al. 1 LAsi",
        "content": "Dans les centres de la Confédération, les décisions sont notifiées et les communications effectuées par voie de remise. En cas de disparition du requérant, la notification et la communication se font conformément à l’art. 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication dans les centres de la Confédération",
        "citation": "Art. 12a al. 2 LAsi",
        "content": "S’agissant d’un requérant pour lequel un représentant juridique a été désigné, les décisions sont notifiées et les communications remises au prestataire chargé de fournir la représentation juridique. Ce prestataire fait part de la notification ou de la communication le jour même au représentant juridique désigné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication dans les centres de la Confédération",
        "citation": "Art. 12a al. 3 LAsi",
        "content": "S’agissant d’un requérant pour lequel aucun représentant juridique n’a été désigné, les décisions sont notifiées et les communications remises au requérant. Si celui-ci a désigné un mandataire, ce dernier est informé immédiatement de la notification ou de la communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication dans les centres de la Confédération",
        "citation": "Art. 12a al. 4 LAsi",
        "content": "La notification orale et la motivation sommaire sont régies par l’art. 12, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication en cas de procédure à l’aéroport et dans les cas urgents",
        "citation": "Art. 13 al. 1 LAsi",
        "content": "Les autorités compétentes peuvent notifier au requérant qui présente sa demande à la frontière ou au poste de contrôle d’un aéroport suisse (art. 21 à 23) les décisions signées qui leur ont été transmises par télécopie. Le requérant en accuse réception par écrit; à défaut, l’autorité compétente enregistre la réception. L’art. 11, al. 3, PA n’est pas applicable. Le mandataire est informé de la notification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_13"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication en cas de procédure à l’aéroport et dans les cas urgents",
        "citation": "Art. 13 al. 2 LAsi",
        "content": "L’art. 12a s’applique par analogie à la procédure à l’aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_13"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Notification et communication en cas de procédure à l’aéroport et dans les cas urgents",
        "citation": "Art. 13 al. 3 LAsi",
        "content": "Dans d’autres cas urgents, le SEM peut habiliter soit une autorité cantonale, soit une mission diplomatique suisse ou un poste consulaire à l’étranger (représentation suisse) à notifier des décisions signées qui leur ont été transmises par télécopie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_13"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Relation avec la procédure relevant du droit des étrangers",
        "citation": "Art. 14 al. 1 LAsi",
        "content": "À moins qu’il n’y ait droit, le requérant ne peut engager de procédure visant l’octroi d’une autorisation de séjour relevant du droit des étrangers entre le moment où il dépose une demande d’asile et celui où il quitte la Suisse suite à une décision de renvoi exécutoire, après le retrait de sa demande ou si le renvoi ne peut être exécuté et qu’une mesure de substitution est ordonnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Relation avec la procédure relevant du droit des étrangers",
        "citation": "Art. 14 al. 2 LAsi",
        "content": "Sous réserve de l’approbation du SEM, le canton peut octroyer une autorisation de séjour à toute personne qui lui a été attribuée conformément à la présente loi, aux conditions suivantes:\na. la personne concernée séjourne en Suisse depuis au moins cinq ans à compter du dépôt de la demande d’asile;\nb. le lieu de séjour de la personne concernée a toujours été connu des autorités;\nc. il s’agit d’un cas de rigueur grave en raison de l’intégration poussée de la personne concernée;\nd. il n’existe aucun motif de révocation au sens de l’art. 62, al. 1,  de la loi fédérale du 16 décembre 2005 sur les étrangers et l’intégration (LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Relation avec la procédure relevant du droit des étrangers",
        "citation": "Art. 14 al. 3 LAsi",
        "content": "Lorsqu’il entend faire usage de cette possibilité, le canton le signale immédiatement au SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Relation avec la procédure relevant du droit des étrangers",
        "citation": "Art. 14 al. 4 LAsi",
        "content": "La personne concernée n’a qualité de partie que lors de la procédure d’approbation du SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Relation avec la procédure relevant du droit des étrangers",
        "citation": "Art. 14 al. 5 LAsi",
        "content": "Toute procédure pendante déjà engagée en vue de l’octroi d’une autorisation de séjour est annulée par le dépôt d’une demande d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Relation avec la procédure relevant du droit des étrangers",
        "citation": "Art. 14 al. 6 LAsi",
        "content": "L’autorisation de séjour qui a été octroyée conserve sa validité et peut être prolongée conformément au droit des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Services intercantonaux",
        "citation": "Art. 15 LAsi",
        "content": "Les cantons peuvent créer des services intercantonaux chargés d’accomplir les tâches qui leur incombent en vertu de la présente loi, notamment les auditions, la préparation des décisions et l’exécution des renvois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_15"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Langue de la procédure",
        "citation": "Art. 16 al. 1 LAsi",
        "content": "Une requête adressée aux autorités fédérales peut être déposée dans n’importe quelle langue officielle. Le Conseil fédéral peut prévoir que les requérants qui séjournent dans un centre de la Confédération et se font représenter par un mandataire formulent leurs requêtes dans la langue officielle du canton dans lequel se situe le centre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_16"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Langue de la procédure",
        "citation": "Art. 16 al. 2 LAsi",
        "content": "Le SEM notifie ses décisions et ses décisions incidentes dans la langue officielle du lieu de résidence du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_16"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Langue de la procédure",
        "citation": "Art. 16 al. 3 LAsi",
        "content": "Le SEM peut déroger à la règle fixée à l’al. 2 dans les cas suivants:\na. le requérant ou son mandataire maîtrise une autre langue officielle;\nb. une telle mesure s’avère nécessaire, en raison du nombre des requêtes ou de la situation sur le plan du personnel, pour traiter les demandes d’asile de façon efficace et dans les délais;\nc. le requérant est attribué depuis un centre de la Confédération à un canton où une autre langue officielle est parlée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_16"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 1 LAsi",
        "content": "La disposition de la loi fédérale sur la procédure administrative concernant les féries ne s’applique pas à la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 2 LAsi",
        "content": "Le Conseil fédéral édicte des dispositions complémentaires concernant la procédure d’asile, notamment pour qu’il soit tenu compte dans la procédure de la situation particulière des femmes et des mineurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 2bis LAsi",
        "content": "Les demandes d’asile des requérants mineurs non accompagnés sont traitées en priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 3 LAsi",
        "content": "La défense des intérêts des requérants mineurs non accompagnés est assurée aussi longtemps que dure la procédure:\na. dans un centre de la Confédération ou à l’aéroport: par le représentant juridique désigné, en qualité de personne de confiance; ce représentant juridique assure la coordination avec les autorités cantonales compétentes;\nb. après l’attribution des intéressés à un canton: par une personne de confiance immédiatement désignée par les autorités cantonales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 3bis LAsi",
        "content": "Si des indices laissent supposer qu’un requérant prétendument mineur a atteint l’âge de la majorité, le SEM peut ordonner une expertise visant à déterminer son âge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 5 LAsi",
        "content": "Lors de la notification d’une décision rendue en vertu des art. 23, al. 1, 31a ou 111c, le SEM fait parvenir les pièces de la procédure au requérant ou à son mandataire si l’exécution du renvoi a été ordonnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Dispositions de procédure particulières",
        "citation": "Art. 17 al. 6 LAsi",
        "content": "Le Conseil fédéral définit le rôle, les compétences et les tâches de la personne de confiance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 1, Généralités, Émoluments pour prestations",
        "citation": "Art. 17a LAsi",
        "content": "Le SEM peut facturer aux tiers les émoluments et les frais occasionnés par les prestations qu’il leur fournit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_17_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile",
        "citation": "Art. 18 LAsi",
        "content": "Est considérée comme une demande d’asile toute manifestation de volonté par laquelle une personne demande à la Suisse de la protéger contre des persécutions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_18"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Dépôt de la demande",
        "citation": "Art. 19 al. 1 LAsi",
        "content": "La demande d’asile doit être déposée au poste de contrôle d’un aéroport suisse ou, lors de l’entrée en Suisse, à un poste-frontière ouvert ou dans un centre de la Confédération. L’art. 24a, al. 3, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_19"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Dépôt de la demande",
        "citation": "Art. 19 al. 2 LAsi",
        "content": "Quiconque dépose une demande d’asile doit être présent à la frontière suisse ou sur le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_19"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile présentée à la frontière, après interception près de la frontière en cas d’entrée illégale ou en Suisse",
        "citation": "Art. 21 al. 1 LAsi",
        "content": "Les autorités compétentes assignent les personnes qui demandent l’asile à la frontière, ou après avoir été interceptées près de la frontière en cas d’entrée illégale, ou encore en Suisse, à un centre de la Confédération. L’art. 24a, al. 3, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_21"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile présentée à la frontière, après interception près de la frontière en cas d’entrée illégale ou en Suisse",
        "citation": "Art. 21 al. 2 LAsi",
        "content": "Le SEM examine si, en vertu des dispositions des accords d’association à Dublin, il est compétent pour mener la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_21"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile présentée à la frontière, après interception près de la frontière en cas d’entrée illégale ou en Suisse",
        "citation": "Art. 21 al. 3 LAsi",
        "content": "Les accords d’association à Dublin sont mentionnés à l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_21"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 1 LAsi",
        "content": "S’agissant des personnes qui déposent une demande d’asile dans un aéroport suisse, l’autorité compétente collecte les données personnelles du requérant et relève ses empreintes digitales et le photographie. Elle peut aussi saisir d’autres données biométriques le concernant et l’interroger sommairement sur les motifs qui l’ont poussé à quitter son pays et sur l’itinéraire emprunté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 1bis LAsi",
        "content": "Le SEM vérifie si, en vertu des dispositions des accords d’association à Dublin, il est compétent pour mener la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 1ter LAsi",
        "content": "Le SEM autorise l’entrée lorsque la Suisse est compétente en vertu du règlement (UE) no 604/2013 pour mener la procédure d’asile et que le requérant:\na. semble être exposé à un danger pour l’un des motifs énoncés à l’art. 3, al. 1, ou menacé de traitements inhumains dans le pays d’où il est directement arrivé;\nb. rend vraisemblable que le pays d’où il est directement arrivé l’obligerait, en violation de l’interdiction du refoulement, à se rendre dans un pays où il semble être exposé à un danger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 2 LAsi",
        "content": "S’il n’est pas possible de constater immédiatement, sur la base des mesures prévues à l’al. 1 et des vérifications de l’al. 1bis, que les conditions d’autorisation d’entrée énoncées à l’al. 1ter sont remplies, l’entrée est provisoirement refusée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 2bis LAsi",
        "content": "Afin d’éviter des cas de rigueur, le Conseil fédéral peut décider dans quels autres cas il autorise l’entrée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 3 LAsi",
        "content": "Lorsque le SEM notifie au requérant que son entrée en Suisse est refusée, il lui assigne un lieu de séjour et veille à ce qu’il soit logé de manière adéquate. Le SEM supporte les frais d’hébergement. Les gestionnaires des aéroports sont responsables de la mise à disposition d’un logement économique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 3bis LAsi",
        "content": "Par analogie aux art. 102f à 102k, la Confédération garantit un conseil et une représentation juridique gratuits au requérant qui dépose une demande d’asile dans un aéroport suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 4 LAsi",
        "content": "Le refus de l’entrée en Suisse et l’assignation d’un lieu de séjour doivent être notifiés au requérant d’asile dans les deux jours suivant le dépôt de sa demande; les voies de droit doivent lui être indiquées simultanément. Le droit d’être entendu doit lui être préalablement octroyé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 5 LAsi",
        "content": "Le requérant peut être retenu à l’aéroport ou, à titre exceptionnel, dans un autre lieu approprié pour une durée maximale de 60 jours. S’il fait l’objet d’une décision de renvoi exécutoire, il peut être détenu dans un centre de détention en vue de l’exécution du renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Procédure à l’aéroport",
        "citation": "Art. 22 al. 6 LAsi",
        "content": "Le SEM peut ensuite attribuer le requérant à un canton ou à un centre de la Confédération. Dans les autres cas, la procédure à l’aéroport s’applique conformément aux art. 23, 29, 36 et 37.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Décisions à l’aéroport",
        "citation": "Art. 23 al. 1 LAsi",
        "content": "S’il refuse l’entrée en Suisse, le SEM peut ne pas entrer en matière sur la demande d’asile ou la rejeter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_23"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2, Demande d’asile et entrée en Suisse, Décisions à l’aéroport",
        "citation": "Art. 23 al. 2 LAsi",
        "content": "La décision doit être notifiée dans les 20 jours suivant le dépôt de la demande. Si la procédure est plus longue, le SEM attribue le requérant à un canton ou à un centre de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_23"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres de la Confédération",
        "citation": "Art. 24 al. 1 LAsi",
        "content": "La Confédération crée des centres dont elle confie la gestion au SEM. Ce faisant, elle veille à respecter les principes d’une exécution adéquate et rationnelle de sa tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres de la Confédération",
        "citation": "Art. 24 al. 2 LAsi",
        "content": "La Confédération associe suffisamment tôt les cantons et les communes à la création des centres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres de la Confédération",
        "citation": "Art. 24 al. 3 LAsi",
        "content": "Tout requérant est hébergé dans un centre de la Confédération à compter du dépôt de sa demande d’asile:\na. en cas de procédure accélérée: jusqu’à l’octroi de l’asile ou de l’admission provisoire, ou jusqu’à son départ;\nb. en cas de procédure Dublin: jusqu’à son départ;\nc. en cas de procédure étendue: jusqu’à son attribution à un canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres de la Confédération",
        "citation": "Art. 24 al. 4 LAsi",
        "content": "La durée maximale du séjour dans les centres de la Confédération est de 140 jours. À l’échéance de la durée maximale, le requérant est attribué à un canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres de la Confédération",
        "citation": "Art. 24 al. 5 LAsi",
        "content": "La durée maximale du séjour peut être prolongée raisonnablement si cela permet de clore rapidement la procédure d’asile ou d’assurer l’exécution du renvoi. Le Conseil fédéral règle les modalités de prolongation de la durée maximale de séjour dans les centres de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres de la Confédération",
        "citation": "Art. 24 al. 6 LAsi",
        "content": "L’attribution à un canton peut intervenir avant l’échéance de la durée maximale de séjour dans les centres de la Confédération, notamment en cas de hausse soudaine et considérable du nombre de demandes d’asile. La répartition entre les cantons et l’attribution des requérants sont régies par l’art. 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres spécifiques",
        "citation": "Art. 24a al. 1 LAsi",
        "content": "Les requérants qui menacent sensiblement la sécurité et l’ordre publics ou qui, par leur comportement, portent sensiblement atteinte au fonctionnement et à la sécurité des centres de la Confédération, sont hébergés dans des centres spécifiques créés et gérés par le SEM ou par les autorités cantonales. L’hébergement dans un centre spécifique est assorti d’une assignation d’un lieu de résidence ou d’une interdiction de pénétrer dans une région déterminée visées à l’art. 74, al. 1bis, LEI; la procédure est régie par l’art. 74, al. 2 et 3, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres spécifiques",
        "citation": "Art. 24a al. 2 LAsi",
        "content": "Les cantons peuvent, aux mêmes conditions, héberger dans les centres spécifiques les requérants qui leur sont attribués. La Confédération et les cantons participent aux coûts des centres pour un montant proportionnel à l’utilisation qu’ils en font.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres spécifiques",
        "citation": "Art. 24a al. 3 LAsi",
        "content": "Les procédures prévues pour les centres de la Confédération au sens de l’art. 24 peuvent s’appliquer aux centres spécifiques, sauf en ce qui concerne le dépôt d’une demande d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres spécifiques",
        "citation": "Art. 24a al. 4 LAsi",
        "content": "Les demandes d’asile provenant de personnes hébergées dans les centres spécifiques sont traitées en priorité et les éventuelles décisions de renvoi concernant ces personnes sont exécutées en priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Fonctionnement des centres",
        "citation": "Art. 24b al. 1 LAsi",
        "content": "Le SEM peut confier à des tiers des tâches destinées à assurer le fonctionnement des centres de la Confédération. Les tiers mandatés sont soumis à l’obligation de garder le secret au même titre que le personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Fonctionnement des centres",
        "citation": "Art. 24b al. 2 LAsi",
        "content": "Le Département fédéral de justice et police (DFJP) édicte des dispositions relatives aux centres de la Confédération afin d’en assurer le bon fonctionnement et de garantir une procédure rapide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Utilisation temporaire de constructions et d’installations militaires de la Confédération",
        "citation": "Art. 24c al. 1 LAsi",
        "content": "Si les structures d’hébergement existantes ne suffisent pas, les constructions et les installations militaires de la Confédération peuvent être utilisées sans autorisation cantonale ou communale ni procédure d’approbation des plans pour l’hébergement de requérants ou l’exécution de procédures d’asile pendant trois ans au plus, lorsque le changement d’affectation ne nécessite pas d’importants travaux de transformation et qu’il n’entraîne aucune modification essentielle dans l’occupation de l’installation ou de la construction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Utilisation temporaire de constructions et d’installations militaires de la Confédération",
        "citation": "Art. 24c al. 2 LAsi",
        "content": "Ne sont pas des travaux de transformation importants au sens de l’al. 1, en particulier:\na. les travaux d’entretien ordinaires sur les bâtiments et les installations;\nb. les légères modifications de la construction;\nc. la pose d’équipements de peu d’importance, tels les installations sanitaires ou les raccordements en eau et en électricité;\nd. l’installation de constructions mobilières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Utilisation temporaire de constructions et d’installations militaires de la Confédération",
        "citation": "Art. 24c al. 3 LAsi",
        "content": "Une réutilisation des constructions ou installations conformément à l’al. 1 n’est possible qu’après une interruption de deux ans, à moins que le canton et la commune concernés acceptent de renoncer à une interruption; les situations d’exception au sens de l’art. 55 demeurent réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Utilisation temporaire de constructions et d’installations militaires de la Confédération",
        "citation": "Art. 24c al. 4 LAsi",
        "content": "Après les avoir consultés, la Confédération annonce le changement d’utilisation au canton et à la commune concernés au plus tard 60 jours avant la mise en exploitation de la construction ou de l’installation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres d’hébergement cantonaux et communaux",
        "citation": "Art. 24d al. 1 LAsi",
        "content": "Les requérants peuvent être hébergés dans un centre géré par un canton ou par une commune lorsque le nombre de places d’hébergement disponibles dans les centres de la Confédération visés à l’art. 24 n’est pas suffisant. L’hébergement dans un centre communal est subordonné au consentement du canton abritant le centre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres d’hébergement cantonaux et communaux",
        "citation": "Art. 24d al. 2 LAsi",
        "content": "Le canton ou la commune abritant le centre:\na. assure un hébergement, un encadrement et une occupation appropriés des requérants;\nb. octroie l’aide sociale ou l’aide d’urgence;\nc. garantit des soins de santé et un enseignement de base pour les enfants; \nd. prend les mesures de sécurité nécessaires pour en assurer le bon fonctionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres d’hébergement cantonaux et communaux",
        "citation": "Art. 24d al. 3 LAsi",
        "content": "Le canton ou la commune abritant le centre peut déléguer tout ou partie des tâches visées à l’al. 2 à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres d’hébergement cantonaux et communaux",
        "citation": "Art. 24d al. 4 LAsi",
        "content": "L’octroi de l’aide sociale et de l’aide d’urgence est régi par le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres d’hébergement cantonaux et communaux",
        "citation": "Art. 24d al. 5 LAsi",
        "content": "La Confédération verse, sur la base d’une convention, des contributions fédérales au canton ou à la commune abritant un centre pour l’indemniser des frais administratifs, des dépenses de personnel et des frais restants engagés lors de l’accomplissement des tâches visées à l’al. 2. L’indemnité est fixée forfaitairement. À titre exceptionnel, les contributions peuvent être fixées selon la dépense, en particulier pour l’indemnisation de coûts uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération, Centres d’hébergement cantonaux et communaux",
        "citation": "Art. 24d al. 6 LAsi",
        "content": "Les autres dispositions relatives aux centres de la Confédération s’appliquent par analogie aux centres cantonaux ou communaux. Les procédures prévues pour les centres de la Confédération au sens de l’art. 24 peuvent s’appliquer aux centres visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 2a, Centres de la Confédération",
        "citation": "Art. 24e LAsi",
        "content": "La Confédération et les cantons prennent des mesures afin de pouvoir réagir à temps aux fluctuations du nombre de demandes d’asile avec les ressources nécessaires, notamment dans les domaines de l’hébergement, du personnel et du financement ou par d’autres dispositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_24_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Phase préparatoire",
        "citation": "Art. 26 al. 1 LAsi",
        "content": "La phase préparatoire commence lors du dépôt d’une demande d’asile. Elle dure au plus dix jours s’il s’agit d’une procédure Dublin, au plus 21 jours pour les autres procédures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Phase préparatoire",
        "citation": "Art. 26 al. 2 LAsi",
        "content": "Durant la phase préparatoire, le SEM recueille les données personnelles du requérant; en règle générale, il relève ses empreintes digitales et le photographie. Il peut aussi saisir d’autres données biométriques le concernant, établir une expertise visant à déterminer son âge (art. 17, al. 3bis), vérifier les moyens de preuve, les documents de voyage ainsi que les papiers d’identité et prendre des mesures d’instruction concernant la provenance et l’identité du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Phase préparatoire",
        "citation": "Art. 26 al. 3 LAsi",
        "content": "Le SEM informe le requérant de ses droits et de ses devoirs pendant la procédure d’asile. Il peut, dans le cadre d’une audition, interroger le requérant sur son identité, sur l’itinéraire emprunté et, sommairement, sur les motifs qui l’ont poussé à quitter son pays. Ce faisant, le SEM peut interroger le requérant sur un éventuel trafic organisé de migrants. Il établit avec le requérant si sa demande d’asile est suffisamment fondée. Si tel n’est pas le cas et que le requérant retire sa demande, celle-ci est classée sans décision formelle et les démarches en vue du retour sont engagées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Phase préparatoire",
        "citation": "Art. 26 al. 4 LAsi",
        "content": "L’échange de données visé à l’art. 102abis, al. 2 à 3, le contrôle des empreintes digitales visé à l’art. 102ater, al. 1, et la demande de prise ou reprise en charge adressée à l’État responsable lié par un des accords d’association à Dublin ont lieu durant la phase préparatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Phase préparatoire",
        "citation": "Art. 26 al. 5 LAsi",
        "content": "Le SEM peut confier à des tiers les tâches mentionnées à l’al. 2. Les tiers mandatés sont soumis à l’obligation de garder le secret au même titre que le personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Établissement des faits médicaux",
        "citation": "Art. 26a al. 1 LAsi",
        "content": "Immédiatement après le dépôt de leur demande d’asile, mais au plus tard lors de l’audition sur les motifs d’asile visée à l’art. 36, al. 2, ou de l’octroi du droit d’être entendu visé à l’art. 36, al. 1, les requérants sont tenus de faire valoir toute atteinte à leur santé dont ils avaient connaissance au moment du dépôt de leur demande et qui pourrait s’avérer déterminante dans le cadre de la procédure d’asile et de renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Établissement des faits médicaux",
        "citation": "Art. 26a al. 2 LAsi",
        "content": "Le SEM désigne le professionnel de la santé chargé d’effectuer l’examen médical en lien avec l’atteinte à la santé visée l’al. 1. L’art. 82a s’applique par analogie. Le SEM peut confier à des tiers les tâches médicales nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Établissement des faits médicaux",
        "citation": "Art. 26a al. 3 LAsi",
        "content": "Les atteintes à la santé invoquées ultérieurement ou constatées par un autre professionnel de la santé peuvent être prises en compte dans la procédure d’asile et de renvoi si elles sont prouvées. Il peut exceptionnellement suffire qu’elles soient rendues vraisemblables si le retard est excusable ou si, pour des raisons médicales, aucune preuve ne peut être apportée. Le SEM peut faire appel à un médecin-conseil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Procédure Dublin",
        "citation": "Art. 26b LAsi",
        "content": "La procédure en vue d’une décision au sens de l’art. 31a, al. 1, let. b, commence avec le dépôt de la demande de prise ou reprise en charge du requérant adressée à un État Dublin. Elle dure jusqu’au transfert dans l’État Dublin compétent ou jusqu’à son interruption faisant suite à la décision de traiter la demande dans une procédure accélérée ou une procédure étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Procédure accélérée",
        "citation": "Art. 26c LAsi",
        "content": "La procédure accélérée, comprenant l’audition sur les motifs d’asile ou l’octroi du droit d’être entendu visé à l’art. 36, commence immédiatement après la fin de la phase préparatoire. Le Conseil fédéral définit les différentes étapes de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Procédure étendue",
        "citation": "Art. 26d LAsi",
        "content": "S’il ressort de l’audition sur les motifs d’asile qu’une décision ne peut être rendue dans le cadre d’une procédure accélérée, notamment parce que des mesures d’instruction supplémentaires doivent être engagées, le traitement de la demande se poursuit dans une procédure étendue et le requérant est attribué à un canton conformément à l’art. 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_26_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Répartition entre les cantons et attribution",
        "citation": "Art. 27 al. 1 LAsi",
        "content": "Les cantons conviennent d’une répartition des requérants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Répartition entre les cantons et attribution",
        "citation": "Art. 27 al. 1bis LAsi",
        "content": "Lors de la répartition des requérants, les prestations particulières offertes par les cantons abritant un centre de la Confédération ou un aéroport sont prises en compte de manière appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Répartition entre les cantons et attribution",
        "citation": "Art. 27 al. 2 LAsi",
        "content": "Si les cantons ne peuvent trouver un accord, le Conseil fédéral fixe, après les avoir entendus, les critères de répartition dans une ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Répartition entre les cantons et attribution",
        "citation": "Art. 27 al. 3 LAsi",
        "content": "Le SEM attribue le requérant à un canton (canton d’attribution). Ce faisant, il prend en considération les intérêts légitimes du canton et du requérant. Le requérant ne peut attaquer cette décision que pour violation du principe de l’unité de la famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Répartition entre les cantons et attribution",
        "citation": "Art. 27 al. 4 LAsi",
        "content": "Les personnes dont l’exécution du renvoi a été ordonnée et dont la décision d’asile est entrée en force dans un centre de la Confédération ou y a été classée ne sont pas attribuées à un canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Assignation d’un lieu de séjour et d’un logement",
        "citation": "Art. 28 al. 1 LAsi",
        "content": "Le SEM ou les autorités cantonales peuvent assigner un lieu de séjour au requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_28"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Assignation d’un lieu de séjour et d’un logement",
        "citation": "Art. 28 al. 2 LAsi",
        "content": "Ils peuvent lui assigner un logement, en particulier l’héberger dans un logement collectif. Les cantons en garantissent la sécurité et, pour ce faire, peuvent édicter des dispositions et prendre des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_28"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Audition sur les motifs de la demande d’asile",
        "citation": "Art. 29 al. 1 LAsi",
        "content": "Le SEM entend le requérant sur ses motifs d’asile; l’audition se déroule dans un centre de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Audition sur les motifs de la demande d’asile",
        "citation": "Art. 29 al. 1bis LAsi",
        "content": "Au besoin, le SEM fait appel à un interprète.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Audition sur les motifs de la demande d’asile",
        "citation": "Art. 29 al. 2 LAsi",
        "content": "Le requérant peut en outre se faire accompagner, à ses frais, d’une personne et d’un interprète de son choix pour autant que ceux-ci ne soient pas des requérants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Audition sur les motifs de la demande d’asile",
        "citation": "Art. 29 al. 3 LAsi",
        "content": "L’audition est consignée dans un procès-verbal. Celui-ci est signé par les personnes ayant participé à l’audition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Contrôle de loyauté",
        "citation": "Art. 29a al. 1 LAsi",
        "content": "Le SEM peut faire contrôler la loyauté des interprètes et des traducteurs avant ou durant les rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Contrôle de loyauté",
        "citation": "Art. 29a al. 2 LAsi",
        "content": "Les services spécialisés chargés de réaliser les contrôles de sécurité relatifs aux personnes au sens de l’art. 31, al. 2, de la loi du 18 décembre 2020 sur la sécurité de l’information (LSI) réalisent les contrôles de loyauté. Les dispositions de la LSI relatives au contrôle de sécurité de base s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Contrôle de loyauté",
        "citation": "Art. 29a al. 3 LAsi",
        "content": "Lorsque les interprètes et les traducteurs sont soumis simultanément à un contrôle de sécurité au sens de la LSI, les deux procédures sont combinées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Contrôle de loyauté",
        "citation": "Art. 29a al. 4 LAsi",
        "content": "Les coûts des contrôles de loyauté sont à la charge du SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Collaboration à l’établissement des faits",
        "citation": "Art. 29b LAsi",
        "content": "Le Conseil fédéral peut conclure des accords de coopération avec des États tiers et des organisations internationales dans le but de faciliter l’établissement des faits. Il peut notamment passer des accords visant à prévoir l’échange d’informations dans le but de déterminer les motifs qui ont poussé le requérant à fuir son État d’origine ou de provenance, l’itinéraire qu’il a emprunté et les États tiers dans lesquels il a séjourné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_29_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Préparation des décisions par les cantons",
        "citation": "Art. 31 LAsi",
        "content": "Le DFJP peut décider, en accord avec les cantons, que le personnel des autorités cantonales prépare des décisions sous la direction du SEM et à son intention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Décisions du SEM",
        "citation": "Art. 31a al. 1 LAsi",
        "content": "En règle générale, le SEM n’entre pas en matière sur une demande d’asile si le requérant:\na. peut retourner dans un État tiers sûr, au sens de l’art. 6a, al. 2, let. b, dans lequel il a séjourné auparavant;\nb. peut se rendre dans un État tiers compétent, en vertu d’un accord international, pour mener la procédure d’asile et de renvoi;\nc. peut retourner dans un État tiers dans lequel il a séjourné auparavant;\nd. peut poursuivre son voyage vers un État tiers pour lequel il possède un visa et dans lequel il peut demander protection;\ne. peut poursuivre son voyage vers un État tiers dans lequel vivent des proches parents ou des personnes avec lesquelles il entretient des liens étroits;\nf. peut être renvoyé dans son pays d’origine ou de provenance conformément à l’art. 31b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Décisions du SEM",
        "citation": "Art. 31a al. 2 LAsi",
        "content": "L’al. 1, let. c à e, n’est pas applicable lorsque, en l’espèce, le SEM est en présence d’indices selon lesquels l’État tiers n’offre pas une protection effective au regard du principe du non-refoulement visé à l’art. 5, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Décisions du SEM",
        "citation": "Art. 31a al. 3 LAsi",
        "content": "Le SEM n’entre pas en matière sur les demandes d’asile qui ne satisfont pas aux conditions fixées à l’art. 18. Cette disposition est notamment applicable lorsque la demande d’asile est déposée exclusivement pour des raisons économiques ou médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Décisions du SEM",
        "citation": "Art. 31a al. 4 LAsi",
        "content": "Dans les autres cas, le SEM rejette la demande d’asile si la qualité de réfugié n’est ni prouvée ni rendue vraisemblable ou s’il existe un motif d’exclusion au sens des art. 53 et 54.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Reconnaissance des décisions des États Dublin en matière d’asile et de renvoi",
        "citation": "Art. 31b al. 1 LAsi",
        "content": "Le requérant frappé d’une décision d’asile négative assortie d’une décision de renvoi entrée en force dans un État lié par l’un des accords d’association à Dublin (État Dublin) peut être renvoyé directement dans son pays d’origine ou de provenance, conformément aux conditions visées par la directive 2001/40/CE, lorsque:\na. pendant une période prolongée, l’État Dublin compétent n’exécute pas de renvois à destination du pays d’origine ou de provenance du requérant, et que\nb. le renvoi de Suisse peut, selon toute vraisemblance, être exécuté rapidement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Reconnaissance des décisions des États Dublin en matière d’asile et de renvoi",
        "citation": "Art. 31b al. 2 LAsi",
        "content": "Le SEM recueille les informations requises pour l’exécution du renvoi auprès des autorités compétentes de l’État Dublin concerné et convient des arrangements nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_31_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Réouverture de la procédure d’asile dans le cadre de la procédure Dublin",
        "citation": "Art. 35a LAsi",
        "content": "Si la Suisse est responsable de l’examen d’une demande d’asile en vertu du règlement (UE) no 604/2013, la procédure d’asile est rouverte même si la demande a précédemment été classée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_35_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Procédure précédant les décisions",
        "citation": "Art. 36 al. 1 LAsi",
        "content": "En cas de décision de non-entrée en matière fondée sur l’art. 31a, al. 1, le droit d’être entendu est accordé au requérant. Il en va de même dans les cas suivants:\na. le requérant a trompé les autorités sur son identité, le dol étant constaté sur la base de mesures d’identification ou d’autres moyens de preuve;\nb. la demande du requérant s’appuie de manière déterminante sur des moyens de preuve faux ou falsifiés;\nc. le requérant s’est rendu coupable d’une autre violation grave de son obligation de collaborer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_36"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Procédure précédant les décisions",
        "citation": "Art. 36 al. 2 LAsi",
        "content": "Dans les autres cas, une audition a lieu conformément à l’art. 29.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_36"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Délais concernant la procédure de première instance",
        "citation": "Art. 37 al. 1 LAsi",
        "content": "Dans une procédure Dublin (art. 26b), la décision est notifiée dans les trois jours ouvrables qui suivent l’approbation, par l’État Dublin requis, de la demande de transfert conformément aux art. 21 et 23 du règlement (UE) no 604/2013.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Délais concernant la procédure de première instance",
        "citation": "Art. 37 al. 2 LAsi",
        "content": "Dans une procédure accélérée (art. 26c), la décision est notifiée dans les huit jours ouvrables qui suivent la fin de la phase préparatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Délais concernant la procédure de première instance",
        "citation": "Art. 37 al. 3 LAsi",
        "content": "Si des raisons valables le justifient et s’il est prévisible que la décision pourra être rendue dans le centre de la Confédération, les délais visés aux al. 1 et 2 peuvent être dépassés de quelques jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Délais concernant la procédure de première instance",
        "citation": "Art. 37 al. 4 LAsi",
        "content": "Dans une procédure étendue (art. 26d), la décision est prise dans les deux mois qui suivent la fin de la phase préparatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Délais concernant la procédure de première instance",
        "citation": "Art. 37 al. 5 LAsi",
        "content": "Dans les autres cas, les décisions de non-entrée en matière sont prises dans les cinq jours ouvrables et les décisions matérielles dans les dix jours ouvrables qui suivent le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Délais concernant la procédure de première instance",
        "citation": "Art. 37 al. 6 LAsi",
        "content": "Le SEM statue en priorité et sans délai lorsque le requérant est détenu aux fins d’extradition sur la base d’une demande adressée par l’État contre lequel il cherche à se protéger en Suisse. Cela vaut aussi lorsqu’il est sous le coup d’une expulsion obligatoire au sens des art. 66a ou 66abis du code pénal (CP), 49a ou 49abis du code pénal militaire du 13 juin 1927 (CPM) ou d’une expulsion au sens de l’art. 68 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Motivation",
        "citation": "Art. 37a LAsi",
        "content": "La décision de non-entrée en matière doit être motivée sommairement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Stratégie du SEM en matière de traitement des demandes",
        "citation": "Art. 37b LAsi",
        "content": "Le SEM définit une stratégie de traitement des demandes d’asile dans laquelle il détermine un ordre de priorité. À cet égard, il tient notamment compte des délais légaux de traitement, de la situation dans les États de provenance, du caractère manifestement fondé ou non des demandes ainsi que du comportement des requérants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_37_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Octroi de la protection provisoire",
        "citation": "Art. 39 LAsi",
        "content": "Si les informations recueillies au centre de la Confédération ou lors de l’audition font manifestement apparaître que le requérant appartient à un groupe de personnes à protéger visé à l’art. 66, la protection provisoire lui est accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_39"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Rejet sans autres mesures d’instruction",
        "citation": "Art. 40 al. 1 LAsi",
        "content": "Si l’audition fait manifestement apparaître que le requérant n’est pas parvenu à prouver sa qualité de réfugié ni à la rendre vraisemblable et si aucun motif ne s’oppose à son renvoi de Suisse, sa demande est rejetée sans autres mesures d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_40"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Rejet sans autres mesures d’instruction",
        "citation": "Art. 40 al. 2 LAsi",
        "content": "La décision doit être motivée au moins sommairement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_40"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 3, Procédure de première instance, Coordination avec la procédure d’extradition",
        "citation": "Art. 41a LAsi",
        "content": "Lorsque le requérant fait l’objet d’une demande d’extradition au sens de la loi du 20 mars 1981 sur l’entraide pénale internationale, le SEM prend en considération le dossier relatif à la procédure d’extradition pour statuer sur la demande d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_41_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Séjour pendant la procédure d’asile",
        "citation": "Art. 42 LAsi",
        "content": "Quiconque dépose une demande d’asile en Suisse peut y séjourner jusqu’à la clôture de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_42"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 43 al. 1 LAsi",
        "content": "Pendant son séjour dans un centre de la Confédération, le requérant n’a pas le droit d’exercer d’activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 43 al. 1bis LAsi",
        "content": "Les conditions de l’admission en vue de l’exercice d’une activité lucrative sont régies par la LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 43 al. 2 LAsi",
        "content": "Lorsqu’une demande d’asile a été rejetée par une décision exécutoire, l’autorisation d’exercer une activité lucrative s’éteint à l’expiration du délai fixé au requérant pour quitter le pays (délai de départ), même si cette personne a fait usage d’une voie de droit extraordinaire et que l’exécution du renvoi a été suspendue. Si le SEM prolonge ce délai lors de la procédure ordinaire, l’exercice d’une activité lucrative peut être autorisé. L’autorisation d’exercer une activité lucrative n’est pas accordée pendant la durée d’une procédure d’asile au sens de l’art. 111c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 43 al. 3 LAsi",
        "content": "Le DFJP peut, en accord avec le Département fédéral de l’économie, de la formation et de la recherche, habiliter les cantons à prolonger, au-delà du délai de départ, les autorisations d’exercer une activité lucrative de certaines catégories de personnes si des circonstances particulières le justifient. Cette règle s’applique par analogie à la procédure d’asile au sens de l’art. 111c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 43 al. 3bis LAsi",
        "content": "Le Conseil fédéral peut édicter une interdiction temporaire d’exercer une activité lucrative pour certaines catégories de requérants d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 4, Statut du requérant pendant la procédure d’asile, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 43 al. 4 LAsi",
        "content": "Le requérant autorisé à exercer une activité lucrative conformément aux dispositions de la police des étrangers ou qui participe à des programmes d’occupation ne tombe pas sous le coup de l’interdiction de travailler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Renvoi et admission provisoire",
        "citation": "Art. 44 LAsi",
        "content": "Lorsqu’il rejette la demande d’asile ou qu’il refuse d’entrer en matière, le SEM prononce, en règle générale, le renvoi de Suisse et en ordonne l’exécution; il tient compte du principe de l’unité de la famille. Pour le surplus, la décision d’exécuter le renvoi est régie par les art. 83 et 84 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_44"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Décision de renvoi",
        "citation": "Art. 45 al. 1 LAsi",
        "content": "La décision de renvoi indique:\na. sous réserve de traités internationaux, notamment des accords d’association à Dublin, l’obligation pour le requérant de quitter la Suisse et l’espace Schengen ainsi que l’obligation de poursuivre son voyage à destination de l’État de provenance ou d’un autre État en dehors de l’espace Schengen, qui le prend en charge;\nb. sous réserve de traités internationaux, notamment des accords d’association à Dublin, le jour auquel le requérant doit avoir quitté la Suisse et l’espace Schengen; si une admission provisoire a été ordonnée, le délai de départ est fixé au moment où cette mesure est levée;\nc. les moyens de contrainte applicables;\nd. le cas échéant, les États dans lesquels le requérant ne doit pas être renvoyé;\ne. le cas échéant, la mesure remplaçant l’exécution du renvoi;\nf. le canton compétent pour exécuter le renvoi ou la mesure qui le remplace.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Décision de renvoi",
        "citation": "Art. 45 al. 2 LAsi",
        "content": "La décision de renvoi est assortie d’un délai de départ raisonnable allant de sept à 30 jours. Pour les décisions rendues lors d’une procédure accélérée, le délai de départ est de sept jours. Pour les décisions prises lors d’une procédure étendue, il est de sept à 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Décision de renvoi",
        "citation": "Art. 45 al. 2bis LAsi",
        "content": "Un délai de départ plus long est imparti ou le délai de départ est prolongé lorsque des circonstances particulières telles que la situation familiale, des problèmes de santé ou la durée du séjour le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Décision de renvoi",
        "citation": "Art. 45 al. 3 LAsi",
        "content": "Le renvoi peut être immédiatement exécutoire ou un délai de départ de moins de sept jours peut être fixé si le requérant est renvoyé sur la base des accords d’association à Dublin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Décision de renvoi",
        "citation": "Art. 45 al. 4 LAsi",
        "content": "Le requérant d’asile reçoit une feuille d’information contenant des explications relatives à la décision de renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Signalement dans le système d’information Schengen",
        "citation": "Art. 45a al. 1 LAsi",
        "content": "Les données de ressortissants d’États tiers à l’encontre desquels une décision de retour au sens de la directive 2008/115/CE a été prononcée en vertu des art. 44 et 45 de la présente loi sont inscrites par le SEM dans le système d’information Schengen (SIS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Signalement dans le système d’information Schengen",
        "citation": "Art. 45a al. 2 LAsi",
        "content": "Les renvois de réfugiés sont inscrits dans le SIS par l’autorité qui a prononcé la décision de renvoi ou d’expulsion au sens des art. 64 ou 68 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Signalement dans le système d’information Schengen",
        "citation": "Art. 45a al. 3 LAsi",
        "content": "Les art. 68b à 68e LEI sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Exécution par les cantons",
        "citation": "Art. 46 al. 1 LAsi",
        "content": "Le canton d’attribution est tenu d’exécuter la décision de renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Exécution par les cantons",
        "citation": "Art. 46 al. 1bis LAsi",
        "content": "Durant le séjour d’un requérant d’asile dans un centre de la Confédération, l’exécution du renvoi relève de la compétence du canton qui abrite le centre. S’agissant de personnes visées à l’art. 27, al. 4, cette règle s’applique également après le séjour dans un centre de la Confédération. Le Conseil fédéral peut prévoir qu’un autre canton est compétent si des circonstances particulières le requièrent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Exécution par les cantons",
        "citation": "Art. 46 al. 1ter LAsi",
        "content": "Dans le cas d’une demande multiple au sens de l’art. 111c, le canton désigné dans la procédure d’asile et de renvoi précédente reste compétent pour l’exécution du renvoi et l’octroi de l’aide d’urgence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Exécution par les cantons",
        "citation": "Art. 46 al. 2 LAsi",
        "content": "S’il s’avère que, pour des raisons techniques, l’exécution du renvoi n’est pas possible, le canton demande au SEM d’ordonner l’admission provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Exécution par les cantons",
        "citation": "Art. 46 al. 3 LAsi",
        "content": "Le SEM surveille l’exécution et met sur pied, conjointement avec les cantons, un suivi de l’exécution des renvois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Lieu de séjour inconnu",
        "citation": "Art. 47 LAsi",
        "content": "Si la personne renvoyée se soustrait à l’exécution du renvoi en dissimulant son lieu de séjour, le canton ou le SEM peuvent ordonner son inscription au système de recherche de la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_47"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 2, Requérants, Section 5, Exécution du renvoi et mesures de substitution, Collaboration entre les cantons",
        "citation": "Art. 48 LAsi",
        "content": "Si la personne renvoyée ne se trouve pas dans le canton chargé de l’exécution du renvoi, le canton où elle réside prête assistance à celui-ci s’il le demande. Cette assistance administrative consiste notamment à remettre la personne concernée au canton compétent ou à exécuter directement le renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_48"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Principe",
        "citation": "Art. 49 LAsi",
        "content": "L’asile est accordé aux personnes qui ont la qualité de réfugié, s’il n’y a pas de motif d’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_49"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Second asile",
        "citation": "Art. 50 LAsi",
        "content": "L’asile peut être accordé à un réfugié qui a été admis par un autre État et qui séjourne légalement en Suisse sans interruption depuis au moins deux ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_50"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Asile accordé aux familles",
        "citation": "Art. 51 al. 1 LAsi",
        "content": "Le conjoint d’un réfugié et ses enfants mineurs sont reconnus comme réfugiés et obtiennent l’asile, pour autant qu’aucune circonstance particulière ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Asile accordé aux familles",
        "citation": "Art. 51 al. 1bis LAsi",
        "content": "Si l’examen des conditions de la reconnaissance du statut de réfugiés et de l’octroi de l’asile définies à l’al. 1 révèle des indices d’une cause absolue d’annulation au sens de l’art. 105, ch. 5 ou 6, du code civil (CC), le SEM en informe l’autorité visée à l’art. 106 CC. La procédure est suspendue jusqu’à la décision de cette autorité. Si celle-ci intente une action, la suspension est prolongée jusqu’à ce qu’un jugement soit rendu et entré en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Asile accordé aux familles",
        "citation": "Art. 51 al. 3 LAsi",
        "content": "L’enfant né en Suisse de parents réfugiés obtient également le statut de réfugié, pour autant qu’aucune circonstance particulière ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Asile accordé aux familles",
        "citation": "Art. 51 al. 4 LAsi",
        "content": "Si les ayants droit définis à l’al. 1 ont été séparés par la fuite et se trouvent à l’étranger, leur entrée en Suisse sera autorisée sur demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Indignité",
        "citation": "Art. 53 LAsi",
        "content": "L’asile n’est pas accordé au réfugié qui:\na. en est indigne en raison d’actes répréhensibles;\nb. a porté atteinte à la sûreté intérieure ou extérieure de la Suisse ou qui la compromet, ou\nc. est sous le coup d’une expulsion au sens des art. 66a ou 66abis CP ou 49a ou 49abis CPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_53"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Motifs subjectifs survenus après la fuite",
        "citation": "Art. 54 LAsi",
        "content": "L’asile n’est pas accordé à la personne qui n’est devenue un réfugié au sens de l’art. 3 qu’en quittant son État d’origine ou de provenance ou en raison de son comportement ultérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_54"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Situations d’exception",
        "citation": "Art. 55 al. 1 LAsi",
        "content": "En période de tensions internationales accrues, en cas de conflit armé dans lequel la Suisse n’est pas engagée, ou lorsqu’a lieu, en temps de paix, un afflux inhabituel de requérants d’asile, la Suisse accorde l’asile à des réfugiés aussi longtemps que les circonstances le permettent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Situations d’exception",
        "citation": "Art. 55 al. 2 LAsi",
        "content": "Le Conseil fédéral arrête les mesures nécessaires. Il peut, en dérogeant à la loi, régler de manière restrictive les conditions d’octroi de l’asile et le statut des réfugiés, et édicter des dispositions de procédure particulières. Il en rend compte immédiatement à l’Assemblée fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Situations d’exception",
        "citation": "Art. 55 al. 3 LAsi",
        "content": "Si l’hébergement durable de réfugiés dépasse les possibilités d’accueil de la Suisse, l’asile peut n’être accordé qu’à titre temporaire jusqu’à ce que les personnes accueillies puissent se rendre dans un autre pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Situations d’exception",
        "citation": "Art. 55 al. 4 LAsi",
        "content": "Si un afflux important de réfugiés se dessine, le Conseil fédéral recherche une collaboration internationale rapide et efficace pour assurer leur répartition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 2, Octroi de l’asile à des groupes de réfugiés, Décision",
        "citation": "Art. 56 al. 1 LAsi",
        "content": "L’asile est octroyé à des groupes importants de réfugiés par décision du Conseil fédéral. Lorsqu’il s’agit de petits groupes, la décision est prise par le DFJP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_56"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 2, Octroi de l’asile à des groupes de réfugiés, Décision",
        "citation": "Art. 56 al. 2 LAsi",
        "content": "Le SEM désigne les groupes de réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_56"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 2, Octroi de l’asile à des groupes de réfugiés, Répartition et première intégration",
        "citation": "Art. 57 al. 1 LAsi",
        "content": "La répartition des réfugiés entre les cantons est régie par l’art. 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_57"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 2, Octroi de l’asile à des groupes de réfugiés, Répartition et première intégration",
        "citation": "Art. 57 al. 2 LAsi",
        "content": "La Confédération peut, dans les limites de la première intégration, assigner à des groupes de réfugiés un logement temporaire, notamment dans un centre d’intégration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_57"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Principe",
        "citation": "Art. 58 LAsi",
        "content": "Le statut des réfugiés en Suisse est régi par la législation applicable aux étrangers, à moins que ne priment des dispositions particulières, notamment celles de la présente loi ou celles de la Convention du 28 juillet 1951 relative au statut des réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_58"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Effets",
        "citation": "Art. 59 LAsi",
        "content": "Quiconque a obtenu l’asile en Suisse ou a qualité de réfugié est considéré, à l’égard de toutes les autorités fédérales et cantonales, comme un réfugié au sens de la présente loi et de la Convention du 28 juillet 1951 relative au statut des réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_59"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Règlement des conditions de résidence",
        "citation": "Art. 60 al. 1 LAsi",
        "content": "Quiconque a obtenu l’asile en Suisse a droit à une autorisation de séjour dans le canton où il séjourne légalement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_60"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Règlement des conditions de résidence",
        "citation": "Art. 60 al. 2 LAsi",
        "content": "L’octroi de l’autorisation d’établissement est régi par l’art. 34 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_60"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Activité lucrative",
        "citation": "Art. 61 al. 1 LAsi",
        "content": "Les personnes qui ont obtenu l’asile en Suisse ou qui y ont été admises à titre provisoire comme réfugié ainsi que les réfugiés sous le coup d’une expulsion entrée en force au sens des art. 66a ou 66abis CP ou 49a ou 49abis CPM ou au sens de l’art. 68 LEI peuvent exercer dans toute la Suisse une activité lucrative. En cas d’activité lucrative salariée, les conditions de rémunération et de travail usuelles du lieu, de la profession et de la branche doivent être respectées (art. 22 LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_61"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Activité lucrative",
        "citation": "Art. 61 al. 2 LAsi",
        "content": "Le début et la fin de l’activité lucrative salariée ainsi que les changements d’emploi doivent préalablement être annoncés par l’employeur à l’autorité compétente pour le lieu de travail désignée par le canton. En cas d’activité lucrative indépendante, l’annonce incombe à la personne concernée. La procédure d’annonce est régie par l’art. 85a, al. 2 à 6, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_61"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Activité lucrative",
        "citation": "Art. 61 al. 3 LAsi",
        "content": "L’al. 2 ne s’applique pas aux réfugiés reconnus titulaires d’une autorisation d’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_61"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Statut des réfugiés, Examens pour les professions médicales",
        "citation": "Art. 62 LAsi",
        "content": "Le réfugié auquel la Suisse a accordé l’asile est autorisé à se présenter aux examens fédéraux pour les professions médicales; le Département fédéral de l’intérieur fixe les conditions d’admission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_62"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Révocation",
        "citation": "Art. 63 al. 1 LAsi",
        "content": "Le SEM révoque l’asile ou retire la qualité de réfugié:\na. si l’étranger a obtenu l’asile ou la reconnaissance de sa qualité de réfugié en faisant de fausses déclarations ou en dissimulant des faits essentiels;\nb. pour les motifs mentionnés à l’art. 1, section C, ch. 1 à 6, de la Convention du 28 juillet 1951 relative au statut des réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Révocation",
        "citation": "Art. 63 al. 1bis LAsi",
        "content": "Il retire la qualité de réfugié si le réfugié s’est rendu dans son État d’origine ou de provenance. Le retrait n’est pas prononcé si le réfugié rend vraisemblable qu’il s’est vu contraint de se rendre dans son État d’origine ou de provenance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Révocation",
        "citation": "Art. 63 al. 2 LAsi",
        "content": "Le SEM révoque l’asile si le réfugié:\na. a porté atteinte à la sécurité intérieure ou extérieure de la Suisse, compromet la sécurité intérieure ou extérieure de la Suisse ou a commis des actes délictueux particulièrement répréhensibles; \nb. n’a pas respecté une interdiction de voyager prononcée sur la base de l’art. 59c, al. 1, 2e phrase, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Révocation",
        "citation": "Art. 63 al. 3 LAsi",
        "content": "La révocation de l’asile ou le retrait de la qualité de réfugié déploient leurs effets à l’égard de toutes les autorités fédérales et cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Révocation",
        "citation": "Art. 63 al. 4 LAsi",
        "content": "La révocation de l’asile ou le retrait de la qualité de réfugié ne s’étendent pas au conjoint et aux enfants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Extinction",
        "citation": "Art. 64 al. 1 LAsi",
        "content": "L’asile en Suisse prend fin:\na. lorsque le réfugié a séjourné plus d’un an à l’étranger;\nb. lorsque le réfugié a obtenu dans un autre pays l’asile ou l’autorisation d’y résider à demeure;\nc. lorsque le réfugié y renonce;\nd. par l’exécution du renvoi ou de l’expulsion;\ne. par l’entrée en force de l’expulsion au sens des art. 66a ou 66abis CP ou 49a ou 49abis CPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_64"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Extinction",
        "citation": "Art. 64 al. 2 LAsi",
        "content": "Dans certaines circonstances, le SEM peut prolonger le délai fixé à l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_64"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Extinction",
        "citation": "Art. 64 al. 3 LAsi",
        "content": "Le statut de réfugié et l’asile prennent fin lorsque l’étranger acquiert la nationalité suisse conformément à l’art. 1, section C, ch. 3, de la Convention du 28 juillet 1951 relative au statut des réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_64"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 4, Fin de l’asile, Renvoi ou expulsion",
        "citation": "Art. 65 LAsi",
        "content": "Le renvoi ou l’expulsion d’un réfugié est régi par l’art. 64 LEI en relation avec les art. 63, al. 1, let. b, et 68 LEI. L’art. 5 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_65"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 1, Généralités, Décision de principe du Conseil fédéral",
        "citation": "Art. 66 al. 1 LAsi",
        "content": "Le Conseil fédéral décide si la Suisse accorde la protection provisoire à des groupes de personnes à protéger conformément à l’art. 4 et selon quels critères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_66"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 1, Généralités, Décision de principe du Conseil fédéral",
        "citation": "Art. 66 al. 2 LAsi",
        "content": "Avant de prendre sa décision, il consulte des représentants des cantons, des œuvres d’entraide et, le cas échéant, d’autres organisations non gouvernementales, ainsi que le Haut Commissariat des Nations Unies pour les réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_66"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 1, Généralités, Mesures de politique extérieure",
        "citation": "Art. 67 al. 1 LAsi",
        "content": "L’octroi de la protection provisoire ainsi que les mesures et l’assistance mises en œuvre dans l’État d’origine ou dans l’État ou la région de provenance des personnes à protéger doivent se compléter autant que faire se peut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_67"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 1, Généralités, Mesures de politique extérieure",
        "citation": "Art. 67 al. 2 LAsi",
        "content": "La Confédération collabore avec l’État d’origine ou de provenance, avec d’autres pays d’accueil et avec des organisations internationales, pour créer les conditions propices au départ sans danger des personnes à protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_67"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Personnes à protéger se trouvant à l’étranger",
        "citation": "Art. 68 al. 1 LAsi",
        "content": "Le SEM définit plus précisément le groupe des personnes à protéger et décide qui peut bénéficier de la protection provisoire en Suisse. Il tient compte du principe de l’unité de la famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_68"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Personnes à protéger se trouvant à l’étranger",
        "citation": "Art. 68 al. 2 LAsi",
        "content": "Sa décision ne peut être attaquée que pour violation du principe de l’unité de la famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_68"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Personnes à protéger se trouvant à la frontière ou en Suisse",
        "citation": "Art. 69 al. 1 LAsi",
        "content": "Les art. 18, 19 et 21 à 23 s’appliquent par analogie aux demandes déposées par des personnes à protéger se trouvant à la frontière ou en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Personnes à protéger se trouvant à la frontière ou en Suisse",
        "citation": "Art. 69 al. 2 LAsi",
        "content": "Lorsqu’il n’y a pas manifestement persécution au sens de l’art. 3, le SEM détermine, une fois que les personnes ont été interrogées au centre de la Confédération conformément à l’art. 26, celles qui appartiennent à un groupe de personnes à protéger et celles qui peuvent bénéficier de la protection provisoire en Suisse. L’octroi de la protection provisoire ne peut pas être attaqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Personnes à protéger se trouvant à la frontière ou en Suisse",
        "citation": "Art. 69 al. 3 LAsi",
        "content": "Lorsque la protection provisoire a été accordée, la procédure d’examen d’une éventuelle demande en reconnaissance de la qualité de réfugié est suspendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Personnes à protéger se trouvant à la frontière ou en Suisse",
        "citation": "Art. 69 al. 4 LAsi",
        "content": "Si le SEM entend refuser la protection provisoire à une personne qui a déposé une demande d’asile, il poursuit sans attendre la procédure d’examen de cette demande ou la procédure de renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Réouverture de la procédure en reconnaissance de la qualité de réfugié",
        "citation": "Art. 70 LAsi",
        "content": "Les personnes à protéger qui ont déposé une demande en reconnaissance de la qualité de réfugié ne peuvent demander la réouverture de cette procédure que cinq ans après la décision de suspension prise en vertu de l’art. 69, al. 3. La reprise de cette procédure entraîne la levée de la protection provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_70"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Octroi de la protection provisoire aux familles",
        "citation": "Art. 71 al. 1 LAsi",
        "content": "La protection provisoire est également accordée au conjoint de la personne à protéger et à ses enfants mineurs:\na. s’ils demandent ensemble la protection de la Suisse et qu’il n’existe pas de motifs d’exclusion au sens de l’art. 73;\nb. si la famille a été séparée par des événements mentionnés à l’art. 4, qu’elle entend se réunir en Suisse et qu’aucune circonstance particulière ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Octroi de la protection provisoire aux familles",
        "citation": "Art. 71 al. 1bis LAsi",
        "content": "Si l’examen des conditions de l’octroi de la protection provisoire définies à l’al. 1 révèle des indices d’une cause absolue d’annulation au sens de l’art. 105, ch. 5 ou 6, CC, le SEM en informe l’autorité visée à l’art. 106 CC. La procédure est suspendue jusqu’à la décision de cette autorité. Si celle-ci intente une action, la suspension est prolongée jusqu’à ce qu’un jugement soit rendu et entré en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Octroi de la protection provisoire aux familles",
        "citation": "Art. 71 al. 2 LAsi",
        "content": "L’enfant né en Suisse de personnes à protéger reçoit également la protection provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Octroi de la protection provisoire aux familles",
        "citation": "Art. 71 al. 3 LAsi",
        "content": "Si les ayants droit se trouvent à l’étranger, leur entrée en Suisse est autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Octroi de la protection provisoire aux familles",
        "citation": "Art. 71 al. 4 LAsi",
        "content": "Le Conseil fédéral fixe les conditions du regroupement familial dans d’autres cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Procédure",
        "citation": "Art. 72 LAsi",
        "content": "Au demeurant, les dispositions des sections 1, 2a et 3 du chap. 2 s’appliquent par analogie aux procédures définies aux art. 68, 69 et 71. Les dispositions du chapitre 8 s’appliquent par analogie aux procédures définies aux art. 69 et 71.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_72"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 2, Procédure, Motifs d’exclusion",
        "citation": "Art. 73 LAsi",
        "content": "La protection provisoire n’est pas accordée à la personne à protéger:\na. qui tombe sous le coup de l’art. 53;\nb. qui a porté atteinte à l’ordre et à la sécurité publics ou qui les compromet gravement, ou\nc. qui est sous le coup d’une décision entrée en force d’expulsion au sens des art. 66a ou 66abis CP ou 49a ou 49abis CPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_73"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Règlement des conditions de résidence",
        "citation": "Art. 74 al. 1 LAsi",
        "content": "La personne à protéger réside dans le canton auquel elle a été attribuée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_74"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Règlement des conditions de résidence",
        "citation": "Art. 74 al. 2 LAsi",
        "content": "Si, après cinq ans, le Conseil fédéral n’a toujours pas levé la protection provisoire, la personne à protéger reçoit de ce canton une autorisation de séjour qui prend fin au moment où la protection est levée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_74"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Règlement des conditions de résidence",
        "citation": "Art. 74 al. 3 LAsi",
        "content": "Dix ans après l’octroi de la protection provisoire, le canton peut délivrer une autorisation d’établissement à la personne à protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_74"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 75 al. 1 LAsi",
        "content": "Pendant les trois premiers mois qui suivent son entrée en Suisse, la personne à protéger n’a pas le droit d’exercer d’activité lucrative. Ce délai passé, les conditions de l’admission en vue de l’exercice d’une activité lucrative sont régies par la LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 75 al. 2 LAsi",
        "content": "Le Conseil fédéral peut édicter des conditions moins sévères quant à l’exercice d’une activité lucrative par les personnes à protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 75 al. 3 LAsi",
        "content": "Les autorisations d’exercer une activité lucrative délivrées sont maintenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 3, Statut, Autorisation d’exercer une activité lucrative",
        "citation": "Art. 75 al. 4 LAsi",
        "content": "Les personnes à protéger qui sont autorisées à exercer une activité lucrative conformément aux dispositions de la police des étrangers ou qui participent à des programmes d’occupation ne tombent pas sous le coup de l’interdiction de travailler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Levée de la protection provisoire et renvoi",
        "citation": "Art. 76 al. 1 LAsi",
        "content": "Le Conseil fédéral arrête, après avoir consulté des représentants des cantons, des œuvres d’entraide et, le cas échéant, d’autres organisations non gouvernementales, le Haut Commissariat des Nations Unies pour les réfugiés et des organisations internationales, la date de la levée de la protection provisoire accordée à certains groupes de personnes à protéger; il s’agit d’une décision de portée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Levée de la protection provisoire et renvoi",
        "citation": "Art. 76 al. 2 LAsi",
        "content": "Le SEM accorde le droit d’être entendu aux personnes concernées par la décision prise en vertu de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Levée de la protection provisoire et renvoi",
        "citation": "Art. 76 al. 3 LAsi",
        "content": "Si l’exercice du droit d’être entendu révèle des indices de persécution, une audition a lieu en application de l’art. 29.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Levée de la protection provisoire et renvoi",
        "citation": "Art. 76 al. 4 LAsi",
        "content": "Si, le droit d’être entendu ayant été accordé, la personne concernée ne prend pas position, le SEM rend une décision de renvoi. Les art. 10, al. 4, et 46 à 48 de la présente loi, ainsi que l’art. 71 LEI s’appliquent par analogie à l’exécution du renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Levée de la protection provisoire et renvoi",
        "citation": "Art. 76 al. 5 LAsi",
        "content": "Les dispositions de la section 1a du chapitre 8 s’appliquent par analogie aux al. 2 à 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Retour",
        "citation": "Art. 77 LAsi",
        "content": "La Confédération soutient les efforts entrepris au niveau international pour organiser le retour des personnes à protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_77"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Révocation",
        "citation": "Art. 78 al. 1 LAsi",
        "content": "Le SEM peut révoquer la protection provisoire de la personne:\na. qui l’a obtenue en faisant de fausses déclarations ou en dissimulant des faits essentiels;\nb. qui a porté atteinte à la sûreté intérieure ou extérieure de la Suisse, qui les compromet ou qui a commis des actes répréhensibles;\nc. qui a, depuis l’octroi de la protection provisoire, séjourné longtemps ou de manière répétée dans l’État d’origine ou de provenance;\nd. qui possède une autorisation de séjour régulière, délivrée par un État tiers dans lequel elle peut retourner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Révocation",
        "citation": "Art. 78 al. 2 LAsi",
        "content": "La protection provisoire n’est pas révoquée si la personne à protéger se rend dans son État d’origine ou de provenance avec l’accord des autorités compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Révocation",
        "citation": "Art. 78 al. 3 LAsi",
        "content": "La révocation de la protection provisoire ne s’étend pas au conjoint et aux enfants, sauf s’il s’avère qu’ils n’ont plus besoin d’être protégés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Révocation",
        "citation": "Art. 78 al. 4 LAsi",
        "content": "Lorsqu’il est prévu de révoquer la protection provisoire, une audition a lieu en application de l’art. 29. Les dispositions de la section 1a du chapitre 8 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Extinction",
        "citation": "Art. 79 LAsi",
        "content": "La protection provisoire s’éteint lorsque la personne à protéger:\na. a transféré son centre de vie dans un autre pays;\nb. a renoncé à la protection provisoire;\nc. a obtenu une autorisation d’établissement en vertu de la LEI, ou\nd. est sous le coup d’une expulsion obligatoire au sens des art. 66a ou 66abis CP, 49a ou 49abis CPM entrée en force ou d’une expulsion au sens de l’art. 68 LEI entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_79"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 4 Octroi de la protection provisoire et statut des personnes à protéger, Section 4, Fin de la protection provisoire et retour, Partenariat enregistré",
        "citation": "Art. 79a LAsi",
        "content": "Les dispositions des chap. 3 et 4 concernant les conjoints s’appliquent par analogie aux partenaires enregistrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_79_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Compétence dans les centres de la Confédération",
        "citation": "Art. 80 al. 1 LAsi",
        "content": "La Confédération fournit l’aide sociale ou l’aide d’urgence aux personnes qui séjournent en Suisse en vertu de la présente loi et sont hébergées dans un centre de la Confédération ou un centre d’intégration pour groupes de réfugiés. Elle garantit, en collaboration avec le canton abritant le centre, que des soins de santé et un enseignement de base sont fournis. Elle peut confier tout ou partie de cette tâche à des tiers. Les art. 81 à 83a s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Compétence dans les centres de la Confédération",
        "citation": "Art. 80 al. 2 LAsi",
        "content": "Le SEM indemnise, sur la base d’un contrat, les tiers mandatés pour les frais administratifs, les dépenses de personnel et les frais restants engagés lors de l’accomplissement des tâches visées à l’al. 1. L’indemnité est fixée forfaitairement. À titre exceptionnel, les contributions peuvent être fixées selon la dépense, en particulier pour l’indemnisation de dépenses uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Compétence dans les centres de la Confédération",
        "citation": "Art. 80 al. 3 LAsi",
        "content": "Le SEM peut convenir avec le canton abritant un centre qu’il conclue une assurance-maladie obligatoire. Le SEM lui verse une indemnité forfaitaire pour les primes d’assurance-maladie, les quotes-parts et les franchises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Compétence dans les centres de la Confédération",
        "citation": "Art. 80 al. 4 LAsi",
        "content": "Le canton abritant un centre de la Confédération organise l’enseignement de base pour les requérants d’asile en âge de scolarité obligatoire séjournant dans ce centre. Au besoin, l’enseignement est dispensé dans le centre. La Confédération peut verser une contribution pour les frais d’enseignement. L’indemnité est fixée forfaitairement. À titre exceptionnel, les contributions peuvent être fixées selon la dépense, en particulier pour l’indemnisation de dépenses uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Compétence dans les cantons",
        "citation": "Art. 80a LAsi",
        "content": "L’aide sociale ou l’aide d’urgence est fournie aux personnes qui séjournent en Suisse en vertu de la présente loi par le canton auquel elles ont été attribuées. S’agissant des personnes qui n’ont pas été attribuées à un canton, l’aide d’urgence est fournie par le canton désigné pour exécuter le renvoi. Les cantons peuvent déléguer tout ou partie de ces tâches à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_80_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Droit à l’aide sociale ou à l’aide d’urgence",
        "citation": "Art. 81 LAsi",
        "content": "Les personnes qui séjournent en Suisse en vertu de la présente loi et qui ne peuvent subvenir à leur entretien par leurs propres moyens reçoivent l’aide sociale nécessaire, à moins qu’un tiers ne soit tenu d’y pourvoir en vertu d’une obligation légale ou contractuelle, ou l’aide d’urgence, à condition qu’elles en fassent la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_81"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 1 LAsi",
        "content": "L’octroi de l’aide sociale et de l’aide d’urgence est régi par le droit cantonal. Les personnes frappées d’une décision de renvoi exécutoire auxquelles un délai de départ a été imparti sont exclues du régime d’aide sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 2 LAsi",
        "content": "Durant la procédure ouverte par une voie de droit extraordinaire ou durant la procédure d’asile au sens de l’art. 111c, les personnes visées à l’al. 1 et les requérants reçoivent, sur demande, l’aide d’urgence. Cette règle est également applicable lorsque l’exécution du renvoi est suspendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 2bis LAsi",
        "content": "Les cantons peuvent octroyer l’aide sociale pour les personnes visées aux al. 1 et 2 pendant la durée d’un moratoire général relatif aux décisions en matière d’asile et à l’exécution du renvoi, si le DFJP le prévoit. L’indemnisation est régie par l’art. 88, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 3 LAsi",
        "content": "L’aide sociale accordée aux requérants et aux personnes à protéger qui ne bénéficient pas d’une autorisation de séjour doit être fournie, dans la mesure du possible, sous la forme de prestations en nature. Elle est inférieure à celle accordée aux personnes résidant en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 3bis LAsi",
        "content": "Lors de l’hébergement des requérants d’asile mineurs non accompagnés, des familles avec enfants et des personnes ayant besoin d’un encadrement, il y a lieu de tenir compte autant que faire se peut des besoins particuliers des bénéficiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 4 LAsi",
        "content": "L’aide d’urgence est octroyée dans la mesure du possible sous la forme de prestations en nature aux lieux désignés par les cantons ou la Confédération. Elle est inférieure à l’aide sociale accordée aux requérants et aux personnes à protéger qui ne bénéficient pas d’une autorisation de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Aide sociale et aide d’urgence",
        "citation": "Art. 82 al. 5 LAsi",
        "content": "La situation particulière des réfugiés et des personnes à protéger qui ont droit à une autorisation de séjour sera prise en considération; leur intégration sociale, professionnelle et culturelle sera notamment facilitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 1 LAsi",
        "content": "L’assurance-maladie pour les requérants d’asile et les personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour doit être, sous réserve des dispositions suivantes, adaptée en vertu de celles de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 2 LAsi",
        "content": "Les cantons peuvent limiter les requérants d’asile et les personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour dans le choix de leur assureur et désigner à leur intention un ou plusieurs assureurs offrant une forme particulière d’assurance en vertu de l’art. 41, al. 4, LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 3 LAsi",
        "content": "Ils peuvent limiter les requérants d’asile et les personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour dans le choix des fournisseurs de prestations visés aux art. 36 à 40 LAMal. Ils peuvent le faire avant d’avoir désigné un assureur au sens de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 4 LAsi",
        "content": "Ils peuvent désigner un ou plusieurs assureurs qui n’offrent qu’aux requérants d’asile et qu’aux personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour une assurance assortie d’un choix limité des fournisseurs de prestations au sens de l’art. 41, al. 4, LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 5 LAsi",
        "content": "Le Conseil fédéral règle les modalités visant à limiter le choix des fournisseurs de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 6 LAsi",
        "content": "Les cantons et les assureurs peuvent convenir de la suppression de la participation aux coûts visée à l’art. 64, al. 2, LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Assurance-maladie pour requérants d’asile et personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour",
        "citation": "Art. 82a al. 7 LAsi",
        "content": "Les requérants d’asile et les personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour voient leur droit à une réduction des primes visé à l’art. 65 LAMal suspendu aussi longtemps qu’ils bénéficient d’une aide sociale partielle ou totale. Le droit renaît lorsqu’ils sont reconnus comme réfugiés ou qu’ils ne bénéficient plus de l’aide sociale, ou encore que, s’agissant des personnes à protéger, elles ont droit à une autorisation de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Limitations des prestations d’aide sociale",
        "citation": "Art. 83 al. 1 LAsi",
        "content": "Les prestations d’aide sociale ainsi que les prestations visées à l’art. 82, al. 3, sont refusées, entièrement ou partiellement, réduites ou supprimées si le bénéficiaire:\na. les a obtenues ou a cherché à les obtenir en faisant des déclarations inexactes ou incomplètes;\nb. refuse de renseigner le service compétent sur sa situation économique ou ne l’autorise pas à demander des informations;\nc. ne communique pas les modifications essentielles de sa situation;\nd. ne fait manifestement pas d’efforts pour améliorer sa situation, refusant notamment le travail ou l’hébergement convenables qui lui ont été attribués;\ne. résilie, sans en référer au service compétent, un contrat de travail ou de bail ou provoque par sa faute cette résiliation, aggravant de ce fait sa situation;\nf. fait un usage abusif des prestations d’aide sociale;\ng. ne se conforme pas aux ordres du service compétent, bien que celui-ci l’ait menacé de supprimer les prestations d’aide sociale;\nh. menace la sécurité et l’ordre publics;\ni. fait l’objet d’une poursuite ou d’une condamnation pénales;\nj. se rend coupable d’une grave violation de son obligation de collaborer, en refusant notamment de décliner son identité;\nk. met en danger l’ordre et la sécurité en contrevenant aux injonctions des collaborateurs de la procédure d’asile ou des responsables du logement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_83"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Limitations des prestations d’aide sociale",
        "citation": "Art. 83 al. 1bis LAsi",
        "content": "L’al. 1 s’applique aux réfugiés pour autant que l’égalité de traitement avec les personnes résidant en Suisse soit assurée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_83"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Limitations des prestations d’aide sociale",
        "citation": "Art. 83 al. 2 LAsi",
        "content": "Les prestations d’aide sociale perçues indûment doivent être intégralement remboursées. Le montant à rembourser peut être déduit des prestations d’aide sociale à venir. Le canton fait valoir le droit au remboursement. L’art. 85, al. 3, est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_83"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Octroi de l’aide d’urgence",
        "citation": "Art. 83a LAsi",
        "content": "La personne concernée doit collaborer à l’exécution de la décision de renvoi exécutoire lorsque celle-ci est licite, raisonnablement exigible et possible, ainsi qu’à l’enquête visant à déterminer si les conditions d’octroi de l’aide d’urgence sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_83_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 1 Octroi de prestations d’aide sociale, de l’aide d’urgence et d’allocations pour enfants et enseignement de base Allocations pour enfants",
        "citation": "Art. 84 LAsi",
        "content": "Pour les requérants dont les enfants vivent à l’étranger, les allocations sont retenues pendant la durée de la procédure. Elles sont versées lorsque le requérant est reconnu comme réfugié ou admis à titre provisoire au sens de l’art. 83, al. 3 à 5, LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_84"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Obligation de rembourser",
        "citation": "Art. 85 al. 1 LAsi",
        "content": "Dans la mesure où l’on peut l’exiger, les frais d’aide sociale, d’aide d’urgence, de départ et d’exécution, ainsi que les frais occasionnés par la procédure de recours, doivent être remboursés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Obligation de rembourser",
        "citation": "Art. 85 al. 2 LAsi",
        "content": "La Confédération fait valoir son droit au remboursement en prélevant une taxe spéciale sur les valeurs patrimoniales (art. 86).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Obligation de rembourser",
        "citation": "Art. 85 al. 3 LAsi",
        "content": "Le droit de la Confédération au remboursement se prescrit par trois ans à compter du jour où l’autorité compétente en a eu connaissance, mais dans tous les cas par dix ans à partir de la naissance de ce droit. Ces créances ne portent pas intérêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Obligation de rembourser",
        "citation": "Art. 85 al. 4 LAsi",
        "content": "Le droit des cantons au remboursement est régi par le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Taxe spéciale sur les valeurs patrimoniales",
        "citation": "Art. 86 al. 1 LAsi",
        "content": "Les requérants, les personnes à protéger non titulaires d’une autorisation de séjour et les personnes frappées d’une décision de renvoi exécutoire sont assujettis à la taxe spéciale s’ils possèdent des valeurs patrimoniales. Cette taxe est destinée à couvrir les frais visés à l’art. 85, al. 1, occasionnés par ces personnes et les proches qu’elles assistent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Taxe spéciale sur les valeurs patrimoniales",
        "citation": "Art. 86 al. 2 LAsi",
        "content": "Les autorités compétentes prélèvent la taxe spéciale en saisissant des valeurs patrimoniales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Taxe spéciale sur les valeurs patrimoniales",
        "citation": "Art. 86 al. 3 LAsi",
        "content": "Elles ne peuvent prélever la taxe spéciale que si les personnes concernées:\na. ne parviennent pas à prouver que ces valeurs proviennent d’une activité lucrative, d’un revenu de substitution ou de prestations de l’aide sociale;\nb. ne parviennent pas à prouver l’origine de ces valeurs, ou qu’elles\nc. parviennent à prouver l’origine de ces valeurs mais que celles-ci dépassent le montant fixé par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Taxe spéciale sur les valeurs patrimoniales",
        "citation": "Art. 86 al. 4 LAsi",
        "content": "L’assujettissement à la taxe spéciale prend fin dix ans au plus tard à compter du dépôt de la demande d’asile ou de la demande de protection provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Taxe spéciale sur les valeurs patrimoniales",
        "citation": "Art. 86 al. 5 LAsi",
        "content": "Le Conseil fédéral fixe le montant de la taxe spéciale et la durée de l’assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Déclaration des valeurs patrimoniales et procédure en cas de départ",
        "citation": "Art. 87 al. 1 LAsi",
        "content": "Les requérants, les personnes à protéger non titulaires d’une autorisation de séjour et les personnes frappées d’une décision de renvoi exécutoire doivent déclarer leurs valeurs patrimoniales ne provenant pas du revenu d’une activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_87"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 5, Aide sociale et aide d’urgence, Section 2, Obligation de rembourser et taxe spéciale sur les valeurs patrimoniales, Déclaration des valeurs patrimoniales et procédure en cas de départ",
        "citation": "Art. 87 al. 2 LAsi",
        "content": "Sur demande, les saisies sont intégralement restituées si la personne concernée quitte la Suisse de façon régulière dans les sept mois suivant le dépôt de sa demande d’asile ou de sa demande de protection provisoire. La demande de restitution doit être déposée avant le départ de Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_87"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Indemnités forfaitaires",
        "citation": "Art. 88 al. 1 LAsi",
        "content": "La Confédération verse des indemnités forfaitaires aux cantons pour les frais résultant de l’application de la présente loi. Ces indemnités n’englobent pas les contributions fédérales visées aux art. 91 à 93b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Indemnités forfaitaires",
        "citation": "Art. 88 al. 2 LAsi",
        "content": "Les indemnités forfaitaires pour les requérants et les personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour couvrent notamment les coûts de l’aide sociale et de l’assurance-maladie obligatoire et comprennent une contribution aux frais d’encadrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Indemnités forfaitaires",
        "citation": "Art. 88 al. 3 LAsi",
        "content": "Les indemnités forfaitaires pour les réfugiés, les personnes à protéger titulaires d’une autorisation de séjour et les réfugiés sous le coup d’une expulsion obligatoire au sens des art. 66a ou 66abis CP, 49a ou 49abis CPM entrée en force ou d’une expulsion au sens de l’art. 68 LEI entrée en force couvrent notamment les coûts de l’aide sociale et comprennent une contribution aux frais d’encadrement et aux frais administratifs. Elles sont versées pendant cinq ans au plus à compter du dépôt de la demande d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Indemnités forfaitaires",
        "citation": "Art. 88 al. 3bis LAsi",
        "content": "Pour les personnes admises en Suisse dans le cadre de l’asile octroyé à des groupes de réfugiés en vertu de l’art. 56, la Confédération peut verser les indemnités forfaitaires visées à l’al. 3 pendant plus de cinq ans, notamment si ces personnes sont handicapées ou âgées à leur arrivée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Indemnités forfaitaires",
        "citation": "Art. 88 al. 4 LAsi",
        "content": "Les indemnités forfaitaires pour les personnes qui n’ont droit qu’à l’aide d’urgence visée à l’art. 82 constituent une indemnisation des coûts de l’aide d’urgence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Fixation des indemnités forfaitaires",
        "citation": "Art. 89 al. 1 LAsi",
        "content": "Le Conseil fédéral fixe le montant des indemnités forfaitaires en regard des frais probables calculés au plus juste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Fixation des indemnités forfaitaires",
        "citation": "Art. 89 al. 2 LAsi",
        "content": "Il définit la forme que revêtent les indemnités forfaitaires ainsi que la durée et les conditions de leur octroi. Il peut en particulier:\na. fixer les indemnités forfaitaires en fonction du statut des requérants et de la durée de leur séjour en Suisse;\nb. moduler les indemnités forfaitaires selon les cantons en fonction de leurs frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Fixation des indemnités forfaitaires",
        "citation": "Art. 89 al. 3 LAsi",
        "content": "Le SEM peut faire dépendre le versement d’une partie des indemnités forfaitaires de la réalisation d’objectifs socio-politiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Fixation des indemnités forfaitaires",
        "citation": "Art. 89 al. 4 LAsi",
        "content": "Les indemnités forfaitaires sont adaptées régulièrement au renchérissement et sont réexaminées au besoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Obligation de collaborer des bénéficiaires de subventions",
        "citation": "Art. 89a al. 1 LAsi",
        "content": "Le SEM peut obliger les cantons à relever et à mettre à sa disposition, ou à saisir dans le système d’information central sur la migration (SYMIC), les données nécessaires à la surveillance financière ainsi qu’à la détermination et à l’adaptation des indemnités financières versées par la Confédération au titre des art. 88 et 91, al. 2bis, de la présente loi et des art. 58 et 87 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Obligation de collaborer des bénéficiaires de subventions",
        "citation": "Art. 89a al. 2 LAsi",
        "content": "Le SEM peut réduire les indemnités financières du canton qui ne s’acquitte pas de cette obligation ou les fixer en se fondant sur les données disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Remboursement et renonciation au versement d’indemnités forfaitaires ",
        "citation": "Art. 89b al. 1 LAsi",
        "content": "La Confédération peut réclamer le remboursement d’indemnités forfaitaires déjà versées conformément à l’art. 88 de la présente loi et aux art. 58 et 87 LEI, lorsqu’un canton ne remplit pas ses obligations en matière d’exécution comme le prévoit l’art. 46 de la présente loi ou ne les remplit que partiellement et que rien ne justifie de tels manquements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Remboursement et renonciation au versement d’indemnités forfaitaires ",
        "citation": "Art. 89b al. 2 LAsi",
        "content": "Si le fait de ne pas remplir ses obligations en matière d’exécution comme le prévoit l’art. 46 ou de ne les remplir que partiellement entraîne une prolongation de la durée du séjour de l’intéressé en Suisse, la Confédération peut renoncer à verser au canton les indemnités forfaitaires visées à l’art. 88 de la présente loi et aux art. 58 et 87 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_89_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Financement des logements collectifs",
        "citation": "Art. 90 al. 1 LAsi",
        "content": "La Confédération peut financer tout ou partie de la construction, de la transformation ou de l’aménagement des logements collectifs dans lesquels les autorités hébergent des personnes qui séjournent en Suisse sur la base de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_90"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Financement des logements collectifs",
        "citation": "Art. 90 al. 2 LAsi",
        "content": "Le Conseil fédéral fixe la procédure pour ce faire, arrête en détail les conditions en matière de propriété et veille à ce que l’utilisation des bâtiments soit conforme au but prévu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_90"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Financement des logements collectifs",
        "citation": "Art. 90 al. 3 LAsi",
        "content": "Il détermine dans quelle mesure le financement direct de logements par la Confédération peut être déduit des forfaits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_90"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 2bis LAsi",
        "content": "La Confédération verse aux cantons une contribution forfaitaire pour les frais administratifs occasionnés par les requérants d’asile et les personnes à protéger qui ne sont pas titulaires d’une autorisation de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 2ter LAsi",
        "content": "La Confédération peut octroyer aux cantons dans lesquels se trouve un centre de la Confédération une contribution forfaitaire pour les frais de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 3 LAsi",
        "content": "Elle peut verser des subventions à des institutions qui prennent en charge des personnes traumatisées séjournant en Suisse sur la base de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 4bis LAsi",
        "content": "La Confédération peut octroyer des contributions destinées à la réalisation de programmes d’occupation en faveur de personnes séjournant dans un centre de la Confédération. À cet effet, elle conclut des conventions de prestations avec les cantons et les communes dans lesquels se trouvent ces centres ou avec des tiers mandatés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 6 LAsi",
        "content": "Elle rembourse aux cantons les frais de personnel qu’ils encourent lors de la préparation des décisions visée à l’art. 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 7 LAsi",
        "content": "Elle peut, dans le cadre de la collaboration internationale visée à l’art. 113, verser des subventions à des organismes qui développent des projets de portée internationale ou à des organisations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Autres contributions",
        "citation": "Art. 91 al. 8 LAsi",
        "content": "Le Conseil fédéral fixe les conditions et règle la procédure de versement et de décompte des subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Frais d’entrée et de départ",
        "citation": "Art. 92 al. 1 LAsi",
        "content": "La Confédération peut prendre à sa charge les frais d’entrée et de départ de réfugiés et de personnes à protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Frais d’entrée et de départ",
        "citation": "Art. 92 al. 2 LAsi",
        "content": "Si ces personnes sont indigentes, elle prend à sa charge les frais de départ des requérants, des personnes dont la demande d’asile a été rejetée ou a fait l’objet d’une décision de non-entrée en matière ou qui l’ont retirée ainsi que des personnes renvoyées après la levée de la protection provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Frais d’entrée et de départ",
        "citation": "Art. 92 al. 3 LAsi",
        "content": "Elle peut verser aux cantons des subventions pour les frais qui sont en rapport direct avec l’organisation du départ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Frais d’entrée et de départ",
        "citation": "Art. 92 al. 3bis LAsi",
        "content": "Dans le cadre de l’application des accords d’association à Dublin, la Confédération peut verser aux cantons des subventions pour les frais qui sont en rapport direct avec le transfert de personnes en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Frais d’entrée et de départ",
        "citation": "Art. 92 al. 4 LAsi",
        "content": "Le Conseil fédéral fixe les conditions et règle la procédure de versement et de décompte des subventions. Si possible, il fixe des forfaits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Aide au retour et prévention de la migration irrégulière",
        "citation": "Art. 93 al. 1 LAsi",
        "content": "La Confédération fournit une aide au retour. À cette fin, elle peut prévoir les mesures suivantes:\na. le financement partiel ou intégral de services-conseils en vue du retour;\nb. le financement partiel ou intégral de projets, en Suisse, visant à maintenir l’aptitude des intéressés au retour;\nc. le financement partiel ou intégral de programmes réalisés dans l’État d’origine ou de provenance des intéressés ou dans un État tiers et visant à faciliter et à mener à bien leur retour, leur rapatriement et leur réintégration (programmes à l’étranger);\nd. l’octroi, selon le cas, d’une aide financière destinée à faciliter l’intégration des intéressés ou à leur procurer, durant une période limitée des soins médicaux dans leur État d’origine ou de provenance ou dans un État tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Aide au retour et prévention de la migration irrégulière",
        "citation": "Art. 93 al. 2 LAsi",
        "content": "Les programmes à l’étranger peuvent également viser à prévenir la migration irrégulière. Les programmes visant à prévenir la migration irrégulière sont ceux qui contribuent à réduire à court terme le risque d’une migration primaire ou secondaire en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Aide au retour et prévention de la migration irrégulière",
        "citation": "Art. 93 al. 3 LAsi",
        "content": "Dans le cadre de l’aide au retour, la Confédération peut collaborer avec des organisations internationales et instituer un bureau de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Aide au retour et prévention de la migration irrégulière",
        "citation": "Art. 93 al. 4 LAsi",
        "content": "Le Conseil fédéral fixe les conditions et règle la procédure de versement et de décompte des contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Conseil en vue du retour",
        "citation": "Art. 93a al. 1 LAsi",
        "content": "La Confédération encourage les retours volontaires par le biais d’un conseil en vue du retour. Celui-ci a lieu dans les centres de la Confédération et dans les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Conseil en vue du retour",
        "citation": "Art. 93a al. 2 LAsi",
        "content": "Le SEM veille à ce que des entretiens en vue du retour soient régulièrement organisés dans les centres de la Confédération. Il peut confier ces tâches aux services-conseils cantonaux en vue du retour ou à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Contributions pour le conseil en vue du retour",
        "citation": "Art. 93b al. 1 LAsi",
        "content": "La Confédération verse, sur la base d’une convention, des contributions au prestataire du conseil en vue du retour dans les centres de la Confédération pour l’indemniser des frais administratifs et des dépenses de personnel liés à l’information et au conseil fournis aux requérants et aux personnes frappées d’une décision de renvoi. L’indemnité est fixée forfaitairement. À titre exceptionnel, les contributions peuvent être fixées selon la dépense, en particulier pour l’indemnisation de coûts uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Contributions pour le conseil en vue du retour",
        "citation": "Art. 93b al. 2 LAsi",
        "content": "Le versement des contributions pour le conseil en vue du retour fourni dans les cantons est régi par l’art. 93, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_93_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Surveillance",
        "citation": "Art. 95 al. 1 LAsi",
        "content": "La Confédération vérifie que ses contributions sont utilisées conformément à la législation sur les subventions, qu’elles permettent d’atteindre le but dans lequel elles ont été allouées et que les décomptes sont établis correctement. Elle peut également confier cette tâche à des tiers et faire appel aux contrôles cantonaux des finances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Surveillance",
        "citation": "Art. 95 al. 2 LAsi",
        "content": "Les bénéficiaires de contributions fédérales sont tenus d’assurer la transparence de leur organisation et de fournir toutes les données, y compris les chiffres-clé relatifs à leurs dépenses et à leurs recettes dans le domaine de l’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6, Subventions fédérales, Surveillance",
        "citation": "Art. 95 al. 3 LAsi",
        "content": "Le Contrôle fédéral des finances, le SEM et les contrôles cantonaux des finances exercent leur surveillance sur la gestion financière conformément aux dispositions applicables. Ils déterminent la marche à suivre, coordonnent leurs activités et échangent les informations qu’ils détiennent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Principe",
        "citation": "Art. 95a al. 1 LAsi",
        "content": "Les constructions et les installations qui servent à la Confédération pour l’hébergement de requérants d’asile ou l’exécution de procédures d’asile sont soumises au DFJP (autorité d’approbation) pour approbation des plans dans les cas suivants:\na. elles sont nouvellement érigées;\nb. elles sont modifiées ou affectées à cette nouvelle utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Principe",
        "citation": "Art. 95a al. 2 LAsi",
        "content": "L’approbation des plans couvre toutes les autorisations requises par le droit fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Principe",
        "citation": "Art. 95a al. 3 LAsi",
        "content": "Aucune autorisation ni aucun plan relevant du droit cantonal ne sont requis. Le droit cantonal est pris en compte dans le cadre de la procédure d’approbation des plans et de la pesée des intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Principe",
        "citation": "Art. 95a al. 4 LAsi",
        "content": "En règle générale, l’approbation des plans des projets ayant des effets considérables sur l’aménagement du territoire et sur l’environnement présuppose qu’un plan sectoriel conforme à la loi du 22 juin 1979 sur l’aménagement du territoire ait été établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Droit d’expropriation et droit applicable",
        "citation": "Art. 95b al. 1 LAsi",
        "content": "Le droit d’acquérir des biens-fonds pour des constructions et des installations destinées à héberger des requérants d’asile ou à exécuter des procédures d’asile ou de constituer à cet effet des droits réels sur des biens-fonds appartient au DFJP. Ce dernier peut, au besoin, procéder à l’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Droit d’expropriation et droit applicable",
        "citation": "Art. 95b al. 2 LAsi",
        "content": "La procédure d’approbation des plans est régie par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 1, Généralités, Droit d’expropriation et droit applicable",
        "citation": "Art. 95b al. 3 LAsi",
        "content": "Si une expropriation est nécessaire, la loi fédérale du 20 juin 1930 sur l’expropriation (LEx) s’applique au surplus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Ouverture de la procédure ordinaire d’approbation des plans",
        "citation": "Art. 95c LAsi",
        "content": "La demande d’approbation des plans doit être adressée avec les documents requis à l’autorité chargée de l’approbation des plans. Cette dernière vérifie si le dossier est complet et, au besoin, le fait compléter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Piquetage",
        "citation": "Art. 95d al. 1 LAsi",
        "content": "Avant la mise à l’enquête de la demande, le requérant doit marquer sur le terrain par un piquetage, et pour les bâtiments par des gabarits, les modifications requises par la construction ou l’installation projetée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Piquetage",
        "citation": "Art. 95d al. 2 LAsi",
        "content": "Les objections émises contre le piquetage ou la pose de gabarits doivent être adressées sans retard à l’autorité chargée de l’approbation des plans, mais au plus tard à l’expiration du délai de mise à l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Consultation, publication et mise à l’enquête",
        "citation": "Art. 95e al. 1 LAsi",
        "content": "L’autorité chargée de l’approbation des plans transmet la demande aux cantons et communes concernés afin qu’ils prennent position. La procédure de consultation complète dure trois mois. Si la situation le justifie, ce délai peut exceptionnellement être prolongé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Consultation, publication et mise à l’enquête",
        "citation": "Art. 95e al. 2 LAsi",
        "content": "La demande doit être publiée dans les organes officiels des cantons et des communes concernés ainsi que dans la Feuille fédérale et mise à l’enquête pendant 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Opposition",
        "citation": "Art. 95g al. 1 LAsi",
        "content": "Quiconque a qualité de partie en vertu de la PA peut faire opposition auprès de l’autorité chargée de l’approbation des plans pendant le délai de mise à l’enquête. Toute personne qui n’a pas fait opposition est exclue de la suite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Opposition",
        "citation": "Art. 95g al. 2 LAsi",
        "content": "Quiconque a qualité de partie en vertu de la LEx peut faire valoir toutes les demandes visées à l’art. 33 LEx pendant le délai de mise à l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Opposition",
        "citation": "Art. 95g al. 3 LAsi",
        "content": "Les communes font valoir leurs intérêts par voie d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Élimination des divergences au sein de l’administration fédérale",
        "citation": "Art. 95h LAsi",
        "content": "La procédure d’élimination des divergences au sein de l’administration fédérale est régie par l’art. 62b de la loi du 21 mars 1997 sur l’organisation du gouvernement et de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Durée de validité",
        "citation": "Art. 95i al. 1 LAsi",
        "content": "Lorsqu’elle approuve les plans, l’autorité compétente statue également sur les oppositions en matière d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Durée de validité",
        "citation": "Art. 95i al. 2 LAsi",
        "content": "L’approbation des plans est caduque si la réalisation du projet de construction n’a pas commencé dans les cinq ans qui suivent l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Durée de validité",
        "citation": "Art. 95i al. 3 LAsi",
        "content": "Si des raisons majeures le justifient, l’autorité chargée de l’approbation des plans peut prolonger la durée de validité de sa décision de trois ans au plus. Toute prolongation est exclue si les conditions déterminantes de fait ou de droit ont changé sensiblement depuis l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 95j al. 1 LAsi",
        "content": "La procédure simplifiée d’approbation des plans s’applique:\na. aux projets qui affectent un espace limité et ne concernent qu’un ensemble restreint et bien défini de personnes;\nb. aux constructions et installations dont la modification ou la réaffectation n’altère pas sensiblement l’aspect extérieur du site, n’affecte pas les intérêts dignes de protection de tiers et n’a que des effets minimes sur l’aménagement du territoire et sur l’environnement;\nc. aux constructions et installations qui seront démontées après trois ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 95j al. 2 LAsi",
        "content": "La procédure simplifiée s’applique aux plans de détail élaborés sur la base d’un projet déjà approuvé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 95j al. 3 LAsi",
        "content": "L’autorité chargée de l’approbation des plans peut ordonner le piquetage. La demande n’est ni publiée, ni mise à l’enquête. L’autorité chargée de l’approbation des plans soumet le projet aux intéressés, qui peuvent faire opposition dans un délai de 30 jours, sauf s’ils ont donné auparavant leur accord écrit. Elle peut solliciter l’avis des cantons et des communes. Elle leur accorde un délai raisonnable pour se prononcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 95j al. 4 LAsi",
        "content": "Au surplus, la procédure ordinaire est applicable. En cas de doute, cette dernière est appliquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 3, Procédures de conciliation et d’estimation; envoi en possession anticipé",
        "citation": "Art. 95k al. 1 LAsi",
        "content": "Après clôture de la procédure d’approbation des plans, des procédures de conciliation et d’estimation sont ouvertes, au besoin, devant la commission fédérale d’estimation (commission d’estimation), conformément à la LEx.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 3, Procédures de conciliation et d’estimation; envoi en possession anticipé",
        "citation": "Art. 95k al. 3 LAsi",
        "content": "Le président de la commission d’estimation peut autoriser l’envoi en possession anticipé lorsque la décision d’approbation des plans est exécutoire. L’expropriant est présumé subir un préjudice sérieux s’il ne bénéficie pas de l’entrée en possession anticipée. Au surplus, l’art. 76 LEx est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 4, Procédure de recours",
        "citation": "Art. 95l al. 1 LAsi",
        "content": "La procédure de recours est régie par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 6a, Approbation des plans concernant les constructions et installations de la Confédération, Section 4, Procédure de recours",
        "citation": "Art. 95l al. 2 LAsi",
        "content": "Les cantons et les communes concernés ont qualité pour recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_95_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Traitement de données personnelles",
        "citation": "Art. 96 al. 1 LAsi",
        "content": "Dans la mesure où l’accomplissement de leur mandat légal l’exige, le SEM, les autorités de recours et les organisations privées chargées de tâches en vertu de la présente loi peuvent traiter ou faire traiter des données personnelles relatives à un requérant ou à une personne à protéger et à leurs proches, y compris des données sensibles au sens de l’art. 5, let. c, de la loi fédérale du 25 septembre 2020 sur la protection des données (LPD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_96"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Traitement de données personnelles",
        "citation": "Art. 96 al. 2 LAsi",
        "content": "Les données nécessaires à la lutte contre le travail au noir peuvent être communiquées par les autorités visées à l’al. 1 conformément aux art. 11 et 12 de la loi du 17 juin 2005 sur le travail au noir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_96"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Communication de données personnelles à l’État d’origine ou de provenance",
        "citation": "Art. 97 al. 1 LAsi",
        "content": "Il est interdit de communiquer à l’État d’origine ou de provenance des données personnelles relatives à un requérant, un réfugié reconnu ou une personne à protéger lorsque cette communication mettrait en danger l’intéressé ou ses proches. De même, il est interdit de divulguer des informations se rapportant à une demande d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_97"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Communication de données personnelles à l’État d’origine ou de provenance",
        "citation": "Art. 97 al. 2 LAsi",
        "content": "L’autorité chargée d’organiser le départ de la personne concernée peut prendre contact avec son État d’origine ou de provenance afin de se procurer les documents de voyage nécessaires à l’exécution du renvoi si la qualité de réfugié n’a pas été reconnue en première instance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_97"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Communication de données personnelles à l’État d’origine ou de provenance",
        "citation": "Art. 97 al. 3 LAsi",
        "content": "En vue de l’exécution du renvoi dans l’État d’origine ou de provenance, l’autorité chargée d’organiser le départ peut communiquer aux autorités étrangères les données suivantes:\na. données personnelles (nom, prénom, noms d’emprunt, date et lieu de naissance, sexe, nationalité, dernière adresse connue dans l’État d’origine ou de provenance) de la personne concernée et, pour autant qu’elles soient nécessaires à son identification, les données personnelles de ses proches;\nb. indications relatives au passeport ou à d’autres pièces d’identité;\nc. empreintes digitales, photographies et autres données biométriques éventuelles;\nd. données concernant d’autres documents permettant d’identifier la personne concernée;\ne. indications sur l’état de santé de la personne, à condition que cela soit dans son intérêt;\nf. toute autre donnée nécessaire pour garantir l’entrée de la personne concernée dans l’État de destination et pour assurer la sécurité des agents d’escorte;\ng. indications sur des procédures pénales pour autant que, dans le cas d’espèce, la procédure de réadmission et le maintien de la sécurité et de l’ordre publics dans l’État d’origine l’exigent et qu’il n’en découle aucun danger pour la personne concernée; l’art. 2 de la loi du 20 mars 1981 sur l’entraide pénale internationale est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_97"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Communication de données personnelles à des États tiers et à des organisations internationales",
        "citation": "Art. 98 al. 1 LAsi",
        "content": "En vue de l’exécution de la présente loi, le SEM et les autorités de recours sont autorisés à communiquer des données personnelles aux autorités étrangères et aux organisations internationales chargées de tâches dans ce cadre, pour autant que les conditions fixées à l’art. 16 LPD soient remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_98"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Communication de données personnelles à des États tiers et à des organisations internationales",
        "citation": "Art. 98 al. 2 LAsi",
        "content": "Les données personnelles suivantes peuvent être communiquées:\na. données personnelles (nom, prénom, noms d’emprunt, date et lieu de naissance, sexe, nationalité, dernière adresse connue dans l’État d’origine ou de provenance) de la personne concernée et, pour autant qu’elles soient nécessaires à son identification, les données personnelles de ses proches;\nb. indications relatives au passeport ou à d’autres pièces d’identité;\nc. empreintes digitales, photographies et autres données biométriques éventuelles;\nd. données concernant d’autres documents permettant d’identifier la personne concernée;\ne. indications sur l’état de santé de la personne, à condition que cela soit dans son intérêt;\nf. toute autre donnée nécessaire pour garantir l’entrée de la personne dans l’État de destination et pour assurer la sécurité des agents d’escorte;\ng. indications relatives aux itinéraires empruntés par la personne, ainsi qu’à ses lieux de séjour;\nh. indications relatives aux autorisations de résidence et aux visas accordés;\ni. indications relatives à une demande d’asile (lieu et date du dépôt, état de la procédure, indications sommaires sur la teneur d’une éventuelle décision).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_98"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Coopération avec les autorités de poursuite",
        "citation": "Art. 98a LAsi",
        "content": "Le SEM ou le Tribunal administratif fédéral transmet aux autorités de poursuite pénale compétentes les informations et les moyens de preuve concernant le requérant fortement soupçonné d’avoir enfreint le droit international public, notamment en commettant un crime contre la paix, un crime de guerre ou un crime contre l’humanité, en participant à un génocide ou en pratiquant la torture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_98_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Données biométriques",
        "citation": "Art. 98b al. 1 LAsi",
        "content": "Les autorités compétentes peuvent traiter les données biométriques d’un requérant d’asile ou d’une personne à protéger afin d’établir son identité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Données biométriques",
        "citation": "Art. 98b al. 1bis LAsi",
        "content": "Le SEM peut déléguer à des tiers le traitement de données biométriques. Il s’assure que les tiers mandatés respectent les dispositions applicables en matière de protection des données et de sécurité informatique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Données biométriques",
        "citation": "Art. 98b al. 2 LAsi",
        "content": "Le Conseil fédéral fixe les données biométriques qui peuvent être relevées et en réglemente l’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 1 LAsi",
        "content": "Il sera pris les empreintes digitales de tous les doigts et des photographies de chaque requérant d’asile ou personne à protéger. Le Conseil fédéral peut prévoir des exceptions pour les mineurs de moins de 14 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 2 LAsi",
        "content": "Les empreintes digitales et les photographies sont enregistrées dans une banque de données gérée par l’Office fédéral de la police et le SEM, sans mention des données personnelles de l’intéressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 3 LAsi",
        "content": "Les empreintes digitales relevées sont comparées avec celles qui ont été enregistrées par l’Office fédéral de la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 4 LAsi",
        "content": "Si l’Office fédéral de la police constate que de nouvelles empreintes digitales concordent avec des empreintes précédemment enregistrées, il en informe le SEM et les autorités de police cantonale concernées, ainsi que le Corps des gardes-frontière en mentionnant les données personnelles de l’intéressé (nom, prénom, noms d’emprunt, date de naissance, sexe, numéro de référence, numéro personnel, nationalité, numéro de contrôle du processus et canton auquel il a été attribué). S’il s’agit de données saisies par la police, il indique en outre, sous forme codée, la date, le lieu et le motif de l’examen dactyloscopique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 5 LAsi",
        "content": "Le SEM utilise ces données afin de:\na. vérifier l’identité de la personne concernée;\nb. vérifier que la personne concernée n’a pas déjà demandé l’asile;\nc. vérifier s’il existe des données qui confirment ou infirment les déclarations de la personne concernée;\nd. vérifier s’il existe des données qui mettent en doute la possibilité pour la personne concernée de recevoir l’asile;\ne. faciliter l’assistance administrative entre le SEM et les autorités de police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 6 LAsi",
        "content": "Il est interdit de communiquer à l’étranger sans l’accord du responsable du traitement les données personnelles transmises en vertu de l’al. 4. L’art. 16, al. 1, LPD s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1, Principes, Empreintes digitales et photographies",
        "citation": "Art. 99 al. 7 LAsi",
        "content": "Les données sont détruites:\na. si l’asile est accordé;\nb. dix ans au plus tard après le rejet passé en force, après le retrait ou le classement d’une demande d’asile ou après une décision de non-entrée en matière;\nc. pour les personnes à protéger, dix ans au plus tard après la levée de la protection provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Principes",
        "citation": "Art. 99a al. 1 LAsi",
        "content": "Le SEM exploite un système d’information destiné aux centres d’enregistrement et de procédure et aux logements dans les aéroports (MIDES).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Principes",
        "citation": "Art. 99a al. 2 LAsi",
        "content": "Le MIDES sert:\na. à traiter des données personnelles relatives aux requérants d’asile et aux personnes à protéger, y compris des données sensibles au sens de l’art. 5, let. c, LPD;\nb. à contrôler les affaires, à mener la procédure d’asile, planifier et organiser le logement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Principes",
        "citation": "Art. 99a al. 3 LAsi",
        "content": "Il contient les données personnelles suivantes:\na. les données relatives à l’identité de la personne enregistrée, à savoir le nom, le prénom, le sexe, la date et le lieu de naissance, la nationalité, l’ethnie, la religion, l’état civil, l’adresse, le nom des parents;\nb. les procès-verbaux des auditions sommaires effectuées dans les centres de la Confédération et dans les aéroports conformément aux art. 22, al. 1, et 26, al. 3;\nc. des données biométriques;\nd. des indications concernant le logement;\ne. l’état d’avancement du dossier;\nf. la mention «cas médical» en vue de la répartition des requérants d’asile entre les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Principes",
        "citation": "Art. 99a al. 4 LAsi",
        "content": "Les données personnelles énumérées à l’al. 3, let. a, c et e et f, sont reprises dans le SYMIC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Principes",
        "citation": "Art. 99a al. 5 LAsi",
        "content": "Les requérants d’asile et les personnes à protéger sont notamment informés de la finalité du traitement pour lequel les données sont collectées et des catégories de destinataires des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Traitement des données dans le MIDES ",
        "citation": "Art. 99b LAsi",
        "content": "Ont accès au MIDES, pour autant que cela soit nécessaire à l’exécution de leurs tâches:\na. les collaborateurs du SEM;\nb. les autorités au sens de l’art. 22, al. 1;\nc. les tiers mandatés au sens de l’art. 99c;\nd. les collaborateurs des centres cantonaux ou communaux visés à l’art. 24d chargés de l’hébergement et de l’encadrement des requérants d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Tiers mandatés ",
        "citation": "Art. 99c al. 1 LAsi",
        "content": "Le SEM peut autoriser les tiers chargés de collecter des données biométriques, de maintenir la sécurité ou d’assurer l’administration et l’encadrement dans les centres d’enregistrement et de procédure et dans les logements des aéroports à traiter dans le MIDES les données personnelles au sens de l’art. 99a, al. 3, let. a, c et d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Tiers mandatés ",
        "citation": "Art. 99c al. 2 LAsi",
        "content": "Il veille à ce que les tiers mandatés respectent les prescriptions applicables en matière de protection des données et de sécurité informatique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Surveillance et exécution ",
        "citation": "Art. 99d al. 1 LAsi",
        "content": "Le SEM est responsable de la sécurité du MIDES et de la légalité du traitement des données personnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1a, Système d’information des centres de la Confédération et des logements dans les aéroports, Surveillance et exécution ",
        "citation": "Art. 99d al. 2 LAsi",
        "content": "Le Conseil fédéral règle:\na. l’organisation et l’exploitation du MIDES;\nb. le catalogue des données personnelles à traiter;\nc. les droits d’accès;\nd. les mesures de protection techniques et organisationnelles visant à empêcher tout traitement non autorisé;\ne. la durée de conservation des données;\nf. l’archivage et la destruction des données à l’échéance de la durée de conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_99_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information des autorités de recours",
        "citation": "Art. 100 al. 1 LAsi",
        "content": "Les autorités de recours gèrent un système d’information permettant d’enregistrer les recours déposés auprès d’elles, de contrôler les affaires et d’établir des statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_100"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information des autorités de recours",
        "citation": "Art. 100 al. 2 LAsi",
        "content": "Ce système peut contenir des données sensibles, pour autant que l’accomplissement des tâches prévues par la loi en dépende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_100"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information des autorités de recours",
        "citation": "Art. 100 al. 2bis LAsi",
        "content": "Les données incorrectes doivent être corrigées d’office. La personne qui est à l’origine de ces erreurs parce qu’elle a manqué à son obligation de collaborer peut se voir imputer les frais découlant de la correction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_100"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information et de documentation",
        "citation": "Art. 102 al. 1 LAsi",
        "content": "Le SEM exploite, en collaboration avec le Tribunal administratif fédéral, un système d’information et de documentation automatisé. Ce système contient des informations et des documents provenant de différentes banques de données et concernant les tâches du SEM et du Tribunal administratif fédéral. Si nécessaire, les données personnelles figurant dans les textes peuvent également être saisies, notamment les renseignements sur l’identité d’une personne et les données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information et de documentation",
        "citation": "Art. 102 al. 2 LAsi",
        "content": "Seuls les collaborateurs du SEM et du Tribunal administratif fédéral ont accès aux banques de données qui contiennent des données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information et de documentation",
        "citation": "Art. 102 al. 3 LAsi",
        "content": "L’accès, par une procédure d’appel, aux banques de données qui contiennent surtout des informations techniques provenant de sources publiques peut être accordé, sur demande, à des utilisateurs externes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Système d’information et de documentation",
        "citation": "Art. 102 al. 4 LAsi",
        "content": "Le Conseil fédéral règle les modalités, notamment l’accès au système et la protection des données personnelles qui y sont enregistrées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 1b, Autres systèmes d’information, Statistiques sur les bénéficiaires de l’aide sociale",
        "citation": "Art. 102a LAsi",
        "content": "Afin que le SEM puisse gérer les indemnités versées aux cantons, l’Office fédéral de la statistique lui transmet régulièrement des données anonymes et agrégées relatives aux personnes soumises à la législation sur l’asile qui touchent des prestations d’aide sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 1 LAsi",
        "content": "Dans le cadre de l’application des accords d’association à Dublin, le SEM est responsable de l’échange de données avec l’unité centrale du système Eurodac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 2 LAsi",
        "content": "Le SEM transmet dans les 72 heures suivant le dépôt de la demande les données suivantes à l’unité centrale:\na. le lieu et la date du dépôt de la demande d’asile en Suisse;\nb. le sexe du requérant;\nc. les empreintes digitales relevées conformément à l’art. 99, al. 1;\nd. la date à laquelle les empreintes digitales ont été relevées;\ne. le numéro de référence attribué par la Suisse aux empreintes digitales;\nf. la date à laquelle les données ont été transmises à l’unité centrale;\ng. le code d’identification de l’opérateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 2bis LAsi",
        "content": "Si la saisie des empreintes digitales est impossible en raison de l’état des doigts de l’intéressé, celles-ci doivent être livrées à l’unité centrale dans les 48 heures après qu’une saisie de qualité soit à nouveau possible. Si la saisie est impossible en raison de l’état de santé de la personne ou de mesures relevant de la santé publique, les empreintes digitales doivent être transmises à l’unité centrale dans les 48 heures après que le motif de l’empêchement a disparu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 2ter LAsi",
        "content": "Si des problèmes techniques graves empêchent la transmission des données, un délai supplémentaire de 48 heures est accordé afin de mettre en œuvre les mesures prévues pour garantir le fonctionnement du système.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 2quater LAsi",
        "content": "Le SEM transmet en outre les données suivantes à l’unité centrale:\na. en cas de prise en charge d’une personne en vertu du règlement (UE) no 604/2013: la date à laquelle elle est arrivée en Suisse; \nb. en cas de reprise en charge d’une personne en vertu du règlement (UE) no 604/2013: la date à laquelle elle est arrivée en Suisse;\nc. lorsqu’il est prouvé qu’un requérant, dont la demande doit être traitée par la Suisse en vertu du règlement (UE) no 604/2013, a quitté plus de trois mois le territoire des États liés par un des accords d’association à Dublin: la date de son départ;\nd. après l’exécution du renvoi: la date du renvoi ou la date à laquelle le requérant a quitté le territoire des États liés par un des accords d’association à Dublin;\ne. si la Suisse devient volontairement, en faisant usage de la clause de souveraineté du règlement (UE) no 604/2013, l’État Dublin responsable pour traiter la demande: la date à laquelle cette décision a été prise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 3 LAsi",
        "content": "Les données transmises sont enregistrées dans la banque de données Eurodac puis comparées automatiquement avec les données déjà enregistrées dans celle-ci. Le résultat de la comparaison est communiqué au SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Eurodac",
        "citation": "Art. 102abis al. 4 LAsi",
        "content": "L’unité centrale détruit automatiquement les données dix ans après le relevé des empreintes digitales. Si une personne dont la Suisse a transmis les données à Eurodac obtient la nationalité d’un État lié par un des accords d’association à Dublin avant l’échéance de ce délai, le SEM sollicite de l’unité centrale la destruction anticipée des données de la personne concernée dès qu’il a connaissance de ce fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Vérification des empreintes digitales Eurodac",
        "citation": "Art. 102ater al. 1 LAsi",
        "content": "Un expert effectue un contrôle des empreintes digitales en cas de réponse positive suite à une consultation d’Eurodac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_ter"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Vérification des empreintes digitales Eurodac",
        "citation": "Art. 102ater al. 2 LAsi",
        "content": "Le SEM définit les qualifications de l’expert en empreintes digitales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_a_ter"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Communication de données personnelles à un État lié par un des accords d’association à Dublin",
        "citation": "Art. 102b LAsi",
        "content": "La communication de données personnelles aux autorités compétentes des États liés par un des accords d’association à Dublin est assimilée à une communication entre organes fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Communication de données personnelles à un État qui n’est lié par aucun des accords d’association à Dublin",
        "citation": "Art. 102c al. 1 LAsi",
        "content": "Aucune donnée personnelle ne peut être communiquée à un État tiers si celui-ci n’assure pas un niveau de protection des données adéquat au sens de l’art. 16, al. 1, LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Communication de données personnelles à un État qui n’est lié par aucun des accords d’association à Dublin",
        "citation": "Art. 102c al. 2 LAsi",
        "content": "Des données personnelles peuvent être communiquées à un État tiers en dépit de l’absence d’un niveau de protection adéquat dans les cas suivants: \na. la personne concernée a donné son consentement au sens de l’art. 6, al. 6 et, le cas échéant, al. 7, LPD;\nb. la communication est nécessaire pour protéger la vie ou l’intégrité corporelle de la personne concernée et il n’est pas possible d’obtenir le consentement de celle-ci dans un délai raisonnable;\nc. la communication est indispensable à la sauvegarde d’un intérêt public prépondérant ou à la constatation, à l’exercice ou à la défense d’un droit devant un tribunal ou une autre autorité étrangère compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Communication de données personnelles à un État qui n’est lié par aucun des accords d’association à Dublin",
        "citation": "Art. 102c al. 3 LAsi",
        "content": "Des données personnelles peuvent être communiquées en dehors des cas visés à l’al. 2 lorsque des garanties suffisantes permettent d’assurer, dans des cas particuliers, une protection adéquate de la personne concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Communication de données personnelles à un État qui n’est lié par aucun des accords d’association à Dublin",
        "citation": "Art. 102c al. 4 LAsi",
        "content": "Le Conseil fédéral fixe l’étendue des garanties à fournir et les modalités selon lesquelles elles doivent être fournies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Communication de données personnelles à un État qui n’est lié par aucun des accords d’association à Dublin",
        "citation": "Art. 102c al. 5 LAsi",
        "content": "Les données issues de la banque de données Eurodac ne peuvent en aucun cas être transmises:\na. à un État qui n’est pas lié par un des accords d’association à Dublin;\nb. à des organisations internationales;\nc. à des entités privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Surveillance du traitement des données dans le cadre de la coopération Dublin ",
        "citation": "Art. 102d al. 1 LAsi",
        "content": "Les autorités cantonales de protection des données et le Préposé fédéral à la protection des données et à la transparence (PFPDT) coopèrent dans le cadre de leurs responsabilités respectives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Surveillance du traitement des données dans le cadre de la coopération Dublin ",
        "citation": "Art. 102d al. 2 LAsi",
        "content": "Le PFPDT exerce la surveillance du traitement des données personnelles dans le cadre de la coopération Dublin. Il coordonne l’activité de surveillance avec les autorités cantonales de protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Surveillance du traitement des données dans le cadre de la coopération Dublin ",
        "citation": "Art. 102d al. 3 LAsi",
        "content": "Lors de l’exécution de ses tâches, il coopère avec le Contrôleur européen de la protection des données, pour lequel il a le titre d’autorité nationale de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 2, Traitement de données dans le cadre des accords d’association à Dublin, Droit d’accès",
        "citation": "Art. 102e LAsi",
        "content": "Le droit d’accès est régi par les dispositions fédérales ou cantonales de protection des données. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 3, Vidéosurveillance",
        "citation": "Art. 102ebis al. 1 LAsi",
        "content": "Le SEM peut exploiter des appareils et des installations de vidéosurveillance à l’intérieur et à l’extérieur des bâtiments qu’il gère dans le cadre de la procédure d’asile et enregistrer des données visuelles et sonores pour protéger les biens et les personnes, notamment les requérants d’asile, les collaborateurs du SEM, les collaborateurs chargés de l’encadrement ainsi que ceux chargés de la sécurité, contre toute forme d’atteintes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 3, Vidéosurveillance",
        "citation": "Art. 102ebis al. 2 LAsi",
        "content": "Les enregistrements visuels et sonores sont conservés durant une période de quatre mois avant d’être automatiquement détruits, à moins qu’ils soient nécessaires pour une procédure relevant du droit pénal ou une enquête administrative menée par le SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 3, Vidéosurveillance",
        "citation": "Art. 102ebis al. 3 LAsi",
        "content": "Ils ne peuvent être remis qu’aux autorités de poursuite pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 3, Vidéosurveillance",
        "citation": "Art. 102ebis al. 4 LAsi",
        "content": "Lors d’une enquête administrative ou pénale, les responsables de la sécurité du SEM ainsi que leurs supérieurs hiérarchiques peuvent consulter les enregistrements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 7, Traitement de données personnelles, Section 3, Vidéosurveillance",
        "citation": "Art. 102ebis al. 5 LAsi",
        "content": "Le Conseil fédéral règle les modalités de la vidéosurveillance. Il détermine notamment quels sont les bâtiments et les parties de ces bâtiments qui peuvent être soumis à la vidéosurveillance, la manière dont les enregistrements doivent être conservés et protégés des abus, ainsi que le mode de leur remise aux autorités de poursuite pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Principe",
        "citation": "Art. 102f al. 1 LAsi",
        "content": "Le requérant dont la demande est traitée dans un centre de la Confédération a droit à un conseil et à une représentation juridique gratuits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_f"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Principe",
        "citation": "Art. 102f al. 2 LAsi",
        "content": "Le SEM mandate un ou plusieurs prestataires pour remplir les tâches visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_f"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Conseil concernant la procédure d’asile",
        "citation": "Art. 102g al. 1 LAsi",
        "content": "Durant son séjour dans un centre de la Confédération, le requérant bénéficie d’un conseil concernant la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Conseil concernant la procédure d’asile",
        "citation": "Art. 102g al. 2 LAsi",
        "content": "Ce conseil comprend notamment les informations fournies au requérant sur ses droits et ses obligations durant la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Conseil concernant la procédure d’asile",
        "citation": "Art. 102g al. 3 LAsi",
        "content": "Il comprend également les informations sur le mécanisme de traitement des plaintes au sens de l’art. 111 du règlement (UE) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Représentation juridique",
        "citation": "Art. 102h al. 1 LAsi",
        "content": "Dès le début de la phase préparatoire et pour la suite de la procédure d’asile, le requérant se voit attribuer un représentant juridique, à moins qu’il y renonce expressément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Représentation juridique",
        "citation": "Art. 102h al. 2 LAsi",
        "content": "Le représentant juridique désigné informe dès que possible le requérant sur ses chances de succès dans la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Représentation juridique",
        "citation": "Art. 102h al. 3 LAsi",
        "content": "La représentation juridique est assurée jusqu’à l’entrée en force de la décision en cas de procédure accélérée ou de procédure Dublin, ou jusqu’à ce qu’il soit décidé de mener une procédure étendue. L’art. 102l est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Représentation juridique",
        "citation": "Art. 102h al. 4 LAsi",
        "content": "La représentation juridique prend fin lorsque le représentant juridique désigné communique au requérant qu’il n’est pas disposé à déposer un recours parce que celui-ci serait voué à l’échec. Cette communication doit intervenir aussi rapidement que possible après la notification de la décision de rejet de la demande d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Représentation juridique",
        "citation": "Art. 102h al. 5 LAsi",
        "content": "Les tâches du représentant juridique sont régies par l’art. 102k.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Tâches du prestataire",
        "citation": "Art. 102i al. 1 LAsi",
        "content": "Le prestataire visé à l’art. 102f, al. 2, est en particulier responsable d’assurer, d’organiser et de mettre en œuvre le conseil et la représentation juridique au sein des centres de la Confédération. Il veille à la qualité du conseil et de la représentation juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Tâches du prestataire",
        "citation": "Art. 102i al. 2 LAsi",
        "content": "Le prestataire désigne les personnes chargées d’assumer le conseil et la représentation juridique. Il attribue les représentants juridiques aux requérants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Tâches du prestataire",
        "citation": "Art. 102i al. 3 LAsi",
        "content": "Sont habilitées à fournir un conseil les personnes qui, à titre professionnel, conseillent des requérants d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Tâches du prestataire",
        "citation": "Art. 102i al. 4 LAsi",
        "content": "Sont habilités à exercer la fonction de représentation juridique d’un requérant les avocats. Sont également habilités les titulaires d’un diplôme universitaire en droit qui, à titre professionnel, conseillent et représentent des requérants d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Tâches du prestataire",
        "citation": "Art. 102i al. 5 LAsi",
        "content": "Le prestataire et le SEM procèdent à un échange d’informations régulier, en vue notamment de coordonner les tâches et d’assurer la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Participation du représentant juridique",
        "citation": "Art. 102j al. 1 LAsi",
        "content": "Le SEM informe le prestataire des dates du premier entretien effectué dans la phase préparatoire, de l’audition sur les motifs d’asile et des autres étapes de la procédure pour lesquelles la participation du représentant juridique est requise. Ces dates sont ensuite communiquées sans délai au représentant juridique par le prestataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Participation du représentant juridique",
        "citation": "Art. 102j al. 2 LAsi",
        "content": "Lorsque les échéances sont communiquées à temps, les actes du SEM déploient leur plein effet juridique même sans la présence ni la participation d’un représentant juridique. Sont réservés les empêchements à court terme pour raisons graves et excusables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Participation du représentant juridique",
        "citation": "Art. 102j al. 3 LAsi",
        "content": "Si le représentant juridique ne donne pas d’avis sur le projet de décision négative, ou le donne en dehors des délais impartis, bien que le prestataire lui ait transmis ce projet en temps utile, il est réputé avoir renoncé à prendre position.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Indemnité pour le conseil et la représentation juridique",
        "citation": "Art. 102k al. 1 LAsi",
        "content": "La Confédération verse au prestataire, sur la base d’une convention et pour des solutions financièrement avantageuses, une indemnité pour l’accomplissement, notamment, des tâches suivantes:\na. information et conseil aux requérants;\nb. participation du représentant juridique au premier entretien effectué dans la phase préparatoire et à l’audition sur les motifs d’asile;\nc. prise de position sur le projet de décision négative dans la procédure accélérée;\nd. représentation juridique lors de la procédure de recours, en particulier par la rédaction d’un mémoire de recours;\ne. défense des intérêts de requérants d’asile mineurs non accompagnés en qualité de personne de confiance dans les centres de la Confédération et à l’aéroport;\nf. en cas de passage à la procédure étendue, information par le représentant juridique désigné au bureau de conseil juridique sur l’état actuel de la procédure, ou maintien du mandat de représentation en présence d’étapes de procédure déterminantes pour la décision visées à l’art 102l.\ng. conseil et aide lors du dépôt d’une plainte au sens de l’art. 111 du règlement (UE) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1, Voies de droit dans les centres de la Confédération, Indemnité pour le conseil et la représentation juridique",
        "citation": "Art. 102k al. 2 LAsi",
        "content": "L’indemnité inclut une contribution aux frais administratifs ainsi qu’aux charges du personnel du prestataire, en particulier pour l’organisation du conseil et de la représentation juridique, ainsi qu’une contribution pour le recours à des interprètes indépendants. L’indemnité est fixée forfaitairement. À titre exceptionnel, les contributions peuvent être fixées selon la dépense, en particulier pour l’indemnisation de coûts uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1a, Conseil et représentation juridique dans la procédure étendue après l’attribution à un canton",
        "citation": "Art. 102l al. 1 LAsi",
        "content": "Après l’attribution à un canton, le requérant d’asile peut s’adresser gratuitement à un bureau de conseil juridique ou au représentant juridique désigné pour les étapes de la procédure de première instance déterminantes pour la décision, en particulier si une audition supplémentaire sur les motifs d’asile doit avoir lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1a, Conseil et représentation juridique dans la procédure étendue après l’attribution à un canton",
        "citation": "Art. 102l al. 1bis LAsi",
        "content": "Après l’attribution à un canton, le requérant d’asile peut s’adresser gratuitement à un bureau de conseil juridique ou au représentant juridique désigné en vue du conseil et de l’aide au sens de l’art. 102k, al. 1, let. g, s’il n’en a pas déjà bénéficié dans un centre de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1a, Conseil et représentation juridique dans la procédure étendue après l’attribution à un canton",
        "citation": "Art. 102l al. 2 LAsi",
        "content": "La Confédération verse aux bureaux de conseil juridique, sur la base d’une convention et pour des solutions financièrement avantageuses, une indemnité pour les activités visées aux al. 1 et 1bis . Cette indemnité est fixée forfaitairement. À titre exceptionnel, les contributions peuvent être fixées selon la dépense, en particulier pour l’indemnisation de coûts uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1a, Conseil et représentation juridique dans la procédure étendue après l’attribution à un canton",
        "citation": "Art. 102l al. 3 LAsi",
        "content": "Le Conseil fédéral fixe les conditions applicables à l’agrément des bureaux de conseil juridique et définit les étapes de la procédure déterminantes pour la décision au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1b, Assistance judiciaire gratuite",
        "citation": "Art. 102m al. 1 LAsi",
        "content": "Sur demande du requérant qui a été dispensé de payer les frais de procédure, le Tribunal administratif fédéral désigne un mandataire d’office exclusivement dans les cas de recours:\na. contre des décisions de non-entrée en matière et des décisions négatives assorties d’une décision de renvoi, prises en vertu des art. 31a et 44 dans le cadre de la procédure étendue;\nb. contre des décisions concernant la révocation et l’extinction de l’asile prises en vertu des art. 63 et 64;\nc. contre des décisions de levée de l’admission provisoire de personnes relevant du domaine de l’asile prises en vertu de l’art. 84, al. 2 et 3, LEI;\nd. contre des décisions en matière d’octroi de la protection provisoire prises en vertu du chapitre 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1b, Assistance judiciaire gratuite",
        "citation": "Art. 102m al. 2 LAsi",
        "content": "Font exception les recours visés à l’al. 1, lorsqu’ils sont formés dans le cadre de procédures de réexamen, de procédures de révision ou de demandes multiples. Dans ces cas-ci et dans les cas autres que ceux visés à l’al. 1, l’art. 65, al. 2, PA est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1b, Assistance judiciaire gratuite",
        "citation": "Art. 102m al. 3 LAsi",
        "content": "Dans le cas de recours déposés conformément à la présente loi, les titulaires d’un diplôme universitaire en droit qui, à titre professionnel, conseillent et représentent des requérants d’asile, sont également habilités à fournir l’assistance judiciaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1b, Assistance judiciaire gratuite",
        "citation": "Art. 102m al. 4 LAsi",
        "content": "Les al. 1 à 3 s’appliquent également aux personnes dont la demande a fait l’objet d’une décision dans une procédure accélérée et qui renoncent à une représentation juridique au sens de l’art. 102h. Il en va de même lorsque le représentant juridique désigné dans la procédure accélérée renonce à déposer un recours (art. 102h, al. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1c, Procédure de recours au niveau cantonal",
        "citation": "Art. 103 al. 1 LAsi",
        "content": "Les cantons prévoient au moins une instance de recours contre les décisions prises par leurs autorités sur la base de la présente loi et de ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_103"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 1c, Procédure de recours au niveau cantonal",
        "citation": "Art. 103 al. 2 LAsi",
        "content": "Les recours contre les décisions cantonales prises en dernière instance sont régis par les dispositions générales de la procédure fédérale, à moins que la présente loi n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_103"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Recours contre les décisions du SEM",
        "citation": "Art. 105 LAsi",
        "content": "Le recours contre les décisions du SEM est régi par la loi du 17 juin 2005 sur le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_105"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Motifs de recours",
        "citation": "Art. 106 al. 1 LAsi",
        "content": "Les motifs de recours sont les suivants:\na. violation du droit fédéral, notamment pour abus ou excès dans l’exercice du pouvoir d’appréciation;\nb. établissement inexact ou incomplet de l’état de fait pertinent;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_106"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Motifs de recours",
        "citation": "Art. 106 al. 2 LAsi",
        "content": "Les art. 27, al. 3, et 68, al. 2, sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_106"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Décisions incidentes susceptibles de recours",
        "citation": "Art. 107 al. 1 LAsi",
        "content": "Les décisions incidentes prises en application de l’art. 10, al. 1 à 3, et des art. 18 à 48 de la présente loi, ainsi que de l’art. 71 LEI, ne peuvent être contestées que dans le cadre d’un recours contre la décision finale. Le recours contre les décisions prises en application de l’art. 27, al. 3, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_107"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Décisions incidentes susceptibles de recours",
        "citation": "Art. 107 al. 2 LAsi",
        "content": "Peuvent en outre être contestées par la voie d’un recours distinct si elles risquent d’entraîner un préjudice irréparable:\na. les mesures provisionnelles;\nb. les décisions qui entraînent une suspension de la procédure, à l’exception des décisions prévues à l’art. 69, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_107"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Procédure applicable aux cas Dublin",
        "citation": "Art. 107a al. 1 LAsi",
        "content": "Le recours déposé contre une décision de non-entrée en matière sur la demande d’asile d’un requérant qui peut se rendre dans un pays compétent pour mener la procédure d’asile et de renvoi en vertu d’un traité international n’a pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Procédure applicable aux cas Dublin",
        "citation": "Art. 107a al. 2 LAsi",
        "content": "Pendant le délai de recours, le requérant d’asile peut demander l’octroi de l’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Procédure applicable aux cas Dublin",
        "citation": "Art. 107a al. 3 LAsi",
        "content": "Le Tribunal administratif fédéral statue sur la demande visée à l’al. 2 dans les cinq jours suivant son dépôt. Lorsque l’effet suspensif n’est pas accordé dans un délai de cinq jours, le renvoi peut être exécuté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 1 LAsi",
        "content": "Dans la procédure accélérée, le délai de recours, qui commence à courir dès la notification de la décision, est de sept jours ouvrables pour les décisions prises en vertu de l’art. 31a, al. 4, et de cinq jours pour les décisions incidentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 2 LAsi",
        "content": "Dans la procédure étendue, le délai de recours, qui commence à courir dès la notification de la décision, est de 30 jours pour les décisions prises en vertu de l’art. 31a, al. 4, et de dix jours pour les décisions incidentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 3 LAsi",
        "content": "Le délai de recours contre les décisions de non-entrée en matière et contre les décisions visées aux art. 23, al. 1, et 40 en relation avec l’art. 6a, al. 2, let. a, est de cinq jours ouvrables à compter de la notification de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 4 LAsi",
        "content": "Le refus de l’entrée en Suisse prononcé en vertu de l’art. 22, al. 2, peut faire l’objet d’un recours tant que la décision prise en vertu de l’art. 23, al. 1, n’a pas été notifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 5 LAsi",
        "content": "L’examen de la légalité et de l’adéquation de l’assignation d’un lieu de séjour à l’aéroport ou dans un autre lieu approprié conformément à l’art. 22, al. 3 et 4, peut être demandé en tout temps au moyen d’un recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 6 LAsi",
        "content": "Dans les autres cas, le délai de recours est de 30 jours à compter de la notification de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de recours",
        "citation": "Art. 108 al. 7 LAsi",
        "content": "Toute pièce transmise par télécopie est considérée comme ayant été valablement déposée si elle parvient au Tribunal administratif fédéral dans les délais et que le recours est régularisé par l’envoi de l’original signé, conformément aux règles prévues à l’art. 52, al. 2 et 3, PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Coordination avec la procédure d’extradition",
        "citation": "Art. 108a LAsi",
        "content": "Lorsque le requérant fait l’objet d’une demande d’extradition au sens de la loi du 20 mars 1981 sur l’entraide pénale internationale, les autorités de recours prennent en considération le dossier relatif à la procédure d’extradition pour statuer sur le recours en matière d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_108_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 1 LAsi",
        "content": "En procédure accélérée, le Tribunal administratif fédéral statue dans les 20 jours sur les recours déposés contre des décisions prises en vertu de l’art. 31a, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 2 LAsi",
        "content": "En procédure étendue, il statue dans un délai de 30 jours sur les recours déposés contre des décisions prises en vertu de l’art. 31a, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 3 LAsi",
        "content": "Il statue dans un délai de cinq jours ouvrables sur les recours déposés contre les décisions de non-entrée en matière et contre les décisions visées aux art. 23, al. 1, et 40 en relation avec l’art. 6a, al. 2, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 4 LAsi",
        "content": "Les délais visés aux al. 1 et 3 peuvent être dépassés de quelques jours pour de justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 5 LAsi",
        "content": "Le Tribunal administratif fédéral statue sans délai et en l’état du dossier sur les recours déposés contre les décisions prises en vertu de l’art. 22, al. 2 à 3 et 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 6 LAsi",
        "content": "Dans les autres cas, il statue sur les recours dans un délai de 20 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de traitement des recours",
        "citation": "Art. 109 al. 7 LAsi",
        "content": "Il statue en priorité et sans délai lorsque le requérant est détenu aux fins d’extradition sur la base d’une demande adressée par l’État contre lequel il cherche à se protéger en Suisse. Cela vaut aussi lorsqu’il est sous le coup d’une expulsion obligatoire au sens des art. 66a ou 66abis CP, 49a ou 49abis CPM ou d’un expulsion au sens de l’art. 68 LEI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Échange d’informations",
        "citation": "Art. 109a LAsi",
        "content": "La hiérarchisation et les processus administratifs des procédures de première et de seconde instances font l’objet d’un échange d’informations régulier entre le DFJP et le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Stratégie du Tribunal administratif fédéral en matière de traitement des affaires",
        "citation": "Art. 109b LAsi",
        "content": "Le Tribunal administratif fédéral définit une stratégie de traitement des affaires; à cet égard, il tient compte:\na. de la stratégie du SEM visée à l’art. 37b;\nb. des délais légaux de recours et de traitement des affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_109_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de procédure",
        "citation": "Art. 110 al. 1 LAsi",
        "content": "Le délai supplémentaire accordé pour régulariser un recours est de sept jours; il est de trois jours pour un recours déposé contre une décision de non-entrée en matière, contre une décision rendue en vertu des art. 23, al. 1, et 40 en relation avec l’art. 6a, al. 2, let. a, ou contre une décision visée à l’art. 111b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de procédure",
        "citation": "Art. 110 al. 2 LAsi",
        "content": "Le délai imparti pour fournir des moyens de preuve est de sept jours si ces moyens sont en Suisse et de 30 jours s’ils sont à l’étranger. Les expertises doivent être fournies dans un délai de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de procédure",
        "citation": "Art. 110 al. 3 LAsi",
        "content": "Le délai visé à l’al. 2 peut être prolongé si le recourant ou son mandataire ont été empêchés d’agir dans le délai imparti, notamment pour cause de maladie ou d’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Délais de procédure",
        "citation": "Art. 110 al. 4 LAsi",
        "content": "Le délai est de deux jours ouvrables au plus pour les procédures concernant le refus de l’entrée en Suisse et l’assignation d’un lieu de séjour dans le cadre de la procédure à l’aéroport prévue à l’art. 22, al. 2 à 3 et 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Compétences du juge unique",
        "citation": "Art. 111 LAsi",
        "content": "Un juge unique statue dans les cas suivants:\na. classement de recours devenus sans objet;\nb. non-entrée en matière sur des recours manifestement irrecevables;\nc. décision relative au refus provisoire de l’entrée en Suisse et à l’assignation d’un lieu de séjour à l’aéroport;\nd. ...\ne. recours manifestement fondés ou infondés, à condition qu’un second juge donne son accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Procédure et décision",
        "citation": "Art. 111a al. 1 LAsi",
        "content": "Le Tribunal administratif fédéral peut renoncer à un échange d’écritures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Procédure et décision",
        "citation": "Art. 111a al. 2 LAsi",
        "content": "Le prononcé sur recours au sens de l’art. 111 n’est motivé que sommairement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Mesures d’instruction et notification orale du jugement",
        "citation": "Art. 111abis al. 1 LAsi",
        "content": "Dans la procédure de recours contre des décisions d’asile visées à l’art. 31a de la présente loi qui ont été prises dans le cadre d’une procédure accélérée ou d’une procédure Dublin, le Tribunal administratif fédéral peut entreprendre des mesures d’instruction au sens de l’art. 39, al. 2, de la loi du 17 juin 2005 sur le Tribunal administratif fédéral dans les centres de la Confédération lorsque ces mesures lui permettent de statuer plus rapidement sur le recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Mesures d’instruction et notification orale du jugement",
        "citation": "Art. 111abis al. 2 LAsi",
        "content": "Le jugement peut être notifié oralement. La notification orale et la motivation sommaire doivent être consignées dans un procès-verbal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Mesures d’instruction et notification orale du jugement",
        "citation": "Art. 111abis al. 3 LAsi",
        "content": "Les parties peuvent exiger une expédition complète du jugement dans les cinq jours qui suivent sa notification orale. Cette démarche ne suspend pas le caractère exécutoire du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 2, Procédure de recours au niveau fédéral, Dépens",
        "citation": "Art. 111ater LAsi",
        "content": "Aucune indemnité n’est allouée aux parties dans les procédures de recours contre des décisions d’asile prises conformément à l’art. 31a dans le cadre d’une procédure accélérée ou d’une procédure Dublin. Si le requérant a renoncé à se voir attribuer un représentant juridique au sens de l’art. 102h, ou lorsque le représentant juridique désigné a renoncé à déposer un recours (art. 102h, al. 4), les dispositions générales de la procédure fédérale sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_a_ter"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Réexamen",
        "citation": "Art. 111b al. 1 LAsi",
        "content": "La demande de réexamen dûment motivée est déposée par écrit auprès du SEM dans les 30 jours qui suivent la découverte du motif de réexamen. Il n’y a pas de phase préparatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Réexamen",
        "citation": "Art. 111b al. 2 LAsi",
        "content": "Les décisions de non-entrée en matière sont rendues en règle générale dans les cinq jours ouvrables qui suivent le dépôt de la demande de réexamen. Dans les autres cas, les décisions sont rendues en règle générale dans les dix jours ouvrables qui suivent le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Réexamen",
        "citation": "Art. 111b al. 3 LAsi",
        "content": "Le dépôt d’une demande de réexamen ne suspend pas l’exécution du renvoi. L’autorité compétente pour le traitement de la demande peut, sur demande, octroyer l’effet suspensif en cas de mise en danger du requérant dans son État d’origine ou de provenance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Réexamen",
        "citation": "Art. 111b al. 4 LAsi",
        "content": "Les demandes de réexamen infondées ou présentant de manière répétée les mêmes motivations sont classées sans décision formelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Demandes multiples",
        "citation": "Art. 111c al. 1 LAsi",
        "content": "La demande d’asile formée dans les cinq ans suivant l’entrée en force d’une décision d’asile et de renvoi est déposée par écrit et dûment motivée. Il n’y a pas de phase préparatoire. Les motifs de non-entrée en matière visés à l’art. 31a, al. 1 à 3, sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Demandes multiples",
        "citation": "Art. 111c al. 2 LAsi",
        "content": "Les demandes multiples infondées ou présentant de manière répétée les mêmes motivations sont classées sans décision formelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Émoluments",
        "citation": "Art. 111d al. 1 LAsi",
        "content": "Le SEM perçoit un émolument lorsqu’il rejette une demande de réexamen ou une demande multiple ou qu’il n’entre pas en matière. Si la demande est partiellement agréée, l’émolument est réduit. Aucune indemnité n’est allouée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Émoluments",
        "citation": "Art. 111d al. 2 LAsi",
        "content": "Le SEM dispense, sur demande, la personne qui a déposé la demande de réexamen ou la demande multiple du paiement des frais de procédure si elle est indigente et que sa demande n’apparaît pas d’emblée vouée à l’échec.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Émoluments",
        "citation": "Art. 111d al. 3 LAsi",
        "content": "Le SEM peut percevoir du requérant une avance de frais équivalant aux frais de procédure présumés. Il lui impartit un délai raisonnable en l’avertissant qu’à défaut de paiement, il n’entrera pas en matière. Il renonce à percevoir l’avance de frais dans les cas suivants:\na. les conditions énoncées à l’al. 2 sont remplies;\nb. dans les procédures concernant un mineur non accompagné, la demande de réexamen ou la demande multiple n’apparaît pas d’emblée vouée à l’échec.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 3, Réexamen et demandes multiples, Émoluments",
        "citation": "Art. 111d al. 4 LAsi",
        "content": "Le Conseil fédéral établit un tarif des émoluments et fixe le montant de l’avance de frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 8, Voies de droit, procédure de recours, réexamen et demandes multiples, Section 4, Empêchement et suspension de la prescription",
        "citation": "Art. 112a LAsi",
        "content": "Pendant la durée de la procédure de recours, la prescription des prétentions financières de la Confédération à l’égard des bénéficiaires de subventions ou de l’aide sociale ne court pas; elle est suspendue si elle avait commencé à courir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_112_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 9, Collaboration internationale, Principes",
        "citation": "Art. 113 LAsi",
        "content": "La Confédération participe à l’harmonisation de la politique européenne à l’égard des réfugiés au niveau international et aux efforts entrepris à l’étranger pour résoudre les problèmes relatifs aux réfugiés. Elle soutient l’activité d’œuvres d’entraide internationales. Elle collabore notamment avec le Haut Commissariat des Nations Unies pour les réfugiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_113"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 9, Collaboration internationale, Traités internationaux",
        "citation": "Art. 114 LAsi",
        "content": "Pour mettre en œuvre un crédit-cadre pour la migration accordé sur la base de l’art. 91, al. 7, en relation avec l’art. 113, ou de l’art. 93, al. 1, let. c, et 2, le Conseil fédéral peut conclure des accords internationaux sur le versement de contributions à certains États membres de l’UE ou à des organisations internationales. Il consulte au préalable les commissions compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_114"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 10, Dispositions pénales Section 1, Dispositions pénales concernant le chap. 5, section 2, Délits",
        "citation": "Art. 115 LAsi",
        "content": "Est puni d’une peine pécuniaire de 180 jours-amende au plus, pour autant qu’il ne s’agisse pas d’un crime ou d’un délit pour lequel le CP prévoit une peine plus sévère, quiconque:\na. obtient abusivement un avantage pécuniaire pour lui-même ou pour autrui, sur la base de la présente loi, en faisant des déclarations inexactes ou incomplètes ou de toute autre manière;\nb. se soustrait totalement ou en partie à l’obligation de s’acquitter de la taxe spéciale au sens de l’art. 86, en faisant des déclarations inexactes ou incomplètes ou de toute autre manière; \nc. ...\nd. prête assistance à autrui pour la commission d’une infraction au sens de l’art. 116, let. c, notamment en la planifiant ou en l’organisant, dans l’intention de se procurer un enrichissement..",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_115"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 10, Dispositions pénales Section 1, Dispositions pénales concernant le chap. 5, section 2, Contraventions",
        "citation": "Art. 116 LAsi",
        "content": "Sera puni de l’amende, à moins que l’état de fait ne relève de l’art. 115, celui qui:\na. aura violé l’obligation d’informer, en faisant sciemment des déclarations inexactes ou en refusant de donner un renseignement;\nb. se sera opposé à un contrôle ordonné par l’autorité compétente ou l’aura empêché de toute autre manière;\nc. aura, en tant que requérant d’asile, déployé des activités politiques publiques en Suisse uniquement dans l’intention de créer des motifs subjectifs après la fuite au sens de l’art. 54;\nd. aura prêté assistance à autrui pour la commission d’une infraction au sens de la let. c, notamment en la planifiant ou en l’organisant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_116"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 10, Dispositions pénales Section 2, Dispositions pénales concernant le chap. 7, section 2, Traitement illicite de données personnelles",
        "citation": "Art. 117a LAsi",
        "content": "Sera puni de l’amende celui qui aura traité des données personnelles enregistrées dans Eurodac dans un but autre que celui de déterminer l’État responsable de l’examen de la demande d’asile déposée par le ressortissant d’un État tiers dans un État auquel s’appliquent les accords d’association à Dublin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_117_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Chapitre 10, Dispositions pénales Section 3, Poursuite pénale, ...",
        "citation": "Art. 118 LAsi",
        "content": "La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/fr#art_118"
    }
]