[
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Gegenstand",
        "citation": "Art. 1 AsylG",
        "content": "Dieses Gesetz regelt:\na. die Asylgewährung und die Rechtsstellung der Flüchtlinge in der Schweiz;\nb. den vorübergehenden Schutz von Schutzbedürftigen in der Schweiz und deren Rückkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_1"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Asyl",
        "citation": "Art. 2 Abs. 1 AsylG",
        "content": "Die Schweiz gewährt Flüchtlingen auf Gesuch hin Asyl; massgebend ist dieses Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_2"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Asyl",
        "citation": "Art. 2 Abs. 2 AsylG",
        "content": "Asyl umfasst den Schutz und die Rechtsstellung, die Personen aufgrund ihrer Flüchtlingseigenschaft in der Schweiz gewährt werden. Es schliesst das Recht auf Anwesenheit in der Schweiz ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_2"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Flüchtlingsbegriff",
        "citation": "Art. 3 Abs. 1 AsylG",
        "content": "Flüchtlinge sind Personen, die in ihrem Heimatstaat oder im Land, in dem sie zuletzt wohnten, wegen ihrer Rasse, Religion, Nationalität, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder wegen ihrer politischen Anschauungen ernsthaften Nachteilen ausgesetzt sind oder begründete Furcht haben, solchen Nachteilen ausgesetzt zu werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_3"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Flüchtlingsbegriff",
        "citation": "Art. 3 Abs. 2 AsylG",
        "content": "Als ernsthafte Nachteile gelten namentlich die Gefährdung des Leibes, des Lebens oder der Freiheit sowie Massnahmen, die einen unerträglichen psychischen Druck bewirken. Den frauenspezifischen Fluchtgründen ist Rechnung zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_3"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Flüchtlingsbegriff",
        "citation": "Art. 3 Abs. 3 AsylG",
        "content": "Keine Flüchtlinge sind Personen, die wegen Wehrdienstverweigerung oder Desertion ernsthaften Nachteilen ausgesetzt sind oder begründete Furcht haben, solchen Nachteilen ausgesetzt zu werden. Vorbehalten bleibt die Einhaltung des Abkommens vom 28. Juli 1951 über die Rechtsstellung der Flüchtlinge (Flüchtlingskonvention).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_3"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Flüchtlingsbegriff",
        "citation": "Art. 3 Abs. 4 AsylG",
        "content": "Keine Flüchtlinge sind Personen, die Gründe geltend machen, die wegen ihres Verhaltens nach der Ausreise entstanden sind und die weder Ausdruck noch Fortsetzung einer bereits im Heimat- oder Herkunftsstaat bestehenden Überzeugung oder Ausrichtung sind. Vorbehalten bleibt die Flüchtlingskonvention vom 28. Juli 1951.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_3"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Gewährung vorübergehenden Schutzes",
        "citation": "Art. 4 AsylG",
        "content": "Die Schweiz kann Schutzbedürftigen für die Dauer einer schweren allgemeinen Gefährdung, insbesondere während eines Krieges oder Bürgerkrieges sowie in Situationen allgemeiner Gewalt, vorübergehenden Schutz gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_4"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Rückschiebungsverbot",
        "citation": "Art. 5 Abs. 1 AsylG",
        "content": "Keine Person darf in irgendeiner Form zur Ausreise in ein Land gezwungen werden, in dem ihr Leib, ihr Leben oder ihre Freiheit aus einem Grund nach Artikel 3 Absatz 1 gefährdet ist oder in dem sie Gefahr läuft, zur Ausreise in ein solches Land gezwungen zu werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_5"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Rückschiebungsverbot",
        "citation": "Art. 5 Abs. 2 AsylG",
        "content": "Eine Person kann sich nicht auf das Rückschiebungsverbot berufen, wenn erhebliche Gründe für die Annahme vorliegen, dass sie die Sicherheit der Schweiz gefährdet, oder wenn sie als gemeingefährlich einzustufen ist, weil sie wegen eines besonders schweren Verbrechens oder Vergehens rechtskräftig verurteilt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_5"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Zusammenarbeit und Koordination mit fedpol",
        "citation": "Art. 5a Abs. 1 AsylG",
        "content": "Das Staatssekretariat für Migration (SEM) arbeitet im Rahmen seiner gesetzlichen Aufgaben bei der Terrorismusbekämpfung mit fedpol zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_5_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Zusammenarbeit und Koordination mit fedpol",
        "citation": "Art. 5a Abs. 2 AsylG",
        "content": "Es koordiniert die Massnahmen in seinem Zuständigkeitsbereich mit den vorbeugenden polizeilichen und administrativen Massnahmen von fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_5_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Sicherheitsaufgaben der Migrationsbehörden",
        "citation": "Art. 5b AsylG",
        "content": "Das SEM prüft im Rahmen seiner Aufgaben und Zuständigkeiten, ob Ausländerinnen und Ausländer eine Gefahr für die innere oder die äussere Sicherheit oder die internationalen Beziehungen der Schweiz darstellen. Bei Ausschreibungen im Polizeibereich wird fedpol informiert. Bei Bedarf können auch die betroffenen kantonalen Behörden informiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_5_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 1. Kapitel: Grundsätze, Verfahrensgrundsätze",
        "citation": "Art. 6 AsylG",
        "content": "Verfahren richten sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968 (VwVG), dem Verwaltungsgerichtsgesetz vom 17. Juni 2005 und dem Bundesgerichtsgesetz vom 17. Juni 2005, soweit das vorliegende Gesetz nichts anderes bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_6"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Zuständige Behörde",
        "citation": "Art. 6a Abs. 1 AsylG",
        "content": "Das SEM entscheidet über Gewährung oder Verweigerung des Asyls sowie über die Wegweisung aus der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Zuständige Behörde",
        "citation": "Art. 6a Abs. 2 AsylG",
        "content": "Der Bundesrat bezeichnet neben den EU/EFTA-Staaten weitere Staaten, in denen nach seinen Feststellungen:\na. Sicherheit vor Verfolgung besteht, als sichere Heimat- oder Herkunftsstaaten;\nb. effektiver Schutz vor Rückschiebung im Sinne von Artikel 5 Absatz 1 besteht, als sichere Drittstaaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Zuständige Behörde",
        "citation": "Art. 6a Abs. 3 AsylG",
        "content": "Er überprüft die Beschlüsse nach Absatz 2 periodisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Zuständige Behörde",
        "citation": "Art. 6a Abs. 4 AsylG",
        "content": "Er unterbreitet den zuständigen Kommissionen der eidgenössischen Räte die Liste nach Absatz 2 Buchstabe a vor jeder beabsichtigten Änderung, mindestens aber einmal pro Jahr zur Konsultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Nachweis der Flüchtlingseigenschaft",
        "citation": "Art. 7 Abs. 1 AsylG",
        "content": "Wer um Asyl nachsucht, muss die Flüchtlingseigenschaft nachweisen oder zumindest glaubhaft machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_7"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Nachweis der Flüchtlingseigenschaft",
        "citation": "Art. 7 Abs. 2 AsylG",
        "content": "Glaubhaft gemacht ist die Flüchtlingseigenschaft, wenn die Behörde ihr Vorhandensein mit überwiegender Wahrscheinlichkeit für gegeben hält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_7"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Nachweis der Flüchtlingseigenschaft",
        "citation": "Art. 7 Abs. 3 AsylG",
        "content": "Unglaubhaft sind insbesondere Vorbringen, die in wesentlichen Punkten zu wenig begründet oder in sich widersprüchlich sind, den Tatsachen nicht entsprechen oder massgeblich auf gefälschte oder verfälschte Beweismittel abgestützt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_7"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Mitwirkungspflicht",
        "citation": "Art. 8 Abs. 1 AsylG",
        "content": "Asylsuchende sind verpflichtet, an der Feststellung des Sachverhaltes mitzuwirken. Sie müssen insbesondere:\na. ihre Identität offen legen;\nb. Reisepapiere und Identitätsausweise abgeben;\nc. bei der Anhörung angeben, weshalb sie um Asyl nachsuchen;\nd. allfällige Beweismittel vollständig bezeichnen und sie unverzüglich einreichen oder, soweit dies zumutbar erscheint, sich darum bemühen, sie innerhalb einer angemessenen Frist zu beschaffen;\ne. bei der Erhebung der biometrischen Daten mitwirken;\nf. sich einer vom SEM angeordneten medizinischen Untersuchung unterziehen (Art. 26a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_8"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Mitwirkungspflicht",
        "citation": "Art. 8 Abs. 2 AsylG",
        "content": "Von Asylsuchenden kann verlangt werden, für die Übersetzung fremdsprachiger Dokumente in eine Amtssprache besorgt zu sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_8"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Mitwirkungspflicht",
        "citation": "Art. 8 Abs. 3 AsylG",
        "content": "Asylsuchende, die sich in der Schweiz aufhalten, sind verpflichtet, sich während des Verfahrens den Behörden von Bund und Kantonen zur Verfügung zu halten. Sie müssen ihre Adresse und jede Änderung der nach kantonalem Recht zuständigen Behörde des Kantons oder der Gemeinde (kantonale Behörde) sofort mitteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_8"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Mitwirkungspflicht",
        "citation": "Art. 8 Abs. 3bis AsylG",
        "content": "Personen, die ohne triftigen Grund ihre Mitwirkungspflicht verletzen oder den Asylbehörden während mehr als 20 Tagen nicht zur Verfügung stehen, verzichten damit auf eine Weiterführung des Verfahrens. Dasselbe gilt für Personen, die den Asylbehörden in einem Zentrum des Bundes ohne triftigen Grund während mehr als 5 Tagen nicht zur Verfügung stehen. Die Gesuche werden formlos abgeschrieben. Ein neues Gesuch kann frühestens nach drei Jahren deponiert werden. Vorbehalten bleibt die Einhaltung der Flüchtlingskonvention vom 28. Juli 1951.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_8"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Mitwirkungspflicht",
        "citation": "Art. 8 Abs. 4 AsylG",
        "content": "Nach Vorliegen eines vollziehbaren Wegweisungsentscheides sind die betroffenen Personen verpflichtet, bei der Beschaffung gültiger Reisepapiere mitzuwirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_8"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Durchsuchung",
        "citation": "Art. 9 Abs. 1 AsylG",
        "content": "Die zuständige Behörde darf Asylsuchende, die in einem Zentrum des Bundes oder in einer Privat- oder Kollektivunterkunft untergebracht sind, und ihre mitgeführten Sachen auf Reise- und Identitätspapiere sowie auf gefährliche Gegenstände, Drogen und Vermögenswerte unklarer Herkunft hin durchsuchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_9"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Durchsuchung",
        "citation": "Art. 9 Abs. 2 AsylG",
        "content": "Asylsuchende dürfen nur von Personen gleichen Geschlechts durchsucht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_9"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung und Einziehung von Dokumenten",
        "citation": "Art. 10 Abs. 1 AsylG",
        "content": "Das SEM nimmt die Reisepapiere und Identitätsausweise von Asylsuchenden zu den Akten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_10"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung und Einziehung von Dokumenten",
        "citation": "Art. 10 Abs. 2 AsylG",
        "content": "Behörden und Amtsstellen stellen zuhanden des SEM Reisepapiere, Identitätsausweise oder andere Dokumente sicher, wenn sie Hinweise auf die Identität einer Person, welche in der Schweiz ein Asylgesuch eingereicht hat, geben können. Bei anerkannten Flüchtlingen gilt Absatz 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_10"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung und Einziehung von Dokumenten",
        "citation": "Art. 10 Abs. 3 AsylG",
        "content": "Überprüft die sicherstellende Behörde oder Amtsstelle Dokumente nach Absatz 2 auf ihre Echtheit hin, so ist dem SEM das Resultat dieser Überprüfung mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_10"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung und Einziehung von Dokumenten",
        "citation": "Art. 10 Abs. 4 AsylG",
        "content": "Verfälschte und gefälschte Dokumente sowie echte Dokumente, die missbräuchlich verwendet wurden, können vom SEM oder von der Beschwerdeinstanz eingezogen oder zuhanden des Berechtigten sichergestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_10"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung und Einziehung von Dokumenten",
        "citation": "Art. 10 Abs. 5 AsylG",
        "content": "Pässe oder Identitätsausweise, welche den in der Schweiz anerkannten Flüchtlingen von deren Heimatstaat ausgestellt wurden, sind zuhanden des SEM sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_10"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Beweisverfahren",
        "citation": "Art. 11 AsylG",
        "content": "Wird zur Ermittlung des Sachverhaltes ein Beweisverfahren durchgeführt, so können Asylsuchende zur Beweisanordnung der Behörde nicht vorgängig Stellung nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_11"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung bei einem Aufenthalt im Kanton",
        "citation": "Art. 12 Abs. 1 AsylG",
        "content": "Eine Verfügung oder Mitteilung an die letzte den Behörden bekannte Adresse von Asylsuchenden oder von diesen Bevollmächtigten wird nach Ablauf der ordentlichen siebentägigen Abholfrist rechtsgültig, auch wenn die Betroffenen aufgrund einer besonderen Vereinbarung mit der Schweizerischen Post erst zu einem späteren Zeitpunkt davon Kenntnis erhalten oder wenn die Sendung als unzustellbar zurückkommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung bei einem Aufenthalt im Kanton",
        "citation": "Art. 12 Abs. 2 AsylG",
        "content": "Wird die asylsuchende Person durch mehrere Bevollmächtigte vertreten und bezeichnen diese keine gemeinsame Zustelladresse, so eröffnet die Behörde ihre Verfügungen oder stellt Mitteilungen der von der asylsuchenden Person zuerst bezeichneten bevollmächtigten Person zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung bei einem Aufenthalt im Kanton",
        "citation": "Art. 12 Abs. 3 AsylG",
        "content": "Verfügungen können in geeigneten Fällen mündlich eröffnet und summarisch begründet werden. Die mündliche Eröffnung ist samt Begründung protokollarisch festzuhalten. Der Protokollauszug ist der asylsuchenden Person oder ihrer bevollmächtigten Person auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in den Zentren des Bundes",
        "citation": "Art. 12a Abs. 1 AsylG",
        "content": "In den Zentren des Bundes erfolgen die Eröffnung von Verfügungen und die Zustellung von Mitteilungen durch Aushändigung. Ist die asylsuchende Person untergetaucht, so richten sich die Eröffnung und die Zustellung nach Artikel 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in den Zentren des Bundes",
        "citation": "Art. 12a Abs. 2 AsylG",
        "content": "Bei Asylsuchenden mit zugewiesener Rechtsvertretung erfolgen die Eröffnung von Verfügungen und die Zustellung von Mitteilungen an den mit der Rechtsvertretung beauftragten Leistungserbringer. Dieser gibt der zugewiesenen Rechtsvertretung die Eröffnung oder Zustellung am gleichen Tag bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in den Zentren des Bundes",
        "citation": "Art. 12a Abs. 3 AsylG",
        "content": "Bei Asylsuchenden ohne zugewiesene Rechtsvertretung erfolgen die Eröffnung von Verfügungen und die Zustellung von Mitteilungen an die asylsuchende Person. Einer von der asylsuchenden Person bevollmächtigten Person wird die Eröffnung oder Zustellung unverzüglich bekannt gegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in den Zentren des Bundes",
        "citation": "Art. 12a Abs. 4 AsylG",
        "content": "Die mündliche Eröffnung und summarische Begründung richtet sich nach Artikel 12 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in Verfahren am Flughafen und in dringlichen Fällen",
        "citation": "Art. 13 Abs. 1 AsylG",
        "content": "Die zuständigen Behörden können Personen, die an der Grenze oder bei der Grenzkontrolle in einem schweizerischen Flughafen um Asyl nachsuchen (Art. 21–23), auch unterschriebene, mit Telefax übermittelte Verfügungen eröffnen. Die betreffenden Personen müssen die Aushändigung der Verfügung schriftlich bestätigen; bleibt die Bestätigung aus, so macht die zuständige Behörde die Aushändigung aktenkundig. Artikel 11 Absatz 3 VwVG findet keine Anwendung. Der bevollmächtigten Person wird die Eröffnung bekannt gegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_13"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in Verfahren am Flughafen und in dringlichen Fällen",
        "citation": "Art. 13 Abs. 2 AsylG",
        "content": "Für das Verfahren am Flughafen gilt sinngemäss Artikel 12a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_13"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung und Zustellung in Verfahren am Flughafen und in dringlichen Fällen",
        "citation": "Art. 13 Abs. 3 AsylG",
        "content": "In anderen dringlichen Fällen kann das SEM eine kantonale Behörde, eine schweizerische diplomatische Mission oder einen konsularischen Posten im Ausland (schweizerische Vertretung) ermächtigen, unterschriebene, mit Telefax übermittelte Verfügungen zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_13"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum ausländerrechtlichen Verfahren",
        "citation": "Art. 14 Abs. 1 AsylG",
        "content": "Ab Einreichung des Asylgesuches bis zur Ausreise nach einer rechtskräftig angeordneten Wegweisung, nach einem Rückzug des Asylgesuches oder bis zur Anordnung einer Ersatzmassnahme bei nicht durchführbarem Vollzug kann eine asylsuchende Person kein Verfahren um Erteilung einer ausländerrechtlichen Aufenthaltsbewilligung einleiten, ausser es bestehe ein Anspruch auf deren Erteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_14"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum ausländerrechtlichen Verfahren",
        "citation": "Art. 14 Abs. 2 AsylG",
        "content": "Der Kanton kann mit Zustimmung des SEM einer ihm nach diesem Gesetz zugewiesenen Person eine Aufenthaltsbewilligung erteilen, wenn:\na. die betroffene Person sich seit Einreichung des Asylgesuches mindestens fünf Jahre in der Schweiz aufhält;\nb. der Aufenthaltsort der betroffenen Person den Behörden immer bekannt war;\nc. wegen der fortgeschrittenen Integration ein schwerwiegender persönlicher Härtefall vorliegt; und\nd. keine Widerrufsgründe nach Artikel 62 Absatz 1 des Ausländer- und Integrationsgesetzes vom 16. Dezember 2005 (AIG) vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_14"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum ausländerrechtlichen Verfahren",
        "citation": "Art. 14 Abs. 3 AsylG",
        "content": "Will der Kanton von dieser Möglichkeit Gebrauch machen, so meldet er dies dem SEM unverzüglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_14"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum ausländerrechtlichen Verfahren",
        "citation": "Art. 14 Abs. 4 AsylG",
        "content": "Die betroffene Person hat nur beim Zustimmungsverfahren des SEM Parteistellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_14"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum ausländerrechtlichen Verfahren",
        "citation": "Art. 14 Abs. 5 AsylG",
        "content": "Hängige Verfahren um Erteilung einer Aufenthaltsbewilligung werden mit dem Einreichen eines Asylgesuchs gegenstandslos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_14"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum ausländerrechtlichen Verfahren",
        "citation": "Art. 14 Abs. 6 AsylG",
        "content": "Erteilte Aufenthaltsbewilligungen bleiben gültig und können gemäss den ausländerrechtlichen Bestimmungen verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_14"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Interkantonale Stellen",
        "citation": "Art. 15 AsylG",
        "content": "Die Kantone können zur Erfüllung der ihnen nach diesem Gesetz übertragenen Aufgaben, insbesondere für die Anhörung, die Entscheidvorbereitung und den Vollzug der Wegweisung, interkantonale Stellen errichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_15"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfahrenssprache",
        "citation": "Art. 16 Abs. 1 AsylG",
        "content": "Eingaben an Bundesbehörden können in jeder Amtssprache eingereicht werden. Der Bundesrat kann vorsehen, dass Eingaben von Asylsuchenden, die von einer bevollmächtigten Person vertreten werden, in Zentren des Bundes in der Amtssprache des Standortkantons des Zentrums eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_16"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfahrenssprache",
        "citation": "Art. 16 Abs. 2 AsylG",
        "content": "Verfügungen oder Zwischenverfügungen des SEM werden in der Sprache eröffnet, die am Wohnort der Asylsuchenden Amtssprache ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_16"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfahrenssprache",
        "citation": "Art. 16 Abs. 3 AsylG",
        "content": "Das SEM kann von Absatz 2 abweichen, wenn:\na. die asylsuchende Person oder deren Rechtsvertreterin oder Rechtsvertreter einer anderen Amtssprache mächtig ist;\nb. dies unter Berücksichtigung der Gesuchseingänge oder der Personalsituation für eine effiziente und fristgerechte Gesuchserledigung erforderlich ist;\nc. die asylsuchende Person von einem Zentrum des Bundes einem Kanton mit einer anderen Amtssprache zugewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_16"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 1 AsylG",
        "content": "Die Bestimmung des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 über den Fristenstillstand findet keine Anwendung auf das Asylverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 2 AsylG",
        "content": "Der Bundesrat erlässt ergänzende Bestimmungen über das Asylverfahren, insbesondere um der speziellen Situation von Frauen und Minderjährigen im Verfahren gerecht zu werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 2bis AsylG",
        "content": "Asylgesuche von unbegleiteten Minderjährigen werden prioritär behandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 3 AsylG",
        "content": "Die Interessen von unbegleiteten minderjährigen Asylsuchenden werden wahrgenommen für die Dauer des Verfahrens:\na. im Zentrum des Bundes und am Flughafen durch die zugewiesene Rechtsvertretung als Vertrauensperson; diese stellt die Koordination mit den zuständigen kantonalen Behörden sicher;\nb. nach Zuweisung in den Kanton durch die von den zuständigen kantonalen Behörden unverzüglich bestimmte Vertrauensperson.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 3bis AsylG",
        "content": "Bestehen Hinweise, dass eine angeblich minderjährige asylsuchende Person das Mündigkeitsalter bereits erreicht hat, so kann das SEM ein Altersgutachten veranlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 5 AsylG",
        "content": "Bei der Eröffnung eines Entscheids nach Artikel 23 Absatz 1, 31a oder 111c stellt das SEM der asylsuchenden oder der von ihr bevollmächtigten Person gleichzeitig die Verfahrensakten zu, wenn der Vollzug der Wegweisung angeordnet wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Besondere Verfahrensbestimmungen",
        "citation": "Art. 17 Abs. 6 AsylG",
        "content": "Der Bundesrat bestimmt die Rolle, die Zuständigkeiten und die Aufgaben der Vertrauensperson.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Gebühren für Dienstleistungen",
        "citation": "Art. 17a AsylG",
        "content": "Das SEM kann Gebühren und Auslagen für Dienstleistungen zu Gunsten Dritter diesen in Rechnung stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_17_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch",
        "citation": "Art. 18 AsylG",
        "content": "Jede Äusserung, mit der eine Person zu erkennen gibt, dass sie die Schweiz um Schutz vor Verfolgung nachsucht, gilt als Asylgesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_18"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Einreichung",
        "citation": "Art. 19 Abs. 1 AsylG",
        "content": "Das Asylgesuch ist bei der Grenzkontrolle in einem schweizerischen Flughafen, bei der Einreise an einem geöffneten Grenzübergang oder in einem Zentrum des Bundes einzureichen. Vorbehalten bleibt Artikel 24a Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_19"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Einreichung",
        "citation": "Art. 19 Abs. 2 AsylG",
        "content": "Ein Gesuch kann nur einreichen, wer sich an der Schweizer Grenze oder auf dem Gebiet der Schweiz befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_19"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch an der Grenze, nach Anhaltung im grenznahen Raum bei der illegalen Einreise oder im Inland",
        "citation": "Art. 21 Abs. 1 AsylG",
        "content": "Die zuständigen Behörden weisen Personen, die an der Grenze oder nach Anhaltung bei der illegalen Einreise im grenznahen Raum oder im Inland um Asyl nachsuchen, an ein Zentrum des Bundes. Vorbehalten bleibt Artikel 24a Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_21"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch an der Grenze, nach Anhaltung im grenznahen Raum bei der illegalen Einreise oder im Inland",
        "citation": "Art. 21 Abs. 2 AsylG",
        "content": "Das SEM prüft seine Zuständigkeit zur Durchführung des Asylverfahrens unter Berücksichtigung der Bestimmungen der Dublin-Assoziierungsabkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_21"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch an der Grenze, nach Anhaltung im grenznahen Raum bei der illegalen Einreise oder im Inland",
        "citation": "Art. 21 Abs. 3 AsylG",
        "content": "Die Dublin-Assoziierungsabkommen sind in Anhang 1 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_21"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 1 AsylG",
        "content": "Bei Personen, die in einem schweizerischen Flughafen um Asyl nachsuchen, erhebt die zuständige Behörde die Personalien und erstellt Fingerabdruckbogen und Fotografien. Sie kann weitere biometrische Daten erheben und die Asylsuchenden summarisch zum Reiseweg und zu den Gründen befragen, warum sie ihr Land verlassen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 1bis AsylG",
        "content": "Das SEM prüft seine Zuständigkeit zur Durchführung des Asylverfahrens unter Berücksichtigung der Bestimmungen der Dublin-Assoziierungsabkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 1ter AsylG",
        "content": "Es bewilligt die Einreise, wenn die Schweiz für die Durchführung des Asylverfahrens aufgrund der Verordnung (EU) Nr. 604/2013 zuständig ist und Asylsuchende:\na. im Land, aus dem sie direkt in die Schweiz gelangt sind, aus einem Grund nach Artikel 3 Absatz 1 gefährdet oder von unmenschlicher Behandlung bedroht erscheinen; oder\nb. glaubhaft machen, dass das Land, aus dem sie direkt kommen, sie in Verletzung des Rückschiebungsverbotes zur Ausreise in ein Land zwingen würde, in dem sie gefährdet erscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 2 AsylG",
        "content": "Kann auf Grund der Massnahmen nach Absatz 1 und der Prüfung nach Absatz 1bis nicht sofort festgestellt werden, ob die Voraussetzungen für eine Einreisebewilligung nach Absatz 1ter erfüllt sind, so wird die Einreise vorläufig verweigert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 2bis AsylG",
        "content": "Um Härtefälle zu vermeiden, kann der Bundesrat bestimmen, in welchen weiteren Fällen die Einreise bewilligt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 3 AsylG",
        "content": "Das SEM weist den Asylsuchenden gleichzeitig mit der Verweigerung der Einreise einen Aufenthaltsort zu und sorgt für angemessene Unterkunft. Es übernimmt die Kosten für die Unterbringung. Für die Bereitstellung einer kostengünstigen Unterkunft sind die Flughafenbetreiber verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 3bis AsylG",
        "content": "Der Bund gewährleistet asylsuchenden Personen, die in einem schweizerischen Flughafen ein Asylgesuch einreichen, unentgeltliche Beratung und Rechtsvertretung sinngemäss nach den Artikeln 102f–102k.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 4 AsylG",
        "content": "Die Verfügung über die Verweigerung der Einreise und die Zuweisung eines Aufenthaltsortes ist der asylsuchenden Person innert zwei Tagen nach der Einreichung des Gesuches mit Rechtsmittelbelehrung zu eröffnen. Vorgängig wird ihr das rechtliche Gehör gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 5 AsylG",
        "content": "Die asylsuchende Person kann am Flughafen oder ausnahmsweise an einem anderen geeigneten Ort längstens 60 Tage festgehalten werden. Nach einem rechtskräftigen Wegweisungsentscheid kann die weitere Festhaltung in einem Ausschaffungsgefängnis erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren am Flughafen",
        "citation": "Art. 22 Abs. 6 AsylG",
        "content": "Das SEM kann die asylsuchende Person anschliessend einem Kanton oder einem Zentrum des Bundes zuweisen. In den übrigen Fällen richtet sich das weitere Verfahren am Flughafen nach den Artikeln 23, 29, 36 und 37.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_22"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Entscheide am Flughafen",
        "citation": "Art. 23 Abs. 1 AsylG",
        "content": "Bewilligt das SEM die Einreise in die Schweiz nicht, so kann es auf das Asylgesuch nicht eintreten oder dieses ablehnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_23"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Entscheide am Flughafen",
        "citation": "Art. 23 Abs. 2 AsylG",
        "content": "Der Entscheid ist innert 20 Tagen nach Einreichung des Gesuches zu eröffnen. Dauert das Verfahren länger, so weist das SEM die asylsuchende Person einem Kanton oder einem Zentrum des Bundes zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_23"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zentren des Bundes",
        "citation": "Art. 24 Abs. 1 AsylG",
        "content": "Der Bund errichtet Zentren, die vom SEM geführt werden. Dabei beachtet er die Grundsätze der Zweckmässigkeit und der Wirtschaftlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zentren des Bundes",
        "citation": "Art. 24 Abs. 2 AsylG",
        "content": "Der Bund bezieht bei der Errichtung der Zentren die Kantone und die Gemeinden frühzeitig ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zentren des Bundes",
        "citation": "Art. 24 Abs. 3 AsylG",
        "content": "Eine Unterbringung von Asylsuchenden in einem Zentrum des Bundes erfolgt ab Einreichung des Asylgesuchs: \na. im beschleunigten Verfahren bis zur Asylgewährung, der Anordnung einer vorläufigen Aufnahme oder bis zur Ausreise;\nb. im Dublin-Verfahren bis zur Ausreise;\nc. im erweiterten Verfahren bis zur Zuweisung an den Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zentren des Bundes",
        "citation": "Art. 24 Abs. 4 AsylG",
        "content": "Die Höchstdauer des Aufenthaltes in den Zentren des Bundes beträgt 140 Tage. Nach Ablauf der Höchstdauer erfolgt eine Zuweisung an einen Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zentren des Bundes",
        "citation": "Art. 24 Abs. 5 AsylG",
        "content": "Die Höchstdauer kann angemessen verlängert werden, wenn dadurch das Asylverfahren rasch abgeschlossen oder der Vollzug der Wegweisung erfolgen kann. Der Bundesrat bestimmt die Einzelheiten zur Verlängerung der Höchstdauer des Aufenthaltes in den Zentren des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zentren des Bundes",
        "citation": "Art. 24 Abs. 6 AsylG",
        "content": "Eine Zuweisung an einen Kanton kann auch vor Ablauf der Höchstdauer des Aufenthalts in den Zentren des Bundes erfolgen insbesondere bei einem raschen und erheblichen Anstieg der Asylgesuche. Die Verteilung und Zuweisung richten sich nach Artikel 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Besondere Zentren",
        "citation": "Art. 24a Abs. 1 AsylG",
        "content": "Asylsuchende, welche die öffentliche Sicherheit und Ordnung erheblich gefährden oder welche durch ihr Verhalten den Betrieb und die Sicherheit der Zentren des Bundes erheblich stören, werden in besonderen Zentren untergebracht, die durch das SEM oder durch kantonale Behörden errichtet und geführt werden. Mit der Unterbringung in einem besonderen Zentrum ist eine Ein- oder Ausgrenzung nach Artikel 74 Absatz 1bis AIG anzuordnen; das Verfahren richtet sich nach Artikel 74 Absätze 2 und 3 AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Besondere Zentren",
        "citation": "Art. 24a Abs. 2 AsylG",
        "content": "In den besonderen Zentren können unter den gleichen Voraussetzungen Asylsuchende untergebracht werden, die einem Kanton zugewiesen wurden. Bund und Kantone beteiligen sich im Umfang der Nutzung anteilsmässig an den Kosten der Zentren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Besondere Zentren",
        "citation": "Art. 24a Abs. 3 AsylG",
        "content": "In den besonderen Zentren können die gleichen Verfahren durchgeführt werden wie in den Zentren des Bundes nach Artikel 24; ausgenommen ist die Einreichung eines Asylgesuchs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Besondere Zentren",
        "citation": "Art. 24a Abs. 4 AsylG",
        "content": "Asylgesuche von Personen in den besonderen Zentren werden prioritär behandelt und allfällige Wegweisungsentscheide prioritär vollzogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Betrieb der Zentren",
        "citation": "Art. 24b Abs. 1 AsylG",
        "content": "Das SEM kann Dritte mit Aufgaben zur Sicherstellung des Betriebs der Zentren des Bundes beauftragen. Die beauftragten Dritten unterstehen der gleichen Schweigepflicht wie das Bundespersonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Betrieb der Zentren",
        "citation": "Art. 24b Abs. 2 AsylG",
        "content": "Das Eidgenössische Justiz- und Polizeidepartement (EJPD) erlässt Bestimmungen, um ein rasches Verfahren und einen geordneten Betrieb in den Zentren des Bundes sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Vorübergehende Nutzung von militärischen Bauten und Anlagen des Bundes",
        "citation": "Art. 24c Abs. 1 AsylG",
        "content": "Militärische Bauten und Anlagen des Bundes können, sofern die bestehenden Unterbringungsstrukturen nicht ausreichen, ohne kantonale oder kommunale Bewilligungen und ohne Plangenehmigungsverfahren zur Unterbringung von Asylsuchenden oder zur Durchführung von Asylverfahren für höchstens drei Jahre genutzt werden, wenn die Zweckänderung keine erheblichen baulichen Massnahmen erfordert und keine wesentliche Änderung in Bezug auf die Belegung der Anlage oder Baute erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Vorübergehende Nutzung von militärischen Bauten und Anlagen des Bundes",
        "citation": "Art. 24c Abs. 2 AsylG",
        "content": "Keine erheblichen baulichen Massnahmen im Sinne von Absatz 1 sind insbesondere:\na. gewöhnliche Unterhaltsarbeiten an Gebäuden und Anlagen;\nb. geringfügige bauliche Änderungen;\nc. Ausrüstungen von untergeordneter Bedeutung wie sanitäre Anlagen oder Wasser- und Elektrizitätsanschlüsse;\nd. Fahrnisbauten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Vorübergehende Nutzung von militärischen Bauten und Anlagen des Bundes",
        "citation": "Art. 24c Abs. 3 AsylG",
        "content": "Eine erneute Nutzung derselben Bauten oder Anlagen nach Absatz 1 kann erst nach einem Unterbruch von zwei Jahren erfolgen, ausser der Kanton und die Standortgemeinde sind mit dem Verzicht auf einen Unterbruch einverstanden; vorbehalten bleiben Ausnahmesituationen nach Artikel 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Vorübergehende Nutzung von militärischen Bauten und Anlagen des Bundes",
        "citation": "Art. 24c Abs. 4 AsylG",
        "content": "Der Bund zeigt dem Kanton und der Standortgemeinde nach einer Konsultation die Nutzungsänderung spätestens 60 Tage vor der Inbetriebnahme der Unterkunft an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Kantonale und kommunale Zentren für die Unterbringung",
        "citation": "Art. 24d Abs. 1 AsylG",
        "content": "Asylsuchende können in einem kantonal oder kommunal geführten Zentrum untergebracht werden, wenn nicht genügend Unterbringungsplätze in den Zentren des Bundes nach Artikel 24 verfügbar sind. Für die Unterbringung in einem kommunalen Zentrum ist das Einverständnis des Standortkantons erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Kantonale und kommunale Zentren für die Unterbringung",
        "citation": "Art. 24d Abs. 2 AsylG",
        "content": "Der Standortkanton oder die Standortgemeinde:\na. gewährleistet eine angemessene Unterbringung, Betreuung und Beschäftigung;\nb. richtet die Sozialhilfe oder Nothilfe aus;\nc. stellt die medizinische Betreuung sowie den Grundschulunterricht für Kinder sicher;\nd. trifft die notwendigen Sicherheitsvorkehrungen, um einen geordneten Betrieb sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Kantonale und kommunale Zentren für die Unterbringung",
        "citation": "Art. 24d Abs. 3 AsylG",
        "content": "Der Standortkanton oder die Standortgemeinde kann die Aufgaben nach Absatz 2 ganz oder teilweise Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Kantonale und kommunale Zentren für die Unterbringung",
        "citation": "Art. 24d Abs. 4 AsylG",
        "content": "Für die Ausrichtung von Sozialhilfe und Nothilfe gilt kantonales Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Kantonale und kommunale Zentren für die Unterbringung",
        "citation": "Art. 24d Abs. 5 AsylG",
        "content": "Der Bund entrichtet dem Standortkanton oder der Standortgemeinde durch Vereinbarung Bundesbeiträge für die Abgeltung der Verwaltungs- und Personal- sowie der übrigen Kosten, die bei der Erfüllung der Aufgaben nach Absatz 2 entstehen. Die Abgeltung wird pauschal festgesetzt. Ausnahmsweise können die Beiträge nach Aufwand festgesetzt werden, insbesondere zur Abgeltung einmalig anfallender Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Kantonale und kommunale Zentren für die Unterbringung",
        "citation": "Art. 24d Abs. 6 AsylG",
        "content": "Die übrigen Bestimmungen für Zentren des Bundes gelten sinngemäss auch für kantonale und kommunale Zentren. In Zentren nach Absatz 1 können die gleichen Verfahren durchgeführt werden wie in den Zentren des Bundes nach Artikel 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zusätzliche Vorkehrungen",
        "citation": "Art. 24e AsylG",
        "content": "Bund und Kantone treffen Massnahmen, damit sie auf Schwankungen der Asylgesuche mit den erforderlichen Ressourcen, insbesondere im Bereich der Unterbringung, des Personals und der Finanzierung, oder weiteren Vorkehrungen rechtzeitig reagieren können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_24_e"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitungsphase",
        "citation": "Art. 26 Abs. 1 AsylG",
        "content": "Nach Einreichung des Asylgesuchs beginnt die Vorbereitungsphase. Sie dauert im Dublin-Verfahren höchstens 10 Tage und in den übrigen Verfahren höchstens 21 Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitungsphase",
        "citation": "Art. 26 Abs. 2 AsylG",
        "content": "In der Vorbereitungsphase erhebt das SEM die Personalien und erstellt in der Regel Fingerabdruckbogen und Fotografien. Es kann weitere biometrische Daten erheben, Altersgutachten (Art. 17 Abs. 3bis) erstellen, Beweismittel und Reise- und Identitätspapiere überprüfen und herkunfts- sowie identitätsspezifische Abklärungen treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitungsphase",
        "citation": "Art. 26 Abs. 3 AsylG",
        "content": "Das SEM weist die Asylsuchenden auf ihre Rechte und Pflichten im Asylverfahren hin. Es kann die Asylsuchenden zu ihrer Identität, zum Reiseweg und summarisch zu den Gründen befragen, warum sie ihr Land verlassen haben. Dabei kann das SEM Asylsuchende über einen möglichen gewerbsmässigen Menschenschmuggel befragen. Es klärt mit der asylsuchenden Person ab, ob ihr Asylgesuch hinreichend begründet ist. Sollte dies nicht der Fall sein und zieht die asylsuchende Person ihr Gesuch zurück, so wird dieses formlos abgeschrieben und die Rückreise eingeleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitungsphase",
        "citation": "Art. 26 Abs. 4 AsylG",
        "content": "Der Abgleich der Daten nach Artikel 102abis Absätze 2–3, die Überprüfung der Fingerabdrücke nach Artikel 102ater Absatz 1 sowie die Anfrage zur Aufnahme oder Wiederaufnahme an den zuständigen durch eines der Dublin-Assoziierungsabkommen gebundenen Staat werden während der Vorbereitungsphase vorgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitungsphase",
        "citation": "Art. 26 Abs. 5 AsylG",
        "content": "Das SEM kann Dritte mit Aufgaben nach Absatz 2 beauftragen. Die beauftragten Dritten unterstehen der gleichen Schweigepflicht wie das Bundespersonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Feststellung des medizinischen Sachverhalts",
        "citation": "Art. 26a Abs. 1 AsylG",
        "content": "Asylsuchende müssen die für das Asyl- und Wegweisungsverfahren massgeblichen gesundheitlichen Beeinträchtigungen, die ihnen bereits zum Zeitpunkt der Einreichung des Asylgesuches bekannt waren, unmittelbar nach der Gesuchseinreichung, spätestens jedoch bei der Anhörung zu den Asylgründen nach Artikel 36 Absatz 2 oder der Gewährung des rechtlichen Gehörs nach Artikel 36 Absatz 1, geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Feststellung des medizinischen Sachverhalts",
        "citation": "Art. 26a Abs. 2 AsylG",
        "content": "Für die Vorbringen nach Absatz 1 bezeichnet das SEM die für die Untersuchung zuständige medizinische Fachperson. Artikel 82a gilt sinngemäss. Das SEM kann die notwendigen medizinischen Aufgaben Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Feststellung des medizinischen Sachverhalts",
        "citation": "Art. 26a Abs. 3 AsylG",
        "content": "Später geltend gemachte oder von einer anderen medizinischen Fachperson festgestellte gesundheitliche Beeinträchtigungen können im Asyl- und Wegweisungsverfahren berücksichtigt werden, wenn sie nachgewiesen werden. Eine Glaubhaftmachung reicht ausnahmsweise aus, wenn entschuldbare Gründe für die Verspätung vorliegen oder im Einzelfall ein Nachweis aus medizinischen Gründen nicht erbracht werden kann. Das SEM kann eine Vertrauensärztin oder einen Vertrauensarzt beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Dublin-Verfahren",
        "citation": "Art. 26b AsylG",
        "content": "Das Verfahren im Hinblick auf einen Entscheid nach Artikel 31a Absatz 1 Buchstabe b beginnt mit der Einreichung des Gesuchs an einen Dublin-Staat um Aufnahme oder Wiederaufnahme der asylsuchenden Person. Es dauert bis zur Überstellung in den zuständigen Dublin-Staat oder bis zu seinem Abbruch und zum Entscheid über die Durchführung eines beschleunigten oder erweiterten Verfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Beschleunigtes Verfahren",
        "citation": "Art. 26c AsylG",
        "content": "Nach Abschluss der Vorbereitungsphase folgt das beschleunigte Verfahren umgehend mit der Anhörung zu den Asylgründen oder der Gewährung des rechtlichen Gehörs nach Artikel 36. Der Bundesrat legt die einzelnen Verfahrensschritte fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erweitertes Verfahren",
        "citation": "Art. 26d AsylG",
        "content": "Steht nach der Anhörung zu den Asylgründen fest, dass ein Entscheid im Rahmen des beschleunigten Verfahrens nicht möglich ist, namentlich weil weitere Abklärungen erforderlich sind, erfolgen die Zuteilung in das erweiterte Verfahren und eine Zuweisung auf die Kantone nach Artikel 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_26_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verteilung und Zuweisung auf die Kantone",
        "citation": "Art. 27 Abs. 1 AsylG",
        "content": "Die Kantone verständigen sich über die Verteilung der Asylsuchenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_27"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verteilung und Zuweisung auf die Kantone",
        "citation": "Art. 27 Abs. 1bis AsylG",
        "content": "Besondere Leistungen, welche Standortkantone von Zentren des Bundes oder Flughafenkantone erbringen, werden bei der Verteilung von Asylsuchenden angemessen berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_27"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verteilung und Zuweisung auf die Kantone",
        "citation": "Art. 27 Abs. 2 AsylG",
        "content": "Können sich die Kantone nicht einigen, so legt der Bundesrat nach ihrer Anhörung in einer Verordnung die Kriterien für die Verteilung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_27"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verteilung und Zuweisung auf die Kantone",
        "citation": "Art. 27 Abs. 3 AsylG",
        "content": "Das SEM weist die Asylsuchenden den Kantonen zu (Zuweisungskantone). Es trägt dabei den schützenswerten Interessen der Kantone und der Asylsuchenden Rechnung. Der Zuweisungsentscheid kann nur mit der Begründung angefochten werden, er verletze den Grundsatz der Einheit der Familie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_27"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verteilung und Zuweisung auf die Kantone",
        "citation": "Art. 27 Abs. 4 AsylG",
        "content": "Nicht zugewiesen werden Personen, bei denen der Vollzug der Wegweisung angeordnet worden ist und deren Asylentscheid in einem Zentrum des Bundes in Rechtskraft erwachsen ist oder deren Asylgesuch in einem Zentrum des Bundes abgeschrieben wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_27"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung eines Aufenthaltsortes und Unterbringung",
        "citation": "Art. 28 Abs. 1 AsylG",
        "content": "Das SEM oder die kantonalen Behörden können Asylsuchenden einen Aufenthaltsort zuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_28"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung eines Aufenthaltsortes und Unterbringung",
        "citation": "Art. 28 Abs. 2 AsylG",
        "content": "Sie können Asylsuchenden eine Unterkunft zuweisen, insbesondere sie kollektiv unterbringen. Die Kantone stellen einen geordneten Betrieb sicher; sie können dazu Bestimmungen erlassen und Massnahmen ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_28"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anhörung zu den Asylgründen",
        "citation": "Art. 29 Abs. 1 AsylG",
        "content": "Das SEM hört die Asylsuchenden zu den Asylgründen an; die Anhörung erfolgt in den Zentren des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anhörung zu den Asylgründen",
        "citation": "Art. 29 Abs. 1bis AsylG",
        "content": "Es zieht nötigenfalls eine Dolmetscherin oder einen Dolmetscher bei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anhörung zu den Asylgründen",
        "citation": "Art. 29 Abs. 2 AsylG",
        "content": "Die Asylsuchenden können sich zusätzlich auf eigene Kosten von einer Person und einer Dolmetscherin oder einem Dolmetscher ihrer Wahl, die selber nicht Asylsuchende sind, begleiten lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anhörung zu den Asylgründen",
        "citation": "Art. 29 Abs. 3 AsylG",
        "content": "Über die Anhörung wird ein Protokoll geführt. Dieses wird von den Beteiligten unterzeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 29a Abs. 1 AsylG",
        "content": "Das SEM kann vor und während des Auftragsverhältnisses Dolmetscherinnen und Dolmetscher sowie Übersetzerinnen und Übersetzer auf ihre Vertrauenswürdigkeit hin prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 29a Abs. 2 AsylG",
        "content": "Die Vertrauenswürdigkeitsprüfungen werden von den Fachstellen PSP nach Artikel 31 Absatz 2 des Informationssicherheitsgesetzes vom 18. Dezember 2020 (ISG) durchgeführt. Das Verfahren richtet sich sinngemäss nach den Bestimmungen des ISG über die Grundsicherheitsprüfung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 29a Abs. 3 AsylG",
        "content": "Werden die Dolmetscherinnen und Dolmetscher sowie Übersetzerinnen und Übersetzer gleichzeitig einer Personensicherheitsprüfung nach dem ISG unterzogen, so werden die beiden Verfahren vereinigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 29a Abs. 4 AsylG",
        "content": "Das SEM trägt die Kosten der Vertrauenswürdigkeitsprüfungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zusammenarbeit bei der Ermittlung des Sachverhalts",
        "citation": "Art. 29b AsylG",
        "content": "Der Bundesrat kann mit Drittstaaten und internationalen Organisationen Vereinbarungen über die Zusammenarbeit bei der Ermittlung des Sachverhalts abschliessen. Er kann insbesondere Vereinbarungen über den gegenseitigen Informationsaustausch zur Abklärung der Fluchtgründe einer asylsuchenden Person im Heimat- oder Herkunftsstaat, ihres Reiseweges und ihres Aufenthalts in einem Drittstaat abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_29_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Entscheidvorbereitung durch die Kantone",
        "citation": "Art. 31 AsylG",
        "content": "Das EJPD kann im Einverständnis mit den Kantonen festlegen, dass Angestellte kantonaler Behörden unter der Leitung des SEM Entscheide zuhanden des SEM vorbereiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Entscheide des SEM",
        "citation": "Art. 31a Abs. 1 AsylG",
        "content": "Das SEM tritt in der Regel auf Asylgesuche nicht ein, wenn Asylsuchende:\na. in einen sicheren Drittstaat nach Artikel 6a Absatz 2 Buchstabe b zurückkehren können, in welchem sie sich vorher aufgehalten haben;\nb. in einen Drittstaat ausreisen können, welcher für die Durchführung des Asyl- und Wegweisungsverfahrens staatsvertraglich zuständig ist;\nc. in einen Drittstaat zurückkehren können, in welchem sie sich vorher aufgehalten haben;\nd. in einen Drittstaat weiterreisen können, für welchen sie ein Visum besitzen und in welchem sie um Schutz nachsuchen können;\ne. in einen Drittstaat weiterreisen können, in dem Personen, zu denen sie enge Beziehungen haben, oder nahe Angehörige leben;\nf. nach Artikel 31b in ihren Heimat- oder Herkunftsstaat weggewiesen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Entscheide des SEM",
        "citation": "Art. 31a Abs. 2 AsylG",
        "content": "Absatz 1 Buchstaben c–e findet keine Anwendung, wenn Hinweise bestehen, dass im Einzelfall im Drittstaat kein effektiver Schutz vor Rückschiebung nach Artikel 5 Absatz 1 besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Entscheide des SEM",
        "citation": "Art. 31a Abs. 3 AsylG",
        "content": "Das SEM tritt auf ein Gesuch nicht ein, welches die Voraussetzungen von Artikel 18 nicht erfüllt. Dies gilt namentlich, wenn das Asylgesuch ausschliesslich aus wirtschaftlichen oder medizinischen Gründen eingereicht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Entscheide des SEM",
        "citation": "Art. 31a Abs. 4 AsylG",
        "content": "In den übrigen Fällen lehnt das SEM das Asylgesuch ab, wenn die Flüchtlingseigenschaft weder bewiesen noch glaubhaft gemacht worden ist oder ein Asylausschlussgrund nach den Artikeln 53 und 54 vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anerkennung von Asyl- und Wegweisungsentscheiden der Dublin-Staaten",
        "citation": "Art. 31b Abs. 1 AsylG",
        "content": "Eine asylsuchende Person, gegen die in einem Staat, der durch eines der Dublin-Assoziierungsabkommen gebunden ist (Dublin-Staat), ein ablehnender Asyl- und ein rechtskräftiger Wegweisungsentscheid ergangen ist, kann nach den Voraussetzungen der Richtlinie 2001/40/EG direkt in ihren Heimat- oder Herkunftsstaat weggewiesen werden, wenn:\na. der zuständige Dublin-Staat während längerer Zeit keine Wegweisungen in den Heimat- oder Herkunftsstaat der asylsuchenden Person vollzieht; und\nb. die Wegweisung aus der Schweiz voraussichtlich rasch vollzogen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anerkennung von Asyl- und Wegweisungsentscheiden der Dublin-Staaten",
        "citation": "Art. 31b Abs. 2 AsylG",
        "content": "Das SEM holt bei den zuständigen Behörden des betroffenen Dublin-Staates die zum Vollzug der Wegweisung notwendigen Auskünfte ein und trifft die erforderlichen Absprachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_31_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Wiederaufnahme des Asylverfahrens im Rahmen des Dublin-Verfahrens",
        "citation": "Art. 35a AsylG",
        "content": "Ist die Schweiz aufgrund der Verordnung (EU) Nr. 604/2013 für die Prüfung eines Asylgesuchs zuständig, so wird das Asylverfahren wieder aufgenommen, und zwar auch dann, wenn das Asylgesuch zuvor abgeschrieben wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_35_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verfahren vor Entscheiden",
        "citation": "Art. 36 Abs. 1 AsylG",
        "content": "Bei Nichteintretensentscheiden nach Artikel 31a Absatz 1 wird der asylsuchenden Person das rechtliche Gehör gewährt. Dasselbe gilt, wenn die asylsuchende Person:\na. die Behörden über ihre Identität täuscht und diese Täuschung aufgrund der Ergebnisse der erkennungsdienstlichen Behandlung oder anderer Beweismittel feststeht;\nb. ihr Gesuch massgeblich auf gefälschte oder verfälschte Beweismittel abstützt;\nc. ihre Mitwirkungspflicht schuldhaft auf andere Weise grob verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_36"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Verfahren vor Entscheiden",
        "citation": "Art. 36 Abs. 2 AsylG",
        "content": "In den übrigen Fällen findet eine Anhörung nach Artikel 29 statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_36"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erstinstanzliche Verfahrensfristen",
        "citation": "Art. 37 Abs. 1 AsylG",
        "content": "Entscheide im Dublin-Verfahren (Art. 26b) sind innerhalb von drei Arbeitstagen zu eröffnen, nachdem der angefragte Dublin-Staat dem Ersuchen um Überstellung nach den Artikeln 21 und 23 der Verordnung (EU) Nr. 604/2013 zugestimmt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erstinstanzliche Verfahrensfristen",
        "citation": "Art. 37 Abs. 2 AsylG",
        "content": "Entscheide im beschleunigten Verfahren (Art. 26c) sind innerhalb von acht Arbeitstagen nach Abschluss der Vorbereitungsphase zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erstinstanzliche Verfahrensfristen",
        "citation": "Art. 37 Abs. 3 AsylG",
        "content": "Liegen triftige Gründe vor und ist absehbar, dass der Entscheid im Zentrum des Bundes getroffen werden kann, so können die Fristen nach den Absätzen 1 und 2 um einige Tage überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erstinstanzliche Verfahrensfristen",
        "citation": "Art. 37 Abs. 4 AsylG",
        "content": "Entscheide im erweiterten Verfahren (Art. 26d) sind innerhalb von zwei Monaten nach Abschluss der Vorbereitungsphase zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erstinstanzliche Verfahrensfristen",
        "citation": "Art. 37 Abs. 5 AsylG",
        "content": "In den übrigen Fällen sind Nichteintretensentscheide innerhalb von fünf Arbeitstagen und Entscheide innerhalb von zehn Arbeitstagen nach der Gesuchstellung zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Erstinstanzliche Verfahrensfristen",
        "citation": "Art. 37 Abs. 6 AsylG",
        "content": "Das SEM entscheidet ausserhalb der Reihe und unverzüglich, wenn die asylsuchende Person auf der Grundlage eines Ersuchens des Staates, vor welchem diese Schutz in der Schweiz sucht, in Auslieferungshaft ist. Dies gilt auch, wenn gegen sie eine Landesverweisung nach Artikel 66a oder 66abis des Strafgesetzbuchs (StGB) oder Artikel 49a oder 49abis des Militärstrafgesetzes vom 13. Juni 1927 (MStG) oder eine Ausweisung nach Artikel 68 AIG ausgesprochen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Begründung",
        "citation": "Art. 37a AsylG",
        "content": "Nichteintretensentscheide sind summarisch zu begründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Behandlungsstrategie des SEM",
        "citation": "Art. 37b AsylG",
        "content": "Das SEM legt in einer Behandlungsstrategie fest, welche Asylgesuche prioritär behandelt werden. Es berücksichtigt dabei insbesondere die gesetzlichen Behandlungsfristen, die Situation in den Herkunftsstaaten, die offensichtliche Begründetheit oder Unbegründetheit der Gesuche sowie das Verhalten der asylsuchenden Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_37_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Gewährung vorübergehenden Schutzes",
        "citation": "Art. 39 AsylG",
        "content": "Wird aufgrund der Befragung in einem Zentrum des Bundes oder der Anhörung offenkundig, dass Asylsuchende zu einer Gruppe Schutzbedürftiger nach Artikel 66 gehören, so wird ihnen vorübergehender Schutz gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_39"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Ablehnung ohne weitere Abklärungen",
        "citation": "Art. 40 Abs. 1 AsylG",
        "content": "Wird aufgrund der Anhörung offenkundig, dass Asylsuchende ihre Flüchtlingseigenschaft weder beweisen noch glaubhaft machen können und ihrer Wegweisung keine Gründe entgegenstehen, so wird das Gesuch ohne weitere Abklärungen abgelehnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_40"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Ablehnung ohne weitere Abklärungen",
        "citation": "Art. 40 Abs. 2 AsylG",
        "content": "Der Entscheid muss zumindest summarisch begründet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_40"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Koordination mit dem Auslieferungsverfahren",
        "citation": "Art. 41a AsylG",
        "content": "Liegt gegen die asylsuchende Person ein Auslieferungsersuchen im Sinne des Rechtshilfegesetzes vom 20. März 1981 vor, so zieht das SEM für den Entscheid über das Asylgesuch die Akten aus dem Auslieferungsverfahren bei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_41_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Aufenthalt während des Asylverfahrens",
        "citation": "Art. 42 AsylG",
        "content": "Wer ein Asylgesuch in der Schweiz gestellt hat, darf sich bis zum Abschluss des Verfahrens in der Schweiz aufhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_42"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 43 Abs. 1 AsylG",
        "content": "Während des Aufenthaltes in den Zentren des Bundes dürfen Asylsuchende keine Erwerbstätigkeit ausüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_43"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 43 Abs. 1bis AsylG",
        "content": "Die weiteren Voraussetzungen für die Zulassung zur Erwerbstätigkeit richten sich nach dem AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_43"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 43 Abs. 2 AsylG",
        "content": "Die Bewilligung zur Erwerbstätigkeit erlischt nach Ablauf der mit dem rechtskräftigen negativen Ausgang des Asylverfahrens festgesetzten Ausreisefrist, selbst wenn ein ausserordentliches Rechtsmittelverfahren eingeleitet und der Vollzug der Wegweisung ausgesetzt wurde. Verlängert das SEM die Ausreisefrist im Rahmen des ordentlichen Verfahrens, so kann weiterhin eine Erwerbstätigkeit bewilligt werden. Während der Dauer eines Verfahrens nach Artikel 111c wird keine Bewilligung zur Erwerbstätigkeit erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_43"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 43 Abs. 3 AsylG",
        "content": "Das EJPD kann in Absprache mit dem Departement für Wirtschaft, Bildung und Forschung die Kantone ermächtigen, für bestimmte Kategorien von Personen Bewilligungen zur Erwerbstätigkeit über den Ablauf der Ausreisefrist hinaus zu verlängern, sofern besondere Umstände dies rechtfertigen. Dies gilt sinngemäss auch für Asylverfahren nach Artikel 111c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_43"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 43 Abs. 3bis AsylG",
        "content": "Der Bundesrat kann für bestimmte Gruppen von Asylsuchenden ein befristetes Arbeitsverbot erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_43"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 43 Abs. 4 AsylG",
        "content": "Asylsuchende, die nach den fremdenpolizeilichen Bestimmungen zur Ausübung einer Erwerbstätigkeit berechtigt sind oder an Beschäftigungsprogrammen teilnehmen, unterliegen dem Arbeitsverbot nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_43"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Wegweisung und vorläufige Aufnahme",
        "citation": "Art. 44 AsylG",
        "content": "Lehnt das SEM das Asylgesuch ab oder tritt es darauf nicht ein, so verfügt es in der Regel die Wegweisung aus der Schweiz und ordnet den Vollzug an; es berücksichtigt dabei den Grundsatz der Einheit der Familie. Im Übrigen finden für die Anordnung des Vollzugs der Wegweisung die Artikel 83 und 84 des AIG Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_44"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Wegweisungsverfügung",
        "citation": "Art. 45 Abs. 1 AsylG",
        "content": "Die Wegweisungsverfügung enthält:\na. unter Vorbehalt völkerrechtlicher Verträge, insbesondere der Dublin-Assoziierungsabkommen, die Verpflichtung der asylsuchenden Person, die Schweiz sowie den Schengen-Raum zu verlassen sowie die Verpflichtung zur Weiterreise in den Herkunftsstaat oder in einen weiteren Staat ausserhalb des Schengen-Raumes, welcher die Person aufnimmt;\nb. unter Vorbehalt völkerrechtlicher Verträge, insbesondere der Dublin-Assoziierungsabkommen, den Zeitpunkt, bis zu dem sie die Schweiz sowie den Schengen-Raum zu verlassen hat; bei Anordnung einer vorläufigen Aufnahme wird die Frist für die Ausreise erst mit dem Aufhebungsentscheid festgesetzt;\nc. die Androhung von Zwangsmitteln;\nd. gegebenenfalls die Bezeichnung der Staaten, in welche die Asylsuchende Person nicht zurückgeführt werden darf;\ne. gegebenenfalls die Anordnung einer Ersatzmassnahme anstelle des Vollzugs;\nf. die Bezeichnung des für den Vollzug der Wegweisung oder der Ersatzmassnahme zuständigen Kantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Wegweisungsverfügung",
        "citation": "Art. 45 Abs. 2 AsylG",
        "content": "Mit der Wegweisungsverfügung ist eine angemessene Ausreisefrist zwischen sieben und dreissig Tagen anzusetzen. Die Ausreisefrist bei Entscheiden, welche im beschleunigten Verfahren getroffen wurden, beträgt sieben Tage. Im erweiterten Verfahren beträgt sie zwischen sieben und dreissig Tagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Wegweisungsverfügung",
        "citation": "Art. 45 Abs. 2bis AsylG",
        "content": "Eine längere Ausreisefrist ist anzusetzen oder die Ausreisefrist wird verlängert, wenn besondere Umstände wie die familiäre Situation, gesundheitliche Probleme oder eine lange Aufenthaltsdauer dies erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Wegweisungsverfügung",
        "citation": "Art. 45 Abs. 3 AsylG",
        "content": "Die Wegweisung ist sofort vollstreckbar oder es kann eine Ausreisefrist von weniger als sieben Tagen angesetzt werden, wenn die betroffene Person aufgrund der Dublin-Assoziierungsabkommen weggewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Wegweisungsverfügung",
        "citation": "Art. 45 Abs. 4 AsylG",
        "content": "Der asylsuchenden Person ist ein Informationsblatt mit Erläuterungen zur Wegweisungsverfügung abzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Ausschreibung im Schengener Informationssystem",
        "citation": "Art. 45a Abs. 1 AsylG",
        "content": "Die Daten von Drittstaatsangehörigen, gegen die ein Rückkehrentscheid im Sinne der Richtlinie 2008/115/EG gemäss den Artikeln 44 und 45 des vorliegenden Gesetzes verfügt wurde, werden vom SEM in das Schengener Informationssystem (SIS) eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Ausschreibung im Schengener Informationssystem",
        "citation": "Art. 45a Abs. 2 AsylG",
        "content": "Wegweisungen von Flüchtlingen werden von der zuständigen Behörde, die den Weg- oder Ausweisungsentscheid nach Artikel 64 oder 68 AIG erlassen hat, im SIS erfasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Ausschreibung im Schengener Informationssystem",
        "citation": "Art. 45a Abs. 3 AsylG",
        "content": "Die Artikel 68b–68e des AIG sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Vollzug durch die Kantone",
        "citation": "Art. 46 Abs. 1 AsylG",
        "content": "Der Zuweisungskanton ist verpflichtet, die Wegweisungsverfügung zu vollziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_46"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Vollzug durch die Kantone",
        "citation": "Art. 46 Abs. 1bis AsylG",
        "content": "Während des Aufenthaltes einer asylsuchenden Person in einem Zentrum des Bundes ist der Standortkanton für den Vollzug der Wegweisung zuständig. Für Personen nach Artikel 27 Absatz 4 bleibt der Standortkanton auch nach deren Aufenthalt in einem Zentrum des Bundes für den Vollzug der Wegweisung zuständig. Der Bundesrat kann vorsehen, dass aufgrund besonderer Umstände ein anderer als der Standortkanton als zuständig bezeichnet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_46"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Vollzug durch die Kantone",
        "citation": "Art. 46 Abs. 1ter AsylG",
        "content": "Bei einem Mehrfachgesuch nach Artikel 111c bleibt der im Rahmen des früheren Asyl- und Wegweisungsverfahrens zuständige Kanton weiterhin für den Vollzug der Wegweisung und die Ausrichtung von Nothilfe zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_46"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Vollzug durch die Kantone",
        "citation": "Art. 46 Abs. 2 AsylG",
        "content": "Erweist sich der Vollzug aus technischen Gründen als nicht möglich, so beantragt der Kanton dem SEM die Anordnung einer vorläufigen Aufnahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_46"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Vollzug durch die Kantone",
        "citation": "Art. 46 Abs. 3 AsylG",
        "content": "Das SEM überwacht den Vollzug und erstellt zusammen mit den Kantonen ein Monitoring des Wegweisungsvollzugs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_46"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Massnahmen bei unbekanntem Aufenthalt",
        "citation": "Art. 47 AsylG",
        "content": "Entziehen sich weggewiesene Asylsuchende durch Verheimlichung ihres Aufenthaltsortes dem Vollzug, so kann der Kanton oder das SEM sie polizeilich ausschreiben lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_47"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 2. Kapitel: Asylsuchende, 5. Abschnitt: Vollzug der Wegweisung und Ersatzmassnahmen, Zusammenarbeit der Kantone",
        "citation": "Art. 48 AsylG",
        "content": "Befinden sich weggewiesene Asylsuchende nicht im Kanton, der die Wegweisung vollziehen muss, so leistet ihm der Aufenthaltskanton auf Ersuchen hin Amtshilfe. Die Amtshilfe besteht insbesondere in der Zuführung der betroffenen Person oder in ihrer direkten Ausschaffung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_48"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Grundsatz",
        "citation": "Art. 49 AsylG",
        "content": "Asyl wird Personen gewährt, wenn sie die Flüchtlingseigenschaft besitzen und kein Asylausschlussgrund vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_49"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Zweitasyl",
        "citation": "Art. 50 AsylG",
        "content": "Flüchtlingen, die in einem andern Staat aufgenommen worden sind, kann Asyl gewährt werden, wenn sie sich seit mindestens zwei Jahren ordnungsgemäss und ununterbrochen in der Schweiz aufhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_50"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Familienasyl",
        "citation": "Art. 51 Abs. 1 AsylG",
        "content": "Ehegatten von Flüchtlingen und ihre minderjährigen Kinder werden als Flüchtlinge anerkannt und erhalten Asyl, wenn keine besonderen Umstände dagegen sprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_51"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Familienasyl",
        "citation": "Art. 51 Abs. 1bis AsylG",
        "content": "Hat das SEM während des Asylverfahrens Anhaltspunkte dafür, dass ein Ungültigkeitsgrund nach Artikel 105 Ziffer 5 oder 6 des Zivilgesetzbuchs (ZGB) vorliegt, so meldet es dies der nach Artikel 106 ZGB zuständigen Behörde. Das Verfahren wird bis zur Entscheidung dieser Behörde sistiert. Erhebt die Behörde Klage, so wird das Verfahren bis zum Vorliegen des rechtskräftigen Urteils sistiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_51"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Familienasyl",
        "citation": "Art. 51 Abs. 3 AsylG",
        "content": "In der Schweiz geborene Kinder von Flüchtlingen werden auch als Flüchtlinge anerkannt, sofern keine besonderen Umstände dagegen sprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_51"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Familienasyl",
        "citation": "Art. 51 Abs. 4 AsylG",
        "content": "Wurden die anspruchsberechtigten Personen nach Absatz 1 durch die Flucht getrennt und befinden sie sich im Ausland, so ist ihre Einreise auf Gesuch hin zu bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_51"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Asylunwürdigkeit",
        "citation": "Art. 53 AsylG",
        "content": "Flüchtlingen wird kein Asyl gewährt, wenn:\na. sie wegen verwerflicher Handlungen des Asyls unwürdig sind;\nb. sie die innere oder die äussere Sicherheit der Schweiz verletzt haben oder gefährden; oder\nc. gegen sie eine Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG ausgesprochen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_53"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Subjektive Nachfluchtgründe",
        "citation": "Art. 54 AsylG",
        "content": "Flüchtlingen wird kein Asyl gewährt, wenn sie erst durch ihre Ausreise aus dem Heimat- oder Herkunftsstaat oder wegen ihres Verhaltens nach der Ausreise Flüchtlinge im Sinne von Artikel 3 wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_54"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Ausnahmesituationen",
        "citation": "Art. 55 Abs. 1 AsylG",
        "content": "In Zeiten erhöhter internationaler Spannungen, bei Ausbruch eines bewaffneten Konfliktes, an dem die Schweiz nicht beteiligt ist, oder bei ausserordentlich grossem Zustrom von Asylsuchenden in Friedenszeiten gewährt die Schweiz Flüchtlingen Asyl, solange ihr dies nach den Umständen möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_55"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Ausnahmesituationen",
        "citation": "Art. 55 Abs. 2 AsylG",
        "content": "Der Bundesrat trifft die erforderlichen Massnahmen. Er kann, in Abweichung vom Gesetz, die Voraussetzungen für die Asylgewährung und die Rechtsstellung der Flüchtlinge einschränken und besondere Verfahrensbestimmungen aufstellen. Er erstattet der Bundesversammlung darüber unverzüglich Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_55"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Ausnahmesituationen",
        "citation": "Art. 55 Abs. 3 AsylG",
        "content": "Wenn die dauernde Beherbergung von Flüchtlingen die Möglichkeiten der Schweiz übersteigt, kann Asyl auch nur vorübergehend gewährt werden, bis die Aufgenommenen weiterreisen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_55"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Ausnahmesituationen",
        "citation": "Art. 55 Abs. 4 AsylG",
        "content": "Zeichnet sich ab, dass eine erhebliche Anzahl von Flüchtlingen auf die Schweiz zukommt, so sucht der Bundesrat eine rasche und wirksame internationale Zusammenarbeit im Hinblick auf deren Verteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_55"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 2. Abschnitt: Asyl für Gruppen, Entscheid",
        "citation": "Art. 56 Abs. 1 AsylG",
        "content": "Grösseren Flüchtlingsgruppen wird aufgrund eines Entscheides des Bundesrates Asyl gewährt. Bei kleineren Flüchtlingsgruppen entscheidet das EJPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_56"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 2. Abschnitt: Asyl für Gruppen, Entscheid",
        "citation": "Art. 56 Abs. 2 AsylG",
        "content": "Das SEM bestimmt, wer einer solchen Gruppe angehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_56"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 2. Abschnitt: Asyl für Gruppen, Verteilung und Erstintegration",
        "citation": "Art. 57 Abs. 1 AsylG",
        "content": "Für die Verteilung der Flüchtlinge auf die Kantone gilt Artikel 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_57"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 2. Abschnitt: Asyl für Gruppen, Verteilung und Erstintegration",
        "citation": "Art. 57 Abs. 2 AsylG",
        "content": "Der Bund kann im Rahmen der Erstintegration Flüchtlingsgruppen vorübergehend eine Unterkunft zuweisen und sie insbesondere in einem Erstintegrationszentrum unterbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_57"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Grundsatz",
        "citation": "Art. 58 AsylG",
        "content": "Die Rechtsstellung der Flüchtlinge in der Schweiz richtet sich nach dem für Ausländerinnen und Ausländer geltenden Recht, soweit nicht besondere Bestimmungen, namentlich dieses Gesetzes und der Flüchtlingskonvention vom 28. Juli 1951 anwendbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_58"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Wirkung",
        "citation": "Art. 59 AsylG",
        "content": "Personen, denen die Schweiz Asyl gewährt hat oder welche die Flüchtlingseigenschaft erfüllen, gelten gegenüber allen eidgenössischen und kantonalen Behörden als Flüchtlinge im Sinne dieses Gesetzes sowie des Abkommens vom 28. Juli 1951 über die Rechtsstellung der Flüchtlinge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_59"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Regelung der Anwesenheit",
        "citation": "Art. 60 Abs. 1 AsylG",
        "content": "Personen, denen Asyl gewährt wurde, haben Anspruch auf eine Aufenthaltsbewilligung im Kanton, in dem sie sich rechtmässig aufhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_60"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Regelung der Anwesenheit",
        "citation": "Art. 60 Abs. 2 AsylG",
        "content": "Die Erteilung der Niederlassungsbewilligung richtet sich nach Artikel 34 AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_60"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Erwerbstätigkeit",
        "citation": "Art. 61 Abs. 1 AsylG",
        "content": "Personen, denen die Schweiz Asyl gewährt oder die sie als Flüchtlinge vorläufig aufgenommen hat, sowie Flüchtlinge mit einer rechtskräftigen Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG oder mit einer rechtskräftigen Ausweisung nach Artikel 68 AIG können in der ganzen Schweiz eine Erwerbstätigkeit ausüben. Bei unselbstständiger Erwerbstätigkeit müssen die orts-, berufs- und branchenüblichen Lohn- und Arbeitsbedingungen eingehalten werden (Art. 22 AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_61"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Erwerbstätigkeit",
        "citation": "Art. 61 Abs. 2 AsylG",
        "content": "Die Aufnahme und die Beendigung der unselbstständigen Erwerbstätigkeit sowie ein Stellenwechsel müssen vom Arbeitgeber vorgängig der vom Kanton bezeichneten, für den Arbeitsort zuständigen Behörde gemeldet werden. Bei selbstständiger Erwerbstätigkeit muss die Meldung durch die betreffende Person erfolgen. Das Meldeverfahren richtet sich nach Artikel 85a Absätze 2–6 AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_61"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Erwerbstätigkeit",
        "citation": "Art. 61 Abs. 3 AsylG",
        "content": "Absatz 2 ist nicht anwendbar auf anerkannte Flüchtlinge mit einer Niederlassungsbewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_61"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Rechtsstellung der Flüchtlinge, Medizinalprüfungen",
        "citation": "Art. 62 AsylG",
        "content": "Personen, denen die Schweiz Asyl gewährt hat, werden zu den eidgenössischen Medizinalprüfungen zugelassen; das Eidgenössische Departement des Innern bestimmt die Voraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_62"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Widerruf",
        "citation": "Art. 63 Abs. 1 AsylG",
        "content": "Das SEM widerruft das Asyl oder aberkennt die Flüchtlingseigenschaft:\na. wenn die ausländische Person das Asyl oder die Flüchtlingseigenschaft durch falsche Angaben oder Verschweigen wesentlicher Tatsachen erschlichen hat;\nb. aus Gründen nach Artikel 1 Buchstabe C Ziffern 1–6 der Flüchtlingskonvention vom 28. Juli 1951.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_63"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Widerruf",
        "citation": "Art. 63 Abs. 1bis AsylG",
        "content": "Es aberkennt die Flüchtlingseigenschaft, wenn Flüchtlinge in ihren Heimat- oder Herkunftsstaat reisen. Die Aberkennung unterbleibt, wenn die ausländische Person glaubhaft macht, dass die Reise in den Heimat- oder Herkunftsstaat aufgrund eines Zwangs erfolgte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_63"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Widerruf",
        "citation": "Art. 63 Abs. 2 AsylG",
        "content": "Das SEM widerruft das Asyl, wenn Flüchtlinge:\na. die innere oder die äussere Sicherheit der Schweiz verletzt haben oder gefährden oder besonders verwerfliche strafbare Handlungen begangen haben;\nb. ein Reiseverbot nach Artikel 59c Absatz 1 zweiter Satz AIG missachtet haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_63"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Widerruf",
        "citation": "Art. 63 Abs. 3 AsylG",
        "content": "Der Asylwiderruf oder die Aberkennung der Flüchtlingseigenschaft gilt gegenüber allen eidgenössischen und kantonalen Behörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_63"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Widerruf",
        "citation": "Art. 63 Abs. 4 AsylG",
        "content": "Der Asylwiderruf oder die Aberkennung der Flüchtlingseigenschaft erstreckt sich nicht auf den Ehegatten und die Kinder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_63"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Erlöschen",
        "citation": "Art. 64 Abs. 1 AsylG",
        "content": "Das Asyl in der Schweiz erlischt, wenn:\na. sich Flüchtlinge während mehr als einem Jahr im Ausland aufgehalten haben;\nb. Flüchtlinge in einem anderen Land Asyl oder die Bewilligung zum dauernden Verbleiben erhalten haben;\nc. die Flüchtlinge darauf verzichten;\nd. die Weg- oder Ausweisung vollzogen worden ist;\ne. eine Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG rechtskräftig geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_64"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Erlöschen",
        "citation": "Art. 64 Abs. 2 AsylG",
        "content": "Das SEM kann die Frist nach Absatz 1 Buchstabe a verlängern, wenn besondere Umstände vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_64"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Erlöschen",
        "citation": "Art. 64 Abs. 3 AsylG",
        "content": "Der Flüchtlingsstatus und das Asyl erlöschen, wenn die ausländische Person nach Artikel 1 Abschnitt C Ziffer 3 der Flüchtlingskonvention vom 28. Juli 1951 die Schweizer Staatsangehörigkeit erwirbt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_64"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 4. Abschnitt: Beendigung des Asyls, Weg- oder Ausweisung",
        "citation": "Art. 65 AsylG",
        "content": "Die Weg- oder Ausweisung von Flüchtlingen richtet sich nach Artikel 64 AIG in Verbindung mit Artikel 63 Absatz 1 Buchstabe b und Artikel 68 AIG. Artikel 5 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_65"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatzentscheid des Bundesrates",
        "citation": "Art. 66 Abs. 1 AsylG",
        "content": "Der Bundesrat entscheidet, ob und nach welchen Kriterien Gruppen von Schutzbedürftigen nach Artikel 4 vorübergehender Schutz gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_66"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatzentscheid des Bundesrates",
        "citation": "Art. 66 Abs. 2 AsylG",
        "content": "Er konsultiert zuvor Vertreterinnen und Vertreter der Kantone, der Hilfswerke und allenfalls weiterer nichtstaatlicher Organisationen sowie das Hochkommissariat der Vereinten Nationen für die Flüchtlinge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_66"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 1. Abschnitt: Allgemeine Bestimmungen, Aussenpolitische Massnahmen",
        "citation": "Art. 67 Abs. 1 AsylG",
        "content": "Die Gewährung vorübergehenden Schutzes sowie Massnahmen und Hilfeleistungen im Heimat- oder Herkunftsstaat oder in der Herkunftsregion der Schutzbedürftigen sollen einander soweit möglich ergänzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_67"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 1. Abschnitt: Allgemeine Bestimmungen, Aussenpolitische Massnahmen",
        "citation": "Art. 67 Abs. 2 AsylG",
        "content": "Der Bund arbeitet mit dem Heimat- oder Herkunftsstaat, anderen Aufnahmestaaten und internationalen Organisationen zusammen, um die Voraussetzungen für eine sichere Rückkehr zu schaffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_67"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Schutzbedürftige im Ausland",
        "citation": "Art. 68 Abs. 1 AsylG",
        "content": "Das SEM bezeichnet die Gruppe Schutzbedürftiger näher und entscheidet, wem in der Schweiz vorübergehender Schutz gewährt wird. Es berücksichtigt dabei den Grundsatz der Einheit der Familie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_68"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Schutzbedürftige im Ausland",
        "citation": "Art. 68 Abs. 2 AsylG",
        "content": "Der Entscheid über die Gewährung vorübergehenden Schutzes kann nur mit der Begründung angefochten werden, er verletze den Grundsatz der Einheit der Familie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_68"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Schutzbedürftige an der Grenze und im Inland",
        "citation": "Art. 69 Abs. 1 AsylG",
        "content": "Auf Gesuche von Schutzbedürftigen an der Grenze oder im Inland finden die Artikel 18 und 19 sowie 21–23 sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_69"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Schutzbedürftige an der Grenze und im Inland",
        "citation": "Art. 69 Abs. 2 AsylG",
        "content": "Liegt nicht offensichtlich eine Verfolgung im Sinne von Artikel 3 vor, so bestimmt das SEM im Anschluss an die Befragung im Zentrum des Bundes nach Artikel 26, wer einer Gruppe Schutzbedürftiger angehört und wem in der Schweiz vorübergehender Schutz gewährt wird. Die Gewährung vorübergehenden Schutzes ist nicht anfechtbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_69"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Schutzbedürftige an der Grenze und im Inland",
        "citation": "Art. 69 Abs. 3 AsylG",
        "content": "Wird einer Person vorübergehender Schutz gewährt, so wird das Verfahren über ein allfälliges Gesuch um Anerkennung als Flüchtling sistiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_69"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Schutzbedürftige an der Grenze und im Inland",
        "citation": "Art. 69 Abs. 4 AsylG",
        "content": "Beabsichtigt das SEM, den vorübergehenden Schutz zu verweigern, so setzt es das Verfahren über die Anerkennung als Flüchtling oder das Wegweisungsverfahren unverzüglich fort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_69"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Wiederaufnahme des Verfahrens um Anerkennung als Flüchtling",
        "citation": "Art. 70 AsylG",
        "content": "Schutzbedürftige, die ein Gesuch um Anerkennung als Flüchtling gestellt haben, können frühestens fünf Jahre nach dem Sistierungsentscheid nach Artikel 69 Absatz 3 die Wiederaufnahme des Verfahrens um Anerkennung als Flüchtling verlangen. Bei der Wiederaufnahme dieses Verfahrens wird der vorübergehende Schutz aufgehoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_70"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Gewährung vorübergehenden Schutzes an Familien",
        "citation": "Art. 71 Abs. 1 AsylG",
        "content": "Ehegatten von Schutzbedürftigen und ihren minderjährigen Kindern wird vorübergehend Schutz gewährt, wenn:\na. sie gemeinsam um Schutz nachsuchen und keine Ausschlussgründe nach Artikel 73 vorliegen;\nb. die Familie durch Ereignisse nach Artikel 4 getrennt wurde, sich in der Schweiz vereinigen will und keine besonderen Umstände dagegen sprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_71"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Gewährung vorübergehenden Schutzes an Familien",
        "citation": "Art. 71 Abs. 1bis AsylG",
        "content": "Hat das SEM während des Verfahrens zur vorübergehenden Schutzgewährung Anhaltspunkte dafür, dass ein Ungültigkeitsgrund nach Artikel 105 Ziffer 5 oder 6 ZGB vorliegt, so meldet es dies der nach Artikel 106 ZGB zuständigen Behörde. Das Gesuch um Nachzug wird bis zur Entscheidung dieser Behörde sistiert. Erhebt die Behörde Klage, so wird das Gesuch bis zum Vorliegen des rechtskräftigen Urteils sistiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_71"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Gewährung vorübergehenden Schutzes an Familien",
        "citation": "Art. 71 Abs. 2 AsylG",
        "content": "Den in der Schweiz geborenen Kindern von Schutzbedürftigen wird ebenfalls vorübergehender Schutz gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_71"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Gewährung vorübergehenden Schutzes an Familien",
        "citation": "Art. 71 Abs. 3 AsylG",
        "content": "Befinden sich die anspruchsberechtigten Personen im Ausland, so ist ihre Einreise zu bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_71"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Gewährung vorübergehenden Schutzes an Familien",
        "citation": "Art. 71 Abs. 4 AsylG",
        "content": "Der Bundesrat regelt für weitere Fälle die Voraussetzungen für eine Vereinigung der Familie in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_71"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Verfahren",
        "citation": "Art. 72 AsylG",
        "content": "Im Übrigen finden auf die Verfahren nach den Artikeln 68, 69 und 71 die Bestimmungen des 1., des 2a. und des 3. Abschnittes des 2. Kapitels sinngemäss Anwendung. Auf die Verfahren nach den Artikeln 69 und 71 finden die Bestimmungen des 8. Kapitels sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_72"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 2. Abschnitt: Verfahren, Ausschlussgründe",
        "citation": "Art. 73 AsylG",
        "content": "Vorübergehender Schutz wird nicht gewährt, wenn die schutzbedürftige Person: \na. einen Tatbestand nach Artikel 53 erfüllt hat;\nb. die öffentliche Sicherheit und Ordnung verletzt hat oder in schwerwiegender Weise gefährdet hat; oder\nc. mit einer rechtskräftigen Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG belegt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_73"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Regelung der Anwesenheit",
        "citation": "Art. 74 Abs. 1 AsylG",
        "content": "Schutzbedürftige halten sich im Kanton auf, dem sie zugeteilt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_74"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Regelung der Anwesenheit",
        "citation": "Art. 74 Abs. 2 AsylG",
        "content": "Hat der Bundesrat den vorübergehenden Schutz nach fünf Jahren noch nicht aufgehoben, so erhalten Schutzbedürftige von diesem Kanton eine Aufenthaltsbewilligung, die bis zur Aufhebung des vorübergehenden Schutzes befristet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_74"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Regelung der Anwesenheit",
        "citation": "Art. 74 Abs. 3 AsylG",
        "content": "Zehn Jahre nach Gewährung des vorübergehenden Schutzes kann ihnen der Kanton eine Niederlassungsbewilligung erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_74"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 75 Abs. 1 AsylG",
        "content": "Während der ersten drei Monate nach Einreise in die Schweiz dürfen Schutzbedürftige keine Erwerbstätigkeit ausüben. Danach richten sich Voraussetzungen für die Zulassung zur Erwerbstätigkeit nach dem AIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_75"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 75 Abs. 2 AsylG",
        "content": "Der Bundesrat kann günstigere Bedingungen für eine Erwerbstätigkeit erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_75"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 75 Abs. 3 AsylG",
        "content": "Bereits erteilte Bewilligungen zur Erwerbstätigkeit bleiben bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_75"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 3. Abschnitt: Rechtsstellung, Bewilligung zur Erwerbstätigkeit",
        "citation": "Art. 75 Abs. 4 AsylG",
        "content": "Schutzbedürftige, die nach den fremdenpolizeilichen Bestimmungen zur Ausübung einer Erwerbstätigkeit berechtigt sind oder an Beschäftigungsprogrammen teilnehmen, unterliegen dem Arbeitsverbot nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_75"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Aufhebung des vorübergehenden Schutzes und Wegweisung",
        "citation": "Art. 76 Abs. 1 AsylG",
        "content": "Der Bundesrat setzt nach Konsultationen mit Vertreterinnen und Vertretern der Kantone, der Hilfswerke und allenfalls weiterer nichtstaatlicher Organisationen, dem Hochkommissariat der Vereinten Nationen für die Flüchtlinge sowie mit internationalen Organisationen den Zeitpunkt fest, auf den der vorübergehende Schutz für bestimmte Gruppen von Schutzbedürftigen aufgehoben wird; er trifft den Entscheid in einer Allgemeinverfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_76"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Aufhebung des vorübergehenden Schutzes und Wegweisung",
        "citation": "Art. 76 Abs. 2 AsylG",
        "content": "Das SEM gewährt den vom Entscheid nach Absatz 1 betroffenen Personen das rechtliche Gehör.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_76"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Aufhebung des vorübergehenden Schutzes und Wegweisung",
        "citation": "Art. 76 Abs. 3 AsylG",
        "content": "Ergeben sich aufgrund des rechtlichen Gehörs Hinweise auf eine Verfolgung, so findet eine Anhörung nach Artikel 29 statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_76"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Aufhebung des vorübergehenden Schutzes und Wegweisung",
        "citation": "Art. 76 Abs. 4 AsylG",
        "content": "Geben die betroffenen Personen auf das gewährte rechtliche Gehör keine Stellungnahme ab, so verfügt das SEM die Wegweisung. Für den Vollzug der Wegweisung gelten die Artikel 10 Absatz 4 und 46–48 dieses Gesetzes sowie Artikel 71 AIG sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_76"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Aufhebung des vorübergehenden Schutzes und Wegweisung",
        "citation": "Art. 76 Abs. 5 AsylG",
        "content": "Für die Absätze 2–4 sind die Bestimmungen des 1a. Abschnittes des 8. Kapitels sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_76"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Rückkehr",
        "citation": "Art. 77 AsylG",
        "content": "Der Bund unterstützt internationale Anstrengungen für die organisierte Rückkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_77"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Widerruf",
        "citation": "Art. 78 Abs. 1 AsylG",
        "content": "Das SEM kann den vorübergehenden Schutz widerrufen, wenn:\na. er durch falsche Angaben oder Verschweigen wesentlicher Tatsachen erschlichen worden ist;\nb. die schutzbedürftige Person die innere oder die äussere Sicherheit der Schweiz verletzt hat, gefährdet oder verwerfliche Handlungen begangen hat;\nc. sich die schutzbedürftige Person seit Gewährung des vorübergehenden Schutzes wiederholt oder längere Zeit im Heimat- oder Herkunftsstaat aufgehalten hat;\nd. die schutzbedürftige Person in einem Drittstaat ein ordentliches Aufenthaltsrecht hat, in den sie zurückkehren kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_78"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Widerruf",
        "citation": "Art. 78 Abs. 2 AsylG",
        "content": "Der vorübergehende Schutz wird nicht widerrufen, wenn sich die schutzbedürftige Person mit dem Einverständnis der zuständigen Behörden in ihren Heimat- oder Herkunftsstaat begibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_78"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Widerruf",
        "citation": "Art. 78 Abs. 3 AsylG",
        "content": "Der Widerruf des vorübergehenden Schutzes erstreckt sich nicht auf den Ehegatten und die Kinder, ausser es erweise sich, dass diese nicht schutzbedürftig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_78"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Widerruf",
        "citation": "Art. 78 Abs. 4 AsylG",
        "content": "Soll der vorübergehende Schutz widerrufen werden, so findet in der Regel eine Anhörung nach Artikel 29 statt. Die Bestimmungen des 1a. Abschnittes des 8. Kapitels sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_78"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Erlöschen",
        "citation": "Art. 79 AsylG",
        "content": "Der vorübergehende Schutz erlischt, wenn die schutzbedürftige Person:\na. den Mittelpunkt ihrer Lebensverhältnisse ins Ausland verlegt hat;\nb. auf den vorübergehenden Schutz verzichtet hat;\nc. gestützt auf das AIG eine Niederlassungsbewilligung erhalten hat; oder\nd. mit einer rechtskräftigen Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG oder mit einer rechtskräftigen Ausweisung nach Artikel 68 AIG belegt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_79"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 4. Kapitel: Gewährung vorübergehenden Schutzes und Rechtsstellung der Schutzbedürftigen, 4. Abschnitt: Beendigung des vorübergehenden Schutzes und Rückkehr, Eingetragene Partnerschaft",
        "citation": "Art. 79a AsylG",
        "content": "Die Bestimmungen des 3. und 4. Kapitels über Ehegatten gelten für die eingetragene Partnerschaft gleichgeschlechtlicher Paare sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_79_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Zuständigkeit in den Zentren des Bundes",
        "citation": "Art. 80 Abs. 1 AsylG",
        "content": "Der Bund gewährleistet die Sozialhilfe oder die Nothilfe für Personen, die sich gestützt auf dieses Gesetz in der Schweiz aufhalten und in einem Zentrum des Bundes oder in einem Erstintegrationszentrum für Flüchtlingsgruppen untergebracht sind. Er stellt in Zusammenarbeit mit dem Standortkanton die Gesundheitsversorgung und den Grundschulunterricht sicher. Er kann diese Aufgaben ganz oder teilweise Dritten übertragen. Artikel 81–83a gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_80"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Zuständigkeit in den Zentren des Bundes",
        "citation": "Art. 80 Abs. 2 AsylG",
        "content": "Das SEM gilt den beauftragten Dritten durch Vertrag die Verwaltungs- und Personalkosten sowie die übrigen Kosten ab, die ihnen bei der Erfüllung der Aufgaben nach Absatz 1 entstehen. Die Abgeltung wird pauschal festgesetzt. Ausnahmsweise können die Beiträge nach Aufwand festgesetzt werden, insbesondere zur Abgeltung einmalig anfallender Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_80"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Zuständigkeit in den Zentren des Bundes",
        "citation": "Art. 80 Abs. 3 AsylG",
        "content": "Das SEM kann mit dem Standortkanton vereinbaren, dass dieser die obligatorische Krankenversicherung abschliesst. Das SEM vergütet die Kosten für die Krankenkassenprämien, den Selbstbehalt und die Franchise pauschal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_80"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Zuständigkeit in den Zentren des Bundes",
        "citation": "Art. 80 Abs. 4 AsylG",
        "content": "Der Standortkanton organisiert den Grundschulunterricht für asylsuchende Personen im schulpflichtigen Alter, die sich in einem Zentrum des Bundes aufhalten. Der Unterricht wird nach Bedarf in diesen Zentren durchgeführt. Der Bund kann für die Durchführung des Grundschulunterrichts Beiträge ausrichten. Die Entschädigung wird pauschal festgesetzt. Ausnahmsweise können die Beiträge nach Aufwand festgesetzt werden, insbesondere zur Entschädigung einmalig anfallender Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_80"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Zuständigkeit in den Kantonen",
        "citation": "Art. 80a AsylG",
        "content": "Die Zuweisungskantone gewährleisten die Sozialhilfe oder die Nothilfe für Personen, die sich gestützt auf dieses Gesetz in der Schweiz aufhalten. Für Personen, die keinem Kanton zugewiesen wurden, wird die Nothilfe von dem Kanton gewährt, der für den Vollzug der Wegweisung als zuständig bezeichnet worden ist. Die Kantone können die Erfüllung dieser Aufgaben ganz oder teilweise Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_80_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Anspruch auf Sozialhilfeleistungen oder auf Nothilfe",
        "citation": "Art. 81 AsylG",
        "content": "Personen, die sich gestützt auf dieses Gesetz in der Schweiz aufhalten und die ihren Unterhalt nicht aus eigenen Mitteln bestreiten können, erhalten die notwendigen Sozialhilfeleistungen, sofern nicht Dritte auf Grund einer gesetzlichen oder vertraglichen Verpflichtung für sie aufkommen müssen, beziehungsweise auf Ersuchen hin Nothilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_81"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 1 AsylG",
        "content": "Für die Ausrichtung von Sozialhilfeleistungen und Nothilfe gilt kantonales Recht. Personen mit einem rechtskräftigen Wegweisungsentscheid, denen eine Ausreisefrist angesetzt worden ist, werden von der Sozialhilfe ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 2 AsylG",
        "content": "Während der Dauer eines ausserordentlichen Rechtsmittelverfahrens oder eines Asylverfahrens nach Artikel 111c erhalten Personen nach Absatz 1 und Asylsuchende auf Ersuchen hin Nothilfe. Dies gilt auch, wenn der Vollzug der Wegweisung ausgesetzt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 2bis AsylG",
        "content": "Die Kantone können während der Dauer eines generellen Entscheid- und Vollzugsmoratoriums und wenn das EJPD dies vorsieht, für Personen nach den Absätzen 1 und 2 Sozialhilfe ausrichten. Die Abgeltung richtet sich nach Artikel 88 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 3 AsylG",
        "content": "Für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung ist die Unterstützung nach Möglichkeit in Form von Sachleistungen auszurichten. Der Ansatz für die Unterstützung liegt unter dem Ansatz für die einheimische Bevölkerung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 3bis AsylG",
        "content": "Den besonderen Bedürfnissen von unbegleiteten minderjährigen Asylsuchenden, Familien mit Kindern und betreuungsbedürftigen Personen ist bei der Unterbringung nach Möglichkeit Rechnung zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 4 AsylG",
        "content": "Die Nothilfe ist nach Möglichkeit in Form von Sachleistungen an den von den Kantonen oder vom Bund bezeichneten Orten auszurichten. Der Ansatz für die Unterstützung liegt unter dem Ansatz für die Sozialhilfe, die Asylsuchenden und Schutzbedürftigen ohne Aufenthaltsbewilligung ausgerichtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Sozialhilfeleistungen und Nothilfe",
        "citation": "Art. 82 Abs. 5 AsylG",
        "content": "Der besonderen Lage von Flüchtlingen und Schutzbedürftigen, die Anspruch auf eine Aufenthaltsbewilligung haben, ist bei der Unterstützung Rechnung zu tragen; namentlich soll die berufliche, soziale und kulturelle Integration erleichtert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 1 AsylG",
        "content": "Die Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung ist unter Vorbehalt der nachfolgenden Bestimmungen nach den Bestimmungen des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG) auszugestalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 2 AsylG",
        "content": "Die Kantone können für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung die Wahl des Versicherers einschränken und einen oder mehrere Versicherer bezeichnen, welche eine besondere Versicherungsform nach Artikel 41 Absatz 4 KVG anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 3 AsylG",
        "content": "Sie können für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung die Wahl der Leistungserbringer nach den Artikeln 36–40 KVG einschränken. Sie können dies vor der Bezeichnung eines Versicherers im Sinne von Absatz 2 tun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 4 AsylG",
        "content": "Sie können einen oder mehrere Versicherer bezeichnen, welche eine Versicherung mit eingeschränkter Wahl der Leistungserbringer im Sinne von Artikel 41 Absatz 4 KVG nur für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 5 AsylG",
        "content": "Der Bundesrat regelt die Einzelheiten der Einschränkung der Wahl der Leistungserbringer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 6 AsylG",
        "content": "Die Kantone und die Versicherer können eine Aufhebung der Kostenbeteiligung nach Artikel 64 Absatz 2 KVG vereinbaren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Krankenversicherung für Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung",
        "citation": "Art. 82a Abs. 7 AsylG",
        "content": "Solange Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung ganz oder teilweise Sozialhilfe beziehen, ist ihr Anspruch auf Prämienverbilligung nach Artikel 65 KVG sistiert. Der Anspruch lebt in dem Zeitpunkt auf, in dem diese Personen als Flüchtlinge anerkannt werden, als Schutzbedürftige einen Anspruch auf eine Aufenthaltsbewilligung haben oder keine Sozialhilfe mehr beziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Einschränkungen der Sozialhilfeleistungen",
        "citation": "Art. 83 Abs. 1 AsylG",
        "content": "Sozialhilfeleistungen oder reduzierte Leistungen nach Artikel 82 Absatz 3 sind ganz oder teilweise abzulehnen, zu kürzen oder zu entziehen, wenn die begünstigte Person:\na. sie durch unwahre oder unvollständige Angaben erwirkt oder zu erwirken versucht hat;\nb. sich weigert, der zuständigen Stelle über ihre wirtschaftlichen Verhältnisse Auskunft zu erteilen, oder sie nicht ermächtigt, Auskünfte einzuholen;\nc. wesentliche Änderungen ihrer Verhältnisse nicht meldet;\nd. es offensichtlich unterlässt, ihre Lage zu verbessern, namentlich wenn sie eine ihr zugewiesene zumutbare Arbeit oder Unterkunft nicht annimmt;\ne. ohne Absprache mit der zuständigen Stelle ein Arbeits- oder Mietverhältnis auflöst oder dessen Auflösung verschuldet und damit ihre Lage verschlechtert;\nf. die Sozialhilfeleistungen missbräuchlich verwendet;\ng. sich trotz der Androhung des Entzuges von Sozialhilfeleistungen nicht an die Anordnung der zuständigen Stelle hält;\nh. die öffentliche Sicherheit und Ordnung gefährdet;\ni. strafrechtlich verfolgt oder verurteilt worden ist;\nj. ihre Mitwirkungspflicht schuldhaft grob verletzt, insbesondere ihre Identität nicht preisgibt;\nk. den Anordnungen von Mitarbeitenden des Verfahrens oder der Unterbringungseinrichtungen nicht Folge leistet und dadurch Ordnung und Sicherheit gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_83"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Einschränkungen der Sozialhilfeleistungen",
        "citation": "Art. 83 Abs. 1bis AsylG",
        "content": "Absatz 1 gilt für Flüchtlinge nur unter dem Vorbehalt, dass die Gleichbehandlung mit der einheimischen Bevölkerung gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_83"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Einschränkungen der Sozialhilfeleistungen",
        "citation": "Art. 83 Abs. 2 AsylG",
        "content": "Unrechtmässig bezogene Sozialhilfeleistungen sind vollumfänglich zurückzuerstatten. Der zurückzuerstattende Betrag kann namentlich von künftigen Sozialhilfeleistungen abgezogen werden. Der Kanton setzt den Rückerstattungsanspruch durch. Artikel 85 Absatz 3 ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_83"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Voraussetzungen für die Ausrichtung der Nothilfe",
        "citation": "Art. 83a AsylG",
        "content": "Die betroffene Person hat beim Vollzug einer rechtskräftigen Wegweisung, die zulässig, zumutbar und möglich ist, sowie bei der Ermittlung der Voraussetzungen der Nothilfe mitzuwirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_83_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 1. Abschnitt: Ausrichtung von Sozialhilfe, Nothilfe und Kinderzulagen sowie Grundschulunterricht, Kinderzulagen",
        "citation": "Art. 84 AsylG",
        "content": "Kinderzulagen für im Ausland lebende Kinder von Asylsuchenden werden während des Asylverfahrens zurückbehalten. Sie werden ausbezahlt, wenn die asylsuchende Person als Flüchtling anerkannt oder nach Artikel 83 Absätze 3 und 4 AIG vorläufig aufgenommen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_84"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Rückerstattungspflicht",
        "citation": "Art. 85 Abs. 1 AsylG",
        "content": "Soweit zumutbar, sind die Sozialhilfe-, Nothilfe-, Ausreise- und Vollzugskosten sowie die Kosten des Rechtsmittelverfahrens zurückzuerstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_85"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Rückerstattungspflicht",
        "citation": "Art. 85 Abs. 2 AsylG",
        "content": "Der Bund macht seinen Rückerstattungsanspruch über eine Sonderabgabe auf Vermögenswerten (Art. 86) geltend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_85"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Rückerstattungspflicht",
        "citation": "Art. 85 Abs. 3 AsylG",
        "content": "Der Rückerstattungsanspruch des Bundes verjährt drei Jahre, nachdem die zuständige Behörde davon Kenntnis erhalten hat, in jedem Fall aber zehn Jahre nach seiner Entstehung. Auf Rückerstattungsforderungen wird kein Zins erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_85"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Rückerstattungspflicht",
        "citation": "Art. 85 Abs. 4 AsylG",
        "content": "Der Rückerstattungsanspruch der Kantone richtet sich nach kantonalem Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_85"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Sonderabgabe auf Vermögenswerten",
        "citation": "Art. 86 Abs. 1 AsylG",
        "content": "Der Sonderabgabe unterliegen Asylsuchende, Schutzbedürftige ohne Aufenthaltsbewilligung und Personen mit einem rechtskräftigen Wegweisungsentscheid, die über Vermögenswerte verfügen. Die Sonderabgabe dient zur Deckung der Gesamtkosten nach Artikel 85 Absatz 1, die alle diese Personen und die von ihnen unterstützten Angehörigen verursachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_86"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Sonderabgabe auf Vermögenswerten",
        "citation": "Art. 86 Abs. 2 AsylG",
        "content": "Die Sonderabgabe erfolgt über eine Vermögenswertabnahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_86"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Sonderabgabe auf Vermögenswerten",
        "citation": "Art. 86 Abs. 3 AsylG",
        "content": "Die zuständigen Behörden können die Sonderabgabe nur erheben, wenn die betreffenden Personen: \na. nicht nachweisen können, dass die Vermögenswerte aus Erwerbs- oder Erwerbsersatzeinkommen oder aus öffentlichen Sozialhilfeleistungen stammen;\nb. die Herkunft der Vermögenswerte nicht nachweisen können; oder \nc. die Herkunft der Vermögenswerte zwar nachweisen können, diese aber einen vom Bundesrat festzusetzenden Betrag übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_86"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Sonderabgabe auf Vermögenswerten",
        "citation": "Art. 86 Abs. 4 AsylG",
        "content": "Die Pflicht zur Sonderabgabe besteht längstens zehn Jahre seit Einreichung des Asylgesuchs oder des Gesuchs um vorübergehende Schutzgewährung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_86"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Sonderabgabe auf Vermögenswerten",
        "citation": "Art. 86 Abs. 5 AsylG",
        "content": "Der Bundesrat legt die Höhe der Sonderabgabe und die Dauer der Abgabepflicht fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_86"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Offenlegung der Vermögenswerte und Verfahren bei Ausreise",
        "citation": "Art. 87 Abs. 1 AsylG",
        "content": "Asylsuchende und Schutzbedürftige ohne Aufenthaltsbewilligung und Personen mit einem rechtskräftigen Wegweisungsentscheid müssen ihre Vermögenswerte, die nicht aus ihrem Erwerbseinkommen stammen, offenlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_87"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 5. Kapitel: Sozialhilfe und Nothilfe, 2. Abschnitt:, Rückerstattungspflicht und Sonderabgabe auf Vermögenswerten, Offenlegung der Vermögenswerte und Verfahren bei Ausreise",
        "citation": "Art. 87 Abs. 2 AsylG",
        "content": "Sichergestellte Vermögenswerte werden auf Gesuch hin im vollen Umfang zurückerstattet, wenn die betreffende Person innerhalb von sieben Monaten seit Einreichung des Asylgesuchs oder des Gesuchs um vorübergehende Schutzgewährung kontrolliert ausreist. Das Gesuch muss vor der Ausreise eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_87"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Pauschalabgeltung",
        "citation": "Art. 88 Abs. 1 AsylG",
        "content": "Der Bund gilt den Kantonen die Kosten aus dem Vollzug dieses Gesetzes mit Pauschalen ab. Diese enthalten nicht die Beiträge nach den Artikeln 91–93b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_88"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Pauschalabgeltung",
        "citation": "Art. 88 Abs. 2 AsylG",
        "content": "Die Pauschalen für asylsuchende und schutzbedürftige Personen ohne Aufenthaltsbewilligung decken namentlich die Kosten für die Sozialhilfe sowie die obligatorische Krankenpflegeversicherung und enthalten zudem einen Beitrag an die Betreuungskosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_88"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Pauschalabgeltung",
        "citation": "Art. 88 Abs. 3 AsylG",
        "content": "Die Pauschalen für Flüchtlinge und schutzbedürftige Personen mit Aufenthaltsbewilligung und für Flüchtlinge mit einer rechtskräftigen Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG oder mit einer rechtskräftigen Ausweisung nach Artikel 68 AIG decken namentlich die Kosten für die Sozialhilfe und enthalten zudem einen Beitrag an die Betreuungs- und Verwaltungskosten. Sie werden längstens während fünf Jahren nach Einreichung des Asylgesuchs ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_88"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Pauschalabgeltung",
        "citation": "Art. 88 Abs. 3bis AsylG",
        "content": "Der Bund kann für Personen, die im Rahmen einer Asylgewährung für Flüchtlingsgruppen nach Artikel 56 in der Schweiz aufgenommen werden, die Pauschale nach Absatz 3 länger als fünf Jahre ausrichten, namentlich wenn diese Personen bei ihrer Einreise behindert oder betagt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_88"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Pauschalabgeltung",
        "citation": "Art. 88 Abs. 4 AsylG",
        "content": "Die Pauschalen für Personen, die nach Artikel 82 nur Anspruch auf Nothilfe haben, sind eine Entschädigung für die Gewährung der Nothilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_88"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Festsetzung der Pauschalen",
        "citation": "Art. 89 Abs. 1 AsylG",
        "content": "Der Bundesrat legt die Höhe der Pauschalen auf Grund der voraussichtlichen Aufwendungen für kostengünstige Lösungen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Festsetzung der Pauschalen",
        "citation": "Art. 89 Abs. 2 AsylG",
        "content": "Er bestimmt die Ausgestaltung der Pauschalen sowie die Dauer ihrer Ausrichtung und die Voraussetzungen dafür. Er kann die Pauschalen namentlich:\na. in Abhängigkeit des Aufenthaltsstatus und der Aufenthaltsdauer festlegen;\nb. unter Berücksichtigung der Kostenunterschiede im interkantonalen Vergleich abstufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Festsetzung der Pauschalen",
        "citation": "Art. 89 Abs. 3 AsylG",
        "content": "Das SEM kann die Ausrichtung einzelner Pauschalenbestandteile von der Erreichung sozialpolitischer Ziele abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Festsetzung der Pauschalen",
        "citation": "Art. 89 Abs. 4 AsylG",
        "content": "Die Pauschalen werden periodisch der Teuerungsentwicklung angepasst und bei Bedarf überprüft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Mitwirkungspflicht der Subventionsempfänger",
        "citation": "Art. 89a Abs. 1 AsylG",
        "content": "Das SEM kann die Kantone dazu verpflichten, die für die Finanzaufsicht, die Festsetzung und die Anpassung der finanziellen Abgeltungen des Bundes nach den Artikeln 88 und 91 Absatz 2bis des vorliegenden Gesetzes sowie 58 und 87 AIG notwendigen Daten zu erheben und dem SEM zur Verfügung zu stellen oder diese im Zentralen Migrationsinformationssystem (ZEMIS) des SEM zu erfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Mitwirkungspflicht der Subventionsempfänger",
        "citation": "Art. 89a Abs. 2 AsylG",
        "content": "Kommt ein Kanton dieser Verpflichtung nicht nach, so kann das SEM die finanziellen Abgeltungen an diesen Kanton kürzen oder aufgrund der vorhandenen Daten festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückforderung und Verzicht auf die Ausrichtung von Pauschalabgeltungen",
        "citation": "Art. 89b Abs. 1 AsylG",
        "content": "Der Bund kann bereits ausgerichtete Pauschalabgeltungen nach Artikel 88 des vorliegenden Gesetzes und nach den Artikeln 58 und 87 AIG zurückfordern, wenn ein Kanton die Vollzugsaufgaben gemäss Artikel 46 des vorliegenden Gesetzes nicht oder nur mangelhaft erfüllt und keine entschuldbaren Gründe vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückforderung und Verzicht auf die Ausrichtung von Pauschalabgeltungen",
        "citation": "Art. 89b Abs. 2 AsylG",
        "content": "Führt die Nichterfüllung oder die mangelhafte Erfüllung von Vollzugsaufgaben nach Artikel 46 zu einer Verlängerung der Aufenthaltsdauer der betroffenen Person in der Schweiz, so kann der Bund darauf verzichten, die entsprechenden beim Kanton anfallenden Kosten durch Pauschalabgeltungen nach Artikel 88 des vorliegenden Gesetzes und nach den Artikeln 58 und 87 AIG zu entschädigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_89_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Finanzierung von Kollektivunterkünften",
        "citation": "Art. 90 Abs. 1 AsylG",
        "content": "Errichtung, Umbau und Einrichtung von Kollektivunterkünften, in denen die Behörden Personen unterbringen, die sich gestützt auf dieses Gesetz in der Schweiz aufhalten, können ganz oder teilweise vom Bund finanziert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_90"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Finanzierung von Kollektivunterkünften",
        "citation": "Art. 90 Abs. 2 AsylG",
        "content": "Der Bundesrat regelt das Verfahren und bestimmt die Einzelheiten über die Eigentumsverhältnisse und die Sicherung der Zweckbestimmung solcher Unterkünfte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_90"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Finanzierung von Kollektivunterkünften",
        "citation": "Art. 90 Abs. 3 AsylG",
        "content": "Er legt fest, inwieweit der vom Bund für die direkte Finanzierung von Unterkünften aufgewendete Betrag mit der Pauschale zu verrechnen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_90"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 2bis AsylG",
        "content": "Der Bund zahlt den Kantonen für asylsuchende und schutzbedürftige Personen ohne Aufenthaltsbewilligung einen Pauschalbeitrag an die Verwaltungskosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 2ter AsylG",
        "content": "Der Bund kann den Standortkantonen eines Zentrums des Bundes einen Pauschalbeitrag an die Sicherheitskosten ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 3 AsylG",
        "content": "Er kann an Einrichtungen für traumatisierte Personen, die sich gestützt auf dieses Gesetz in der Schweiz aufhalten, Beiträge leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 4bis AsylG",
        "content": "Er kann Beiträge für die Durchführung von Beschäftigungsprogrammen für Personen ausrichten, welche sich in Zentren des Bundes aufhalten. Er schliesst zu diesem Zweck Leistungsvereinbarungen mit den Standortkantonen, Standortgemeinden oder beauftragten Dritten ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 6 AsylG",
        "content": "Der Bund vergütet den Kantonen die Personalkosten, die ihnen durch die Entscheidvorbereitung nach Artikel 31 entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 7 AsylG",
        "content": "Er kann im Rahmen der internationalen Zusammenarbeit nach Artikel 113 Beiträge an die Trägerschaft von international ausgerichteten Projekten oder an international tätige Organisationen ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Weitere Beiträge",
        "citation": "Art. 91 Abs. 8 AsylG",
        "content": "Der Bundesrat regelt die Voraussetzungen und das Verfahren zur Ausrichtung und Abrechnung der Beiträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_91"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Kosten für die Ein- und Ausreise",
        "citation": "Art. 92 Abs. 1 AsylG",
        "content": "Der Bund kann die Kosten der Ein- und Ausreise von Flüchtlingen und Schutzbedürftigen übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_92"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Kosten für die Ein- und Ausreise",
        "citation": "Art. 92 Abs. 2 AsylG",
        "content": "Er übernimmt die Kosten für die Ausreise von Asylsuchenden, von Personen, deren Asylgesuch abgelehnt wurde, auf deren Asylgesuch nicht eingetreten wurde oder die ihr Asylgesuch zurückgezogen haben, und von Personen, die nach der Aufhebung des vorübergehenden Schutzes weggewiesen werden, sofern sie mittellos sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_92"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Kosten für die Ein- und Ausreise",
        "citation": "Art. 92 Abs. 3 AsylG",
        "content": "Er kann für Aufwendungen der Kantone, die mit der Organisation der Ausreise direkt in Zusammenhang stehen, Beiträge ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_92"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Kosten für die Ein- und Ausreise",
        "citation": "Art. 92 Abs. 3bis AsylG",
        "content": "Er kann im Rahmen der Anwendung der Dublin-Assoziierungsabkommen für Aufwendungen der Kantone, die mit der Überstellung von Personen in die Schweiz direkt in Zusammenhang stehen, Beiträge ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_92"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Kosten für die Ein- und Ausreise",
        "citation": "Art. 92 Abs. 4 AsylG",
        "content": "Der Bundesrat regelt die Voraussetzungen und das Verfahren zur Ausrichtung und Abrechnung der Beiträge. Nach Möglichkeit setzt er Pauschalen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_92"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückkehrhilfe und Prävention irregulärer Migration",
        "citation": "Art. 93 Abs. 1 AsylG",
        "content": "Der Bund leistet Rückkehrhilfe. Er kann dazu folgende Massnahmen vorsehen:\na. vollständige oder teilweise Finanzierung von Rückkehrberatungsstellen;\nb. vollständige oder teilweise Finanzierung von Projekten in der Schweiz zur Erhaltung der Rückkehrfähigkeit;\nc. vollständige oder teilweise Finanzierung von Programmen im Heimat-, Herkunfts- oder Drittstaat zur Erleichterung und Durchführung der Rückkehr, der Rückführung und der Reintegration (Programme im Ausland);\nd. finanzielle Unterstützung im Einzelfall zur Erleichterung der Eingliederung oder zur befristeten medizinischen Betreuung im Heimat-, Herkunfts- oder Drittstaat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückkehrhilfe und Prävention irregulärer Migration",
        "citation": "Art. 93 Abs. 2 AsylG",
        "content": "Programme im Ausland können auch das Ziel verfolgen, einen Beitrag zur Prävention irregulärer Migration zu leisten. Programme zur Prävention irregulärer Migration sind solche, die kurzfristig zur Minderung des Risikos einer Primär- oder Sekundärmigration in die Schweiz beitragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückkehrhilfe und Prävention irregulärer Migration",
        "citation": "Art. 93 Abs. 3 AsylG",
        "content": "Der Bund kann bei der Umsetzung der Rückkehrhilfe mit internationalen Organisationen zusammenarbeiten und eine Koordinationsstelle einrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückkehrhilfe und Prävention irregulärer Migration",
        "citation": "Art. 93 Abs. 4 AsylG",
        "content": "Der Bundesrat regelt die Voraussetzungen und das Verfahren zur Ausrichtung und Abrechnung der Beiträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückkehrberatung",
        "citation": "Art. 93a Abs. 1 AsylG",
        "content": "Der Bund fördert durch Rückkehrberatung die freiwillige Rückkehr. Die Rückkehrberatung erfolgt in den Zentren des Bundes und in den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Rückkehrberatung",
        "citation": "Art. 93a Abs. 2 AsylG",
        "content": "Das SEM sorgt für regelmässige Beratungsgespräche in den Zentren des Bundes. Es kann diese Aufgaben den kantonalen Rückkehrberatungsstellen oder Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Beiträge an die Rückkehrberatung",
        "citation": "Art. 93b Abs. 1 AsylG",
        "content": "Der Bund entrichtet dem Leistungserbringer der Rückkehrberatung in den Zentren des Bundes durch Vereinbarung Beiträge zur Abgeltung der für die Information und Beratung der Asylsuchenden und der weggewiesenen Personen angefallenen Verwaltungs- und Personalkosten. Die Abgeltung wird pauschal festgesetzt. Ausnahmsweise können die Beiträge nach Aufwand festgesetzt werden, insbesondere zur Abgeltung einmalig anfallender Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Beiträge an die Rückkehrberatung",
        "citation": "Art. 93b Abs. 2 AsylG",
        "content": "Für die in den Kantonen geleistete Rückkehrberatung richtet sich die Ausrichtung der Beiträge nach Artikel 93 Absatz 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_93_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Aufsicht",
        "citation": "Art. 95 Abs. 1 AsylG",
        "content": "Der Bund überprüft die subventionsrechtlich korrekte Verwendung, die Wirksamkeit und die vorschriftsgemässe Abrechnung der Bundesbeiträge. Er kann mit dieser Aufgabe auch Dritte beauftragen und die kantonalen Finanzkontrollen zur Unterstützung beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Aufsicht",
        "citation": "Art. 95 Abs. 2 AsylG",
        "content": "Wer Bundesbeiträge erhält, ist verpflichtet, seine Organisation sowie die Daten und Führungszahlen bezüglich Aufwendungen und Erträge im Asylbereich offen zu legen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6. Kapitel: Bundesbeiträge, Aufsicht",
        "citation": "Art. 95 Abs. 3 AsylG",
        "content": "Die Eidgenössische Finanzkontrolle, das SEM und die kantonalen Finanzkontrollen üben ihre Aufsicht über die Finanztätigkeit entsprechend ihren Vorschriften aus. Sie bestimmen das geeignete Vorgehen, koordinieren ihre Tätigkeiten und informieren sich gegenseitig über die Erkenntnisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 95a Abs. 1 AsylG",
        "content": "Bauten und Anlagen, die dem Bund zur Unterbringung Asylsuchender oder zur Durchführung von Asylverfahren dienen, erfordern eine Plangenehmigung des EJPD (Genehmigungsbehörde), wenn sie:\na. neu errichtet werden;\nb. geändert oder diesem neuen Nutzungszweck zugeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 95a Abs. 2 AsylG",
        "content": "Mit der Plangenehmigung werden sämtliche nach Bundesrecht erforderlichen Bewilligungen erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 95a Abs. 3 AsylG",
        "content": "Kantonale Bewilligungen und Pläne sind nicht erforderlich. Das kantonale Recht ist im Rahmen des Plangenehmigungsverfahrens und der Interessenabwägung zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 95a Abs. 4 AsylG",
        "content": "Die Plangenehmigung für Vorhaben, die sich erheblich auf Raum und Umwelt auswirken, setzt grundsätzlich einen Sachplan nach dem Bundesgesetz vom 22. Juni 1979 über die Raumplanung voraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Enteignungsrecht und anwendbares Recht",
        "citation": "Art. 95b Abs. 1 AsylG",
        "content": "Der Erwerb von Grundstücken für Bauten und Anlagen zur Unterbringung Asylsuchender oder zur Durchführung von Asylverfahren sowie die Begründung dinglicher Rechte an solchen Grundstücken ist Sache des EJPD. Es ist ermächtigt, nötigenfalls die Enteignung durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Enteignungsrecht und anwendbares Recht",
        "citation": "Art. 95b Abs. 2 AsylG",
        "content": "Das Plangenehmigungsverfahren richtet sich nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 1. Abschnitt: Allgemeine Bestimmungen, Enteignungsrecht und anwendbares Recht",
        "citation": "Art. 95b Abs. 3 AsylG",
        "content": "Sind Enteignungen notwendig, finden zudem die Vorschriften des Bundesgesetzes vom 20. Juni 1930 über die Enteignung (EntG) Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Einleitung des ordentlichen Plangenehmigungsverfahrens",
        "citation": "Art. 95c AsylG",
        "content": "Das Plangenehmigungsgesuch ist mit den erforderlichen Unterlagen bei der Genehmigungsbehörde einzureichen. Diese prüft die Unterlagen auf ihre Vollständigkeit und verlangt allenfalls Ergänzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Aussteckung",
        "citation": "Art. 95d Abs. 1 AsylG",
        "content": "Vor der öffentlichen Auflage des Gesuchs muss der Gesuchsteller die Veränderungen, welche die geplanten Bauten und Anlagen im Gelände bewirken, sichtbar machen, indem er sie aussteckt; bei Hochbauten hat er Profile aufzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Aussteckung",
        "citation": "Art. 95d Abs. 2 AsylG",
        "content": "Einwände gegen die Aussteckung oder die Aufstellung von Profilen sind sofort, jedenfalls aber vor Ablauf der Auflagefrist bei der Genehmigungsbehörde vorzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Anhörung, Publikation und Auflage",
        "citation": "Art. 95e Abs. 1 AsylG",
        "content": "Die Genehmigungsbehörde übermittelt das Gesuch den betroffenen Kantonen und Gemeinden zur Stellungnahme. Das gesamte Anhörungsverfahren dauert drei Monate. In begründeten Fällen kann diese Frist ausnahmsweise verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_e"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Anhörung, Publikation und Auflage",
        "citation": "Art. 95e Abs. 2 AsylG",
        "content": "Das Gesuch ist in den amtlichen Publikationsorganen der betroffenen Kantone und Gemeinden sowie im Bundesblatt zu publizieren und während 30 Tagen öffentlich aufzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_e"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Einsprache",
        "citation": "Art. 95g Abs. 1 AsylG",
        "content": "Wer nach den Vorschriften des VwVG Partei ist, kann während der Auflagefrist bei der Genehmigungsbehörde Einsprache erheben. Wer keine Einsprache erhebt, ist vom weiteren Verfahren ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Einsprache",
        "citation": "Art. 95g Abs. 2 AsylG",
        "content": "Wer nach den Vorschriften des EntG Partei ist, kann während der Auflagefrist sämtliche Begehren nach Artikel 33 EntG geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Einsprache",
        "citation": "Art. 95g Abs. 3 AsylG",
        "content": "Die betroffenen Gemeinden wahren ihre Interessen mit Einsprache.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Bereinigung in der Bundesverwaltung",
        "citation": "Art. 95h AsylG",
        "content": "Das Bereinigungsverfahren in der Bundesverwaltung richtet sich nach Artikel 62b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_h"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Geltungsdauer",
        "citation": "Art. 95i Abs. 1 AsylG",
        "content": "Mit der Plangenehmigung entscheidet die Genehmigungsbehörde gleichzeitig auch über die enteignungsrechtlichen Einsprachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Geltungsdauer",
        "citation": "Art. 95i Abs. 2 AsylG",
        "content": "Die Plangenehmigung erlischt, wenn fünf Jahre nach ihrer rechtskräftigen Erteilung mit der Ausführung des Bauvorhabens nicht begonnen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Geltungsdauer",
        "citation": "Art. 95i Abs. 3 AsylG",
        "content": "Die Genehmigungsbehörde kann die Geltungsdauer der Plangenehmigung aus wichtigen Gründen um höchstens drei Jahre verlängern. Die Verlängerung ist ausgeschlossen, wenn sich die massgebenden tatsächlichen und rechtlichen Verhältnisse seit der rechtskräftigen Erteilung der Plangenehmigung wesentlich verändert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Vereinfachtes Plangenehmigungsverfahren",
        "citation": "Art. 95j Abs. 1 AsylG",
        "content": "Das vereinfachte Plangenehmigungsverfahren wird angewendet bei:\na. örtlich begrenzten Vorhaben mit wenigen, eindeutig bestimmbaren Betroffenen;\nb. Bauten und Anlagen, deren Änderung oder Umnutzung das äussere Erscheinungsbild nicht wesentlich verändert, keine schutzwürdigen Interessen Dritter berührt und sich nur unerheblich auf Raum und Umwelt auswirkt;\nc. Bauten und Anlagen, die spätestens nach drei Jahren wieder entfernt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Vereinfachtes Plangenehmigungsverfahren",
        "citation": "Art. 95j Abs. 2 AsylG",
        "content": "Detailpläne, die sich auf ein bereits genehmigtes Projekt stützen, werden im vereinfachten Verfahren genehmigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Vereinfachtes Plangenehmigungsverfahren",
        "citation": "Art. 95j Abs. 3 AsylG",
        "content": "Die Genehmigungsbehörde kann die Aussteckung anordnen. Das Gesuch wird nicht publiziert und nicht öffentlich aufgelegt. Die Genehmigungsbehörde unterbreitet die Planvorlage den Betroffenen, soweit sie nicht vorher schriftlich ihre Einwilligung gegeben haben; deren Einsprachefrist beträgt 30 Tage. Die Genehmigungsbehörde kann bei Kantonen und Gemeinden Stellungnahmen einholen. Sie setzt dafür eine angemessene Frist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 2. Abschnitt: Plangenehmigungsverfahren, Vereinfachtes Plangenehmigungsverfahren",
        "citation": "Art. 95j Abs. 4 AsylG",
        "content": "Im Übrigen gelten die Bestimmungen für das ordentliche Verfahren. Im Zweifelsfall wird dieses durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 3. Abschnitt: Einigungs- und Schätzungsverfahren; vorzeitige Besitzeinweisung",
        "citation": "Art. 95k Abs. 1 AsylG",
        "content": "Nach Abschluss des Plangenehmigungsverfahrens wird, soweit erforderlich, das Einigungs- und Schätzungsverfahren vor der Eidgenössischen Schätzungskommission (Schätzungskommission) nach den Bestimmungen des EntG durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_k"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 3. Abschnitt: Einigungs- und Schätzungsverfahren; vorzeitige Besitzeinweisung",
        "citation": "Art. 95k Abs. 3 AsylG",
        "content": "Der Präsident der Schätzungskommission kann gestützt auf einen vollstreckbaren Plangenehmigungsentscheid die vorzeitige Besitzeinweisung bewilligen. Dabei wird vermutet, dass dem Enteigner ohne die vorzeitige Besitzeinweisung bedeutende Nachteile entstünden. Im Übrigen gilt Artikel 76 EntG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_k"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 4. Abschnitt: Rechtsmittelverfahren",
        "citation": "Art. 95l Abs. 1 AsylG",
        "content": "Für das Rechtsmittelverfahren gelten die allgemeinen Bestimmungen über die Bundesrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_l"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 6a. Kapitel:, Plangenehmigung bei Bauten und Anlagen des Bundes, 4. Abschnitt: Rechtsmittelverfahren",
        "citation": "Art. 95l Abs. 2 AsylG",
        "content": "Zur Beschwerde berechtigt sind auch die betroffenen Kantone und Gemeinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_95_l"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bearbeiten von Personendaten",
        "citation": "Art. 96 Abs. 1 AsylG",
        "content": "Das SEM, die Beschwerdebehörden sowie die mit Aufgaben nach diesem Gesetz beauftragten privaten Organisationen können Personendaten von asylsuchenden oder schutzbedürftigen Personen und ihren Angehörigen, einschliesslich besonders schützenswerter Personendaten nach Artikel 5 Buchstabe c des Datenschutzgesetzes vom 25. September 2020 (DSG), bearbeiten oder bearbeiten lassen, soweit sie diese zur Erfüllung ihrer gesetzlichen Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_96"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bearbeiten von Personendaten",
        "citation": "Art. 96 Abs. 2 AsylG",
        "content": "Die zur Bekämpfung der Schwarzarbeit erforderlichen Daten dürfen von den Behörden nach Absatz 1 gemäss den Artikeln 11 und 12 des Bundesgesetzes vom 17. Juni 2005 gegen die Schwarzarbeit bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_96"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bekanntgabe von Personendaten an den Heimat- oder Herkunftsstaat",
        "citation": "Art. 97 Abs. 1 AsylG",
        "content": "Personendaten von Asylsuchenden, anerkannten Flüchtlingen und Schutzbedürftigen dürfen dem Heimat- oder Herkunftsstaat nicht bekannt gegeben werden, wenn dadurch die betroffene Person oder ihre Angehörigen gefährdet würden. Über ein Asylgesuch dürfen keine Angaben gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_97"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bekanntgabe von Personendaten an den Heimat- oder Herkunftsstaat",
        "citation": "Art. 97 Abs. 2 AsylG",
        "content": "Die für die Organisation der Ausreise zuständige Behörde kann zwecks Beschaffung der für den Vollzug der Wegweisungsverfügung notwendigen Reisepapiere mit dem Heimat- oder Herkunftsstaat Kontakt aufnehmen, wenn in erster Instanz das Vorliegen der Flüchtlingseigenschaft verneint wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_97"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bekanntgabe von Personendaten an den Heimat- oder Herkunftsstaat",
        "citation": "Art. 97 Abs. 3 AsylG",
        "content": "Für den Vollzug einer Wegweisung in den Heimat- oder Herkunftsstaat kann die für die Organisation der Ausreise zuständige Behörde der ausländischen Behörde folgende Daten bekannt geben:\na. Personalien (Name, Vorname, Aliasnamen, Geburtsdatum, Geburtsort, Geschlecht, Staatsangehörigkeit, letzte Adresse im Heimat- oder Herkunftsstaat) der betroffenen Person und, soweit für deren Identifikation notwendig, der Angehörigen;\nb. Angaben über den Reisepass oder andere Identitätsausweise;\nc. Fingerabdrücke, Fotografien und allenfalls weitere biometrische Daten;\nd. weitere Daten aus Dokumenten, die zur Identifikation einer Person dienlich sind;\ne. Angaben über den Gesundheitszustand, soweit dies im Interesse der betroffenen Person liegt;\nf. die für die Sicherstellung der Einreise in den Zielstaat sowie für die Sicherheit der Begleitpersonen erforderlichen Daten;\ng. Angaben über strafrechtliche Verfahren, soweit dies im konkreten Fall zur Abwicklung der Rückübernahme und zur Wahrung der öffentlichen Sicherheit und Ordnung im Heimatstaat erforderlich ist und dadurch die betroffene Person nicht gefährdet wird; Artikel 2 des Rechtshilfegesetzes vom 20. März 1981 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_97"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bekanntgabe von Personendaten an Drittstaaten und internationale Organisationen",
        "citation": "Art. 98 Abs. 1 AsylG",
        "content": "Das SEM und die Beschwerdebehörden dürfen zum Vollzug dieses Gesetzes den mit entsprechenden Aufgaben betrauten ausländischen Behörden und internationalen Organisationen Personendaten bekannt geben, sofern die Voraussetzungen nach Artikel 16 DSG erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_98"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Bekanntgabe von Personendaten an Drittstaaten und internationale Organisationen",
        "citation": "Art. 98 Abs. 2 AsylG",
        "content": "Folgende Personendaten dürfen bekannt gegeben werden:\na. Personalien (Name, Vorname, Aliasnamen, Geburtsdatum, Geburtsort, Geschlecht, Staatsangehörigkeit, letzte Adresse im Heimat- oder Herkunftsstaat) der betroffenen Person und, soweit für deren Identifikation notwendig, der Angehörigen;\nb. Angaben über den Reisepass oder andere Identitätsausweise;\nc. Fingerabdrücke, Fotografien und allenfalls weitere biometrische Daten;\nd. weitere Daten aus Dokumenten, die zur Identifikation einer Person dienlich sind;\ne. Angaben über den Gesundheitszustand, soweit dies im Interesse der betroffenen Person liegt;\nf. die für die Sicherstellung der Einreise in den Zielstaat sowie für die Sicherheit der Begleitpersonen erforderlichen Daten;\ng. Angaben über Aufenthaltsorte und Reisewege;\nh. Angaben über Anwesenheitsbewilligungen und erteilte Visa;\ni. Angaben über ein Asylgesuch (Ort und Datum der Einreichung, Stand des Verfahrens, summarische Angaben über den Inhalt eines getroffenen Entscheides).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_98"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Zusammenarbeit mit den Strafverfolgungsbehörden",
        "citation": "Art. 98a AsylG",
        "content": "Das SEM oder das Bundesverwaltungsgericht übermittelt den zuständigen Strafverfolgungsbehörden Informationen und Beweismittel über Asylsuchende, bei denen ernsthafte Gründe für den Verdacht bestehen, dass sie ein Verbrechen gegen das Völkerrecht, insbesondere ein Verbrechen gegen den Frieden, ein Kriegsverbrechen, ein Verbrechen gegen die Menschlichkeit, Völkermord oder Folterhandlungen begangen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_98_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Biometrische Daten",
        "citation": "Art. 98b Abs. 1 AsylG",
        "content": "Zur Feststellung der Identität von Asylsuchenden und Schutzbedürftigen können die zuständigen Behörden biometrische Daten bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Biometrische Daten",
        "citation": "Art. 98b Abs. 1bis AsylG",
        "content": "Das SEM kann Dritte mit der Bearbeitung von biometrischen Daten beauftragen. Es kontrolliert, ob die beauftragten Dritten die Vorschriften über den Datenschutz und die Informatiksicherheit einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Biometrische Daten",
        "citation": "Art. 98b Abs. 2 AsylG",
        "content": "Der Bundesrat legt fest, welche biometrischen Daten erhoben werden, und regelt den Zugriff.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 1 AsylG",
        "content": "Von Asylsuchenden und Schutzbedürftigen werden die Abdrücke aller Finger abgenommen und Fotografien erstellt. Der Bundesrat kann Ausnahmen für Minderjährige unter 14 Jahren vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 2 AsylG",
        "content": "Die Fingerabdrücke und Fotografien werden ohne zugehörige Personalien in einer vom Bundesamt für Polizei und vom SEM geführten Datenbank gespeichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 3 AsylG",
        "content": "Neu abgenommene Fingerabdrücke werden mit den vom Bundesamt für Polizei geführten Fingerabdrucksammlungen verglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 4 AsylG",
        "content": "Stellt das Bundesamt für Polizei Übereinstimmung mit einem schon vorhandenen Fingerabdruck fest, so gibt es diesen Umstand dem SEM sowie den betroffenen kantonalen Polizeibehörden und dem Grenzwachtkorps zusammen mit den Personalien der betroffenen Person (Name, Vorname, Aliasnamen, Geburtsdatum, Geschlecht, Referenznummer, Personennummer, Staatsangehörigkeit, Prozesskontrollnummer und Zuteilungskanton) bekannt. Von polizeilichen Erfassungen werden zudem Datum, Ort und Grund der Fingerabdruckabnahme in Codeform mitgeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 5 AsylG",
        "content": "Das SEM verwendet diese Angaben, um:\na. die Identität der betroffenen Person zu überprüfen;\nb. zu prüfen, ob die betroffene Person sich bereits einmal um Asyl beworben hat;\nc. zu prüfen, ob Daten vorliegen, welche die Aussagen der betroffenen Person bestätigen oder widerlegen;\nd. zu prüfen, ob Daten vorliegen, welche die Asylwürdigkeit der betroffenen Person in Frage stellen;\ne. die Amtshilfe an polizeiliche Behörden zu erleichtern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 6 AsylG",
        "content": "Personendaten, die nach Absatz 4 bekannt gegeben wurden, dürfen nur mit der Zustimmung des für die Datenbearbeitung Verantwortlichen ins Ausland bekannt gegeben werden. Artikel 16 Absatz 1 DSG gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1. Abschnitt: Grundsätze, Abnahme und Auswertung von Fingerabdrücken",
        "citation": "Art. 99 Abs. 7 AsylG",
        "content": "Die Daten werden gelöscht:\na. wenn Asyl gewährt wird;\nb. spätestens zehn Jahre nach rechtskräftiger Ablehnung, Rückzug oder Abschreibung des Asylgesuchs oder nach einem Nichteintretensentscheid;\nc. bei Schutzbedürftigen spätestens zehn Jahre nach Aufhebung des vorübergehenden Schutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Grundsätze",
        "citation": "Art. 99a Abs. 1 AsylG",
        "content": "Das SEM führt ein Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen (MIDES).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Grundsätze",
        "citation": "Art. 99a Abs. 2 AsylG",
        "content": "MIDES dient:\na. der Bearbeitung von Personendaten von Asylsuchenden und Schutzbedürftigen, einschliesslich besonders schützenswerter Personendaten nach Artikel 5 Buchstabe c DSG; und\nb. der Geschäftskontrolle, der Durchführung des Asylverfahrens sowie der Planung und Organisation der Unterbringung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Grundsätze",
        "citation": "Art. 99a Abs. 3 AsylG",
        "content": "MIDES enthält folgende Personendaten:\na. Daten zur Identität der registrierten Personen, nämlich Name, Vorname, Geschlecht, Geburtsdatum und -ort, Nationalität, Ethnie, Religion, Zivilstand, Adresse und Namen der Eltern;\nb. Protokolle der in den Zentren des Bundes und an den Flughäfen durchgeführten summarischen Befragungen nach den Artikeln 22 Absatz 1 und 26 Absatz 3;\nc. biometrische Daten;\nd. Angaben über die Unterbringung;\ne. den Stand des Verfahrens;\nf. den Vermerk «Medizinalfall», um die Asylsuchenden auf die Kantone zu verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Grundsätze",
        "citation": "Art. 99a Abs. 4 AsylG",
        "content": "Die Personendaten nach Absatz 3 Buchstaben a, c, e und f werden ins ZEMIS übernommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Grundsätze",
        "citation": "Art. 99a Abs. 5 AsylG",
        "content": "Die Asylsuchenden und die Schutzbedürftigen sind insbesondere über den Zweck der Datenbearbeitung und die Kategorien der Datenempfänger zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Datenbearbeitung in MIDES",
        "citation": "Art. 99b AsylG",
        "content": "Zugriff auf MIDES haben, soweit dies zur Erfüllung ihrer Aufgaben erforderlich ist:\na. die Mitarbeitenden des SEM;\nb. die Behörden nach Artikel 22 Absatz 1;\nc. beauftragte Dritte nach Artikel 99c;\nd. die Mitarbeiterinnen und Mitarbeiter der kantonalen oder kommunalen Zentren nach Artikel 24d, die für die Unterbringung und Betreuung der Asylsuchenden zuständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Beauftragte Dritte",
        "citation": "Art. 99c Abs. 1 AsylG",
        "content": "Das SEM kann Dritte, die mit der Beschaffung biometrischer Daten, mit der Aufrechterhaltung der Sicherheit oder mit der Administration und Betreuung in den Zentren des Bundes und den Unterkünften an den Flughäfen beauftragt sind, dazu berechtigen, in MIDES die Personendaten nach Artikel 99a Absatz 3 Buchstaben a, c und d zu bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Beauftragte Dritte",
        "citation": "Art. 99c Abs. 2 AsylG",
        "content": "Das SEM stellt sicher, dass die beauftragten Dritten die anwendbaren Vorschriften über den Datenschutz und die Informatiksicherheit einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Aufsicht und Vollzug",
        "citation": "Art. 99d Abs. 1 AsylG",
        "content": "Das SEM ist für die Sicherheit von MIDES und die Rechtmässigkeit der Bearbeitung der Personendaten verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1a. Abschnitt:, Informationssystem der Zentren des Bundes und der Unterkünfte an den Flughäfen, Aufsicht und Vollzug",
        "citation": "Art. 99d Abs. 2 AsylG",
        "content": "Der Bundesrat regelt:\na. die Organisation und den Betrieb von MIDES;\nb. den Katalog der zu bearbeitenden Personendaten;\nc. die Zugriffsrechte;\nd. die technischen und organisatorischen Schutzmassnahmen gegen unbefugtes Bearbeiten;\ne. die Dauer der Datenaufbewahrung;\nf. die Archivierung und die Vernichtung der Daten nach Ablauf der Aufbewahrungsfrist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_99_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informationssystem der Beschwerdebehörden",
        "citation": "Art. 100 Abs. 1 AsylG",
        "content": "Die Beschwerdebehörden führen ein Informationssystem zur Registrierung der bei ihnen eingereichten Beschwerden, zur Führung einer Geschäftskontrolle und zum Erstellen von Statistiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_100"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informationssystem der Beschwerdebehörden",
        "citation": "Art. 100 Abs. 2 AsylG",
        "content": "Das Informationssystem kann besonders schützenswerte Personendaten enthalten, soweit dies zur Erfüllung der gesetzlichen Aufgabe notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_100"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informationssystem der Beschwerdebehörden",
        "citation": "Art. 100 Abs. 2bis AsylG",
        "content": "Unrichtige Daten sind von Amtes wegen zu berichtigen. Sind die unrichtigen Daten auf eine Verletzung der Mitwirkungspflicht einer Person zurückzuführen, so können dieser die Kosten für die Berichtigung in Rechnung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_100"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informations- und Dokumentationssystem",
        "citation": "Art. 102 Abs. 1 AsylG",
        "content": "Das SEM betreibt in Zusammenarbeit mit dem Bundesverwaltungsgericht ein automatisiertes Informations- und Dokumentationssystem. Darin werden in verschiedenen Datenbanken sachbezogene Informationen und Dokumentationen aus dem Aufgabenbereich des SEM und des Bundesverwaltungsgerichts gespeichert. Sofern es erforderlich ist, können auch in den Texten enthaltene Personendaten, namentlich Personalien, sowie besonders schützenswerte Personendaten gespeichert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informations- und Dokumentationssystem",
        "citation": "Art. 102 Abs. 2 AsylG",
        "content": "Auf Datenbanken, die besonders schützenswerte Personendaten enthalten, haben nur Mitarbeiterinnen und Mitarbeiter des SEM und des Bundesverwaltungsgerichts Zugriff.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informations- und Dokumentationssystem",
        "citation": "Art. 102 Abs. 3 AsylG",
        "content": "Datenbanken, die vorwiegend sachbezogene, aus öffentlichen Quellen entnommene Informationen enthalten, können auf Gesuch hin mittels Abrufverfahren externen Benutzerinnen und Benutzern zugänglich gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Informations- und Dokumentationssystem",
        "citation": "Art. 102 Abs. 4 AsylG",
        "content": "Der Bundesrat regelt die Einzelheiten, namentlich den Zugriff auf das System und den Schutz der darin erfassten Personendaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 1b. Abschnitt: Andere Informationssysteme, Statistik über Sozialhilfeempfängerinnen und -empfänger",
        "citation": "Art. 102a AsylG",
        "content": "Für die Steuerung der finanziellen Abgeltung an die Kantone übermittelt das Bundesamt für Statistik dem SEM periodisch anonymisierte und aggregierte Daten über die Personen des Asylbereichs, welche Leistungen der öffentlichen Sozialhilfe beziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 1 AsylG",
        "content": "Im Rahmen der Anwendung der Dublin-Assoziierungsabkommen ist das SEM für den Verkehr mit der Zentraleinheit des Systems Eurodac zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 2 AsylG",
        "content": "Es übermittelt folgende Daten innerhalb von 72 Stunden nach Einreichung des Gesuchs an die Zentraleinheit:\na. den Ort und das Datum der Gesuchstellung in der Schweiz;\nb. das Geschlecht der gesuchstellenden Person;\nc. die nach Artikel 99 Absatz 1 abgenommenen Fingerabdrücke;\nd. das Datum der Abnahme der Fingerabdrücke;\ne. die schweizerische Kennnummer der Fingerabdrücke;\nf. das Datum der Übermittlung der Daten an die Zentraleinheit;\ng. das Benutzerkennwort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 2bis AsylG",
        "content": "Lassen die Finger der betroffenen Person keine Erfassung der Fingerabdrücke zu, so müssen die Fingerabdrücke innerhalb von 48 Stunden, nachdem eine qualitativ einwandfreie Erfassung wieder möglich ist, an die Zentraleinheit übermittelt werden. Können die Fingerabdrücke wegen des Gesundheitszustands der betroffenen Person oder wegen Massnahmen der öffentlichen Gesundheit nicht abgenommen werden, so müssen diese Fingerabdrücke innerhalb von 48 Stunden nach Wegfallen des Hinderungsgrundes an die Zentraleinheit übermittelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 2ter AsylG",
        "content": "Wird die Datenübermittlung durch schwerwiegende technische Probleme verhindert, so wird eine Nachfrist von 48 Stunden gewährt, um die notwendigen Massnahmen zu treffen, damit das System wieder einwandfrei funktioniert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 2quater AsylG",
        "content": "Das SEM übermittelt zudem die folgenden Daten an die Zentraleinheit:\na. bei Aufnahme einer Person nach der Verordnung (EU) Nr. 604/2013: den Zeitpunkt der Ankunft in der Schweiz;\nb. bei Wiederaufnahme einer Person nach der Verordnung (EU) Nr. 604/2013: den Zeitpunkt der Ankunft in der Schweiz;\nc. bei Nachweis, dass eine gesuchstellende Person, für welche die Schweiz nach der Verordnung (EU) Nr. 604/2013 für die Behandlung ihres Gesuchs zuständig ist, für mindestens drei Monate das Gebiet der Staaten, die durch eines der Dublin-Assoziierungsabkommen gebunden sind, verlassen hat: den Zeitpunkt der Ausreise;\nd. nach erfolgreichem Vollzug der Wegweisung, den Zeitpunkt der Ausschaffung beziehungsweise der Ausreise der gesuchstellenden Person aus dem Gebiet der Staaten, die durch eines der Dublin-Assoziierungsabkommen gebunden sind;\ne. sofern die Schweiz aufgrund der Souveränitätsklausel der Verordnung (EU) Nr. 604/2013 freiwillig der zuständige Dublin-Staat für die Behandlung eines Asylgesuchs wird: den Zeitpunkt dieser Entscheidung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 3 AsylG",
        "content": "Die übermittelten Daten werden in der Datenbank Eurodac gespeichert und mit den in dieser Datenbank bereits gespeicherten Daten automatisch verglichen. Das Ergebnis des Vergleichs wird dem SEM mitgeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Eurodac",
        "citation": "Art. 102abis Abs. 4 AsylG",
        "content": "Die Daten werden zehn Jahre nach Abnahme der Fingerabdrücke von der Zentraleinheit automatisch vernichtet. Erhält eine Person, deren Daten von der Schweiz an die Datenbank Eurodac übermittelt wurden, vor Ablauf dieser Frist die Staatsangehörigkeit eines Staates, der durch eines der Dublin-Assoziierungsabkommen gebunden ist, so ersucht das SEM, sobald es von diesem Umstand Kenntnis erhält, die Zentraleinheit um vorzeitige Vernichtung der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Überprüfung der Fingerabdrücke in Eurodac",
        "citation": "Art. 102ater Abs. 1 AsylG",
        "content": "Eine Spezialistin oder ein Spezialist nimmt eine Überprüfung der Fingerabdrücke vor, wenn die Eurodac-Abfrage einen Treffer ergeben hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_ter"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Überprüfung der Fingerabdrücke in Eurodac",
        "citation": "Art. 102ater Abs. 2 AsylG",
        "content": "Das SEM bestimmt, über welche Qualifikationen die Fingerabdruckspezialistin oder der Fingerabdruckspezialist verfügen muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_a_ter"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Bekanntgabe von Personendaten an einen Staat, der durch eines der Dublin-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 102b AsylG",
        "content": "Die Bekanntgabe von Personendaten an die zuständigen Behörden von Staaten, die durch eines der Dublin-Assoziierungsabkommen gebunden sind, wird der Bekanntgabe von Personendaten zwischen Bundesorganen gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Bekanntgabe von Personendaten an einen Staat, der durch keines der Dublin-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 102c Abs. 1 AsylG",
        "content": "An Drittstaaten dürfen Personendaten nur bekannt gegeben werden, wenn sie ein angemessenes Datenschutzniveau nach Artikel 16 Absatz 1 DSG gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Bekanntgabe von Personendaten an einen Staat, der durch keines der Dublin-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 102c Abs. 2 AsylG",
        "content": "Gewährleistet ein Drittstaat kein angemessenes Datenschutzniveau, so können ihm Personendaten in folgenden Fällen bekannt gegeben werden:\na. Die betroffene Person hat nach Artikel 6 Absatz 6 und gegebenenfalls Absatz 7 DSG eingewilligt.\nb. Die Bekanntgabe ist notwendig, um das Leben oder die körperliche Unversehrtheit der betroffenen Person zu schützen, und es ist nicht möglich, innerhalb einer angemessenen Frist deren Einwilligung einzuholen.\nc. Die Bekanntgabe ist notwendig zur Wahrung überwiegender öffentlicher Interessen oder zur Feststellung, Ausübung oder Durchsetzung von Rechtsansprüchen vor Gericht oder einer anderen zuständigen ausländischen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Bekanntgabe von Personendaten an einen Staat, der durch keines der Dublin-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 102c Abs. 3 AsylG",
        "content": "Neben den in Absatz 2 genannten Fällen können Personendaten auch bekannt gegeben werden, wenn im Einzelfall hinreichende Garantien einen angemessenen Schutz der betroffenen Person gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Bekanntgabe von Personendaten an einen Staat, der durch keines der Dublin-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 102c Abs. 4 AsylG",
        "content": "Der Bundesrat bestimmt den Umfang der zu erbringenden Garantien und die Modalitäten der Garantieerbringung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Bekanntgabe von Personendaten an einen Staat, der durch keines der Dublin-Assoziierungsabkommen gebunden ist",
        "citation": "Art. 102c Abs. 5 AsylG",
        "content": "Die aus der Datenbank Eurodac gewonnenen Daten dürfen unter keinen Umständen übermittelt werden an:\na. einen Staat, der durch keines der Dublin-Assoziierungsabkommen gebunden ist;\nb. internationale Organisationen;\nc. private Stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Aufsicht über die Datenbearbeitung im Rahmen der Zusammenarbeit von Dublin",
        "citation": "Art. 102d Abs. 1 AsylG",
        "content": "Die kantonalen Datenschutzbehörden und der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte (EDÖB) arbeiten im Rahmen ihrer jeweiligen Zuständigkeiten zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Aufsicht über die Datenbearbeitung im Rahmen der Zusammenarbeit von Dublin",
        "citation": "Art. 102d Abs. 2 AsylG",
        "content": "Der EDÖB übt die Aufsicht über die Bearbeitung von Personendaten im Rahmen der Zusammenarbeit von Dublin aus. Er koordiniert die Aufsichtstätigkeit mit den kantonalen Datenschutzbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Aufsicht über die Datenbearbeitung im Rahmen der Zusammenarbeit von Dublin",
        "citation": "Art. 102d Abs. 3 AsylG",
        "content": "Er arbeitet bei der Wahrnehmung seiner Aufgaben mit dem Europäischen Datenschutzbeauftragten zusammen; für diesen ist er nationale Aufsichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 2. Abschnitt:, Datenbearbeitung im Rahmen der Dublin-Assoziierungsabkommen, Auskunftsrecht",
        "citation": "Art. 102e AsylG",
        "content": "Das Auskunftsrecht richtet sich nach den Datenschutzbestimmungen des Bundes oder der Kantone. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_e"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 3. Abschnitt:, Videoüberwachung",
        "citation": "Art. 102ebis Abs. 1 AsylG",
        "content": "Das SEM kann innerhalb und ausserhalb der Gebäude, die es im Rahmen des Asylverfahrens verwaltet, Videoüberwachungsgeräte und -anlagen einsetzen und Bild- und Tonaufzeichnungen machen, um Güter und Personen, namentlich die Asylsuchenden, die Mitarbeitenden des SEM und die für die Betreuung und die Sicherheit zuständigen Mitarbeitenden, vor Gefährdung zu schützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 3. Abschnitt:, Videoüberwachung",
        "citation": "Art. 102ebis Abs. 2 AsylG",
        "content": "Die Bild- und Tonaufzeichnungen werden während vier Monaten aufbewahrt und danach automatisch vernichtet, sofern sie nicht für ein Strafverfahren oder eine vom SEM geführte administrative Untersuchung benötigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 3. Abschnitt:, Videoüberwachung",
        "citation": "Art. 102ebis Abs. 3 AsylG",
        "content": "Die Aufzeichnungen dürfen nur an Strafverfolgungsbehörden übergeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 3. Abschnitt:, Videoüberwachung",
        "citation": "Art. 102ebis Abs. 4 AsylG",
        "content": "Bei einer administrativen oder strafrechtlichen Untersuchung können die Sicherheitsverantwortlichen des SEM sowie ihre Vorgesetzten die Aufzeichnungen einsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 7. Kapitel: Bearbeitung von Personendaten, 3. Abschnitt:, Videoüberwachung",
        "citation": "Art. 102ebis Abs. 5 AsylG",
        "content": "Der Bundesrat regelt die Modalitäten der Videoüberwachung. Er legt namentlich fest, welche Gebäude und Gebäudeteile videoüberwacht werden dürfen, und regelt die Aufbewahrung der Aufzeichnungen, ihren Schutz vor Missbrauch sowie ihre Übergabe an die Strafverfolgungsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Grundsatz",
        "citation": "Art. 102f Abs. 1 AsylG",
        "content": "Asylsuchende Personen, deren Gesuch in einem Zentrum des Bundes behandelt wird, haben Anspruch auf unentgeltliche Beratung und Rechtsvertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_f"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Grundsatz",
        "citation": "Art. 102f Abs. 2 AsylG",
        "content": "Das SEM beauftragt einen oder mehrere Leistungserbringer mit der Erfüllung der Aufgaben nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_f"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Beratung über das Asylverfahren",
        "citation": "Art. 102g Abs. 1 AsylG",
        "content": "Während des Aufenthalts im Zentrum des Bundes haben Asylsuchende Zugang zur Beratung über das Asylverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Beratung über das Asylverfahren",
        "citation": "Art. 102g Abs. 2 AsylG",
        "content": "Die Beratung beinhaltet namentlich die Information der Asylsuchenden über Rechte und Pflichten im Asylverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Beratung über das Asylverfahren",
        "citation": "Art. 102g Abs. 3 AsylG",
        "content": "Die Beratung beinhaltet auch die Information zum Beschwerdeverfahren nach Artikel 111 der Verordnung (EU) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Rechtsvertretung",
        "citation": "Art. 102h Abs. 1 AsylG",
        "content": "Jeder asylsuchenden Person wird ab Beginn der Vorbereitungsphase und für das weitere Asylverfahren eine Rechtsvertretung zugeteilt, sofern die asylsuchende Person nicht ausdrücklich darauf verzichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Rechtsvertretung",
        "citation": "Art. 102h Abs. 2 AsylG",
        "content": "Die zugewiesene Rechtsvertretung informiert die asylsuchende Person so rasch als möglich über ihre Chancen im Asylverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Rechtsvertretung",
        "citation": "Art. 102h Abs. 3 AsylG",
        "content": "Die Rechtsvertretung dauert bis zur Rechtskraft des Entscheides im beschleunigten und im Dublin-Verfahren oder bis zum Entscheid über die Durchführung eines erweiterten Verfahrens. Vorbehalten bleibt Artikel 102l.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Rechtsvertretung",
        "citation": "Art. 102h Abs. 4 AsylG",
        "content": "Die Rechtsvertretung endet mit der Mitteilung der zugewiesenen Rechtsvertreterin oder des zugewiesenen Rechtsvertreters an die asylsuchende Person, sie oder er sei wegen Aussichtslosigkeit nicht gewillt, eine Beschwerde einzureichen. Diese Mitteilung erfolgt so rasch als möglich nach Eröffnung des ablehnenden Asylentscheides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Rechtsvertretung",
        "citation": "Art. 102h Abs. 5 AsylG",
        "content": "Die Aufgaben der Rechtsvertretung richten sich nach Artikel 102k.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Aufgaben des Leistungserbringers",
        "citation": "Art. 102i Abs. 1 AsylG",
        "content": "Der Leistungserbringer nach Artikel 102f Absatz 2 ist insbesondere verantwortlich für die Sicherstellung, Organisation und Durchführung der Beratung und Rechtsvertretung in den Zentren des Bundes. Er sorgt für die Qualität der Beratung und Rechtsvertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Aufgaben des Leistungserbringers",
        "citation": "Art. 102i Abs. 2 AsylG",
        "content": "Der Leistungserbringer bestimmt die mit der Beratung und Rechtsvertretung betrauten Personen. Er teilt die mit der Rechtsvertretung betrauten Personen den Asylsuchenden zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Aufgaben des Leistungserbringers",
        "citation": "Art. 102i Abs. 3 AsylG",
        "content": "Zur Beratung sind Personen zugelassen, die sich beruflich mit der Beratung von Asylsuchenden befassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Aufgaben des Leistungserbringers",
        "citation": "Art. 102i Abs. 4 AsylG",
        "content": "Zur Rechtsvertretung zugelassen sind Rechtsanwältinnen und Rechtsanwälte. Zugelassen sind auch Personen mit universitärem juristischem Hochschulabschluss, die sich beruflich mit der Beratung und Vertretung von Asylsuchenden befassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Aufgaben des Leistungserbringers",
        "citation": "Art. 102i Abs. 5 AsylG",
        "content": "Zwischen dem Leistungserbringer und dem SEM findet ein regelmässiger Informationsaustausch statt, namentlich zur Koordination der Aufgaben und zur Qualitätssicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Teilnahme der Rechtsvertretung",
        "citation": "Art. 102j Abs. 1 AsylG",
        "content": "Das SEM teilt dem Leistungserbringer die Termine für die Erstbefragung in der Vorbereitungsphase, für die Anhörung zu den Asylgründen sowie für weitere Verfahrensschritte mit, bei denen eine Mitwirkung der Rechtsvertretung notwendig ist. Der Leistungserbringer teilt der Rechtsvertretung die entsprechenden Termine unverzüglich mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Teilnahme der Rechtsvertretung",
        "citation": "Art. 102j Abs. 2 AsylG",
        "content": "Bei rechtzeitiger Mitteilung der Termine entfalten die Handlungen des SEM ihre Rechtswirkungen auch ohne die Anwesenheit oder Mitwirkung der Rechtsvertretung. Vorbehalten bleiben kurzfristige Verhinderungen aus entschuldbaren, schwerwiegenden Gründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Teilnahme der Rechtsvertretung",
        "citation": "Art. 102j Abs. 3 AsylG",
        "content": "Reicht eine Rechtsvertretung keine oder nicht fristgerecht eine Stellungnahme zum Entwurf eines ablehnenden Asylentscheides ein, obwohl dieser ihr vom Leistungserbringer rechtzeitig zugestellt wurde, so gilt dies als Verzicht auf eine Stellungnahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Entschädigung für die Beratung und Rechtsvertretung",
        "citation": "Art. 102k Abs. 1 AsylG",
        "content": "Der Bund richtet dem Leistungserbringer durch Vereinbarung und auf Grundlage von kostengünstigen Lösungen eine Entschädigung für die Erfüllung namentlich folgender Aufgaben aus:\na. Information und Beratung der Asylsuchenden;\nb. Teilnahme der Rechtsvertretung an der Erstbefragung in der Vorbereitungsphase und an der Anhörung zu den Asylgründen;\nc. Stellungnahme zum Entwurf eines ablehnenden Asylentscheides im beschleunigten Verfahren;\nd. Wahrnehmung der Rechtsvertretung im Beschwerdeverfahren, insbesondere das Verfassen einer Beschwerdeschrift;\ne. die Wahrnehmung der Interessen von unbegleiteten minderjährigen Asylsuchenden als Vertrauensperson in den Zentren des Bundes und am Flughafen;\nf. bei einem Wechsel in das erweiterte Verfahren die Information der Rechtsberatungsstelle durch die zugewiesene Rechtsvertretung über den bisherigen Verfahrensstand oder die Weiterführung der zugewiesenen Rechtsvertretung bei entscheidrelevanten Verfahrensschritten nach Artikel 102l;\ng. Beratung und Unterstützung bei der Einreichung einer Beschwerde nach Artikel 111 der Verordnung (EU) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_k"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1. Abschnitt:, Rechtsschutz in den Zentren des Bundes, Entschädigung für die Beratung und Rechtsvertretung",
        "citation": "Art. 102k Abs. 2 AsylG",
        "content": "In der Entschädigung enthalten sind ein Beitrag an die Verwaltungs- und Personalkosten des Leistungserbringers, insbesondere für die Organisation der Beratung und der Rechtsvertretung sowie ein Beitrag an eine unabhängige Übersetzung. Die Abgeltung wird pauschal festgesetzt. Ausnahmsweise können die Beiträge nach Aufwand festgesetzt werden, insbesondere zur Abgeltung einmalig anfallender Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_k"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1a. Abschnitt: Beratung und Rechtsvertretung im erweiterten Verfahren nach Zuweisung auf die Kantone",
        "citation": "Art. 102l Abs. 1 AsylG",
        "content": "Nach Zuweisung auf den Kanton können sich Asylsuchende bei entscheidrelevanten Schritten im erstinstanzlichen Verfahren, insbesondere wenn eine zusätzliche Anhörung zu den Asylgründen durchgeführt wird, kostenlos an eine Rechtsberatungsstelle oder an die zugewiesene Rechtsvertretung wenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1a. Abschnitt: Beratung und Rechtsvertretung im erweiterten Verfahren nach Zuweisung auf die Kantone",
        "citation": "Art. 102l Abs. 1bis AsylG",
        "content": "Nach Zuweisung auf den Kanton können sich Asylsuchende für die Beratung und Unterstützung nach Artikel 102k Absatz 1 Buchstabe g kostenlos an eine Rechtsberatungsstelle oder an die zugewiesene Rechtsvertretung wenden, wenn diese Beratung und Unterstützung nicht bereits in einem Zentrum des Bundes erfolgt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1a. Abschnitt: Beratung und Rechtsvertretung im erweiterten Verfahren nach Zuweisung auf die Kantone",
        "citation": "Art. 102l Abs. 2 AsylG",
        "content": "Der Bund richtet der Rechtsberatungsstelle durch Vereinbarung und auf Grundlage von kostengünstigen Lösungen eine Entschädigung für die Tätigkeit nach den Absätzen 1 und 1bis aus. Die Abgeltung wird pauschal festgesetzt. Ausnahmsweise können die Beiträge nach Aufwand festgesetzt werden, insbesondere zur Abgeltung einmalig anfallender Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1a. Abschnitt: Beratung und Rechtsvertretung im erweiterten Verfahren nach Zuweisung auf die Kantone",
        "citation": "Art. 102l Abs. 3 AsylG",
        "content": "Der Bundesrat legt die für die Zulassung als Rechtsberatungsstelle notwendigen Voraussetzungen fest und bestimmt die entscheidrelevanten Verfahrensschritte nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1b. Abschnitt: Unentgeltliche Rechtspflege",
        "citation": "Art. 102m Abs. 1 AsylG",
        "content": "Das Bundesverwaltungsgericht bestellt auf Antrag der asylsuchenden Person, die von der Bezahlung der Verfahrenskosten befreit wurde, eine amtliche Rechtsbeiständin oder einen amtlichen Rechtsbeistand ausschliesslich bei Beschwerden gegen:\na. Nichteintretensentscheide, ablehnende Asyl- sowie Wegweisungsentscheide nach den Artikeln 31a und 44 im Rahmen des erweiterten Verfahrens;\nb. Entscheide über den Widerruf und das Erlöschen des Asyls nach den Artikeln 63 und 64;\nc. die Aufhebung der vorläufigen Aufnahme bei Personen aus dem Asylbereich nach Artikel 84 Absätze 2 und 3 AIG;\nd. Entscheide im Rahmen der Gewährung des vorübergehenden Schutzes nach dem 4. Kapitel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1b. Abschnitt: Unentgeltliche Rechtspflege",
        "citation": "Art. 102m Abs. 2 AsylG",
        "content": "Ausgenommen sind Beschwerden nach Absatz 1, wenn sie im Rahmen von Wiedererwägungs- und Revisionsverfahren und von Mehrfachgesuchen ergehen. Für solche und für die übrigen Beschwerden mit Ausnahme von Absatz 1 gilt Artikel 65 Absatz 2 VwVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1b. Abschnitt: Unentgeltliche Rechtspflege",
        "citation": "Art. 102m Abs. 3 AsylG",
        "content": "Bei Beschwerden, die gestützt auf dieses Gesetz eingereicht werden, sind auch Personen mit universitärem juristischem Hochschulabschluss zur amtlichen Verbeiständung zugelassen, die sich beruflich mit der Beratung und Vertretung von Asylsuchenden befassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1b. Abschnitt: Unentgeltliche Rechtspflege",
        "citation": "Art. 102m Abs. 4 AsylG",
        "content": "Die Absätze 1–3 gelten auch für Personen, über deren Gesuch im beschleunigten Verfahren entschieden worden ist und die auf eine Rechtsvertretung nach Artikel 102h verzichten. Dasselbe gilt, wenn die zugewiesene Rechtsvertretung im beschleunigten Verfahren auf die Erhebung einer Beschwerde verzichtet (Art. 102h Abs. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1c. Abschnitt: Beschwerdeverfahren auf Kantonsebene",
        "citation": "Art. 103 Abs. 1 AsylG",
        "content": "Die Kantone sehen mindestens eine Beschwerdeinstanz vor, bei der gegen Verfügungen kantonaler Behörden, die sich auf dieses Gesetz und seine Ausführungsbestimmungen stützen, Beschwerde geführt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_103"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 1c. Abschnitt: Beschwerdeverfahren auf Kantonsebene",
        "citation": "Art. 103 Abs. 2 AsylG",
        "content": "Beschwerden gegen letztinstanzliche kantonale Entscheide richten sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege, soweit dieses Gesetz nichts Abweichendes vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_103"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerde gegen Verfügungen des SEM",
        "citation": "Art. 105 AsylG",
        "content": "Gegen Verfügungen des SEM kann nach Massgabe des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_105"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdegründe",
        "citation": "Art. 106 Abs. 1 AsylG",
        "content": "Mit der Beschwerde kann gerügt werden:\na. Verletzung von Bundesrecht, einschliesslich Missbrauch und Überschreitung des Ermessens;\nb. unrichtige und unvollständige Feststellung des rechtserheblichen Sachverhalts;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_106"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdegründe",
        "citation": "Art. 106 Abs. 2 AsylG",
        "content": "Artikel 27 Absatz 3 und Artikel 68 Absatz 2 bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_106"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Anfechtbare Zwischenverfügungen",
        "citation": "Art. 107 Abs. 1 AsylG",
        "content": "Zwischenverfügungen, die in Anwendung der Artikel 10 Absätze 1–3 und 18–48 dieses Gesetzes sowie Artikel 71 AIG ergehen, können nur durch Beschwerde gegen die Endverfügung angefochten werden. Vorbehalten bleibt die Anfechtung von Verfügungen nach Artikel 27 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_107"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Anfechtbare Zwischenverfügungen",
        "citation": "Art. 107 Abs. 2 AsylG",
        "content": "Selbständig anfechtbar sind ausserdem, sofern sie einen nicht wieder gutzumachenden Nachteil bewirken können:\na. vorsorgliche Massnahmen;\nb. Verfügungen, mit denen das Verfahren sistiert wird, ausser Verfügungen nach Artikel 69 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_107"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahren für die Dublin-Fälle",
        "citation": "Art. 107a Abs. 1 AsylG",
        "content": "Die Beschwerde gegen einen Nichteintretensentscheid bei einem Gesuch von einer asylsuchenden Person, die in einen Staat ausreisen kann, der aufgrund eines Staatsvertrags für die Durchführung des Asyl- und Wegweisungsverfahrens zuständig ist, hat keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahren für die Dublin-Fälle",
        "citation": "Art. 107a Abs. 2 AsylG",
        "content": "Die asylsuchende Person kann innerhalb der Beschwerdefrist die Gewährung der aufschiebenden Wirkung beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahren für die Dublin-Fälle",
        "citation": "Art. 107a Abs. 3 AsylG",
        "content": "Das Bundesverwaltungsgericht entscheidet innerhalb von fünf Tagen nach Eingang des Antrags nach Absatz 2 darüber. Wird die aufschiebende Wirkung innerhalb von fünf Tagen nicht gewährt, kann die Wegweisung vollzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 1 AsylG",
        "content": "Im beschleunigten Verfahren ist die Beschwerde gegen einen Entscheid nach Artikel 31a Absatz 4 innerhalb von sieben Arbeitstagen, gegen Zwischenverfügungen innerhalb von fünf Tagen seit Eröffnung der Verfügung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 2 AsylG",
        "content": "Im erweiterten Verfahren ist die Beschwerde gegen einen Entscheid nach Artikel 31a Absatz 4 innerhalb von 30 Tagen, bei Zwischenverfügungen innerhalb von zehn Tagen seit Eröffnung der Verfügung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 3 AsylG",
        "content": "Die Beschwerde gegen Nichteintretensentscheide sowie gegen Entscheide nach Artikel 23 Absatz 1 und Artikel 40 in Verbindung mit Artikel 6a Absatz 2 Buchstabe a ist innerhalb von fünf Arbeitstagen seit Eröffnung der Verfügung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 4 AsylG",
        "content": "Die Verweigerung der Einreise nach Artikel 22 Absatz 2 kann bis zum Zeitpunkt der Eröffnung einer Verfügung nach Artikel 23 Absatz 1 angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 5 AsylG",
        "content": "Die Überprüfung der Rechtmässigkeit und der Angemessenheit der Zuweisung eines Aufenthaltsortes am Flughafen oder an einem anderen geeigneten Ort nach Artikel 22 Absätze 3 und 4 kann jederzeit mittels Beschwerde beantragt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 6 AsylG",
        "content": "In den übrigen Fällen beträgt die Beschwerdefrist 30 Tage seit Eröffnung der Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beschwerdefristen",
        "citation": "Art. 108 Abs. 7 AsylG",
        "content": "Per Telefax übermittelte Rechtsschriften gelten als rechtsgültig eingereicht, wenn sie innert Frist beim Bundesverwaltungsgericht eintreffen und mittels Nachreichung des unterschriebenen Originals nach den Regeln gemäss Artikel 52 Absätze 2 und 3 VwVG verbessert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Koordination mit dem Auslieferungsverfahren",
        "citation": "Art. 108a AsylG",
        "content": "Liegt gegen die asylsuchende Person ein Auslieferungsersuchen im Sinne des Rechtshilfegesetzes vom 20. März 1981 vor, so ziehen die Rechtsmittelinstanzen für den Beschwerdeentscheid im Asylbereich die Akten aus dem Auslieferungsverfahren bei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_108_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 1 AsylG",
        "content": "Im beschleunigten Verfahren entscheidet das Bundesverwaltungsgericht über Beschwerden gegen Entscheide nach Artikel 31a Absatz 4 innerhalb von 20 Tagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 2 AsylG",
        "content": "Im erweiterten Verfahren entscheidet das Bundesverwaltungsgericht über Beschwerden gegen Entscheide nach Artikel 31a Absatz 4 innerhalb von 30 Tagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 3 AsylG",
        "content": "Bei Beschwerden gegen Nichteintretentsentscheide sowie gegen Verfügungen nach Artikel 23 Absatz 1 und Artikel 40 in Verbindung mit Artikel 6a Absatz 2 Buchstabe a entscheidet es innerhalb von fünf Arbeitstagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 4 AsylG",
        "content": "Die Fristen nach den Absätzen 1 und 3 können bei triftigen Gründen um einige Tage überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 5 AsylG",
        "content": "Das Bundesverwaltungsgericht entscheidet über Beschwerden gegen Entscheide nach Artikel 22 Absätze 2–3 und 4 unverzüglich auf Grund der Akten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 6 AsylG",
        "content": "In den übrigen Fällen entscheidet das Bundesverwaltungsgericht über Beschwerden innerhalb von 20 Tagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsfristen",
        "citation": "Art. 109 Abs. 7 AsylG",
        "content": "Es entscheidet ausserhalb der Reihe und unverzüglich, wenn die asylsuchende Person auf der Grundlage eines Ersuchens des Staates, vor welchem diese Schutz in der Schweiz sucht, in Auslieferungshaft ist. Dies gilt auch, wenn gegen die asylsuchende Person eine Landesverweisung nach Artikel 66a oder 66abis StGB oder Artikel 49a oder 49abis MStG oder eine Ausweisung nach Artikel 68 AIG ausgesprochen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Informationsaustausch",
        "citation": "Art. 109a AsylG",
        "content": "Zwischen dem EJPD und dem Bundesverwaltungsgericht findet ein regelmässiger Informationsaustausch über die Priorisierung und die administrativen Abläufe von erst- und zweitinstanzlichen Verfahren statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Behandlungsstrategie des Bundesverwaltungsgerichts ",
        "citation": "Art. 109b AsylG",
        "content": "Das Bundesverwaltungsgericht legt eine Behandlungsstrategie fest; es berücksichtigt dabei:\na. die Behandlungsstrategie des SEM nach Artikel 37b;\nb. die gesetzlichen Rechtsmittel- und Behandlungsfristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_109_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahrensfristen",
        "citation": "Art. 110 Abs. 1 AsylG",
        "content": "Die Nachfrist für die Verbesserung der Beschwerde beträgt sieben Tage, bei Beschwerden gegen Nichteintretensentscheide und Entscheide nach Artikel 23 Absatz 1, nach Artikel 40 in Verbindung mit Artikel 6a Absatz 2 Buchstabe a sowie Verfügungen nach Artikel 111b drei Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_110"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahrensfristen",
        "citation": "Art. 110 Abs. 2 AsylG",
        "content": "Die Frist für die Beibringung von Beweisen dauert sieben Tage, wenn der Beweis im Inland, und 30 Tage, wenn der Beweis im Ausland beschafft werden muss. Gutachten sind binnen 30 Tagen beizubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_110"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahrensfristen",
        "citation": "Art. 110 Abs. 3 AsylG",
        "content": "Die Frist nach Absatz 2 kann verlängert werden, wenn die beschwerdeführende Person beziehungsweise ihre Vertreterin oder ihr Vertreter namentlich wegen Krankheit oder Unfall verhindert ist, innerhalb dieser Frist zu handeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_110"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahrensfristen",
        "citation": "Art. 110 Abs. 4 AsylG",
        "content": "Die Verfahrensfristen betragen längstens zwei Arbeitstage bei Verfahren betreffend die Verweigerung der Einreise in die Schweiz und die Zuweisung eines Aufenthaltsorts am Flughafen nach Artikel 22 Absätze 2–3 und 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_110"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Einzelrichterliche Zuständigkeit",
        "citation": "Art. 111 AsylG",
        "content": "Die Richter entscheiden in folgenden Fällen als Einzelrichter:\na. Abschreibung von Beschwerden infolge Gegenstandslosigkeit;\nb. Nichteintreten auf offensichtlich unzulässige Beschwerden;\nc. Entscheid über die vorläufige Verweigerung der Einreise am Flughafen und Zuweisung eines Aufenthaltsorts am Flughafen;\nd. ...\ne. mit Zustimmung eines zweiten Richters: offensichtlich begründete oder unbegründete Beschwerden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahren und Entscheid",
        "citation": "Art. 111a Abs. 1 AsylG",
        "content": "Das Bundesverwaltungsgericht kann auf die Durchführung des Schriftenwechsels verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Verfahren und Entscheid",
        "citation": "Art. 111a Abs. 2 AsylG",
        "content": "Beschwerdeentscheide nach Artikel 111 werden nur summarisch begründet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Instruktionsmassnahmen und mündliche Urteilseröffnung",
        "citation": "Art. 111abis Abs. 1 AsylG",
        "content": "In Beschwerdeverfahren gegen Asylentscheide nach Artikel 31a des vorliegenden Gesetzes, die im beschleunigten oder im Dublin-Verfahren ergangen sind, kann das Bundesverwaltungsgericht in den Zentren des Bundes Instruktionsmassnahmen nach Artikel 39 Absatz 2 des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 durchführen, wenn damit die Beschwerde rascher zur Entscheidreife geführt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Instruktionsmassnahmen und mündliche Urteilseröffnung",
        "citation": "Art. 111abis Abs. 2 AsylG",
        "content": "Das Urteil kann mündlich eröffnet werden. Die mündliche Eröffnung ist samt summarischer Begründung protokollarisch festzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Instruktionsmassnahmen und mündliche Urteilseröffnung",
        "citation": "Art. 111abis Abs. 3 AsylG",
        "content": "Die Parteien können innert 5 Tagen nach der mündlichen Urteilseröffnung eine vollständige Ausfertigung des Urteils verlangen. Die Vollstreckbarkeit wird damit nicht aufgeschoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 2. Abschnitt: Beschwerdeverfahren auf Bundesebene, Parteientschädigung",
        "citation": "Art. 111ater AsylG",
        "content": "Im Beschwerdeverfahren gegen Asylentscheide nach Artikel 31a, die im beschleunigten oder im Dublin-Verfahren ergangen sind, wird keine Parteientschädigung zugesprochen. Hat die asylsuchende Person auf eine Rechtsvertretung nach Artikel 102h verzichtet oder hat die zugewiesene Rechtsvertretung auf die Erhebung einer Beschwerde verzichtet (Art. 102h Abs. 4), so gelten die allgemeinen Bestimmungen über die Bundesrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_a_ter"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Wiedererwägung",
        "citation": "Art. 111b Abs. 1 AsylG",
        "content": "Das Wiedererwägungsgesuch ist dem SEM innert 30 Tagen nach Entdeckung des Wiedererwägungsgrundes schriftlich und begründet einzureichen. Es findet keine Vorbereitungsphase statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Wiedererwägung",
        "citation": "Art. 111b Abs. 2 AsylG",
        "content": "Nichteintretensentscheide sind in der Regel innerhalb von fünf Arbeitstagen nach der Einreichung eines Wiedererwägungsgesuches zu treffen. In den übrigen Fällen sind Entscheide in der Regel innerhalb von zehn Arbeitstagen nach der Gesuchstellung zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Wiedererwägung",
        "citation": "Art. 111b Abs. 3 AsylG",
        "content": "Die Einreichung eines Wiederwägungsgesuches hemmt den Vollzug nicht. Die für die Behandlung zuständige Behörde kann auf Ersuchen wegen einer konkreten Gefährdung der gesuchstellenden Person im Herkunfts- oder Heimatstaat die aufschiebende Wirkung herstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Wiedererwägung",
        "citation": "Art. 111b Abs. 4 AsylG",
        "content": "Unbegründete oder wiederholt gleich begründete Wiedererwägungsgesuche werden formlos abgeschrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Mehrfachgesuche",
        "citation": "Art. 111c Abs. 1 AsylG",
        "content": "Bei Asylgesuchen, die innert fünf Jahren nach Eintritt der Rechtskraft des Asyl- und Wegweisungsentscheides eingereicht werden, hat die Eingabe schriftlich und begründet zu erfolgen. Es findet keine Vorbereitungsphase statt. Die Nichteintretensgründe nach Artikel 31a Absätze 1–3 finden Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Mehrfachgesuche",
        "citation": "Art. 111c Abs. 2 AsylG",
        "content": "Unbegründete oder wiederholt gleich begründete Mehrfachgesuche werden formlos abgeschrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_c"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Gebühren",
        "citation": "Art. 111d Abs. 1 AsylG",
        "content": "Das SEM erhebt eine Gebühr, sofern es ein Wiedererwägungs- oder Mehrfachgesuch ablehnt oder darauf nicht eintritt. Wird ein Gesuch teilweise gutgeheissen, so wird die Gebühr ermässigt. Es werden keine Entschädigungen gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Gebühren",
        "citation": "Art. 111d Abs. 2 AsylG",
        "content": "Das SEM befreit die gesuchstellende Person nach Einreichung des Wiedererwägungs- oder Mehrfachgesuchs auf Gesuch hin von der Bezahlung der Verfahrenskosten, sofern sie bedürftig ist und ihre Begehren nicht von vornherein aussichtslos erscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Gebühren",
        "citation": "Art. 111d Abs. 3 AsylG",
        "content": "Das SEM kann von der gesuchstellenden Person einen Gebührenvorschuss in der Höhe der mutmasslichen Verfahrenskosten verlangen. Es setzt zu dessen Leistung unter Androhung des Nichteintretens eine angemessene Frist. Auf einen Gebührenvorschuss wird verzichtet:\na. wenn die Voraussetzungen nach Absatz 2 gegeben sind; oder\nb. im Verfahren mit unbegleiteten Minderjährigen, wenn das Wiedererwägungs- oder Mehrfachgesuch nicht von vornherein aussichtslos erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 3. Abschnitt: Wiedererwägung und Mehrfachgesuche, Gebühren",
        "citation": "Art. 111d Abs. 4 AsylG",
        "content": "Der Bundesrat regelt die Bemessung der Gebühr und die Höhe des Gebührenvorschusses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 8. Kapitel: Rechtsschutz, Beschwerdeverfahren, Wiedererwägung und Mehrfachgesuche, 4. Abschnitt: Hinderung und Stillstand der Verjährung",
        "citation": "Art. 112a AsylG",
        "content": "Während der Dauer eines Rechtsmittelverfahrens beginnt die Verjährung von finanziellen Ansprüchen des Bundes gegenüber Subventionsempfängern oder Sozialhilfeempfängerinnen und –empfängern nicht oder steht still, falls sie begonnen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_112_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 9. Kapitel: Internationale Zusammenarbeit, Grundsätze",
        "citation": "Art. 113 AsylG",
        "content": "Der Bund beteiligt sich an der Harmonisierung der europäischen Flüchtlingspolitik auf internationaler Ebene sowie an der Lösung von Flüchtlingsproblemen im Ausland. Er unterstützt die Tätigkeit internationaler Hilfswerke. Er arbeitet namentlich mit dem Hochkommissariat der Vereinten Nationen für die Flüchtlinge zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_113"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 9. Kapitel: Internationale Zusammenarbeit, Internationale Verträge",
        "citation": "Art. 114 AsylG",
        "content": "Der Bundesrat kann zur Umsetzung eines Rahmenkredits Migration, der auf der Grundlage von Artikel 91 Absatz 7 in Verbindung mit Artikel 113 oder Artikel 93 Absatz 1 Buchstabe c und Absatz 2 bewilligt wurde, völkerrechtliche Verträge abschliessen über die Ausrichtung von Beiträgen an ausgewählte EU-Mitgliedstaaten oder an internationale Organisationen. Er konsultiert vorgängig die zuständigen Kommissionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_114"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Strafbestimmungen zum 5. Kapitel 2. Abschnitt, Vergehen",
        "citation": "Art. 115 AsylG",
        "content": "Mit Geldstrafe bis zu 180 Tagessätzen wird bestraft, sofern nicht ein mit einer höheren Strafe bedrohtes Verbrechen oder Vergehen des StGB vorliegt, wer:\na. durch unwahre oder unvollständige Angaben oder in anderer Weise aufgrund dieses Gesetzes für sich oder einen anderen einen geldwerten Vorteil erwirkt, der ihm nicht zukommt;\nb. sich durch unwahre oder unvollständige Angaben oder in anderer Weise der Pflicht zur Leistung der Sonderabgabe nach Artikel 86 ganz oder teilweise entzieht;\nc. ...\nd. in der Absicht, sich zu bereichern, zu einer Straftat im Sinne von Artikel 116 Buchstabe c Hilfe geleistet hat, insbesondere durch Planung oder Organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_115"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Strafbestimmungen zum 5. Kapitel 2. Abschnitt, Übertretungen",
        "citation": "Art. 116 AsylG",
        "content": "Mit Busse wird bestraft, sofern nicht ein Tatbestand nach Artikel 115 vorliegt, wer:\na. die Auskunftspflicht verletzt, indem er wissentlich unwahre Angaben macht oder eine Auskunft verweigert;\nb. sich einer von der zuständigen Stelle angeordneten Kontrolle widersetzt oder diese in anderer Weise verunmöglicht;\nc. als asylsuchende Person einzig mit der Absicht, subjektive Nachfluchtgründe im Sinne von Artikel 54 zu schaffen, öffentliche politische Tätigkeiten in der Schweiz entfaltet;\nd. zu einer Straftat im Sinne von Buchstabe c Hilfe geleistet hat, insbesondere durch Planung und Organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_116"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 10. Kapitel: Strafbestimmungen, 2. Abschnitt:, Strafbestimmungen zum 7. Kapitel 2. Abschnitt, Zweckwidriges Bearbeiten von Personendaten",
        "citation": "Art. 117a AsylG",
        "content": "Wer in Eurodac gespeicherte Personendaten für einen anderen Zweck bearbeitet als zur Feststellung, welcher Staat für die Prüfung des von einem Drittstaatsangehörigen in einem Staat des Geltungsbereichs der Dublin-Assoziierungsabkommen gestellten Asylgesuchs zuständig ist, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_117_a"
    },
    {
        "book": "AsylG",
        "title": "AsylG, 10. Kapitel: Strafbestimmungen, 3. Abschnitt: Strafverfolgung, ...",
        "citation": "Art. 118 AsylG",
        "content": "Die Strafverfolgung ist Sache der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/de#art_118"
    }
]