[
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 1 OA 1",
        "content": "La présente ordonnance est applicable dans la mesure où les accords d’association à Dublin n’en disposent pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_1"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 2 OA 1",
        "content": "Les accords d’association à Dublin sont mentionnés dans l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_1"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 1, Champ d’application et définitions, Définitions",
        "citation": "Art. 1a OA 1",
        "content": "Au sens de la présente ordonnance, on entend par:\na. identité: les noms, prénoms et nationalités, l’ethnie, la date et le lieu de naissance, ainsi que le sexe;\nb. document de voyage: tout document officiel autorisant l’entrée dans l’État d’origine ou dans d’autres États, tel qu’un passeport ou un document de voyage de remplacement;\nc. pièce d’identité ou papier d’identité: tout document officiel comportant une photographie délivré dans le but de prouver l’identité du détenteur;\nd. mineur: quiconque n’a pas encore 18 ans révolus conformément à l’art. 14 du code civil suisse;\ne. famille: les conjoints et leurs enfants mineurs; sont assimilés aux conjoints les partenaires enregistrés et les personnes qui vivent en concubinage de manière durable; dans le cadre de la procédure Dublin, les termes membres de la famille et proches se réfèrent au  règlement (UE) n° 604/2013.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_1_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 1, Champ d’application et définitions, Régions",
        "citation": "Art. 1b OA 1",
        "content": "Afin de mener la procédure d’asile et de renvoi, les cantons sont regroupés dans les régions suivantes:\na. Région Suisse romande: cantons de Fribourg, de Genève, du Jura, de Neuchâtel, de Vaud et du Valais;\nb. Région Suisse du Nord-Ouest: cantons d’Argovie, de Bâle-Campagne, de Bâle-Ville et de Soleure;\nc. Région Berne: canton de Berne;\nd. Région Zurich: canton de Zurich;\ne. Région Tessin et Suisse centrale: cantons de Lucerne, de Nidwald, d’Obwald, de Schwyz, du Tessin, d’Uri et de Zoug;\nf. Région Suisse orientale: cantons d’Appenzell Rhodes-Extérieures, d’Appenzell Rhodes-Intérieures, de Glaris, des Grisons, de Saint-Gall, de Schaffhouse et de Thurgovie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_1_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 1, Champ d’application et définitions, Calcul des délais",
        "citation": "Art. 1c OA 1",
        "content": "Lorsqu’un délai dans le cadre de la procédure d’asile est calculé en jours ouvrables, les samedis, les dimanches et les jours fériés de la Confédération, de même que ceux reconnus par le droit cantonal du domicile ou du siège de la partie ou de sa représentation ne sont pas considérés comme tels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_1_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, État d’origine ou de provenance exempt de persécutions",
        "citation": "Art. 2 al. 1 OA 1",
        "content": "Sont considérés pour déterminer si l’État d’origine ou de provenance est exempt de persécutions:\na. la stabilité politique;\nb. le respect des droits de l’homme;\nc. l’avis d’autres pays membres de l’UE ou de l’AELE et celui du Haut Commissariat des Nations Unies pour les réfugiés (HCR);\nd. d’autres caractéristiques spécifiques du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_2"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, État d’origine ou de provenance exempt de persécutions",
        "citation": "Art. 2 al. 2 OA 1",
        "content": "Les États mentionnés dans l’annexe 2 sont considérés comme exempts de persécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_2"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Remise des documents",
        "citation": "Art. 2a OA 1",
        "content": "Le requérant d’asile est tenu de remettre tous ses documents, en particulier ceux qui établissent son identité, sa provenance et l’itinéraire qu’il a suivi jusqu’en Suisse ou dont ces informations peuvent découler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_2_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Saisie de documents",
        "citation": "Art. 2b al. 1 OA 1",
        "content": "Les autorités et les services administratifs sont tenus de saisir tous les documents de voyage, pièces d’identité et autres documents délivrés à l’étranger ou dans une représentation étrangère et d’en transmettre immédiatement les originaux au SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_2_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Saisie de documents",
        "citation": "Art. 2b al. 2 OA 1",
        "content": "Font notamment partie des autres documents:\na. les documents d’état civil;\nb. les justificatifs de liens familiaux;\nc. les actes de baptême;\nd. les justificatifs de nationalité;\ne. les cartes de réfugiés;\nf. les permis de conduire;\ng. les cartes d’identité militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_2_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Saisie de documents",
        "citation": "Art. 2b al. 3 OA 1",
        "content": "Les documents énumérés à l’al. 1 doivent être saisis pendant la procédure d’asile et après sa clôture définitive tant que la personne concernée ne possède pas d’autorisation de séjour ou d’établissement. L’art. 10, al. 5, LAsi s’applique aux réfugiés reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_2_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Notification de décisions à l’aéroport",
        "citation": "Art. 3 al. 1 OA 1",
        "content": "Si un requérant d’asile faisant l’objet d’une procédure à un aéroport suisse dispose d’un représentant juridique désigné, toute décision transmise par télécopie est réputée notifiée dès qu’elle est remise au prestataire chargé de fournir la représentation juridique. Ce prestataire fait part de la notification le jour même au représentant juridique désigné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_3"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Notification de décisions à l’aéroport",
        "citation": "Art. 3 al. 2 OA 1",
        "content": "S’agissant d’un requérant d’asile pour lequel aucun représentant juridique n’a été désigné, toute décision transmise par télécopie est réputée notifiée dès qu’elle est remise au requérant d’asile. L’annonce de la notification d’une décision à un mandataire désigné par le requérant d’asile lui-même est régie par l’art. 3a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_3"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Annonce de notification d’une décision ou de remise d’une communication au mandataire",
        "citation": "Art. 3a OA 1",
        "content": "Si le requérant d’asile a désigné un mandataire, la notification d’une décision ou la remise d’une communication est immédiatement annoncée à ce mandataire. Il convient, à cet effet, de se référer aux art. 12a, al. 3, et 13, al. 1, LAsi, qui régissent la notification ou la remise aux requérants d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_3_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Langue de la procédure en cas de requête déposée dans un centre de la Confédération",
        "citation": "Art. 4 OA 1",
        "content": "Les requérants qui séjournent dans un centre de la Confédération et se font représenter par un mandataire doivent formuler leurs requêtes dans une des langues officielles de la région à laquelle appartient le canton dans lequel se situe le centre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_4"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Demandes d’asile émanant de conjoints, de partenaires enregistrés ou d’une famille",
        "citation": "Art. 5 OA 1",
        "content": "Lorsque des conjoints, des partenaires enregistrés ou une famille demandent l’asile, chaque personne requérant l’asile a droit, pour autant qu’elle soit capable de discernement, à ce que ses propres motifs d’asile soient examinés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_5"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Procédure en cas de persécution liée au genre",
        "citation": "Art. 6 OA 1",
        "content": "S’il existe des indices concrets de persécution liée au genre ou si la situation dans l’État de provenance permet de déduire qu’il existe de telles persécutions, la personne requérant l’asile est entendue par une personne du même sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_6"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 1 OA 1",
        "content": "Lors de l’établissement des faits, il est loisible aux autorités de déterminer si l’âge indiqué par le requérant d’asile correspond à son âge réel en recourant à des méthodes scientifiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 2 OA 1",
        "content": "L’activité de personne de confiance exercée par le représentant juridique désigné dans le centre de la Confédération ou à l’aéroport commence après le dépôt de la demande d’asile et dure aussi longtemps que le requérant d’asile mineur non accompagné séjourne dans ledit centre ou à l’aéroport ou jusqu’à ce qu’il devienne majeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 2bis OA 1",
        "content": "Lors d’une procédure Dublin, l’activité de personne de confiance exercée par le représentant juridique désigné dure jusqu’à ce que le requérant d’asile mineur non accompagné soit transféré vers l’État Dublin compétent ou qu’il devienne majeur et s’étend également aux procédures visées aux art. 76a et 80a de la loi fédérale du 16 décembre 2005 sur les étrangers et l’intégration (LEI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 2ter OA 1",
        "content": "Si le requérant d’asile mineur non accompagné renonce au représentant juridique désigné dans le centre de la Confédération ou à l’aéroport, ce représentant reste chargé, en qualité de personne de confiance, de défendre les intérêts dudit requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 2quater OA 1",
        "content": "Une curatelle ou une tutelle est instituée en faveur d’un requérant d’asile mineur non accompagné après l’attribution au canton. Si ce n’est pas possible immédiatement, l’autorité cantonale compétente désigne sans délai une personne de confiance pour la durée de la procédure d’asile et de renvoi, le mandat de cette personne prenant toutefois fin à la nomination d’un curateur ou d’un tuteur ou à la majorité de l’intéressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 2quinquies OA 1",
        "content": "Si un requérant d’asile mineur non accompagné ne séjourne plus dans le centre de la Confédération et qu’il n’a été attribué à aucun canton, la désignation de la personne de confiance est régie par l’al. 2quater. La durée de l’activité de la personne de confiance est régie par l’al. 2bis pour la procédure Dublin et par l’al. 2quater pour la procédure accélérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 3 OA 1",
        "content": "La personne de confiance doit posséder des connaissances du droit de l’asile, du droit relatif à la procédure Dublin et des droits de l’enfant et avoir l’expérience du travail avec des mineurs. Elle guide et soutient le mineur non accompagné tout au long de la procédure d’asile ou de la procédure Dublin et s’acquitte notamment des tâches suivantes:\na. conseil avant et pendant les auditions;\nb. soutien en vue de l’indication et de l’obtention de moyens de preuve;\nc. assistance notamment dans la communication avec les autorités et avec les établissements de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 4 OA 1",
        "content": "L’autorité cantonale communique sans tarder au Secrétariat d’État aux migrations (SEM) ou au Tribunal administratif fédéral, ainsi qu’aux mineurs le nom de la personne de confiance désignée et toutes les mesures tutélaires prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Situation particulière des mineurs dans la procédure d’asile",
        "citation": "Art. 7 al. 5 OA 1",
        "content": "Les personnes chargées de l’audition de requérants d’asile mineurs tiennent compte des aspects particuliers de la minorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Émoluments pour prestations",
        "citation": "Art. 7b OA 1",
        "content": "Le SEM ne perçoit aucun émolument pour les prestations qu’il fournit à d’autres autorités fédérales, de même qu’aux autorités cantonales ou communales, et ne facture aucun frais, dans la mesure où ces autorités font elles-mêmes usage de ces prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Émoluments pour demandes de réexamen et demandes multiples",
        "citation": "Art. 7c al. 1 OA 1",
        "content": "L’émolument occasionné par la procédure au sens des art. 111b et 111c LAsi s’élève à 600 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Émoluments pour demandes de réexamen et demandes multiples",
        "citation": "Art. 7c al. 2 OA 1",
        "content": "Un supplément pouvant aller jusqu’à 50 % de l’émolument est perçu pour les procédures d’une durée extraordinaire ou d’une difficulté particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Émoluments pour demandes de réexamen et demandes multiples",
        "citation": "Art. 7c al. 3 OA 1",
        "content": "Les taxes spéciales ne peuvent servir à couvrir l’avance de frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 1, Dispositions générales, Émoluments pour demandes de réexamen et demandes multiples",
        "citation": "Art. 7c al. 4 OA 1",
        "content": "Pour autant que la présente ordonnance ne prévoie pas de réglementation spéciale, les dispositions de l’ordonnance générale du 8 septembre 2004 sur les émoluments s’appliquent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Dépôt de la demande d’asile",
        "citation": "Art. 8 al. 1 OA 1",
        "content": "Lorsqu’un étranger se présente auprès d’une autorité cantonale ou fédérale, celle-ci:\na. relève son identité complète;\nb. l’attribue à un centre de la Confédération visé à l’art. 24 LAsi ou à un centre géré par un canton ou une commune en vertu de l’art. 24d LAsi et avise ledit centre;\nc. lui délivre un laissez-passer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Dépôt de la demande d’asile",
        "citation": "Art. 8 al. 2 OA 1",
        "content": "Le requérant d’asile doit se présenter au centre auquel il a été attribué conformément à l’al. 1, let. b, au plus tard dans le courant du jour ouvrable qui suit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Dépôt de la demande d’asile",
        "citation": "Art. 8 al. 3 OA 1",
        "content": "Les demandes d’asile émanant de personnes qui se trouvent en détention ou qui purgent une peine doivent être adressées aux autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Dépôt de la demande d’asile",
        "citation": "Art. 8 al. 4 OA 1",
        "content": "Les enfants de moins de 14 ans venus rejoindre leurs parents en Suisse déposent leur demande d’asile directement auprès des autorités du canton de séjour de ces derniers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile déposée à l’aéroport et autorisation d’entrée accordée sur place",
        "citation": "Art. 11a al. 1 OA 1",
        "content": "Dans le cas d’une personne arrivée en Suisse par avion, le pays d’où l’avion est parti pour venir en Suisse est assimilé au pays d’entrée directe en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_11_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile déposée à l’aéroport et autorisation d’entrée accordée sur place",
        "citation": "Art. 11a al. 2 OA 1",
        "content": "Le SEM peut également autoriser l’entrée en Suisse:\na. lorsque le requérant d’asile a des liens étroits avec des personnes vivant en Suisse, ou\nb. lorsque la Suisse est compétente pour mener la procédure d’asile en application du règlement (UE) n° 604/2013 et que le requérant d’asile ne s’est pas rendu directement de son État d’origine ou de provenance à la frontière suisse, mais rend vraisemblable qu’il a quitté cet État pour l’un des motifs énoncés à l’art. 3, al. 1, LAsi et qu’il a cherché à atteindre la frontière suisse sans tarder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_11_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Demande d’asile déposée à l’aéroport et autorisation d’entrée accordée sur place",
        "citation": "Art. 11a al. 3 OA 1",
        "content": "Le SEM peut autoriser l’entrée pour des motifs humanitaires même si la compétence de la Suisse pour mener la procédure d’asile en application du règlement (UE) n° 604/2013 n’est pas établie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_11_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Procédure, séjour et hébergement à l’aéroport",
        "citation": "Art. 12 al. 1 OA 1",
        "content": "L’autorité compétente pour le contrôle à la frontière communique immédiatement au SEM les demandes d’asile déposées dans un aéroport suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_12"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Procédure, séjour et hébergement à l’aéroport",
        "citation": "Art. 12 al. 2 OA 1",
        "content": "Le Département fédéral de justice et police (DFJP) édicte dans une ordonnance des dispositions concernant l’exploitation des logements situés dans les aéroports, notamment l’utilisation des locaux dans lesquels les requérants d’asile séjournent, l’hébergement, l’occupation des chambres, la possibilité de se promener à l’air libre et la garde des objets appartenant aux requérants d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_12"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2, Demande d’asile et entrée en Suisse, Procédure, séjour et hébergement à l’aéroport",
        "citation": "Art. 12 al. 3 OA 1",
        "content": "Le SEM peut conclure des règlements d’exploitation des logements de la Confédération avec les autorités compétentes des aéroports de Zurich-Kloten et de Genève-Cointrin ou des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_12"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Fonction des centres de la Confédération",
        "citation": "Art. 13 OA 1",
        "content": "Les centres de la Confédération permettent de mener des procédures d’asile; des renvois peuvent y être ordonnés et être exécutés à partir de ces centres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_13"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Séjour dans les centres de la Confédération",
        "citation": "Art. 14 al. 1 OA 1",
        "content": "Pendant son séjour dans un centre de la Confédération, le requérant d’asile doit se tenir à la disposition des autorités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_14"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Séjour dans les centres de la Confédération",
        "citation": "Art. 14 al. 2 OA 1",
        "content": "La durée maximale de 140 jours du séjour dans les centres de la Confédération peut faire l’objet d’une prolongation appropriée, notamment si des mesures d’instruction supplémentaires sont nécessaires dans le cadre de la procédure accélérée ou de la procédure Dublin et qu’elles peuvent être entreprises à brève échéance, ou que l’exécution du renvoi est imminente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_14"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Assignation à un centre spécifique",
        "citation": "Art. 15 al. 1 OA 1",
        "content": "Le SEM assigne à un centre spécifique le requérant d’asile majeur qui se trouve dans un centre de la Confédération et menace sensiblement la sécurité et l’ordre publics ou, par son comportement, porte sensiblement atteinte au fonctionnement et à la sécurité du centre de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Assignation à un centre spécifique",
        "citation": "Art. 15 al. 2 OA 1",
        "content": "Il y a notamment une atteinte sensible au fonctionnement et à la sécurité d’un centre de la Confédération lorsque le requérant d’asile:\na. viole gravement le règlement intérieur du centre de la Confédération, notamment parce qu’il possède ou conserve des armes ou des stupéfiants, ou enfreint, de manière répétée, une interdiction de sortie, ou\nb. ne respecte pas les consignes de comportement du personnel du centre de la Confédération et, de ce fait, harcèle, menace ou met en danger d’autres requérants d’asile ou le personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Assignation à un centre spécifique",
        "citation": "Art. 15 al. 3 OA 1",
        "content": "Le SEM informe immédiatement l’autorité cantonale compétente en matière d’assignation d’un lieu de résidence et d’interdiction de pénétrer dans une région déterminée visées à l’art. 74, al. 1bis, LEI des motifs de l’assignation à un centre spécifique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 2a, Centres de la Confédération, Assignation à un centre spécifique",
        "citation": "Art. 15 al. 4 OA 1",
        "content": "L’autorité cantonale compétente ordonne l’assignation d’un lieu de résidence ou l’interdiction de pénétrer dans une région déterminée qui s’impose dans le contexte de l’hébergement dans un centre spécifique et en informe immédiatement le SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Exploitation des centres de la Confédération",
        "citation": "Art. 16 OA 1",
        "content": "Le DFJP édicte dans une ordonnance des dispositions concernant l’exploitation des centres de la Confédération, notamment les heures d’ouverture, le droit d’accès, les conditions d’entrée, de séjour et de sortie, la fouille des requérants d’asile et la garde des objets leur appartenant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_16"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 1 OA 1",
        "content": "Le SEM peut exploiter un système de vidéosurveillance à l’intérieur et à l’extérieur des bâtiments qu’il gère dans le cadre de la procédure d’asile, notamment les centres de la Confédération et les logements situés dans les aéroports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 2 OA 1",
        "content": "Il est interdit d’utiliser la vidéosurveillance dans les chambres, les douches et les toilettes ainsi que dans les bureaux des employés du SEM ou de tiers auxquels il a délégué des tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 3 OA 1",
        "content": "Les données visuelles et sonores sont enregistrées sur des disques durs conservés dans un local verrouillé dont l’accès est limité aux personnes autorisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 4 OA 1",
        "content": "Lorsqu’un état de fait laisse présumer une atteinte contre un bien ou une personne, le directeur ou le directeur adjoint du SEM peut ordonner une enquête administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 5 OA 1",
        "content": "Lors d’une enquête pénale, les enregistrements sont remis physiquement aux autorités de poursuite pénale sur un support électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 6 OA 1",
        "content": "La vidéosurveillance est clairement signalée à toutes les entrées, principales et secondaires, du bâtiment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vidéosurveillance",
        "citation": "Art. 17 al. 7 OA 1",
        "content": "Les requérants d’asile ou les personnes à protéger nouvellement arrivés dans un centre de la Confédération ou un logement situé dans un aéroport sont informés par écrit, dans une langue qu’ils comprennent, de l’existence de la vidéosurveillance et du but du traitement des données enregistrées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vérification de l’identité et audition sommaire",
        "citation": "Art. 19 al. 1 OA 1",
        "content": "Il est possible de procéder à des mesures d’instruction supplémentaires dans les centres de la Confédération afin de vérifier l’identité du requérant d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_19"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Vérification de l’identité et audition sommaire",
        "citation": "Art. 19 al. 2 OA 1",
        "content": "L’audition sommaire se déroule, si nécessaire, en présence d’un interprète. Le procès-verbal de l’audition est retraduit au requérant d’asile et signé par toutes les personnes qui ont pris part à l’audition. L’audition sommaire peut être remplacée par l’audition sur les motifs d’asile au sens de l’art. 29 LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_19"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Établissement des faits médicaux",
        "citation": "Art. 20a al. 1 OA 1",
        "content": "Le SEM informe le requérant d’asile, pendant la phase préparatoire, de la réglementation légale applicable s’il fait valoir une atteinte à la santé qui pourrait s’avérer déterminante dans le cadre de la procédure d’asile et de renvoi et lui remet une déclaration de consentement à la transmission des données médicales pertinentes pour l’exécution du renvoi aux autorités compétentes en matière d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_20_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Établissement des faits médicaux",
        "citation": "Art. 20a al. 2 OA 1",
        "content": "Le SEM édicte, en accord avec l’Office fédéral de la santé publique (OFSP), des directives en vue de délimiter l’examen médical visé à l’art. 26a, al. 2, LAsi par rapport aux mesures prévues par la loi fédérale du 28 septembre 2012 sur la lutte contre les maladies transmissibles de l’homme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_20_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Procédure Dublin",
        "citation": "Art. 20b al. 1 OA 1",
        "content": "Lors de l’audition pendant la phase préparatoire visée à l’art. 26, al. 3, LAsi, l’octroi au requérant du droit d’être entendu quant à son retour dans l’État Dublin présumé responsable de l’examen de sa demande d’asile s’ajoute aux étapes de procédure mentionnées à l’art. 26, al. 2 et 4, LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_20_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Procédure Dublin",
        "citation": "Art. 20b al. 2 OA 1",
        "content": "Lorsque la phase préparatoire est terminée, la suite de la procédure est régie par analogie par l’art. 20c, let. g et h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_20_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Procédure accélérée",
        "citation": "Art. 20c OA 1",
        "content": "La procédure accélérée commence lorsque la phase préparatoire est terminée. Elle comprend notamment les étapes suivantes: \na. préparation de l’audition sur les motifs d’asile;\nb. audition sur les motifs d’asile ou octroi du droit d’être entendu;\nc. autre avis éventuel du représentant juridique;\nd. triage: poursuite de la procédure accélérée ou passage à la procédure étendue;\ne. rédaction du projet de décision;\nf. avis du représentant juridique sur le projet de décision négative;\ng. rédaction finale de la décision;\nh. notification de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_20_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution aux cantons",
        "citation": "Art. 21 al. 1 OA 1",
        "content": "Les cantons s’entendent sur la répartition des requérants d’asile et sur la prise en compte des prestations particulières des cantons abritant des centres de la Confédération ou des aéroports. S’ils ne parviennent pas à s’entendre, le SEM entreprend la répartition des requérants entre les cantons et les attribue, en prenant en compte les prestations particulières des cantons, selon les al. 2 à 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution aux cantons",
        "citation": "Art. 21 al. 2 OA 1",
        "content": "Le SEM attribue aux cantons, proportionnellement à leur population:\na. les requérants d’asile dont la demande est traitée en procédure étendue;\nb. les personnes auxquelles l’asile a été accordé ou qui ont été admises à titre provisoire en procédure accélérée;\nc. les requérants d’asile qui font l’objet d’une procédure accélérée ou d’une procédure Dublin et dont la demande d’asile n’a encore donné lieu à aucune décision entrée en force dans le centre de la Confédération à l’expiration de la durée maximale du séjour visée à l’art. 24, al. 4 et 5, LAsi;\nd. les requérants d’asile qui relèvent d’une situation particulière visée à l’art. 24, al. 6, LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution aux cantons",
        "citation": "Art. 21 al. 3 OA 1",
        "content": "L’attribution proportionnelle à la population repose sur la clé de répartition définie à l’annexe 3. Cette clé est vérifiée périodiquement par le SEM et ajustée si nécessaire par le DFJP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution aux cantons",
        "citation": "Art. 21 al. 4 OA 1",
        "content": "Si, dans les cas mentionnés à l’al. 2, let. c et d, une décision d’asile ou de renvoi de première instance a déjà été rendue dans le centre de la Confédération, les requérants d’asile concernés sont, sous réserve de l’art. 34, attribués au canton abritant le centre. Il en va de même des requérants d’asile qui font l’objet d’une procédure à l’aéroport et dont la demande d’asile a donné lieu à une décision d’asile et de renvoi à l’expiration d’un délai de 60 jours, mais que cette décision n’est pas encore entrée en force. La compensation dudit canton est régie par l’al. 5, let. d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution aux cantons",
        "citation": "Art. 21 al. 5 OA 1",
        "content": "L’attribution de requérants d’asile dont la demande d’asile est traitée en procédure étendue donne lieu aux déductions suivantes sur la part proportionnelle à la population, visée à l’annexe 3, de personnes à prendre en charge en procédure étendue:\na. 0,2 personne par place d’hébergement dans un centre de la Confédération visé aux art. 24, 24c et 24d LAsi;\nb. 0,4 personne par place d’hébergement dans un centre spécifique visé à l’art. 24a LAsi;\nc. 0,1 personne par départ contrôlé et effectué sous escorte policière à partir d’un aéroport;\nd. 0,15 personne par personne affectée en vue de l’exécution de son renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution aux cantons",
        "citation": "Art. 21 al. 6 OA 1",
        "content": "Chaque canton doit prendre en charge au moins 10 % de sa part, définie à l’annexe 3, de personnes en procédure étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution effectuée par le SEM",
        "citation": "Art. 22 al. 1 OA 1",
        "content": "Le SEM attribue les requérants d’asile aux cantons proportionnellement à leur population, en tenant compte de la présence en Suisse de membres de leur famille, de leur nationalité et de ceux qui ont un besoin d’encadrement particulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_22"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Attribution effectuée par le SEM",
        "citation": "Art. 22 al. 2 OA 1",
        "content": "Le SEM ne décide de changer un requérant d’asile de canton que si les deux cantons concernés y consentent, suite à une revendication du principe de l’unité de la famille ou en cas de menace grave pesant sur l’intéressé ou sur d’autres personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_22"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Affectation en vue de l’exécution du renvoi",
        "citation": "Art. 23 OA 1",
        "content": "Le SEM affecte les personnes dont l’exécution du renvoi a été ordonnée et dont la décision d’asile est entrée en force dans un centre de la Confédération ou à l’aéroport, ou dont la demande d’asile a été classée dans un centre de la Confédération ou à l’aéroport, au canton abritant ledit centre ou l’aéroport, en vue de l’exécution du renvoi. L’art. 34, al. 2, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_23"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Obligation de se présenter auprès d’une autorité cantonale",
        "citation": "Art. 24 OA 1",
        "content": "Les cantons désignent l’autorité auprès de laquelle la personne attribuée ou affectée à un canton doit se présenter dans les 24 heures après avoir quitté le centre de la Confédération ou l’aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_24"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Préparation des décisions en matière d’asile par les cantons",
        "citation": "Art. 27 al. 1 OA 1",
        "content": "Le DFJP arrête les principes régissant la préparation des décisions en matière d’asile quant au fond et à l’organisation et réglemente l’échange d’informations entre le SEM et les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_27"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Préparation des décisions en matière d’asile par les cantons",
        "citation": "Art. 27 al. 2 OA 1",
        "content": "Lorsqu’un recours est interjeté contre une décision préparée par un canton et que le Tribunal administratif fédéral ordonne un échange d’écritures, le SEM peut demander l’avis du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_27"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Préparation des décisions en matière d’asile par les cantons",
        "citation": "Art. 27 al. 3 OA 1",
        "content": "Toute personne chargée par un canton de préparer des décisions en matière d’asile est soumise au devoir de diligence et à l’obligation de garder le secret au même titre que le personnel de la Confédération. Pour les questions d’ordre technique, elle doit se conformer aux instructions du SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_27"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Avis du HCR",
        "citation": "Art. 28 OA 1",
        "content": "Lorsqu’il instruit les demandes d’asile, le SEM peut demander l’avis du HCR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_28"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Coopération lors de l’établissement des faits",
        "citation": "Art. 28b OA 1",
        "content": "Des accords relatifs à la coopération lors de l’établissement des faits garantissent le respect de l’art. 98 LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_28_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Examen de la compétence selon Dublin",
        "citation": "Art. 29a al. 1 OA 1",
        "content": "Le SEM examine la compétence relative au traitement d’une demande d’asile selon les critères fixés dans le règlement (UE) n°604/2013.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Examen de la compétence selon Dublin",
        "citation": "Art. 29a al. 2 OA 1",
        "content": "S’il ressort de cet examen qu’un autre État est responsable du traitement de la demande d’asile, le SEM rend une décision de non-entrée en matière après que l’État requis a accepté la prise ou la reprise en charge du requérant d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Examen de la compétence selon Dublin",
        "citation": "Art. 29a al. 3 OA 1",
        "content": "Le SEM peut, pour des raisons humanitaires, également traiter la demande lorsqu’il ressort de l’examen qu’un autre État est compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Examen de la compétence selon Dublin",
        "citation": "Art. 29a al. 4 OA 1",
        "content": "La procédure de prise ou de reprise en charge du requérant d’asile par l’État compétent se déroule selon le règlement (CE) n° 1560/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Réouverture de la procédure d’asile pour cause de compétence selon Dublin ",
        "citation": "Art. 29b al. 1 OA 1",
        "content": "La réouverture de la procédure d’asile est consignée dans une décision incidente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Réouverture de la procédure d’asile pour cause de compétence selon Dublin ",
        "citation": "Art. 29b al. 2 OA 1",
        "content": "Si un requérant d’asile a déjà été attribué à un canton dans le cadre d’une procédure antérieure, le canton en question reste compétent en cas de réouverture de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Reconnaissance des décisions en matière d’asile et de renvoi",
        "citation": "Art. 29c al. 1 OA 1",
        "content": "Le SEM peut prononcer une décision de non-entrée en matière en vertu de l’art. 31a, al. 1, let. f, LAsi en se fondant sur une décision en matière d’asile et de renvoi prononcée par l’État Dublin compétent:\na. si la décision en matière d’asile et de renvoi établit que les conditions d’octroi d’une protection ne sont pas remplies, ou\nb. s’il s’agit d’une décision de non-entrée en matière en raison d’une demande postérieure ne contenant aucun élément nouveau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 3, Procédure de première instance, Reconnaissance des décisions en matière d’asile et de renvoi",
        "citation": "Art. 29c al. 2 OA 1",
        "content": "Les frais d’exécution du renvoi sont remboursés conformément à l’art. 7 de la directive 2001/40/CE et en vertu de la décision 2004/191/CE. Le SEM est le point de contact au sens de cette décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_29_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 4, Statut du requérant d’asile pendant la procédure",
        "citation": "Art. 30 al. 1 OA 1",
        "content": "L’autorité cantonale délivre un titre N aux requérants d’asile qui ont été attribués à un canton; la validité de ce document, limitée à un an au maximum, peut être prorogée. Dans les autres cas, le requérant d’asile reçoit une attestation. Le titre N et l’attestation attestent exclusivement du dépôt d’une demande d’asile et tiennent lieu de pièce de légitimation devant toutes les autorités fédérales et cantonales. Ils n’autorisent pas le franchissement de la frontière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_30"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 4, Statut du requérant d’asile pendant la procédure",
        "citation": "Art. 30 al. 2 OA 1",
        "content": "Le titre N ne confère aucun droit de résidence, quelle que soit la durée de validité de ce document.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_30"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 4, Statut du requérant d’asile pendant la procédure",
        "citation": "Art. 30 al. 3 OA 1",
        "content": "L’étranger se voit retirer son titre N lorsqu’il quitte la Suisse volontairement ou non ou lorsque ses conditions de résidence sont réglementées par la police des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_30"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Empêchement au prononcé de la décision de renvoi",
        "citation": "Art. 32 al. 1 OA 1",
        "content": "Le renvoi ne peut être prononcé lorsque le requérant d’asile:\na. est titulaire d’une autorisation de séjour ou d’établissement valable;\nb. fait l’objet d’une décision d’extradition,\nc. fait l’objet d’une décision d’expulsion conformément à l’art. 121, al. 2, de la Constitution ou 68 LEI, ou\nd. fait l’objet d’une décision exécutoire d’expulsion pénale au sens de l’art. 66a ou 66abis du code pénal ou 49a ou 49abis du code pénal militaire du 13 juin 1927.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_32"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Empêchement au prononcé de la décision de renvoi",
        "citation": "Art. 32 al. 2 OA 1",
        "content": "Pour les cas visés à l’al. 1, let. c et d, l’autorité cantonale peut demander l’avis du SEM sur les éventuels empêchements à l’exécution du renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_32"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Désignation du canton chargé de l’exécution du renvoi",
        "citation": "Art. 34 al. 1 OA 1",
        "content": "Le SEM désigne dans la décision de renvoi le canton qui aura compétence pour exécuter le renvoi en vertu de l’art. 46, al. 1bis, LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Désignation du canton chargé de l’exécution du renvoi",
        "citation": "Art. 34 al. 2 OA 1",
        "content": "Il peut désigner dans la décision de renvoi un autre canton qui aura compétence pour exécuter le renvoi que celui abritant le centre de la Confédération, lorsque ce dernier ne peut épuiser les déductions visées à l’art. 21, al. 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Désignation du canton chargé de l’exécution du renvoi",
        "citation": "Art. 34 al. 3 OA 1",
        "content": "En présence d’un cas visé à l’al. 2, les cantons d’une région peuvent convenir d’autres compétences pour l’exécution du renvoi. Après l’approbation des autres cantons de la région, le canton ainsi désigné pour exécuter le renvoi informe le SEM de l’étendue et de la durée de sa compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Désignation du canton chargé de l’exécution du renvoi",
        "citation": "Art. 34 al. 4 OA 1",
        "content": "La Confédération rembourse au canton désigné pour exécuter le renvoi à la place du canton abritant le centre les frais liés au départ en vertu des art. 54 à 61 de l’ordonnance 2 du 11 août 1999 sur l’asile relative au financement (OA 2), le forfait d’aide d’urgence prévu à l’art. 28 OA 2 ainsi que le montant forfaitaire visé à l’art. 15 de l’ordonnance du 11 août 1999 sur l’exécution du renvoi et de l’expulsion d’étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Désignation du canton chargé de l’exécution du renvoi",
        "citation": "Art. 34 al. 5 OA 1",
        "content": "Les cantons ainsi désignés pour exécuter les renvois ont droit aux déductions visées à l’art. 21, al. 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Soutien mutuel des cantons",
        "citation": "Art. 34a OA 1",
        "content": "Si le canton abritant un centre de la Confédération est surchargé de travail en raison d’un nombre invariablement élevé de renvois à exécuter, les cantons d’une région peuvent se soutenir mutuellement, étant toutefois entendu que le canton abritant le centre de la Confédération aura toujours compétence pour exécuter les renvois. Si les déductions visées à l’art. 21, al. 5, doivent être cédées aux cantons appelés à apporter leur soutien, les cantons de la région informent le plus tôt possible le SEM de l’étendue et de la durée de cette cession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Communication des autorités cantonales",
        "citation": "Art. 34b OA 1",
        "content": "L’autorité cantonale communique au SEM, dans les 14 jours, les expulsions pénales et renvois exécutés, les départs effectués sous contrôle, les départs non contrôlés constatés et les cas dont les conditions de résidence sont réglementées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_34_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 2, Requérants d’asile, Section 5, Renvoi, Inscription au système de recherches informatisées de police (RIPOL)",
        "citation": "Art. 35 OA 1",
        "content": "Les cantons adressent leurs demandes d’inscription au système de recherches informatisées de police directement à l’Office fédéral de la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_35"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Second asile",
        "citation": "Art. 36 al. 1 OA 1",
        "content": "Le séjour d’un réfugié en Suisse est régulier lorsque ce dernier se conforme aux dispositions applicables aux étrangers en général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_36"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Second asile",
        "citation": "Art. 36 al. 2 OA 1",
        "content": "Le séjour est considéré comme ininterrompu lorsque, durant les deux dernières années, le réfugié n’a pas vécu plus de six mois au total à l’étranger. En cas d’absence plus longue, le séjour n’est considéré comme ininterrompu que lorsqu’il s’explique par des raisons impérieuses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_36"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 1, Octroi de l’asile, Extension de la qualité de réfugié",
        "citation": "Art. 37 OA 1",
        "content": "La qualité de réfugié n’est étendue au conjoint, au partenaire enregistré ou à un parent de son bénéficiaire conformément à l’art. 51, al. 1, de la loi, que s’il a été constaté, en vertu de l’art. 5, qu’ils ne remplissent pas personnellement les conditions visées à l’art. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_37"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 2, Statut des réfugiés, Réglementation des conditions de résidence",
        "citation": "Art. 41 al. 1 OA 1",
        "content": "Les conditions de résidence d’une personne qui a obtenu l’asile en Suisse sont réglementées par le canton auquel cette personne a, une fois entrée en Suisse, été attribuée en tant que requérant d’asile. Si, au cours de la procédure d’asile, ladite personne a, conformément à l’art. 22, al. 2, été attribuée par le SEM à un autre canton, la compétence en la matière revient à ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_41"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Fin de l’asile",
        "citation": "Art. 43 al. 1 OA 1",
        "content": "L’extinction de l’asile prime sa révocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_43"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 3, Octroi de l’asile et statut des réfugiés, Section 3, Fin de l’asile",
        "citation": "Art. 43 al. 2 OA 1",
        "content": "L’autorité cantonale peut, avant l’exécution de l’expulsion ou de l’expulsion pénale, demander au SEM si, à son avis, d’éventuels empêchements n’y feraient pas obstacle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_43"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 1, Procédure",
        "citation": "Art. 44 OA 1",
        "content": "Les personnes nouvellement arrivées en Suisse qui ont obtenu la protection provisoire conformément à l’art. 68, al. 1, ou 69, al. 2, LAsi sont attribuées aux cantons conformément à l’art. 21, al. 2 à 6. La répartition de ces personnes et celle des requérants d’asile sont effectuées séparément. L’attribution ainsi que tout changement de canton sont régis par l’art. 22, applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_44"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 2, Statut, Pièce de légitimation",
        "citation": "Art. 45 al. 1 OA 1",
        "content": "Durant les cinq premières années consécutives à l’octroi de la protection provisoire, les personnes à protéger reçoivent un titre S, dont la validité, limitée à un an au maximum, peut être prorogée. Ce document tient lieu de pièce de légitimation devant toutes les autorités fédérales et cantonales. Il ne les autorise toutefois pas à franchir la frontière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_45"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 2, Statut, Pièce de légitimation",
        "citation": "Art. 45 al. 2 OA 1",
        "content": "Le titre S ne confère aucun droit de résidence, quelle que soit la durée de validité de ce document.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_45"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 2, Statut, Pièce de légitimation",
        "citation": "Art. 45 al. 3 OA 1",
        "content": "L’étranger se voit retirer son titre S lorsqu’il quitte la Suisse volontairement ou non ou lorsque ses conditions de résidence sont réglementées par la police des étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_45"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 2, Statut, Autorisation de séjour",
        "citation": "Art. 46 al. 1 OA 1",
        "content": "Les personnes à protéger titulaires d’une autorisation de séjour en vertu de l’art. 33 LEI obtiennent un titre B, délivré pour une durée maximale d’un an. Sous réserve de l’al. 2, le canton de séjour prolonge la validité de ce document, en règle générale, pour une durée maximale d’un an à chaque fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_46"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 2, Statut, Autorisation de séjour",
        "citation": "Art. 46 al. 2 OA 1",
        "content": "L’autorisation de séjour n’est valable que pour la durée de l’admission provisoire. Elle prend fin à la date que fixe le Conseil fédéral dans sa décision de lever la protection provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_46"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 2, Statut, Autorisation de séjour",
        "citation": "Art. 46 al. 3 OA 1",
        "content": "Le séjour de l’étranger jusqu’à l’exécution du renvoi est, par analogie, régi par les art. 42 et 43 de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_46"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 3, Fin de la protection provisoire, Levée de la protection provisoire",
        "citation": "Art. 47 OA 1",
        "content": "La décision générale de lever la protection provisoire est publiée dans la Feuille fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_47"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 3, Fin de la protection provisoire, Octroi du droit d’être entendu en cas de levée de la protection provisoire",
        "citation": "Art. 48 OA 1",
        "content": "Le droit d’être entendu est exercé, en règle générale, par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_48"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 3, Fin de la protection provisoire, Classement des demandes en suspens de reconnaissance de la qualité de réfugié",
        "citation": "Art. 49 OA 1",
        "content": "Par la décision de renvoi, toute éventuelle demande de reconnaissance de la qualité de réfugié, encore en suspens, devient sans objet et doit être classée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_49"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 3, Fin de la protection provisoire, Décision de renvoi",
        "citation": "Art. 50 OA 1",
        "content": "La teneur de la décision de renvoi doit être conforme à l’art. 45 de la loi. Le SEM fixe notamment le délai de départ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_50"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 3, Fin de la protection provisoire, Séjour dans l’État d’origine ou de provenance",
        "citation": "Art. 51 OA 1",
        "content": "Le terme «longtemps» signifie, en règle générale, quinze jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_51"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 4 Octroi de la protection provisoire aux personnes à protéger, Section 3, Fin de la protection provisoire, Renonciation à l’audition en cas de révocation de la protection provisoire",
        "citation": "Art. 52 OA 1",
        "content": "L’étranger qui, conformément à l’art. 29 LAsi, a déjà été entendu avant d’obtenir la protection provisoire ne fait pas l’objet d’une autre audition, mais a la possibilité d’exercer son droit d’être entendu. Ce droit est exercé, en règle générale, par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 1, Principes des voies de droit, Accès et qualité",
        "citation": "Art. 52a al. 1 OA 1",
        "content": "Durant son séjour dans un centre de la Confédération, à un aéroport ou dans un canton après son affectation à une procédure étendue, le requérant d’asile a accès au conseil et à la représentation juridique indépendants nécessaires à l’exécution de la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 1, Principes des voies de droit, Accès et qualité",
        "citation": "Art. 52a al. 2 OA 1",
        "content": "Les prestataires et les bureaux de conseil juridique compétents veillent à ce que la qualité nécessaire à l’exécution de la procédure d’asile soit assurée, s’agissant aussi bien du conseil que de la représentation juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 1, Principes des voies de droit, Accès et qualité",
        "citation": "Art. 52a al. 3 OA 1",
        "content": "Lorsque plusieurs prestataires ont été mandatés et que plusieurs bureaux de conseil juridique ont été habilités, la qualité du conseil et de la représentation juridique doit être assurée moyennant notamment une coordination adéquate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_a"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Information sur le mécanisme de traitement des plaintes de l’agence de l’Union européenne compétente en matière de surveillance des frontières extérieures Schengen",
        "citation": "Art. 52abis al. 1 OA 1",
        "content": "1 Durant son séjour dans un centre de la Confédération ou à l’aéroport, le requérant d’asile est informé dans le cadre du conseil au sens de l’art. 102g LAsi de la possibilité de déposer, auprès de l’Agence européenne de garde-frontières et de garde-côtes (Agence), une plainte concernant des violations des droits fondamentaux en relation avec des interventions de cette agence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_a_bis"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Information sur le mécanisme de traitement des plaintes de l’agence de l’Union européenne compétente en matière de surveillance des frontières extérieures Schengen",
        "citation": "Art. 52abis al. 2 OA 1",
        "content": "Le requérant est notamment informé du mécanisme de traitement des plaintes de l’Agence visé à l’art. 111 du règlement (UE) 2019/1896 et des possibles violations des droits fondamentaux inscrits dans la Charte des droits fondamentaux de l’Union européenne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_a_bis"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Information sur le mécanisme de traitement des plaintes de l’agence de l’Union européenne compétente en matière de surveillance des frontières extérieures Schengen",
        "citation": "Art. 52abis al. 3 OA 1",
        "content": "Les prestataires mandatés veillent à ce que les informations soient adaptées aux besoins des requérants d’asile et leur soit fournie dès que possible après le dépôt de leur demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_a_bis"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et représentation juridique dans la procédure à l’aéroport",
        "citation": "Art. 52b al. 1 OA 1",
        "content": "Durant son séjour à l’aéroport, le requérant a accès à un conseil concernant la procédure d’asile. Ce conseil comprend notamment les informations sur les droits et obligations durant la procédure à l’aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et représentation juridique dans la procédure à l’aéroport",
        "citation": "Art. 52b al. 2 OA 1",
        "content": "À compter du dépôt de la demande d’asile et pour la suite de la procédure d’asile, le requérant se voit attribuer un représentant juridique, à moins qu’il y renonce expressément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et représentation juridique dans la procédure à l’aéroport",
        "citation": "Art. 52b al. 3 OA 1",
        "content": "Le représentant juridique désigné informe dès que possible le requérant sur ses chances de succès dans la procédure d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et représentation juridique dans la procédure à l’aéroport",
        "citation": "Art. 52b al. 4 OA 1",
        "content": "La représentation juridique est assurée jusqu’à l’entrée en force de la décision ou jusqu’à ce que le requérant soit autorisé à entrer à Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et représentation juridique dans la procédure à l’aéroport",
        "citation": "Art. 52b al. 5 OA 1",
        "content": "La représentation juridique prend fin lorsque le représentant juridique désigné communique au requérant qu’il n’est pas disposé à déposer un recours parce que celui-ci serait voué à l’échec. Cette communication doit avoir lieu aussi rapidement que possible après la notification de la décision d’asile négative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et représentation juridique dans la procédure à l’aéroport",
        "citation": "Art. 52b al. 6 OA 1",
        "content": "Outre les tâches visées à l’art. 102k, al. 1, let. a à g, LAsi, le représentant juridique à l’aéroport accomplit notamment les tâches suivantes:\na. participation à l’audition sommaire conformément à l’art. 22, al. 1, LAsi;\nb. représentation juridique lors de l’octroi du droit d’être entendu conformément à l’art. 22, al. 4, LAsi;\nc. avis sur le projet de décision d’asile négative conformément à l’art. 52d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et aide lors du dépôt d’une plainte auprès de l’Agence",
        "citation": "Art. 52bbis al. 1 OA 1",
        "content": "Si un requérant d’asile fait valoir que des actions ou l’inaction du personnel participant à une intervention de l’Agence ont porté atteinte à ses droits fondamentaux, le représentant juridique désigné l’aide et le conseille, dans les centres de la Confédération et à l’aéroport, en vue du dépôt d’une plainte écrite selon l’art. 111 du règlement (UE) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b_bis"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Conseil et aide lors du dépôt d’une plainte auprès de l’Agence",
        "citation": "Art. 52bbis al. 2 OA 1",
        "content": "Le conseil et l’aide visés à l’al. 1 sont assurés jusqu’à la date de la transmission définitive de la plainte à l’Agence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_b_bis"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Communication en temps utile des dates aux prestataires",
        "citation": "Art. 52c al. 1 OA 1",
        "content": "Le SEM communique au prestataire les dates des étapes de procédure dans le centre de la Confédération ou à l’aéroport qui nécessitent la participation du représentant juridique dès qu’elles ont été fixées, mais au minimum un jour ouvrable avant la réalisation de l’étape correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Communication en temps utile des dates aux prestataires",
        "citation": "Art. 52c al. 2 OA 1",
        "content": "Il communique au prestataire les dates des auditions sur les motifs d’asile et de l’octroi du droit d’être entendu dans le cadre de la procédure accélérée et de la procédure Dublin dans les centres de la Confédération au minimum deux jours ouvrables à l’avance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_c"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Avis sur le projet de décision d’asile négative",
        "citation": "Art. 52d al. 1 OA 1",
        "content": "Le délai imparti pour prendre position sur le projet de décision d’asile négative expire le jour ouvrable qui suit la remise du projet au prestataire, à la même heure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_d"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Avis sur le projet de décision d’asile négative",
        "citation": "Art. 52d al. 2 OA 1",
        "content": "Dans le cadre de la procédure accélérée et de la procédure à l’aéroport, les décisions du SEM visées à l’art. 31a, al. 1, let. a et c à f, et al. 3 et 4, LAsi sont considérées comme des décisions d’asile négatives au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_d"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 2, Voies de droit à l’aéroport et dans les centres de la Confédération, Information au terme de la représentation juridique",
        "citation": "Art. 52e OA 1",
        "content": "Lorsque le représentant juridique désigné dans le centre de la Confédération ou à l’aéroport n’est pas disposé à déposer un recours parce que celui-ci serait voué à l’échec, il informe le requérant d’asile des autres possibilités de conseil et de représentation juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_e"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Conseil et représentation juridique dans la procédure étendue",
        "citation": "Art. 52f al. 1 OA 1",
        "content": "Lors de l’entretien de départ précédant l’attribution au canton en vue de mener la procédure étendue, le représentant juridique désigné informe le requérant d’asile de la suite de la procédure d’asile et des possibilités de conseil et de représentation juridique dans le cadre de la procédure étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Conseil et représentation juridique dans la procédure étendue",
        "citation": "Art. 52f al. 2 OA 1",
        "content": "Une fois attribué au canton en vue de mener la procédure étendue, le requérant d’asile peut s’adresser au bureau de conseil juridique compétent du canton d’attribution pour être conseillé ou représenté lors des étapes de la procédure de première instance déterminantes pour la décision d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Conseil et représentation juridique dans la procédure étendue",
        "citation": "Art. 52f al. 2bis OA 1",
        "content": "Il peut s’adresser au bureau de conseil juridique compétent de son canton d’attribution pour être conseillé et aidé au sens de l’art. 52bbis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Conseil et représentation juridique dans la procédure étendue",
        "citation": "Art. 52f al. 3 OA 1",
        "content": "Le représentant juridique désigné dans le centre de la Confédération ou à l’aéroport peut, à titre exceptionnel, conserver la compétence de conseiller et représenter le requérant d’asile dans le cadre de la procédure étendue lorsque les conditions suivantes sont réunies:\na. lors de l’entretien de départ, le requérant d’asile et le représentant juridique désigné constatent qu’ils entretiennent un rapport de confiance particulier;\nb. le prestataire donne son consentement; il peut notamment refuser de le donner lorsqu’il ne dispose pas des ressources suffisantes en termes de personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Conseil et représentation juridique dans la procédure étendue",
        "citation": "Art. 52f al. 4 OA 1",
        "content": "Le prestataire fait savoir au SEM, au plus tard lorsque le requérant d’asile sort du centre de la Confédération ou de l’aéroport, si le représentant juridique désigné dans le centre reste à la disposition du requérant d’asile dans le cadre de la procédure étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Conseil et représentation juridique dans la procédure étendue",
        "citation": "Art. 52f al. 5 OA 1",
        "content": "Si le requérant d’asile renonce au représentant juridique désigné, il peut s’adresser au bureau de conseil juridique compétent du canton d’attribution pour être conseillé ou représenté lors des étapes de la procédure de première instance déterminantes pour la décision d’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Information sur l’état d’avancement de la procédure, les dates et la décision d’asile ",
        "citation": "Art. 52g al. 1 OA 1",
        "content": "Si le représentant juridique désigné dans le centre de la Confédération ou à l’aéroport n’assume plus ladite compétence, il informe immédiatement, avec l’accord du requérant d’asile, le bureau de conseil juridique compétent du canton d’attribution de l’état actuel de la procédure. Avec l’accord du requérant d’asile, le SEM communique au bureau de conseil juridique:\na. les dates des étapes de la procédure de première instance déterminantes pour la décision d’asile;\nb. la décision d’asile de première instance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_g"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Information sur l’état d’avancement de la procédure, les dates et la décision d’asile ",
        "citation": "Art. 52g al. 2 OA 1",
        "content": "Faute d’accord du requérant d’asile en vertu de l’al. 1, le bureau de conseil juridique compétent peut renoncer à ses activités si le requérant d’asile ne porte pas en temps utile à sa connaissance les dates des étapes de la procédure de première instance déterminantes pour la décision d’asile qui ont été communiquées par le SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_g"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Étapes déterminantes pour la décision",
        "citation": "Art. 52h OA 1",
        "content": "Constituent des étapes de la procédure de première instance déterminantes pour la décision d’asile la réalisation d’auditions supplémentaires sur les motifs d’asile, l’octroi du droit d’être entendu et la remise d’éléments qui contribuent de manière déterminante à établir les faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_h"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Communication en temps utile des dates des auditions et de l’octroi du droit d’être entendu par oral",
        "citation": "Art. 52i al. 1 OA 1",
        "content": "Le SEM communique en temps utile les dates des auditions et de l’octroi du droit d’être entendu par oral au prestataire ayant désigné le représentant juridique ou, conformément à l’art. 52g, al. 1, let. a, au bureau de conseil juridique compétent. Le prestataire ou le bureau en informe immédiatement la personne chargée d’assumer le conseil et la représentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_i"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Communication en temps utile des dates des auditions et de l’octroi du droit d’être entendu par oral",
        "citation": "Art. 52i al. 2 OA 1",
        "content": "Ces dates sont réputées communiquées en temps utile si elles sont portées à la connaissance du prestataire ayant désigné le représentant juridique ou du bureau de conseil juridique compétent immédiatement après avoir été fixées, mais au minimum dix jours ouvrables à l’avance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_i"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Habilitation des bureaux de conseil juridique",
        "citation": "Art. 52j al. 1 OA 1",
        "content": "Sur demande, le SEM se prononce sur l’habilitation et désigne le bureau de conseil juridique compétent du canton d’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Habilitation des bureaux de conseil juridique",
        "citation": "Art. 52j al. 2 OA 1",
        "content": "Peuvent être habilités les bureaux de conseil juridique garantissant qu’ils sont à même d’assumer durablement les tâches définies à l’art. 102l, al. 1, LAsi. Ils doivent notamment disposer d’un financement suffisant pour pouvoir assurer à long terme leurs activités en cas de fluctuations du nombre de demandes d’asile. Afin d’être habilités, ils doivent posséder des connaissances juridiques, notamment en droit de l’asile et en droit procédural, et avoir de l’expérience dans le domaine du conseil et de la représentation juridique de requérants d’asile en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Habilitation des bureaux de conseil juridique",
        "citation": "Art. 52j al. 3 OA 1",
        "content": "Lors de l’évaluation des conditions visées à l’al. 2, le SEM tient compte notamment:\na. de la part de représentants juridiques titulaires d’un diplôme universitaire en droit ou d’un brevet d’avocat;\nb. de la durée d’existence du bureau de conseil juridique;\nc. de l’assurance qualité au travers de contacts professionnels réguliers qu’entretient ledit bureau avec d’autres bureaux de conseil juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Habilitation des bureaux de conseil juridique",
        "citation": "Art. 52j al. 4 OA 1",
        "content": "Il conclut avec les bureaux de conseil juridique habilités une convention dans laquelle il fixe l’indemnité qu’il leur verse en vertu de l’art. 102l, al. 2, LAsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 3, Voies de droit dans la procédure étendue après l’attribution à un canton, Échange d’informations",
        "citation": "Art. 52k OA 1",
        "content": "Les bureaux de conseil juridique et le SEM procèdent à un échange d’informations régulier, en vue notamment de coordonner les tâches et d’assurer la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_52_k"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 4, Procédure de recours au niveau fédéral, Exigences relatives à l’assistance judiciaire d’office dans les procédures de recours ",
        "citation": "Art. 53 OA 1",
        "content": "Les personnes visées à l’art. 102m, al. 3, peuvent être habilitées à assurer l’assistance judiciaire d’office notamment lorsqu’elles réunissent les conditions suivantes:\na. elles ont l’exercice des droits civils;\nb. elles ne font l’objet d’aucun acte de défaut de biens ni d’aucune condamnation pénale incompatible avec l’assistance judiciaire d’office;\nc. elles possèdent un diplôme universitaire en droit délivré par une université suisse ou un diplôme étranger équivalent;\nd. elles conseillent et assurent la représentation juridique des requérants d’asile à titre d’activité principale depuis au moins un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_53"
    },
    {
        "book": "AsylV 1",
        "title": "OA 1, Chapitre 5, Voies de droit et procédure de recours, Section 4, Procédure de recours au niveau fédéral, Début du délai de recours en cas de décision prise à l’égard d’un requérant d’asile mineur non accompagné",
        "citation": "Art. 53a OA 1",
        "content": "Lorsqu’un requérant d’asile mineur non accompagné ne dispose ni d’un tuteur ni d’un curateur ni même d’un représentant légal, la décision de première instance doit être notifiée à l’intéressé et à la personne de confiance. Le délai de recours commence à courir le jour suivant la notification la plus tardive de ladite décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/fr#art_53_a"
    }
]