[
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 1. Kapitel:, Geltungsbereich und Begriffe, Geltungsbereich",
        "citation": "Art. 1 Abs. 1 AsylV 1",
        "content": "Diese Verordnung gilt, soweit die Dublin-Assoziierungsabkommen keine abweichenden Bestimmungen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_1"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 1. Kapitel:, Geltungsbereich und Begriffe, Geltungsbereich",
        "citation": "Art. 1 Abs. 2 AsylV 1",
        "content": "Die Dublin-Assoziierungsabkommen sind in Anhang 1 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_1"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 1. Kapitel:, Geltungsbereich und Begriffe, Begriffe",
        "citation": "Art. 1a AsylV 1",
        "content": "In dieser Verordnung gelten als:\na. Identität: Namen, Vornamen, Staatsangehörigkeiten, Ethnie, Geburtsdatum, Geburtsort und Geschlecht;\nb. Reisepapier: ein amtliches Dokument, das zur Einreise in den Heimatstaat oder in andere Staaten berechtigt, namentlich ein Pass oder ein Ersatzreisedokument;\nc. Identitätsausweis bzw. Identitätspapier: ein amtliches Dokument mit Fotografie, welches zum Zweck des Nachweises der Identität seiner Inhaberin oder seines Inhabers ausgestellt wurde;\nd. minderjährig: wer nach Artikel 14 des Zivilgesetzbuches das 18. Lebensjahr noch nicht vollendet hat;\ne. Familie: Ehegatten und deren minderjährige Kinder; den Ehegatten gleichgestellt sind die eingetragenen Partnerinnen und Partner und die in dauernder eheähnlicher Gemeinschaft zusammenlebenden Personen; im Dublin-Verfahren richten sich die Begriffe Familienangehörige und Verwandte nach der Verordnung (EU) Nr. 604/2013.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_1_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 1. Kapitel:, Geltungsbereich und Begriffe, Regionen",
        "citation": "Art. 1b AsylV 1",
        "content": "Zur Durchführung der Asyl- und Wegweisungsverfahren werden die Kantone den folgenden Regionen zugeordnet:\na. Region Westschweiz: Kantone Freiburg, Genf, Jura, Neuenburg, Waadt, Wallis;\nb. Region Nordwestschweiz: Kantone Aargau, Basel-Landschaft, Basel-Stadt, Solothurn;\nc. Region Bern: Kanton Bern;\nd. Region Zürich: Kanton Zürich;\ne. Region Tessin und Zentralschweiz: Kantone Luzern, Nidwalden, Obwalden, Schwyz, Tessin, Uri, Zug;\nf. Region Ostschweiz: Kantone Appenzell AR, Appenzell IR, Glarus, Graubünden, Schaffhausen, St. Gallen, Thurgau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_1_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 1. Kapitel:, Geltungsbereich und Begriffe, Berechnung der Fristen",
        "citation": "Art. 1c AsylV 1",
        "content": "Berechnet sich eine Frist im Asylverfahren nach Arbeitstagen, so gelten Samstage, Sonntage, Feiertage des Bundes sowie nach kantonalem Recht am Wohnsitz oder Sitz der Partei oder ihrer Vertretung anerkannte Feiertage nicht als Arbeitstage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_1_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfolgungssicherer Heimat- oder Herkunftsstaat",
        "citation": "Art. 2 Abs. 1 AsylV 1",
        "content": "Im Hinblick auf die Feststellung eines Heimat- oder Herkunftsstaats als verfolgungssicher werden berücksichtigt:\na. die politische Stabilität;\nb. die Einhaltung der Menschenrechte;\nc. die Einschätzung anderer EU- und EFTA-Mitgliedstaaten und des Hochkommissariats der Vereinten Nationen für die Flüchtlinge (UNHCR);\nd. weitere landesspezifische Eigenheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_2"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfolgungssicherer Heimat- oder Herkunftsstaat",
        "citation": "Art. 2 Abs. 2 AsylV 1",
        "content": "Die als verfolgungssicher bezeichneten Heimat- oder Herkunftsstaaten sind in Anhang 2 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_2"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Abgabe von Dokumenten",
        "citation": "Art. 2a AsylV 1",
        "content": "Die asylsuchende Person ist verpflichtet, alle Dokumente abzugeben, insbesondere diejenigen, die Auskunft über ihre Identität, Herkunft und ihren Reiseweg geben oder Rückschlüsse darauf erlauben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_2_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung von Dokumenten",
        "citation": "Art. 2b Abs. 1 AsylV 1",
        "content": "Behörden und Amtsstellen sind verpflichtet, sämtliche im Ausland oder auf einer ausländischen Vertretung ausgestellten Reisepapiere, Identitätsausweise oder andere Dokumente sicherzustellen und unverzüglich im Original dem SEM zu übermitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_2_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung von Dokumenten",
        "citation": "Art. 2b Abs. 2 AsylV 1",
        "content": "Zu den anderen Dokumenten gehören insbesondere:\na. Zivilstandsdokumente;\nb. Nachweise über die Familienbeziehungen;\nc. Taufscheine;\nd. Staatsangehörigkeitsnachweise;\ne. Flüchtlingsausweise;\nf. Führerausweise;\ng. Militärausweise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_2_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Sicherstellung von Dokumenten",
        "citation": "Art. 2b Abs. 3 AsylV 1",
        "content": "Die Dokumente nach Absatz 1 sind während des Asylverfahrens und nach einem rechtskräftigen Abschluss des Asylverfahrens sicherzustellen, solange die betroffene Person nicht über eine Aufenthalts- oder Niederlassungsbewilligung verfügt. Bei anerkannten Flüchtlingen gilt Artikel 10 Absatz 5 AsylG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_2_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung von Verfügungen am Flughafen",
        "citation": "Art. 3 Abs. 1 AsylV 1",
        "content": "Verfügen Asylsuchende an einem schweizerischen Flughafen über eine zugewiesene Rechtsvertretung, so gilt eine per Telefax übermittelte Verfügung mit der Aushändigung an den mit der Rechtsvertretung beauftragten Leistungserbringer als eröffnet. Dieser gibt der zugewiesenen Rechtsvertretung die Eröffnung am gleichen Tag bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_3"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Eröffnung von Verfügungen am Flughafen",
        "citation": "Art. 3 Abs. 2 AsylV 1",
        "content": "Bei Asylsuchenden ohne zugewiesene Rechtsvertretung gilt eine per Telefax übermittelte Verfügung mit der Aushändigung an die asylsuchende Person als eröffnet. Die Bekanntgabe der Eröffnung einer Verfügung an eine von der asylsuchenden Person selbst bevollmächtigten Person richtet sich nach Artikel 3a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_3"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Bekanntgabe der Eröffnung oder Mitteilung an die bevollmächtigte Person",
        "citation": "Art. 3a AsylV 1",
        "content": "Einer von der asylsuchenden Person bevollmächtigten Person wird die Eröffnung einer Verfügung oder die Zustellung einer Mitteilung unverzüglich bekannt gegeben. Dabei ist auf Artikel 12a Absatz 3 oder Artikel 13 Absatz 1 AsylG hinzuweisen, wonach die Eröffnung oder die Zustellung gegenüber der asylsuchenden Person erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_3_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfahrenssprache bei Eingaben in Zentren des Bundes",
        "citation": "Art. 4 AsylV 1",
        "content": "Eingaben von Asylsuchenden, die von einer bevollmächtigten Person vertreten werden, sind in den Zentren des Bundes in einer der Amtssprachen der Region des Standortkantons des Zentrums einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_4"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Asylgesuche von Ehepaaren, eingetragenen Partnerinnen und Partnern oder Familien",
        "citation": "Art. 5 AsylV 1",
        "content": "Bei Asylgesuchen von Ehepaaren, eingetragenen Partnerinnen und Partnern oder Familien hat jede urteilsfähige asylsuchende Person Anspruch auf Prüfung ihrer eigenen Asylvorbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_5"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Verfahren bei geschlechtsspezifischer Verfolgung",
        "citation": "Art. 6 AsylV 1",
        "content": "Liegen konkrete Hinweise auf geschlechtsspezifische Verfolgung vor oder deutet die Situation im Herkunftsland auf geschlechtsspezifische Verfolgung hin, so wird die asylsuchende Person von einer Person gleichen Geschlechts angehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_6"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 1 AsylV 1",
        "content": "Im Rahmen der Feststellung des Sachverhaltes kann mit Unterstützung wissenschaftlicher Methoden abgeklärt werden, ob die Altersangabe der asylsuchenden Person dem tatsächlichen Alter entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 2 AsylV 1",
        "content": "Nach Einreichung des Asylgesuches beginnt die Tätigkeit der zugewiesenen Rechtsvertretung als Vertrauensperson in den Zentren des Bundes und am Flughafen. Diese Tätigkeit dauert an, solange sich die unbegleitete minderjährige asylsuchende Person im Zentrum des Bundes oder am Flughafen aufhält oder bis zum Eintritt der Volljährigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 2bis AsylV 1",
        "content": "Im Dublin-Verfahren dauert die Tätigkeit der zugewiesenen Rechtsvertretung als Vertrauensperson bis zur Überstellung der unbegleiteten minderjährigen asylsuchenden Person in den zuständigen Dublin-Staat oder bis zum Eintritt der Volljährigkeit und erstreckt sich auch auf Verfahren nach den Artikeln 76a und 80a des Ausländer- und Integrationsgesetzes vom 16. Dezember 2005 (AIG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 2ter AsylV 1",
        "content": "Verzichtet eine unbegleitete minderjährige asylsuchende Person auf die in den Zentren des Bundes oder am Flughafen zugewiesene Rechtsvertretung, so bleibt diese für die Wahrnehmung der Interessen der minderjährigen asylsuchenden Person als Vertrauensperson weiterhin zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 2quater AsylV 1",
        "content": "Für unbegleitete minderjährige asylsuchende Personen wird nach Zuweisung in den Kanton eine Beistand- oder Vormundschaft eingesetzt. Ist dies nicht sofort möglich, so ernennt die zuständige kantonale Behörde für die Dauer des Asyl- und Wegweisungsverfahrens, längstens aber bis zur Ernennung eines Beistandes oder Vormundes oder bis zum Eintritt der Volljährigkeit, unverzüglich eine Vertrauensperson.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 2quinquies AsylV 1",
        "content": "Hält sich eine unbegleitete minderjährige asylsuchende Person nicht mehr im Zentrum des Bundes auf und wurde diese keinem Kanton zugewiesen, richtet sich die Ernennung der Vertrauensperson nach Absatz 2quater. Die Dauer der Tätigkeit der Vertrauensperson richtet sich für das Dublin-Verfahren nach Absatz 2bis und für das beschleunigte Verfahren nach Absatz 2quater.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 3 AsylV 1",
        "content": "Die Vertrauensperson muss über Kenntnisse des Asylrechts, des Rechts betreffend das Dublin-Verfahren und der Kinderrechte sowie über Erfahrung im Umgang mit Minderjährigen verfügen. Die Vertrauensperson begleitet und unterstützt die unbegleitete minderjährige Person im Asyl- oder im Dublin-Verfahren und erfüllt namentlich folgende Aufgaben:\na. Beratung vor und während den Befragungen;\nb. Unterstützung bei der Nennung und Beschaffung von Beweismitteln;\nc. Beistand insbesondere im Verkehr mit Behörden sowie mit Einrichtungen des Gesundheitswesens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 4 AsylV 1",
        "content": "Die kantonale Behörde teilt dem Staatssekretariat für Migration (SEM) oder dem Bundesverwaltungsgericht sowie den Minderjährigen die Ernennung der Vertrauensperson und sämtliche vormundschaftlichen Massnahmen unverzüglich mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Spezielle Situation von Minderjährigen im Asylverfahren",
        "citation": "Art. 7 Abs. 5 AsylV 1",
        "content": "Personen, die minderjährige asylsuchende Personen anhören, tragen den besonderen Aspekten der Minderjährigkeit Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Gebühren für Dienstleistungen",
        "citation": "Art. 7b AsylV 1",
        "content": "Das SEM erhebt für Dienstleistungen zu Gunsten der Behörden des Bundes, der Kantone und der Gemeinden keine Gebühren und stellt keine Auslagen in Rechnung, sofern die Behörden diese Dienstleistungen für sich selbst in Anspruch nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Gebühren für Wiedererwägungs- und Mehrfachgesuche",
        "citation": "Art. 7c Abs. 1 AsylV 1",
        "content": "Die Gebühr für Verfahren nach Artikel 111b und 111c AsylG beträgt 600 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Gebühren für Wiedererwägungs- und Mehrfachgesuche",
        "citation": "Art. 7c Abs. 2 AsylV 1",
        "content": "Für Verfahren von aussergewöhnlichem Umfang oder besonderer Schwierigkeit beträgt der Gebührenzuschlag bis zu 50 Prozent der Gebühr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Gebühren für Wiedererwägungs- und Mehrfachgesuche",
        "citation": "Art. 7c Abs. 3 AsylV 1",
        "content": "Geleistete Sonderabgaben können nicht zur Deckung des Gebührenvorschusses herangezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 1. Abschnitt: Allgemeine Bestimmungen, Gebühren für Wiedererwägungs- und Mehrfachgesuche",
        "citation": "Art. 7c Abs. 4 AsylV 1",
        "content": "Soweit diese Verordnung keine besondere Regelung enthält, gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_7_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Einreichung",
        "citation": "Art. 8 Abs. 1 AsylV 1",
        "content": "Meldet sich eine ausländische Person bei einer kantonalen oder eidgenössischen Behörde, so:\na. nimmt diese deren vollständige Personalien auf;\nb. weist diese sie einem Zentrum des Bundes nach Artikel 24 AsylG oder einem kantonal oder kommunal geführten Zentrum nach Artikel 24d AsylG zu und benachrichtigt das Zentrum; und \nc. stellt diese einen Passierschein aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Einreichung",
        "citation": "Art. 8 Abs. 2 AsylV 1",
        "content": "Die asylsuchende Person hat sich spätestens im Verlauf des folgenden Arbeitstags in dem ihr gemäss Absatz 1 Buchstabe b zugewiesenen Zentrum des Bundes zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Einreichung",
        "citation": "Art. 8 Abs. 3 AsylV 1",
        "content": "Asylgesuche von Personen, die sich in Haft oder im Strafvollzug befinden, sind durch die kantonalen Behörden entgegenzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Einreichung",
        "citation": "Art. 8 Abs. 4 AsylV 1",
        "content": "Kinder unter 14 Jahren, die ihren Eltern in die Schweiz nachreisen, stellen ihr Asylgesuch direkt bei den Behörden des Aufenthaltskantons ihrer Eltern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_8"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch und Einreisebewilligung am Flughafen",
        "citation": "Art. 11a Abs. 1 AsylV 1",
        "content": "Ist die Person mit dem Flugzeug in die Schweiz gereist, so gilt dasjenige Land, aus welchem der Abflug in die Schweiz erfolgt ist, als Land der direkten Einreise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_11_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch und Einreisebewilligung am Flughafen",
        "citation": "Art. 11a Abs. 2 AsylV 1",
        "content": "Das SEM kann die Einreise auch bewilligen, wenn:\na. die asylsuchende Person enge Beziehungen zu Personen hat, die in der Schweiz leben; oder\nb. die Schweiz für die Durchführung des Asylverfahrens aufgrund der Verordnung (EU) Nr. 604/2013 zuständig ist und die asylsuchende Person nicht direkt aus ihrem Heimat- oder Herkunftsstaat an die Schweizer Grenze gelangt ist, aber glaubhaft macht, dass sie diesen Staat aus einem Grund nach Artikel 3 Absatz 1 AsylG verlassen hat und ohne Verzug an die Schweizer Grenze gelangt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_11_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Asylgesuch und Einreisebewilligung am Flughafen",
        "citation": "Art. 11a Abs. 3 AsylV 1",
        "content": "Das SEM kann eine Einreise aus humanitären Gründen bewilligen; dies gilt auch dann, wenn die Zuständigkeit der Schweiz für die Durchführung des Asylverfahrens aufgrund der Verordnung (EG) Nr. 343/2003 nicht feststeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_11_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren, Aufenthalt und Unterkunft am Flughafen",
        "citation": "Art. 12 Abs. 1 AsylV 1",
        "content": "Die für die Grenzkontrolle zuständige Behörde meldet dem SEM unverzüglich Asylgesuche, die in einem schweizerischen Flughafen eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_12"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren, Aufenthalt und Unterkunft am Flughafen",
        "citation": "Art. 12 Abs. 2 AsylV 1",
        "content": "Das Eidgenössische Justiz- und Polizeidepartement (EJPD) erlässt in einer Verordnung Bestimmungen über den Betrieb von Unterkünften am Flughafen, insbesondere den Ort, an welchem sich die Asylsuchenden am Flughafen aufhalten, die Unterkunft, die Modalitäten der Zimmerbelegung, den Spaziergang im Freien und die Verwahrung von Gegenständen dieser Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_12"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2. Abschnitt: Asylgesuch und Einreise, Verfahren, Aufenthalt und Unterkunft am Flughafen",
        "citation": "Art. 12 Abs. 3 AsylV 1",
        "content": "Das SEM kann eine Einreise aus humanitären Gründen bewilligen; dies gilt auch dann, wenn die Zuständigkeit der Schweiz für die Durchführung des Asylverfahrens aufgrund der Verordnung (EU) Nr. 604/2013 nicht feststeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_12"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Funktion der Zentren des Bundes",
        "citation": "Art. 13 AsylV 1",
        "content": "In den Zentren des Bundes werden Asylverfahren durchgeführt und können Wegweisungen angeordnet und ab Zentrum des Bundes vollzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_13"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Aufenthalt in den Zentren des Bundes",
        "citation": "Art. 14 Abs. 1 AsylV 1",
        "content": "Die asylsuchende Person hat sich in den Zentren des Bundes den Behörden zur Verfügung zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_14"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Aufenthalt in den Zentren des Bundes",
        "citation": "Art. 14 Abs. 2 AsylV 1",
        "content": "Die Höchstdauer des Aufenthaltes in den Zentren des Bundes von 140 Tagen kann angemessen verlängert werden, insbesondere wenn im Rahmen des beschleunigten Verfahrens oder des Dublin-Verfahrens weitere Abklärungen getätigt werden müssen, die innerhalb kurzer Zeit vorgenommen werden können, oder wenn der Vollzug der Wegweisung absehbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_14"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zuweisung in ein besonderes Zentrum",
        "citation": "Art. 15 Abs. 1 AsylV 1",
        "content": "Das SEM weist eine volljährige asylsuchende Person, die sich in einem Zentrum des Bundes befindet und die öffentliche Sicherheit und Ordnung erheblich gefährdet oder durch ihr Verhalten den ordentlichen Betrieb und die Sicherheit des Zentrums des Bundes erheblich stört, einem besonderen Zentrum zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zuweisung in ein besonderes Zentrum",
        "citation": "Art. 15 Abs. 2 AsylV 1",
        "content": "Eine erhebliche Störung des Betriebs und der Sicherheit eines Zentrums des Bundes liegt insbesondere vor, wenn die asylsuchende Person:\na. die Hausordnung des Zentrums des Bundes grob verletzt, insbesondere weil sie Waffen oder Betäubungsmittel besitzt oder aufbewahrt, oder ein Ausgangsverbot wiederholt missachtet; oder\nb. sich den Verhaltensanweisungen des Personals des Zentrum des Bundes widersetzt und dadurch insbesondere andere Asylsuchende oder das Personal belästigt, bedroht oder gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zuweisung in ein besonderes Zentrum",
        "citation": "Art. 15 Abs. 3 AsylV 1",
        "content": "Das SEM informiert die für die Anordnung der Ein- oder Ausgrenzung nach Artikel 74 Absatz 1bis AIG zuständige kantonale Behörde unverzüglich über die Gründe der Zuweisung in ein besonderes Zentrum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 2a. Abschnitt: Zentren des Bundes, Zuweisung in ein besonderes Zentrum",
        "citation": "Art. 15 Abs. 4 AsylV 1",
        "content": "Die zuständige kantonale Behörde ordnet die im Zusammenhang mit der Unterbringung in einem besonderen Zentrum erforderliche Ein- oder Ausgrenzung an und informiert darüber unverzüglich das SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_15"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Betrieb der Zentren des Bundes",
        "citation": "Art. 16 AsylV 1",
        "content": "Das EJPD erlässt in einer Verordnung Bestimmungen über den Betrieb der Zentren des Bundes, insbesondere über die Öffnungszeiten, das Zutrittsrecht, die Eintritts-, Aufenthalts- und Austrittsbedingungen, die Durchsuchungen der Asylsuchenden und die Verwahrung von Gegenständen der Asylsuchenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_16"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 1 AsylV 1",
        "content": "Das SEM kann innerhalb und ausserhalb der Gebäude, die es im Rahmen des Asylverfahrens verwaltet, namentlich in den Zentren des Bundes und in den Unterkünften an den Flughäfen, ein Videoüberwachungssystem einsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 2 AsylV 1",
        "content": "Es ist verboten, die Zimmer, die Duschen und Toiletten sowie die Büros der Mitarbeitenden des SEM oder der vom SEM beauftragten Dritten per Video zu überwachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 3 AsylV 1",
        "content": "Die Bild- und Tondaten werden auf Festplatten in einem abschliessbaren Raum, zu dem nur berechtigte Personen Zutritt haben, aufbewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 4 AsylV 1",
        "content": "Lässt ein Sachverhalt die Schädigung einer Sache oder einer Person vermuten, kann der Direktor bzw. die Direktorin oder der stellvertretende Direktor bzw. die stellvertretende Direktorin des SEM eine Administrativuntersuchung anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 5 AsylV 1",
        "content": "Bei einer strafrechtlichen Untersuchung werden die Aufzeichnungen physisch auf einem elektronischen Datenträger den Strafverfolgungsbehörden übergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 6 AsylV 1",
        "content": "Die Videoüberwachung wird an allen Haupt- und Nebeneingängen der Gebäude deutlich gekennzeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Videoüberwachung",
        "citation": "Art. 17 Abs. 7 AsylV 1",
        "content": "Asylsuchende und Schutzbedürftige, die neu in einem Zentrum des Bundes oder einer Unterkunft am Flughafen ankommen, werden schriftlich in einer ihnen verständlichen Sprache über die Videoüberwachung und den Zweck der Bearbeitung der aufgezeichneten Daten informiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_17"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Überprüfung der Identität und summarische Befragung",
        "citation": "Art. 19 Abs. 1 AsylV 1",
        "content": "Zur Überprüfung der Identität der asylsuchenden Person können in den Zentren des Bundes weitere Abklärungen durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_19"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Überprüfung der Identität und summarische Befragung",
        "citation": "Art. 19 Abs. 2 AsylV 1",
        "content": "Für die summarische Befragung wird sofern notwendig eine Dolmetscherin oder ein Dolmetscher beigezogen. Das Befragungsprotokoll wird der asylsuchenden Person rückübersetzt und von den Beteiligten unterzeichnet. Die summarische Befragung kann durch die Anhörung zu den Asylgründen nach Artikel 29 AsylG ersetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_19"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Feststellung des medizinischen Sachverhalts",
        "citation": "Art. 20a Abs. 1 AsylV 1",
        "content": "Das SEM informiert die asylsuchenden Personen in der Vorbereitungsphase über die gesetzliche Regelung bei der Geltendmachung der für das Asyl- und Wegweisungsverfahren massgeblichen gesundheitlichen Beeinträchtigungen und unterbreitet diesen eine Einwilligungserklärung zur Weitergabe der für den Vollzug der Wegweisung relevanten medizinischen Daten an die zuständigen Vollzugsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_20_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Feststellung des medizinischen Sachverhalts",
        "citation": "Art. 20a Abs. 2 AsylV 1",
        "content": "Das SEM erlässt unter Einbezug des Bundesamtes für Gesundheit (BAG) die notwendigen Weisungen über die Abgrenzung der Untersuchung nach Artikel 26a Absatz 2 AsylG zu den Massnahmen nach dem Bundesgesetz vom 28. September 2012 über die Bekämpfung übertragbarer Krankheiten des Menschen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_20_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Dublin-Verfahren",
        "citation": "Art. 20b Abs. 1 AsylV 1",
        "content": "Zusätzlich zu den Verfahrensschritten gemäss Artikel 26 Absätze 2 und 4 AsylG wird während der Vorbereitungsphase anlässlich der Befragung nach Artikel 26 Absatz 3 AsylG das rechtliche Gehör zur Rückkehr in einen Dublin-Staat gewährt, wenn von dessen Zuständigkeit für das Asylverfahren ausgegangen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_20_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Dublin-Verfahren",
        "citation": "Art. 20b Abs. 2 AsylV 1",
        "content": "Nach Abschluss der Vorbereitungsphase richtet sich das weitere Verfahren sinngemäss nach Artikel 20c Buchstaben g und h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_20_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Beschleunigtes Verfahren",
        "citation": "Art. 20c AsylV 1",
        "content": "Nach Abschluss der Vorbereitungsphase folgt das beschleunigte Verfahren. Dabei werden insbesondere folgende Verfahrensschritte vorgenommen: \na. Vorbereitung der Anhörung zu den Asylgründen;\nb. Anhörung zu den Asylgründen oder Gewährung des rechtlichen Gehörs;\nc. allfällige weitere Stellungnahme der Rechtsvertretung;\nd. Triage: Fortführung des beschleunigten Verfahrens oder Wechsel in das erweiterte Verfahren;\ne. Redaktion des Entwurfs des Asylentscheids;\nf. Stellungnahme der Rechtsvertretung zum Entwurf des ablehnenden Asylentscheids;\ng. Schlussredaktion des Asylentscheids;\nh. Eröffnung des Asylentscheids.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_20_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung an die Kantone",
        "citation": "Art. 21 Abs. 1 AsylV 1",
        "content": "Die Kantone verständigen sich über die Verteilung der Asylsuchenden und über die Anrechnung besonderer Leistungen der Standortkantone von Zentren des Bundes oder der Flughafenkantone. Können sie sich nicht einigen, nimmt das SEM die Verteilung und Zuweisung unter Anrechnung der besonderen Leistungen nach den Absätzen 2 bis 6 vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung an die Kantone",
        "citation": "Art. 21 Abs. 2 AsylV 1",
        "content": "Das SEM weist den Kantonen bevölkerungsproportional zu:\na. Asylsuchende, deren Gesuch im erweiterten Verfahren behandelt wird;\nb. Personen, denen im beschleunigten Verfahren Asyl gewährt oder die vorläufig aufgenommen wurden;\nc. Asylsuchende im beschleunigten Verfahren und im Dublin-Verfahren, über deren Asylgesuch in den Zentren des Bundes nach Ablauf der Höchstdauer des Aufenthaltes nach Artikel 24 Absätze 4 und 5 AsylG noch nicht rechtskräftig entschieden worden ist;\nd. Asylsuchende aufgrund einer besonderen Situation gemäss Artikel 24 Absatz 6 AsylG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung an die Kantone",
        "citation": "Art. 21 Abs. 3 AsylV 1",
        "content": "Die bevölkerungsproportionale Zuweisung erfolgt nach dem im Anhang 3 festgelegten Schlüssel. Dieser Schlüssel wird vom SEM periodisch überprüft und falls notwendig vom EJPD nachgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung an die Kantone",
        "citation": "Art. 21 Abs. 4 AsylV 1",
        "content": "Liegt in den Fällen nach Absatz 2 Buchstaben c und d bereits ein erstinstanzlicher Asyl- und Wegweisungsentscheid in den Zentren des Bundes vor, werden die betroffenen Asylsuchenden unter Vorbehalt von Artikel 34 dem Standortkanton des Zentrums des Bundes zugewiesen. Dasselbe gilt für Asylsuchende im Verfahren am Flughafen, wenn nach Ablauf eines 60-tägigen Aufenthalts ein erstinstanzlicher, aber noch nicht rechtskräftiger Asyl- und Wegweisungsentscheid vorliegt. Die Kompensation des Standortkantons richtet sich nach Absatz 5 Buchstabe d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung an die Kantone",
        "citation": "Art. 21 Abs. 5 AsylV 1",
        "content": "Bei der Zuweisung von Asylsuchenden, deren Asylgesuch im erweiterten Verfahren behandelt wird, werden folgende Abzüge vom bevölkerungsproportionalen Anteil gemäss Anhang 3 an im erweiterten Verfahren zu übernehmende Personen gewährt:\na. 0,2 Personen pro Unterbringungsplatz in einem Zentrum des Bundes nach Artikel 24, 24c und 24d AsylG;\nb. 0,4 Personen pro Unterbringungsplatz in einem besonderen Zentrum nach Artikel 24a AsylG;\nc. 0,1 Personen pro polizeilich begleitete kontrollierte Ausreise über einen Flughafen;\nd. 0,15 Personen pro zum Vollzug zugeteilte Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung an die Kantone",
        "citation": "Art. 21 Abs. 6 AsylV 1",
        "content": "Jeder Kanton hat mindestens zehn Prozent seines Anteils gemäss Anhang 3 an Personen im erweiterten Verfahren zu übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_21"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung durch das SEM",
        "citation": "Art. 22 Abs. 1 AsylV 1",
        "content": "Das SEM weist die Asylsuchenden unter Berücksichtigung bereits in der Schweiz lebender Familienangehöriger, der Staatsangehörigkeiten und besonders betreuungsintensiver Fälle bevölkerungsproportional den Kantonen zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_22"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuweisung durch das SEM",
        "citation": "Art. 22 Abs. 2 AsylV 1",
        "content": "Ein Kantonswechsel wird vom SEM nur bei Zustimmung beider Kantone, bei Anspruch auf Einheit der Familie oder bei schwerwiegender Gefährdung der asylsuchenden Person oder anderer Personen verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_22"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuteilung zum Vollzug der Wegweisung",
        "citation": "Art. 23 AsylV 1",
        "content": "Das SEM teilt Personen, bei denen der Vollzug der Wegweisung angeordnet worden ist und deren Asylentscheid in einem Zentrum des Bundes oder am Flughafen in Rechtskraft erwachsen ist oder deren Asylgesuch in einem Zentrum des Bundes oder am Flughafen abgeschrieben wurde, dem Standortkanton zum Vollzug der Wegweisung zu. Vorbehalten bleibt Artikel 34 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_23"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Meldung im Kanton",
        "citation": "Art. 24 AsylV 1",
        "content": "Die Kantone bezeichnen die Stelle, bei der sich die Person, welche einem Kanton zugewiesen oder zugeteilt wurde, nach Verlassen des Zentrums des Bundes oder des Flughafens zu melden hat. Die Asylsuchenden müssen sich dort innerhalb von 24 Stunden melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_24"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitung von Asylentscheiden durch die Kantone",
        "citation": "Art. 27 Abs. 1 AsylV 1",
        "content": "Das EJPD regelt die inhaltlichen und organisatorischen Grundsätze für die Vorbereitung von Asylentscheiden sowie den Informationsaustausch zwischen dem SEM und den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_27"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitung von Asylentscheiden durch die Kantone",
        "citation": "Art. 27 Abs. 2 AsylV 1",
        "content": "Wird gegen den Entscheid, den ein Kanton vorbereitet hat, Beschwerde erhoben und ordnet das Bundesverwaltungsgericht einen Schriftenwechsel an, so kann das SEM beim Kanton eine Stellungnahme einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_27"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Vorbereitung von Asylentscheiden durch die Kantone",
        "citation": "Art. 27 Abs. 3 AsylV 1",
        "content": "Alle Personen, die vom Kanton mit der Vorbereitung von Asylentscheiden betraut werden, unterliegen der gleichen Sorgfalts- und Verschwiegenheitspflicht wie das Bundespersonal. In fachlicher Hinsicht sind sie an die Anordnungen des SEM gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_27"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Stellungnahme des UNHCR",
        "citation": "Art. 28 AsylV 1",
        "content": "Zur Abklärung von Asylgesuchen kann das SEM die Stellungnahme des UNHCR einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_28"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zusammenarbeit bei der Ermittlung des Sachverhalts",
        "citation": "Art. 28b AsylV 1",
        "content": "Vereinbarungen über die Zusammenarbeit bei der Ermittlung des Sachverhaltes gewährleisten die Einhaltung von Artikel 98 AsylG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_28_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuständigkeitsprüfung nach Dublin",
        "citation": "Art. 29a Abs. 1 AsylV 1",
        "content": "Das SEM prüft die Zuständigkeit zur Behandlung eines Asylgesuchs nach den Kriterien, die in der Verordnung (EU) Nr. 604/2013 geregelt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuständigkeitsprüfung nach Dublin",
        "citation": "Art. 29a Abs. 2 AsylV 1",
        "content": "Ergibt die Prüfung, dass ein anderer Staat für die Behandlung des Asylgesuches zuständig ist, und hat dieser Staat der Aufnahme oder Wiederaufnahme der asylsuchenden Person zugestimmt, so fällt das SEM einen Nichteintretensentscheid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuständigkeitsprüfung nach Dublin",
        "citation": "Art. 29a Abs. 3 AsylV 1",
        "content": "Das SEM kann aus humanitären Gründen das Gesuch auch dann behandeln, wenn die Prüfung ergeben hat, dass ein anderer Staat dafür zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Zuständigkeitsprüfung nach Dublin",
        "citation": "Art. 29a Abs. 4 AsylV 1",
        "content": "Das Verfahren für die Aufnahme oder Wiederaufnahme der asylsuchenden Person durch den zuständigen Staat richtet sich nach der Verordnung (EG) Nr. 1560/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Wiederaufnahme des Asylverfahrens aufgrund der Zuständigkeit nach Dublin",
        "citation": "Art. 29b Abs. 1 AsylV 1",
        "content": "Die Wiederaufnahme des Asylverfahrens ist in einer Zwischenverfügung festzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Wiederaufnahme des Asylverfahrens aufgrund der Zuständigkeit nach Dublin",
        "citation": "Art. 29b Abs. 2 AsylV 1",
        "content": "Wurde eine asylsuchende Person bei einem früheren Asylverfahren bereits einem Kanton zugewiesen, so bleibt dieser bei einer Wiederaufnahme des Asylverfahrens weiterhin zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anerkennung von Asyl- und Wegweisungsentscheiden",
        "citation": "Art. 29c Abs. 1 AsylV 1",
        "content": "Das SEM kann einen Nichteintretensentscheid nach Artikel 31a Absatz 1 Buchstabe f AsylG aufgrund eines vom zuständigen Dublin-Staat erlassenen Asyl- und Wegweisungsentscheids erlassen, wenn: \na. der Asyl- und Wegweisungsentscheid feststellt, dass die Voraussetzungen für die Schutzgewährung nicht erfüllt sind; oder\nb. es sich um einen Nichteintretensentscheid handelt aufgrund eines Folgeantrags, der kein neues Element enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 3. Abschnitt: Das erstinstanzliche Verfahren, Anerkennung von Asyl- und Wegweisungsentscheiden",
        "citation": "Art. 29c Abs. 2 AsylV 1",
        "content": "Die Kosten für den Wegweisungsvollzug werden nach Artikel 7 der Richtlinie 2001/40/EG und nach der Entscheidung 2004/191/EG zurückerstattet. Das SEM ist die Kontaktstelle im Sinne dieser Entscheidung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_29_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens",
        "citation": "Art. 30 Abs. 1 AsylV 1",
        "content": "Asylsuchenden Personen, die einem Kanton zugewiesen wurden, stellt die kantonale Behörde einen Ausweis N aus; dieser hat eine Gültigkeitsdauer von höchstens einem Jahr und ist verlängerbar. In den übrigen Fällen erhalten asylsuchende Personen eine Bestätigung. Der Ausweis N und die Bestätigung bescheinigen ausschliesslich die Einreichung des Asylgesuchs und gelten gegenüber allen eidgenössischen und kantonalen Behörden als Ausweispapier. Sie berechtigen nicht zum Grenzübertritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_30"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens",
        "citation": "Art. 30 Abs. 2 AsylV 1",
        "content": "Aus der Gültigkeitsdauer des Ausweises N kann kein Anwesenheitsrecht abgeleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_30"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 4. Abschnitt: Stellung während des Asylverfahrens",
        "citation": "Art. 30 Abs. 3 AsylV 1",
        "content": "Der Ausweis N wird eingezogen, wenn die ausländische Person die Schweiz verlassen muss oder verlässt oder wenn ihr Anwesenheitsverhältnis fremdenpolizeilich geregelt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_30"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Nichtverfügen der Wegweisung",
        "citation": "Art. 32 Abs. 1 AsylV 1",
        "content": "Die Wegweisung wird nicht verfügt, wenn die asylsuchende Person:\na. im Besitze einer gültigen Aufenthalts- oder Niederlassungsbewilligung ist;\nb. von einer Auslieferungsverfügung betroffen ist;\nc. von einer Ausweisungsverfügung nach Artikel 121 Absatz 2 der Bundesverfassung oder nach Artikel 68 AIG betroffen ist; oder\nd. von einer rechtskräftigen Landesverweisung nach Artikel 66a oder 66abis des Strafgesetzbuchs oder Artikel 49a oder 49abis des Militärstrafgesetzes vom 13. Juni 1927 betroffen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_32"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Nichtverfügen der Wegweisung",
        "citation": "Art. 32 Abs. 2 AsylV 1",
        "content": "In den Fällen nach Absatz 1 Buchstaben c und d kann die kantonale Behörde beim SEM eine Stellungnahme zu allfälligen Vollzugshindernissen einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_32"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Bezeichnung des Vollzugskantons",
        "citation": "Art. 34 Abs. 1 AsylV 1",
        "content": "Das SEM bezeichnet in der Wegweisungsverfügung den nach Artikel 46 Absatz 1bis AsylG für den Vollzug zuständigen Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Bezeichnung des Vollzugskantons",
        "citation": "Art. 34 Abs. 2 AsylV 1",
        "content": "Das SEM kann in der Wegweisungsverfügung einen anderen Kanton als den Standortkanton als zuständig bezeichnen, wenn ein Standortkanton die Abzüge nach Artikel 21 Absatz 5 nicht ausschöpfen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Bezeichnung des Vollzugskantons",
        "citation": "Art. 34 Abs. 3 AsylV 1",
        "content": "In Fällen nach Absatz 2 können Kantone einer Region andere Zuständigkeiten für den Wegweisungsvollzug vereinbaren. Nach der Zustimmung der anderen Kantone der Region meldet der neue Vollzugskanton dem SEM, in welchem Umfang und für welche Dauer er zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Bezeichnung des Vollzugskantons",
        "citation": "Art. 34 Abs. 4 AsylV 1",
        "content": "Der Bund erstattet dem anstelle des Standorkantons bezeichneten Vollzugskanton die Ausreisekosten nach Artikel 54–61 der Asylverordnung 2 vom 11. August 1999 über Finanzierungsfragen (AsylV 2), die Nothilfepauschale nach Artikel 28 AsylV 2 sowie den Pauschalbetrag nach Artikel 15 der Verordnung vom 11. August 1999 über den Vollzug der Weg- und Ausweisung sowie der Landesverweisung von ausländischen Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Bezeichnung des Vollzugskantons",
        "citation": "Art. 34 Abs. 5 AsylV 1",
        "content": "Den für den Wegweisungsvollzug neu zuständigen Kantonen wird der Abzug nach Artikel 21 Absatz 5 gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Gegenseitige Unterstützung von Kantonen",
        "citation": "Art. 34a AsylV 1",
        "content": "Bei einer überdurchschnittlichen Belastung des Standortkantons aufgrund einer konstant hohen Anzahl zu vollziehender Wegweisungen, können sich die Kantone einer Region gegenseitig unterstützen, wobei der Standortkanton für den Vollzug der Wegweisung zuständig bleibt. Sofern die Abzüge nach Artikel 21 Absatz 5 an die unterstützenden Kantone abgetreten werden sollen, melden die Kantone der Region dem SEM frühzeitig den Umfang und die Dauer der Abtretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Meldung der kantonalen Behörden",
        "citation": "Art. 34b AsylV 1",
        "content": "Die kantonale Behörde meldet dem SEM den Vollzug einer Wegweisung oder einer Landesverweisung, die kontrollierte Ausreise, die Feststellung der unkontrollierten Abreise oder die Regelung des Anwesenheitsverhältnisses innerhalb von 14 Tagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_34_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 2. Kapitel: Asylsuchende, 5. Abschnitt: Wegweisung, Ausschreibung im automatisierten Polizeifahndungssystem (RIPOL)",
        "citation": "Art. 35 AsylV 1",
        "content": "Die Kantone richten ihre Gesuche um polizeiliche Ausschreibung direkt an das Bundesamt für Polizeiwesen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_35"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Zweitasyl",
        "citation": "Art. 36 Abs. 1 AsylV 1",
        "content": "Der Aufenthalt von Flüchtlingen in der Schweiz ist ordnungsgemäss, wenn die Flüchtlinge die Bestimmungen einhalten, die allgemein für ausländische Personen gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_36"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Zweitasyl",
        "citation": "Art. 36 Abs. 2 AsylV 1",
        "content": "Der Aufenthalt gilt als ununterbrochen, wenn die Flüchtlinge in den letzten zwei Jahren insgesamt nicht länger als sechs Monate im Ausland weilten. Bei längerer Abwesenheit gilt der Aufenthalt nur dann als ununterbrochen, wenn zwingende Gründe für die Abwesenheit vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_36"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 1. Abschnitt: Asylgewährung, Einbezug in die Flüchtlingseigenschaft",
        "citation": "Art. 37 AsylV 1",
        "content": "Ein Einbezug in die Flüchtlingseigenschaft eines Ehegatten, einer eingetragenen Partnerin oder eines eingetragenen Partners oder eines Elternteils nach Artikel 51 Absatz 1 AsylG erfolgt erst, wenn in Anwendung von Artikel 5 festgestellt wurde, dass die einzubeziehende Person die Flüchtlingseigenschaft nicht selbstständig nach Artikel 3 AsylG erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_37"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 2. Abschnitt: Rechtsstellung der Flüchtlinge, Regelung der Anwesenheit",
        "citation": "Art. 41 Abs. 1 AsylV 1",
        "content": "Die Anwesenheit einer Person, der die Schweiz Asyl gewährt hat, wird von dem Kanton geregelt, dem sie als asylsuchende Person nach ihrer Einreise zugewiesen wurde. Wurde sie während des Asylverfahrens vom SEM nach Artikel 22 Absatz 2 einem anderen Kanton zugewiesen, so ist dieser Kanton zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_41"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Beendigung des Asyls",
        "citation": "Art. 43 Abs. 1 AsylV 1",
        "content": "Das Erlöschen des Asyls geht dem Widerruf vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_43"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 3. Kapitel: Asylgewährung und Rechtsstellung der Flüchtlinge, 3. Abschnitt: Beendigung des Asyls",
        "citation": "Art. 43 Abs. 2 AsylV 1",
        "content": "Die kantonale Behörde kann vor dem Vollzug der Ausweisung oder der Landesverweisung beim SEM eine Stellungnahme zu allfälligen Vollzugshindernissen einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_43"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 1. Abschnitt: Verfahren",
        "citation": "Art. 44 AsylV 1",
        "content": "Neu eingereiste Personen, denen nach Artikel 68 Absatz 1 oder Artikel 69 Absatz 2 AsylG vorübergehender Schutz gewährt wurde, werden gemäss Artikel 21 Absätze 2 bis 6 den Kantonen zugewiesen. Die Verteilung erfolgt getrennt von jener der Asylsuchenden. Die Verteilung und ein allfälliger Kantonswechsel richten sich sinngemäss nach Artikel 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_44"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 2. Abschnitt: Rechtsstellung, Ausweis",
        "citation": "Art. 45 Abs. 1 AsylV 1",
        "content": "Schutzbedürftige erhalten während der ersten fünf Jahre der Gewährung vorübergehenden Schutzes einen auf höchstens ein Jahr befristeten und verlängerbaren Ausweis S. Dieser gilt gegenüber allen eidgenössischen und kantonalen Behörden als Ausweispapier. Er berechtigt nicht zum Grenzübertritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_45"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 2. Abschnitt: Rechtsstellung, Ausweis",
        "citation": "Art. 45 Abs. 2 AsylV 1",
        "content": "Aus der Gültigkeitsdauer des Ausweises S kann kein Anwesenheitsrecht abgeleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_45"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 2. Abschnitt: Rechtsstellung, Ausweis",
        "citation": "Art. 45 Abs. 3 AsylV 1",
        "content": "Der Ausweis S wird eingezogen, wenn die ausländische Person die Schweiz verlassen muss oder verlässt oder wenn ihr Anwesenheitsverhältnis fremdenpolizeilich geregelt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_45"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 2. Abschnitt: Rechtsstellung, Aufenthaltsbewilligung",
        "citation": "Art. 46 AsylV 1",
        "content": "Schutzbedürftige mit einer Aufenthaltsbewilligung nach Artikel 33 AIG erhalten einen auf höchstens ein Jahr befristeten Ausweis B. Der Aufenthaltskanton verlängert ihn unter Vorbehalt von Absatz 2 in der Regel um jeweils höchstens ein Jahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_46"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 2. Abschnitt: Rechtsstellung, Aufenthaltsbewilligung",
        "citation": "Art. 46 Abs. 2 AsylV 1",
        "content": "Die Aufenthaltsbewilligung ist nur so lange gültig, wie der vorübergehende Schutz besteht. Sie erlischt in dem Zeitpunkt, den der Bundesrat für die Aufhebung des vorübergehenden Schutzes festlegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_46"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 2. Abschnitt: Rechtsstellung, Aufenthaltsbewilligung",
        "citation": "Art. 46 Abs. 3 AsylV 1",
        "content": "Der weitere Aufenthalt der ausländischen Person bis zum Vollzug einer Wegweisung richtet sich sinngemäss nach den Artikeln 42 und 43 AsylG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_46"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 3. Abschnitt: Beendigung des vorübergehenden Schutzes, Aufhebung des vorübergehenden Schutzes",
        "citation": "Art. 47 AsylV 1",
        "content": "Die Allgemeinverfügung über die Aufhebung des vorübergehenden Schutzes wird im Bundesblatt veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_47"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 3. Abschnitt: Beendigung des vorübergehenden Schutzes, Gewährung des rechtlichen Gehörs bei Aufhebung des vorübergehenden Schutzes",
        "citation": "Art. 48 AsylV 1",
        "content": "Die Gewährung des rechtlichen Gehörs erfolgt in der Regel schriftlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_48"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 3. Abschnitt: Beendigung des vorübergehenden Schutzes, Abschreibung des hängigen Verfahrens um Anerkennung als Flüchtling",
        "citation": "Art. 49 AsylV 1",
        "content": "Mit der Wegweisungsverfügung wird gleichzeitig ein allfälliges noch hängiges Gesuch um Anerkennung als Flüchtling als gegenstandslos geworden abgeschrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_49"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 3. Abschnitt: Beendigung des vorübergehenden Schutzes, Wegweisungsverfügung",
        "citation": "Art. 50 AsylV 1",
        "content": "Der Inhalt der Wegweisungsverfügung richtet sich nach Artikel 45 AsylG. Das SEM legt insbesondere die Frist zur Ausreise fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_50"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 3. Abschnitt: Beendigung des vorübergehenden Schutzes, Aufenthalt im Heimat- oder Herkunftsstaat",
        "citation": "Art. 51 AsylV 1",
        "content": "Längere Zeit bedeutet in der Regel 15 Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_51"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 4. Kapitel: Gewährung vorübergehenden Schutzes an Schutzbedürftige, 3. Abschnitt: Beendigung des vorübergehenden Schutzes, Verzicht auf die Anhörung bei Widerruf des vorübergehenden Schutzes",
        "citation": "Art. 52 AsylV 1",
        "content": "Wurde die ausländische Person bereits vor der Gewährung des vorübergehenden Schutzes nach Artikel 29 AsylG angehört, so wird ihr an Stelle einer weiteren Anhörung das rechtliche Gehör gewährt. Die Gewährung des rechtlichen Gehörs erfolgt in der Regel schriftlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 1. Abschnitt:, Grundsätze des Rechtsschutzes, Zugang und Qualität",
        "citation": "Art. 52a Abs. 1 AsylV 1",
        "content": "Während des Aufenthaltes in den Zentren des Bundes, am Flughafen oder in den Kantonen nach Zuteilung in das erweiterte Verfahren haben Asylsuchende den für die Durchführung des Asylverfahrens notwendigen Zugang zu einer unabhängigen Beratung und Rechtsvertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 1. Abschnitt:, Grundsätze des Rechtsschutzes, Zugang und Qualität",
        "citation": "Art. 52a Abs. 2 AsylV 1",
        "content": "Die beauftragten Leistungserbringer und die zugelassenen Rechtsberatungsstellen stellen sicher, dass die für die Durchführung des Asylverfahrens erforderliche Qualität bei der Beratung und Rechtsvertretung gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 1. Abschnitt:, Grundsätze des Rechtsschutzes, Zugang und Qualität",
        "citation": "Art. 52a Abs. 3 AsylV 1",
        "content": "Wurden mehrere Leistungserbringer beauftragt und mehrere Rechtsberatungsstellen zugelassen, ist die Qualität der Beratung und Rechtsvertretung insbesondere durch eine angemessene Koordination sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_a"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Information zum Beschwerdeverfahren bei der für die Überwachung der Schengen-Aussengrenzen zuständigen Agentur der Europäischen Union",
        "citation": "Art. 52abis Abs. 1 AsylV 1",
        "content": "Während des Aufenthaltes in den Zentren des Bundes oder am Flughafen werden die Asylsuchenden im Rahmen der Beratung nach Artikel 102g AsylG zu den Beschwerdemöglichkeiten bei der Europäischen Agentur für die Grenz- und Küstenwache (Agentur) in Bezug auf Grundrechtsverletzungen im Zusammenhang mit Einsätzen der Agentur informiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_a_bis"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Information zum Beschwerdeverfahren bei der für die Überwachung der Schengen-Aussengrenzen zuständigen Agentur der Europäischen Union",
        "citation": "Art. 52abis Abs. 2 AsylV 1",
        "content": "Die Information umfasst namentlich den Beschwerdemechanismus bei der Agentur gemäss Artikel 111 der Verordnung (EU) 2019/1896 sowie die Aufklärung hinsichtlich möglicher Verletzungen der Grundrechte gemäss der Charta der Grundrechte der Europäischen Union.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_a_bis"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Information zum Beschwerdeverfahren bei der für die Überwachung der Schengen-Aussengrenzen zuständigen Agentur der Europäischen Union",
        "citation": "Art. 52abis Abs. 3 AsylV 1",
        "content": "Die beauftragten Leistungserbringer stellen sicher, dass die Information den Bedürfnissen der Betroffenen angemessen ist und so früh wie möglich nach der Einreichung des Asylgesuchs erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_a_bis"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Rechtsvertretung im Verfahren am Flughafen",
        "citation": "Art. 52b Abs. 1 AsylV 1",
        "content": "Während des Aufenthalts am Flughafen haben Asylsuchende Zugang zur Beratung über das Asylverfahren. Diese beinhaltet namentlich die Information über Rechte und Pflichten im Verfahren am Flughafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Rechtsvertretung im Verfahren am Flughafen",
        "citation": "Art. 52b Abs. 2 AsylV 1",
        "content": "Jeder asylsuchenden Person wird ab Einreichung des Asylgesuches und für das weitere Asylverfahren eine Rechtsvertretung zugeteilt, sofern die asylsuchende Person nicht ausdrücklich darauf verzichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Rechtsvertretung im Verfahren am Flughafen",
        "citation": "Art. 52b Abs. 3 AsylV 1",
        "content": "Die zugewiesene Rechtsvertretung informiert die asylsuchende Person so rasch als möglich über ihre Chancen im Asylverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Rechtsvertretung im Verfahren am Flughafen",
        "citation": "Art. 52b Abs. 4 AsylV 1",
        "content": "Die Rechtsvertretung dauert bis zur Rechtskraft des Entscheides oder bis zur Bewilligung der Einreise in die Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Rechtsvertretung im Verfahren am Flughafen",
        "citation": "Art. 52b Abs. 5 AsylV 1",
        "content": "Die Rechtsvertretung endet mit der Mitteilung der zugewiesenen Rechtsvertreterin oder des zugewiesenen Rechtsvertreters an die asylsuchende Person, sie oder er sei wegen Aussichtslosigkeit nicht gewillt, eine Beschwerde einzureichen. Diese Mitteilung erfolgt so rasch als möglich nach Eröffnung des ablehnenden Asylentscheides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Rechtsvertretung im Verfahren am Flughafen",
        "citation": "Art. 52b Abs. 6 AsylV 1",
        "content": "Zusätzlich zu den Aufgaben gemäss Artikel 102k Absatz 1 Buchstaben a–g AsylG erfüllt die Rechtsvertretung am Flughafen namentlich folgende Aufgaben:\na. Teilnahme an der summarischen Befragung gemäss Artikel 22 Absatz 1 AsylG;\nb. Wahrnehmung der Rechtsvertretung bei der Gewährung des rechtlichen Gehörs gemäss Artikel 22 Absatz 4 AsylG;\nc. Stellungnahme zum Entwurf eines ablehnenden Asylentscheids gemäss Artikel 52d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Unterstützung bei der Einreichung einer Beschwerde bei der Agentur",
        "citation": "Art. 52bbis Abs. 1 AsylV 1",
        "content": "Macht eine asylsuchende Person geltend, aufgrund von Tätigkeiten oder Unterlassungen des an einem Einsatz der Agentur beteiligten Personals in ihren Grundrechten verletzt worden zu sein, wird diese in den Zentren des Bundes und am Flughafen durch die zugewiesene Rechtsvertretung bei der Einreichung einer schriftlichen Beschwerde gemäss Artikel 111 der Verordnung (EU) 2019/1896 beraten und unterstützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b_bis"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Beratung und Unterstützung bei der Einreichung einer Beschwerde bei der Agentur",
        "citation": "Art. 52bbis Abs. 2 AsylV 1",
        "content": "Die Beratung und Unterstützung nach Absatz 1 dauert bis zum Zeitpunkt der abschliessenden Übermittlung der Beschwerde an die Agentur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_b_bis"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Rechtzeitige Mitteilung der Termine an den Leistungserbringer ",
        "citation": "Art. 52c Abs. 1 AsylV 1",
        "content": "Das SEM teilt dem Leistungserbringer Termine für Verfahrensschritte in den Zentren des Bundes und am Flughafen, bei denen eine Mitwirkung der Rechtsvertretung notwendig ist, unverzüglich nach deren Festsetzung, mindestens jedoch einen Arbeitstag vor der Durchführung des entsprechenden Verfahrensschrittes mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Rechtzeitige Mitteilung der Termine an den Leistungserbringer ",
        "citation": "Art. 52c Abs. 2 AsylV 1",
        "content": "Das SEM teilt dem Leistungserbringer Termine für Anhörungen zu den Asylgründen sowie für die Gewährung des rechtlichen Gehörs im Rahmen des beschleunigten Verfahren und des Dublin-Verfahrens in den Zentren des Bundes mindestens zwei Arbeitstage vor deren Durchführung mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_c"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Stellungnahme zum Entwurf eines ablehnenden Asylentscheids",
        "citation": "Art. 52d Abs. 1 AsylV 1",
        "content": "Die Frist zur Einreichung einer Stellungnahme zum Entwurf eines ablehnenden Asylentscheides endet am nachfolgenden Arbeitstag zur selben Uhrzeit, an welcher die Übergabe des Entwurfs an den Leistungserbringer stattgefunden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_d"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Stellungnahme zum Entwurf eines ablehnenden Asylentscheids",
        "citation": "Art. 52d Abs. 2 AsylV 1",
        "content": "Im beschleunigten Verfahren und im Verfahren am Flughafen gelten die Entscheide des SEM nach Artikel 31a Absatz 1 Buchstaben a, c bis f, Absätze 3 und 4 AsylG als ablehnende Asylentscheide im Sinne von Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_d"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 2. Abschnitt:, Rechtsschutz am Flughafen und in den Zentren des Bundes, Information bei Beendigung der Rechtsvertretung",
        "citation": "Art. 52e AsylV 1",
        "content": "Ist die zugewiesene Rechtvertretung in den Zentren des Bundes und am Flughafen wegen Aussichtslosigkeit nicht gewillt, eine Beschwerde einzureichen, so informiert sie die asylsuchende Person über weitere Möglichkeiten der Beratung und Rechtsvertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_e"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Beratung und Rechtsvertretung im erweiterten Verfahren",
        "citation": "Art. 52f Abs. 1 AsylV 1",
        "content": "Vor der Zuweisung auf den Kanton zur Durchführung des erweiterten Verfahrens informiert die zugewiesene Rechtsvertretung die asylsuchende Person im Rahmen des Austrittsgesprächs über den weiteren Verlauf des Asylverfahrens und über die Möglichkeiten der Beratung und Rechtsvertretung im erweiterten Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Beratung und Rechtsvertretung im erweiterten Verfahren",
        "citation": "Art. 52f Abs. 2 AsylV 1",
        "content": "Nach der Zuweisung auf den Kanton zur Durchführung des erweiterten Verfahrens kann sich die asylsuchende Person für die Beratung und Rechtsvertretung bei entscheidrelevanten Schritten im erstinstanzlichen Verfahren an die im Zuweisungskanton zugelassene Rechtsberatungsstelle wenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Beratung und Rechtsvertretung im erweiterten Verfahren",
        "citation": "Art. 52f Abs. 2bis AsylV 1",
        "content": "Nach der Zuweisung auf den Kanton kann sich die asylsuchende Person für die Beratung und Unterstützung nach Artikel 52bbis an die im Zuweisungskanton zugelassene Rechtsberatungsstelle wenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Beratung und Rechtsvertretung im erweiterten Verfahren",
        "citation": "Art. 52f Abs. 3 AsylV 1",
        "content": "Die im Zentrum des Bundes oder am Flughafen zugewiesene Rechtsvertretung kann ausnahmsweise für die Beratung und Rechtsvertretung im erweiterten Verfahren zuständig bleiben, wenn:\na. die asylsuchende Person und die zugewiesene Rechtsvertretung im Rahmen des Austrittsgespräches ein besonderes Vertrauensverhältnis feststellen;\nb. der Leistungserbringer seine Zustimmung erteilt; er kann seine Zustimmung namentlich dann verweigern, wenn er nicht über genügende personelle Ressourcen verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Beratung und Rechtsvertretung im erweiterten Verfahren",
        "citation": "Art. 52f Abs. 4 AsylV 1",
        "content": "Der Leistungserbringer teilt dem SEM bis spätestens zum Zeitpunkt des Austritts aus den Zentren des Bundes oder dem Flughafen mit, ob die im Zentrum zugewiesene Rechtsvertretung auch im erweiterten Verfahren zur Verfügung steht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Beratung und Rechtsvertretung im erweiterten Verfahren",
        "citation": "Art. 52f Abs. 5 AsylV 1",
        "content": "Verzichtet die asylsuchende Person auf die zugewiesene Rechtsvertretung, so kann sie sich für die Beratung und Vertretung bei entscheidrelevanten Schritten im erstinstanzlichen Verfahren an die im Zuweisungskanton zugelassene Rechtsberatungsstelle wenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_f"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Information über den Verfahrensstand, die Termine und den Asylentscheid ",
        "citation": "Art. 52g Abs. 1 AsylV 1",
        "content": "Ist die zugewiesene Rechtsvertretung im Zentrum des Bundes oder am Flughafen nicht mehr zuständig, informiert sie mit dem Einverständnis der asylsuchenden Person die im Zuweisungskanton zugelassene Rechtsberatungsstelle umgehend über den bisherigen Verfahrensstand. Das SEM teilt der Rechtsberatungsstelle mit Einverständnis der asylsuchenden Person Folgendes mit:\na. die Termine der entscheidrelevanten Schritte im erstinstanzlichen Verfahren; \nb. den erstinstanzlichen Asylentscheid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_g"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Information über den Verfahrensstand, die Termine und den Asylentscheid ",
        "citation": "Art. 52g Abs. 2 AsylV 1",
        "content": "Fehlt das Einverständnis nach Absatz 1, kann die zuständige Rechtsberatungsstelle auf ihre Tätigkeit verzichten, wenn die asylsuchende Person die Termine für die entscheidrelevanten Schritte im erstinstanzlichen Verfahren nicht rechtzeitig nach deren Bekanntgabe durch das SEM der Rechtsberatungsstelle zur Kenntnis bringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_g"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Entscheidrelevante Schritte",
        "citation": "Art. 52h AsylV 1",
        "content": "Entscheidrelevante Schritte im erstinstanzlichen Verfahren sind zusätzliche Anhörungen zu den Asylgründen, die Gewährung des rechtlichen Gehörs sowie Eingaben, welche massgeblich zur Feststellung des Sachverhaltes beitragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_h"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Rechtzeitige Mitteilung der Termine für Anhörungen und die Gewährung eines mündlichen rechtlichen Gehörs",
        "citation": "Art. 52i Abs. 1 AsylV 1",
        "content": "Das SEM teilt dem Leistungserbringer der zugewiesenen Rechtsvertretung oder gemäss Artikel 52g Absatz 1 Buchstabe a der zuständigen Rechtsberatungsstelle die Termine für Anhörungen und die mündliche Gewährung des rechtlichen Gehörs rechtzeitig mit. Der Leistungserbringer der zugewiesenen Rechtsvertretung oder die zuständige Rechtsberatungsstelle informiert darüber unverzüglich die mit der Beratung und Vertretung betraute Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_i"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Rechtzeitige Mitteilung der Termine für Anhörungen und die Gewährung eines mündlichen rechtlichen Gehörs",
        "citation": "Art. 52i Abs. 2 AsylV 1",
        "content": "Diese Termine gelten als rechtzeitig mitgeteilt, wenn sie unverzüglich nach deren Festsetzung, mindestens jedoch zehn Arbeitstage vor der Durchführung der Anhörung oder der mündlichen Gewährung des rechtlichen Gehörs dem Leistungserbringer der zugewiesenen Rechtsvertretung oder der zuständigen Rechtsberatungsstelle zur Kenntnis gebracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_i"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Zulassung der Rechtsberatungsstellen",
        "citation": "Art. 52j Abs. 1 AsylV 1",
        "content": "Das SEM entscheidet auf Gesuch über die Zulassung und bezeichnet die für den Zuweisungskanton zuständige Rechtsberatungsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Zulassung der Rechtsberatungsstellen",
        "citation": "Art. 52j Abs. 2 AsylV 1",
        "content": "Eine Rechtsberatungsstelle kann zugelassen werden, wenn sie Gewähr bietet für eine langfristige Übernahme der Aufgaben nach Artikel 102l Absatz 1 AsylG. Sie muss namentlich ausreichend finanziert sein, um die Aufgaben bei Schwankungen der Asylgesuchszahlen langfristig erfüllen zu können. Für die Zulassung erforderlich sind Kenntnisse namentlich im Asyl- und Verfahrensrecht und Erfahrung in der Beratung und Rechtsvertretung von asylsuchenden Personen in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Zulassung der Rechtsberatungsstellen",
        "citation": "Art. 52j Abs. 3 AsylV 1",
        "content": "Bei der Beurteilung der Voraussetzungen gemäss Absatz 2 berücksichtigt das SEM insbesondere:\na. den Anteil an rechtsvertretenden Personen mit einem universitären juristischen Hochschulabschluss oder Anwaltspatent;\nb. die Dauer des Bestehens der Rechtsberatungsstelle;\nc. die Qualitätssicherung durch einen regelmässigen fachlichen Austausch mit anderen Rechtsberatungsstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Zulassung der Rechtsberatungsstellen",
        "citation": "Art. 52j Abs. 4 AsylV 1",
        "content": "Die Entschädigung der Rechtsberatungsstelle nach Artikel 102l Absatz 2 AsylG wird vom SEM in einer Vereinbarung mit der zugelassenen Rechtsberatungsstelle festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_j"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 3. Abschnitt:, Rechtsschutz im erweiterten Verfahren nach Zuweisung auf die Kantone, Informationsaustausch",
        "citation": "Art. 52k AsylV 1",
        "content": "Zwischen den Rechtsberatungsstellen und dem SEM findet ein regelmässiger Informationsaustausch statt, namentlich zur Koordination der Aufgaben und zur Qualitätssicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_52_k"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 4. Abschnitt: Beschwerdeverfahren auf Bundesebene, Anforderungen an die amtliche Verbeiständung im Beschwerdeverfahren",
        "citation": "Art. 53 AsylV 1",
        "content": "Personen nach Artikel 102m Absatz 3 können zur amtlichen Verbeiständung insbesondere zugelassen werden, wenn:\na. sie handlungsfähig sind;\nb. gegen sie keine Verlustscheine bestehen und keine strafrechtlichen Verurteilungen vorliegen, die mit der amtlichen Verbeiständung nicht vereinbar sind;\nc. sie über einen universitären juristischen Hochschulabschluss einer schweizerischen Universität oder über ein gleichwertiges ausländisches Diplom verfügen; und\nd. sie sich seit mindestens einem Jahr hauptberuflich mit der Beratung und Rechtsvertretung von Asylsuchenden befassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_53"
    },
    {
        "book": "AsylV 1",
        "title": "AsylV 1, 5. Kapitel:, Rechtsschutz und Beschwerdeverfahren, 4. Abschnitt: Beschwerdeverfahren auf Bundesebene, Beginn der Beschwerdefrist bei Verfügungen an unbegleitete minderjährige Asylsuchende",
        "citation": "Art. 53a AsylV 1",
        "content": "Verfügt die unbegleitete minderjährige asylsuchende Person nicht über einen Vormund, eine Beistandschaft oder Rechtsvertretung, so ist die erstinstanzliche Verfügung der minderjährigen Person sowie der Vertrauensperson zu eröffnen. Die Beschwerdefrist beginnt an dem auf die spätere Eröffnung dieser Verfügung folgenden Tag zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/359/de#art_53_a"
    }
]