[
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Oggetto",
        "citation": "Art. 1 LAsi",
        "content": "La presente legge definisce:\na. la concessione dell’asilo e lo statuto dei rifugiati in Svizzera;\nb. la protezione provvisoria accordata in Svizzera alle persone bisognose di protezione nonché il loro ritorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_1"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Asilo",
        "citation": "Art. 2 cpv. 1 LAsi",
        "content": "La Svizzera, su domanda, accorda asilo ai rifugiati secondo le disposizioni della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_2"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Asilo",
        "citation": "Art. 2 cpv. 2 LAsi",
        "content": "L’asilo comprende la protezione e lo statuto accordati a persone in Svizzera in ragione della loro qualità di rifugiati. Esso comprende il diritto di risiedere in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_2"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Definizione del termine «rifugiato»",
        "citation": "Art. 3 cpv. 1 LAsi",
        "content": "Sono rifugiati le persone che, nel Paese di origine o di ultima residenza, sono esposte a seri pregiudizi a causa della loro razza, religione, nazionalità, appartenenza a un determinato gruppo sociale o per le loro opinioni politiche, ovvero hanno fondato timore di essere esposte a tali pregiudizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Definizione del termine «rifugiato»",
        "citation": "Art. 3 cpv. 2 LAsi",
        "content": "Sono pregiudizi seri segnatamente l’esposizione a pericolo della vita, dell’integrità fisica o della libertà, nonché le misure che comportano una pressione psichica insopportabile. Occorre tenere conto dei motivi di fuga specifici della condizione femminile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Definizione del termine «rifugiato»",
        "citation": "Art. 3 cpv. 3 LAsi",
        "content": "Non sono rifugiati le persone che sono esposte a seri pregiudizi o hanno fondato timore di esservi esposte per aver rifiutato di prestare servizio militare o per aver disertato. È fatto salvo il rispetto della Convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Definizione del termine «rifugiato»",
        "citation": "Art. 3 cpv. 4 LAsi",
        "content": "Non sono rifugiati le persone che fanno valere motivi sorti a causa del loro comportamento dopo la partenza dal loro Paese d’origine o di provenienza e che non sono l’espressione o la continuazione di una convinzione o di un orientamento già ivi esistente. Rimangono salve le disposizioni della Convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_3"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Protezione provvisoria",
        "citation": "Art. 4 LAsi",
        "content": "La Svizzera può accordare provvisoriamente protezione a persone bisognose di protezione esposte a un pericolo generale grave, in particolare durante una guerra o una guerra civile e in situazioni di violenza generalizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_4"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Divieto di respingimento",
        "citation": "Art. 5 cpv. 1 LAsi",
        "content": "Nessuno può essere costretto in alcun modo a recarsi in un Paese dove la sua vita, la sua integrità fisica o la sua libertà sarebbero minacciate per uno dei motivi menzionati nell’articolo 3 capoverso 1, o dal quale rischierebbe d’essere costretto a recarsi in un Paese di tal genere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_5"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Divieto di respingimento",
        "citation": "Art. 5 cpv. 2 LAsi",
        "content": "Il divieto di respingimento non può essere fatto valere quando vi siano seri motivi per presumere che l’interessato comprometta la sicurezza della Svizzera o, essendo stato condannato con sentenza passata in giudicato per un crimine o delitto particolarmente grave, debba essere considerato di pericolo pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_5"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Collaborazione e coordinamento con fedpol",
        "citation": "Art. 5a cpv. 1 LAsi",
        "content": "Nell’ambito dei suoi compiti legali di lotta al terrorismo, la Segreteria di Stato della migrazione (SEM) collabora con fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_5_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Collaborazione e coordinamento con fedpol",
        "citation": "Art. 5a cpv. 2 LAsi",
        "content": "Coordina le misure di sua competenza con le misure preventive di polizia e le misure amministrative di fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_5_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Compiti di sicurezza delle autorità di migrazione",
        "citation": "Art. 5b LAsi",
        "content": "Nell’ambito dei propri compiti e competenze la SEM verifica se uno straniero rappresenta un pericolo per la sicurezza interna o esterna o per le relazioni internazionali della Svizzera. In caso di segnalazioni di polizia è informato fedpol. Se necessario sono informate anche le autorità cantonali interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_5_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 1: Principi, Norme procedurali",
        "citation": "Art. 6 LAsi",
        "content": "Le procedure sono rette dalla legge federale del 20 dicembre 1968 sulla procedura amministrativa (PA), dalla legge del 17 giugno 2005 sul Tribunale amministrativo federale e dalla legge del 17 giugno 2005 sul Tribunale federale, in quanto la presente legge non preveda altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_6"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Autorità competente",
        "citation": "Art. 6a cpv. 1 LAsi",
        "content": "La SEM decide sulla concessione o sul rifiuto dell’asilo e sull’allontanamento dalla Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Autorità competente",
        "citation": "Art. 6a cpv. 2 LAsi",
        "content": "Oltre agli Stati dell’UE e dell’AELS, il Consiglio federale designa:\na. come Stati d’origine o di provenienza sicuri, gli Stati in cui, secondo i suoi accertamenti, non vi è pericolo di persecuzioni;\nb. come Stati terzi sicuri, gli Stati in cui, secondo i suoi accertamenti, vi è una protezione effettiva dal respingimento ai sensi dell’articolo 5 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Autorità competente",
        "citation": "Art. 6a cpv. 3 LAsi",
        "content": "Il Consiglio federale verifica periodicamente le decisioni di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Autorità competente",
        "citation": "Art. 6a cpv. 4 LAsi",
        "content": "Prima di apportarvi modifiche, ma almeno una volta all’anno, il Consiglio federale sottopone per consultazione alle commissioni parlamentari competenti l’elenco degli Stati sicuri di cui al capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_6_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Prova della qualità di rifugiato",
        "citation": "Art. 7 cpv. 1 LAsi",
        "content": "Chiunque domanda asilo deve provare o per lo meno rendere verosimile la sua qualità di rifugiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_7"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Prova della qualità di rifugiato",
        "citation": "Art. 7 cpv. 2 LAsi",
        "content": "La qualità di rifugiato è resa verosimile se l’autorità la ritiene data con una probabilità preponderante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_7"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Prova della qualità di rifugiato",
        "citation": "Art. 7 cpv. 3 LAsi",
        "content": "Sono inverosimili in particolare le allegazioni che su punti importanti sono troppo poco fondate o contraddittorie, non corrispondono ai fatti o si basano in modo determinante su mezzi di prova falsi o falsificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_7"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Obbligo di collaborare",
        "citation": "Art. 8 cpv. 1 LAsi",
        "content": "Il richiedente l’asilo è tenuto a collaborare all’accertamento dei fatti. Deve in particolare:\na. dichiarare le sue generalità;\nb. consegnare i documenti di viaggio e d’identità;\nc. indicare, in occasione dell’audizione, le ragioni della sua domanda d’asilo;\nd. designare in modo completo eventuali mezzi di prova e fornirli immediatamente oppure adoperarsi per procurarseli entro un termine adeguato, sempre che sia ragionevole esigerlo;\ne. collaborare al rilevamento dei dati biometrici;\nf. sottoporsi a un esame medico ordinato dalla SEM (art. 26a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Obbligo di collaborare",
        "citation": "Art. 8 cpv. 2 LAsi",
        "content": "Si può esigere dal richiedente che faccia tradurre in una lingua ufficiale svizzera i documenti redatti in una lingua straniera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Obbligo di collaborare",
        "citation": "Art. 8 cpv. 3 LAsi",
        "content": "Nel corso del procedimento, il richiedente che soggiorna in Svizzera deve tenersi a disposizione delle autorità federali e cantonali. Deve comunicare immediatamente alle autorità del Cantone o del Comune (autorità cantonale) competenti secondo il diritto cantonale il suo indirizzo e ogni mutamento dello stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Obbligo di collaborare",
        "citation": "Art. 8 cpv. 3bis LAsi",
        "content": "Il richiedente che senza un valido motivo viola il suo obbligo di collaborare o non si tiene a disposizione delle autorità preposte all’asilo per più di 20 giorni rinuncia di fatto alla continuazione del procedimento. Lo stesso vale per il richiedente che senza un valido motivo non si tiene a disposizione delle autorità preposte all’asilo in un centro della Confederazione per più di cinque giorni. La domanda è stralciata in entrambi i casi senza formalità. Una nuova domanda può essere presentata al più presto dopo tre anni. È fatto salvo il rispetto della Convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Obbligo di collaborare",
        "citation": "Art. 8 cpv. 4 LAsi",
        "content": "In caso di decisione esecutiva d’allontanamento, il richiedente è tenuto a collaborare all’ottenimento di documenti di viaggio validi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_8"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Perquisizione",
        "citation": "Art. 9 cpv. 1 LAsi",
        "content": "L’autorità competente può perquisire un richiedente collocato in un centro della Confederazione o in un alloggio privato o collettivo, insieme agli oggetti che egli porta con sé, allo scopo di ricercare documenti di viaggio e d’identità, nonché oggetti pericolosi, droga e beni di dubbia provenienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_9"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Perquisizione",
        "citation": "Art. 9 cpv. 2 LAsi",
        "content": "Il richiedente può essere perquisito soltanto da una persona dello stesso sesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_9"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Messa al sicuro e confisca di documenti",
        "citation": "Art. 10 cpv. 1 LAsi",
        "content": "La SEM mette agli atti i documenti di viaggio e d’identità dei richiedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Messa al sicuro e confisca di documenti",
        "citation": "Art. 10 cpv. 2 LAsi",
        "content": "Le autorità e i servizi amministrativi mettono al sicuro, a destinazione della SEM, i documenti di viaggio e d’identità o qualsiasi altro documento che possa fornire indicazioni sull’identità delle persone che hanno presentato una domanda d’asilo in Svizzera. Ai rifugiati riconosciuti si applica il capoverso 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Messa al sicuro e confisca di documenti",
        "citation": "Art. 10 cpv. 3 LAsi",
        "content": "L’autorità o il servizio amministrativo che mette al sicuro documenti ai sensi del capoverso 2 e ne verifica l’autenticità deve comunicare alla SEM il risultato di tale verifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Messa al sicuro e confisca di documenti",
        "citation": "Art. 10 cpv. 4 LAsi",
        "content": "La SEM o l’istanza di ricorso possono confiscare o mettere al sicuro, a destinazione dell’avente diritto, documenti falsi o falsificati nonché documenti autentici che sono stati utilizzati abusivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Messa al sicuro e confisca di documenti",
        "citation": "Art. 10 cpv. 5 LAsi",
        "content": "I passaporti o documenti d’identità rilasciati dallo Stato d’origine ai rifugiati riconosciuti in Svizzera sono messi al sicuro, a destinazione della SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_10"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Procedura d’assunzione delle prove",
        "citation": "Art. 11 LAsi",
        "content": "Il richiedente non può esprimere un preavviso sulla decisione dell’autorità di procedere a un’assunzione di prove per l’accertamento dei fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_11"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito in caso di soggiorno in un Cantone",
        "citation": "Art. 12 cpv. 1 LAsi",
        "content": "La notificazione di una decisione o il recapito di una comunicazione all’ultimo indirizzo del richiedente o a quello del suo procuratore conosciuto dalle autorità è giuridicamente efficace allo scadere del termine ordinario di ritiro di sette giorni anche se il richiedente o il suo procuratore ne ha conoscenza soltanto più tardi sulla base di una convenzione speciale con la Posta svizzera oppure nel caso in cui l’invio ritorni al mittente come non recapitabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito in caso di soggiorno in un Cantone",
        "citation": "Art. 12 cpv. 2 LAsi",
        "content": "Se il richiedente è rappresentato da più procuratori senza che questi abbiano indicato un recapito comune, l’autorità notifica le decisioni o recapita le comunicazioni al procuratore designato per primo dal richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito in caso di soggiorno in un Cantone",
        "citation": "Art. 12 cpv. 3 LAsi",
        "content": "Ove giustificato, le decisioni possono essere notificate oralmente e motivate sommariamente. La notificazione orale e la relativa motivazione devono essere messe a verbale. Il richiedente o il suo procuratore ne riceve un estratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nei centri della Confederazione",
        "citation": "Art. 12a cpv. 1 LAsi",
        "content": "Nei centri della Confederazione le decisioni sono notificate e le comunicazioni recapitate di persona. Se il richiedente l’asilo è entrato in clandestinità, la notificazione e il recapito sono effettuati secondo l’articolo 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nei centri della Confederazione",
        "citation": "Art. 12a cpv. 2 LAsi",
        "content": "Se al richiedente l’asilo è stato assegnato un rappresentante legale, le decisioni sono notificate e le comunicazioni recapitate al fornitore di prestazioni incaricato della rappresentanza legale. Il giorno stesso della ricezione della decisione o della comunicazione, quest’ultimo informa il rappresentante legale designato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nei centri della Confederazione",
        "citation": "Art. 12a cpv. 3 LAsi",
        "content": "Se al richiedente l’asilo non è stato assegnato alcun rappresentante legale, le decisioni sono notificate e le comunicazioni recapitate al richiedente stesso. Un procuratore designato dal richiedente l’asilo è informato senza indugio dell’avvenuta notificazione o dell’avvenuto recapito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nei centri della Confederazione",
        "citation": "Art. 12a cpv. 4 LAsi",
        "content": "La notificazione orale e la motivazione sommaria sono disciplinate dall’articolo 12 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_12_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nell’ambito della procedura all’aeroporto e in casi urgenti",
        "citation": "Art. 13 cpv. 1 LAsi",
        "content": "Le autorità competenti possono notificare alla persona che presenta la domanda d’asilo alla frontiera o a un posto di controllo di un aeroporto svizzero (art. 21–23) anche decisioni firmate, trasmesse per telefax. La persona interessata deve confermarne il ricevimento per scritto; altrimenti l’autorità competente registra come avvenuta la consegna. Non è applicabile l’articolo 11 capoverso 3 PA. La notificazione è comunicata al procuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_13"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nell’ambito della procedura all’aeroporto e in casi urgenti",
        "citation": "Art. 13 cpv. 2 LAsi",
        "content": "Alla procedura all’aeroporto si applica per analogia l’articolo 12a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_13"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Notificazione e recapito nell’ambito della procedura all’aeroporto e in casi urgenti",
        "citation": "Art. 13 cpv. 3 LAsi",
        "content": "In altri casi urgenti, la SEM può autorizzare un’autorità cantonale, una missione diplomatica svizzera o un posto consolare all’estero (rappresentanza svizzera) a notificare decisioni firmate trasmesse per telefax.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_13"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Relazione con la procedura prevista dalla legislazione sugli stranieri",
        "citation": "Art. 14 cpv. 1 LAsi",
        "content": "Dalla presentazione della domanda d’asilo fino alla partenza dalla Svizzera in seguito a un ordine di allontanamento passato in giudicato, dopo il ritiro della domanda d’asilo o fino a quando sia ordinata una misura sostitutiva nel caso l’esecuzione non sia possibile, il richiedente l’asilo non può avviare una procedura per il rilascio di un permesso di dimora secondo la legislazione sugli stranieri, a meno che non abbia diritto al permesso medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Relazione con la procedura prevista dalla legislazione sugli stranieri",
        "citation": "Art. 14 cpv. 2 LAsi",
        "content": "Con il benestare della SEM il Cantone può rilasciare un permesso di dimora a una persona attribuitagli secondo la presente legge se:\na. l’interessato si trova in Svizzera da almeno cinque anni dalla presentazione della domanda d’asilo;\nb. il luogo di soggiorno dell’interessato era sempre noto alle autorità; \nc. si è in presenza di un grave caso di rigore personale in considerazione del grado di integrazione dell’interessato; e\nd. non sussistono motivi di revoca secondo l’articolo 62 capoverso 1 della legge federale del 16 dicembre 2005 sugli stranieri e la loro integrazione (LStrI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Relazione con la procedura prevista dalla legislazione sugli stranieri",
        "citation": "Art. 14 cpv. 3 LAsi",
        "content": "Se intende fare uso di tale possibilità, il Cantone ne avvisa senza indugio la SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Relazione con la procedura prevista dalla legislazione sugli stranieri",
        "citation": "Art. 14 cpv. 4 LAsi",
        "content": "L’interessato ha qualità di parte soltanto nella procedura di benestare della SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Relazione con la procedura prevista dalla legislazione sugli stranieri",
        "citation": "Art. 14 cpv. 5 LAsi",
        "content": "Le procedure già pendenti in vista del rilascio di un permesso di dimora diventano senza oggetto con l’inoltro della domanda d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Relazione con la procedura prevista dalla legislazione sugli stranieri",
        "citation": "Art. 14 cpv. 6 LAsi",
        "content": "I permessi di dimora già rilasciati rimangono validi e possono essere prorogati conformemente alle disposizioni della legislazione sugli stranieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_14"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Servizi intercantonali",
        "citation": "Art. 15 LAsi",
        "content": "I Cantoni possono istituire servizi intercantonali per l’adempimento di compiti attribuiti loro dalla presente legge, segnatamente per le audizioni, la preparazione delle decisioni e l’esecuzione degli allontanamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_15"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Lingua della procedura",
        "citation": "Art. 16 cpv. 1 LAsi",
        "content": "Le istanze alle autorità federali possono essere inoltrate in qualsivoglia lingua ufficiale svizzera. Il Consiglio federale può prevedere che le istanze di richiedenti l’asilo rappresentati da un procuratore siano depositate nei centri della Confederazione nella lingua ufficiale del Cantone d’ubicazione del centro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_16"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Lingua della procedura",
        "citation": "Art. 16 cpv. 2 LAsi",
        "content": "Le decisioni o le decisioni incidentali della SEM sono notificate nella lingua ufficiale del luogo di residenza del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_16"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Lingua della procedura",
        "citation": "Art. 16 cpv. 3 LAsi",
        "content": "La SEM può derogare alla disposizione di cui al capoverso 2 se:\na. il richiedente l’asilo o il suo rappresentante legale parla un’altra lingua ufficiale;\nb. in considerazione del numero di domande presentate o della situazione a livello del personale, ciò è necessario per un disbrigo efficiente e tempestivo delle domande;\nc. il richiedente l’asilo è attribuito da un centro della Confederazione a un Cantone con un’altra lingua ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_16"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 1 LAsi",
        "content": "La disposizione della legge del 20 dicembre 1968 sulla procedura amministrativa concernente la sospensione dei termini non si applica alla procedura d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 2 LAsi",
        "content": "Il Consiglio federale emana disposizioni complementari in merito alla procedura d’asilo segnatamente per tenere conto della situazione particolare delle donne e dei minori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 2bis LAsi",
        "content": "Le domande d’asilo di richiedenti minorenni non accompagnati sono trattate con priorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 3 LAsi",
        "content": "Per la durata della procedura gli interessi dei richiedenti l’asilo minorenni non accompagnati sono difesi:\na. nei centri della Confederazione e all’aeroporto, dal rappresentante legale assegnato, in qualità di persona di fiducia; questi garantisce il coordinamento con le competenti autorità cantonali;\nb. dopo l’attribuzione a un Cantone, dalla persona di fiducia designata senza indugio dalle competenti autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 3bis LAsi",
        "content": "Se sussistono indizi che un richiedente sedicente minorenne ha già raggiunto la maggiore età, la SEM può disporre una perizia volta ad accertarne l’effettiva età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 5 LAsi",
        "content": "Se è stata ordinata l’esecuzione dell’allontanamento, la SEM fa pervenire gli atti procedurali al richiedente l’asilo o al suo procuratore contemporaneamente alla notificazione della decisione secondo gli articoli 23 capoverso 1, 31a o 111c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Disposizioni procedurali particolari",
        "citation": "Art. 17 cpv. 6 LAsi",
        "content": "Il Consiglio federale definisce il ruolo, le competenze e le mansioni della persona di fiducia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 1: Disposizioni generali, Emolumenti per prestazioni",
        "citation": "Art. 17a LAsi",
        "content": "La SEM può fatturare a terzi emolumenti e spese per prestazioni a loro favore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_17_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Domanda d’asilo",
        "citation": "Art. 18 LAsi",
        "content": "È considerata domanda d’asilo ogni dichiarazione con cui una persona manifesta di voler ottenere dalla Svizzera una protezione contro le persecuzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_18"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Deposito della domanda",
        "citation": "Art. 19 cpv. 1 LAsi",
        "content": "La domanda d’asilo deve essere depositata al posto di controllo di un aeroporto svizzero oppure, all’atto dell’entrata in Svizzera, presso un passaggio di frontiera aperto o in un centro della Confederazione. È fatto salvo l’articolo 24a capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_19"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Deposito della domanda",
        "citation": "Art. 19 cpv. 2 LAsi",
        "content": "Può depositare una domanda solo chi si trova alla frontiera svizzera o sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_19"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Domanda d’asilo presentata alla frontiera o dopo l’intercettazione nei pressi della frontiera in occasione dell’entrata illegale o all’interno del Paese",
        "citation": "Art. 21 cpv. 1 LAsi",
        "content": "Le autorità competenti assegnano a un centro della Confederazione le persone che presentano una domanda d’asilo alla frontiera o dopo l’intercettazione nei pressi della frontiera in occasione dell’entrata illegale o all’interno del Paese. È fatto salvo l’articolo 24a capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_21"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Domanda d’asilo presentata alla frontiera o dopo l’intercettazione nei pressi della frontiera in occasione dell’entrata illegale o all’interno del Paese",
        "citation": "Art. 21 cpv. 2 LAsi",
        "content": "La SEM verifica la propria competenza a svolgere la procedura d’asilo tenendo conto delle disposizioni degli Accordi di associazione alla normativa di Dublino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_21"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Domanda d’asilo presentata alla frontiera o dopo l’intercettazione nei pressi della frontiera in occasione dell’entrata illegale o all’interno del Paese",
        "citation": "Art. 21 cpv. 3 LAsi",
        "content": "Gli Accordi di associazione alla normativa di Dublino sono elencati nell’allegato 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_21"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 1 LAsi",
        "content": "L’autorità competente rileva le generalità delle persone che presentano una domanda d’asilo in un aeroporto svizzero, le fotografa e ne allestisce schede dattiloscopiche. Può rilevare altri dati biometrici e interrogarle sommariamente sull’itinerario seguito e sui motivi che le hanno indotte a lasciare il loro Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 1bis LAsi",
        "content": "La SEM verifica la propria competenza a svolgere la procedura d’asilo tenendo conto delle disposizioni degli Accordi di associazione alla normativa di Dublino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 1ter LAsi",
        "content": "La SEM autorizza l’entrata se la Svizzera è competente per lo svolgimento della procedura d’asilo in virtù del regolamento (UE) n. 604/2013 e:\na. nel Paese dal quale è direttamente giunto in Svizzera, il richiedente l’asilo sembra esposto a pericolo per uno dei motivi enumerati dall’articolo 3 capoverso 1 o minacciato di trattamento inumano; oppure\nb. il richiedente rende verosimile che il Paese dal quale è direttamente giunto in Svizzera lo costringerebbe, violando il principio del non respingimento, a recarsi in un Paese nel quale sembra essere esposto a pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 2 LAsi",
        "content": "L’entrata in Svizzera è rifiutata provvisoriamente se i provvedimenti di cui al capoverso 1 e la verifica di cui al capoverso 1bis non permettono di determinare immediatamente se sono adempite le condizioni per l’ottenimento di un’autorizzazione d’entrata secondo il capoverso 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 2bis LAsi",
        "content": "Per evitare casi di rigore personale, il Consiglio federale può decidere in quali altri casi l’entrata in Svizzera è autorizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 3 LAsi",
        "content": "Nel momento in cui gli rifiuta l’entrata, la SEM assegna al richiedente un luogo di soggiorno e gli fornisce un alloggio adeguato. Le spese dell’alloggio sono a carico della SEM. I gestori di aeroporti sono responsabili dell’approntamento di alloggi a basso costo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 3bis LAsi",
        "content": "Al richiedente l’asilo che presenta una domanda d’asilo in un aeroporto svizzero, la Confederazione garantisce una consulenza e una rappresentanza legale gratuite per analogia con gli articoli 102f–102k.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 4 LAsi",
        "content": "La decisione relativa al rifiuto dell’entrata e all’assegnazione di un luogo di soggiorno è notificata al richiedente, indicando i rimedi giuridici, entro due giorni dal deposito della domanda. Prima della decisione, al richiedente è concesso il diritto di essere sentito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 5 LAsi",
        "content": "Il richiedente può essere trattenuto, al massimo per 60 giorni, all’aeroporto o eccezionalmente in un altro luogo adeguato. Passata in giudicato una decisione di allontanamento, può essere incarcerato in vista del rinvio coatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Procedura all’aeroporto",
        "citation": "Art. 22 cpv. 6 LAsi",
        "content": "La SEM può in seguito attribuire il richiedente a un Cantone o a un centro della Confederazione. Negli altri casi, l’ulteriore procedura all’aeroporto è retta dagli articoli 23, 29, 36 e 37.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_22"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Decisioni all’aeroporto",
        "citation": "Art. 23 cpv. 1 LAsi",
        "content": "Se non autorizza l’entrata in Svizzera, la SEM può non entrare nel merito della domanda d’asilo o respingerla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_23"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2: Domanda d’asilo ed entrata in Svizzera, Decisioni all’aeroporto",
        "citation": "Art. 23 cpv. 2 LAsi",
        "content": "La decisione è notificata entro 20 giorni dalla presentazione della domanda. Se la procedura si protrae oltre tale periodo, la SEM attribuisce il richiedente a un Cantone o a un centro della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_23"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri della Confederazione",
        "citation": "Art. 24 cpv. 1 LAsi",
        "content": "La Confederazione istituisce centri gestiti dalla SEM. Al riguardo tiene conto dei principi dell’adeguatezza e dell’economicità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri della Confederazione",
        "citation": "Art. 24 cpv. 2 LAsi",
        "content": "Coinvolge tempestivamente i Cantoni e i Comuni nell’istituzione dei centri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri della Confederazione",
        "citation": "Art. 24 cpv. 3 LAsi",
        "content": "I richiedenti l’asilo sono alloggiati in centri della Confederazione a partire dal deposito della domanda d’asilo:\na. nella procedura celere, fino alla concessione dell’asilo, fino alla decisione d’ammissione provvisoria o fino alla partenza;\nb. nella procedura Dublino, fino alla partenza;\nc. nella procedura ampliata, fino all’attribuzione al Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri della Confederazione",
        "citation": "Art. 24 cpv. 4 LAsi",
        "content": "Il soggiorno nei centri della Confederazione dura al massimo 140 giorni. Alla scadenza della durata massima del soggiorno il richiedente l’asilo è attribuito a un Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri della Confederazione",
        "citation": "Art. 24 cpv. 5 LAsi",
        "content": "La durata massima può essere adeguatamente prolungata se ciò consente di concludere rapidamente la procedura d’asilo o di eseguire l’allontanamento. Il Consiglio federale stabilisce i dettagli relativi al prolungamento della durata massima di soggiorno nei centri della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri della Confederazione",
        "citation": "Art. 24 cpv. 6 LAsi",
        "content": "L’attribuzione a un Cantone può essere decisa anche prima dello scadere della durata massima di soggiorno nei centri della Confederazione, in particolare in caso di aumento rapido e significativo delle domande d’asilo. La ripartizione e l’attribuzione sono rette dall’articolo 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri speciali",
        "citation": "Art. 24a cpv. 1 LAsi",
        "content": "I richiedenti l’asilo che compromettono considerevolmente la sicurezza e l’ordine pubblici o che con il loro comportamento disturbano considerevolmente l’esercizio e la sicurezza dei centri della Confederazione sono collocati in centri speciali istituiti e gestiti dalla SEM o dalle autorità cantonali. La collocazione in un centro speciale può essere accompagnata da un’assegnazione di un luogo di soggiorno o da un divieto di accedere a un dato territorio ai sensi dell’articolo 74 capoverso 1bis LStrI; la procedura è retta dall’articolo 74 capoversi 2 e 3 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri speciali",
        "citation": "Art. 24a cpv. 2 LAsi",
        "content": "Nei centri speciali possono, alle stesse condizioni, essere collocati richiedenti l’asilo attribuiti a un Cantone. La Confederazione e i Cantoni partecipano alle spese dei centri proporzionalmente all’uso che ne fanno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri speciali",
        "citation": "Art. 24a cpv. 3 LAsi",
        "content": "Nei centri speciali si possono effettuare le stesse procedure svolte nei centri della Confederazione di cui all’articolo 24; è eccettuato il deposito di una domanda d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri speciali",
        "citation": "Art. 24a cpv. 4 LAsi",
        "content": "Le domande d’asilo presentate da persone collocate nei centri speciali sono trattate prioritariamente ed eventali decisioni di allontanamento eseguite prioritariamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Esercizio dei centri",
        "citation": "Art. 24b cpv. 1 LAsi",
        "content": "La SEM può incaricare terzi di svolgere compiti tesi a garantire l’esercizio dei centri della Confederazione. I terzi incaricati sottostanno allo stesso obbligo del segreto che vincola il personale della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Esercizio dei centri",
        "citation": "Art. 24b cpv. 2 LAsi",
        "content": "Il Dipartimento federale di giustizia e polizia (DFGP) emana disposizioni al fine di assicurare una procedura rapida e un esercizio ordinato dei centri della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Utilizzo provvisorio di edifici e infrastrutture militari della Confederazione",
        "citation": "Art. 24c cpv. 1 LAsi",
        "content": "Se le esistenti strutture di alloggio non sono sufficienti, gli edifici e le infrastrutture militari della Confederazione possono essere utilizzati senza autorizzazione cantonale o comunale e senza procedura di approvazione dei piani per l’alloggio di richiedenti o per lo svolgimento di procedure d’asilo per al massimo tre anni, se il cambiamento di destinazione non richiede provvedimenti edilizi rilevanti e non avviene alcuna modifica essenziale in relazione all’occupazione dell’infrastruttura o dell’edificio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Utilizzo provvisorio di edifici e infrastrutture militari della Confederazione",
        "citation": "Art. 24c cpv. 2 LAsi",
        "content": "Non sono provvedimenti edilizi rilevanti ai sensi del capoverso 1 in particolare:\na. i lavori usuali di manutenzione agli edifici e alle infrastrutture;\nb. le trasformazioni edilizie di esigua entità;\nc. le installazioni di importanza secondaria quali gli impianti sanitari o i raccordi idraulici ed elettrici;\nd. le costruzioni mobiliari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Utilizzo provvisorio di edifici e infrastrutture militari della Confederazione",
        "citation": "Art. 24c cpv. 3 LAsi",
        "content": "Gli edifici o le infrastrutture di cui al capoverso 1 possono essere riutilizzati al più presto dopo un’interruzione di due anni, salvo che il Cantone e il Comune d’ubicazione accettino di rinunciare a un’interruzione; sono fatte salve le circostanze eccezionali di cui all’articolo 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Utilizzo provvisorio di edifici e infrastrutture militari della Confederazione",
        "citation": "Art. 24c cpv. 4 LAsi",
        "content": "Dopo averli consultati, la Confederazione annuncia il cambiamento di destinazione al Cantone e al Comune d’ubicazione al più tardi 60 giorni prima della messa in esercizio dell’alloggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri d’alloggio cantonali e comunali",
        "citation": "Art. 24d cpv. 1 LAsi",
        "content": "I richiedenti l’asilo possono essere alloggiati in centri gestiti da un Cantone o da un Comune se non sono disponibili posti sufficienti nei centri della Confederazione di cui all’articolo 24. Per l’alloggio nei centri comunali è necessario il consenso del Cantone d’ubicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri d’alloggio cantonali e comunali",
        "citation": "Art. 24d cpv. 2 LAsi",
        "content": "Il Cantone o il Comune d’ubicazione:\na. garantisce un alloggio, un’assistenza e un’occupazione adeguati;\nb. concede l’aiuto sociale o il soccorso d’emergenza;\nc. garantisce l’assistenza medica e l’istruzione scolastica di base per i bambini;\nd. adotta i provvedimenti di sicurezza necessari per garantire un esercizio ordinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri d’alloggio cantonali e comunali",
        "citation": "Art. 24d cpv. 3 LAsi",
        "content": "Il Cantone o il Comune d’ubicazione può delegare a terzi l’adempimento di tutti o parte dei compiti di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri d’alloggio cantonali e comunali",
        "citation": "Art. 24d cpv. 4 LAsi",
        "content": "La concessione dell’aiuto sociale e del soccorso d’emergenza è retta dal diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri d’alloggio cantonali e comunali",
        "citation": "Art. 24d cpv. 5 LAsi",
        "content": "Sulla base di un accordo, la Confederazione versa al Cantone o al Comune d’ubicazione sussidi federali per l’indennizzo delle spese amministrative, delle spese per il personale e di altre spese sostenute nell’adempimento dei compiti di cui al capoverso 2. L’indennizzo è fissato a titolo forfettario. Eccezionalmente, i sussidi possono essere fissati in funzione delle spese effettive, in particolare per l’indennizzo di spese uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Centri d’alloggio cantonali e comunali",
        "citation": "Art. 24d cpv. 6 LAsi",
        "content": "Le rimanenti disposizioni vigenti per i centri della Confederazione sono applicabili per analogia anche ai centri cantonali e comunali. Nei centri di cui al capoverso 1 si possono effettuare le stesse procedure svolte nei centri della Confederazione di cui all’articolo 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 2a: Centri della Confederazione, Misure complementari",
        "citation": "Art. 24e LAsi",
        "content": "La Confederazione e i Cantoni prendono provvedimenti al fine di poter reagire tempestivamente alle fluttuazioni del numero delle domande d’asilo con le necessarie risorse, in particolare per quanto concerne l’alloggio, il personale e il finanziamento, o con altre misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_24_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Fase preparatoria",
        "citation": "Art. 26 cpv. 1 LAsi",
        "content": "Con la presentazione della domanda d’asilo inizia la fase preparatoria. Questa dura al massimo dieci giorni nella procedura Dublino e al massimo 21 giorni nelle altre procedure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Fase preparatoria",
        "citation": "Art. 26 cpv. 2 LAsi",
        "content": "Durante la fase preparatoria la SEM rileva le generalità del richiedente e di norma allestisce schede dattiloscopiche e fotografie. Può rilevare altri dati biometrici, disporre una perizia volta ad accertare l’età (art. 17 cpv. 3bis), verificare mezzi di prova, documenti di viaggio e d’identità, nonché svolgere accertamenti specifici sulla provenienza e sull’identità del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Fase preparatoria",
        "citation": "Art. 26 cpv. 3 LAsi",
        "content": "La SEM informa il richiedente dei suoi diritti e doveri nella procedura d’asilo. Può interrogarlo sulla sua identità, sull’itinerario seguito e sommariamente sui motivi che lo hanno indotto a lasciare il suo Paese. La SEM può interrogare il richiedente su un eventuale traffico di migranti a scopo di lucro. Accerta con il richiedente se la domanda d’asilo è sufficientemente motivata. Se questa condizione non è adempiuta e il richiedente ritira la domanda, questa è stralciata senza formalità ed è avviata la procedura per il ritorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Fase preparatoria",
        "citation": "Art. 26 cpv. 4 LAsi",
        "content": "Durante la fase preparatoria sono effettuati il confronto dei dati secondo l’articolo 102abis capoversi 2–3 e la verifica delle impronte digitali secondo l’articolo 102ater capoverso 1 ed è presentata la domanda di presa o ripresa in carico al competente Stato vincolato da un Accordo di associazione alla normativa di Dublino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Fase preparatoria",
        "citation": "Art. 26 cpv. 5 LAsi",
        "content": "La SEM può incaricare terzi di svolgere i compiti di cui al capoverso 2. I terzi incaricati sottostanno allo stesso obbligo del segreto che vincola il personale della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Accertamento medico",
        "citation": "Art. 26a cpv. 1 LAsi",
        "content": "I richiedenti l’asilo devono far valere i problemi di salute rilevanti per la procedura d’asilo e di allontanamento, a loro già noti al momento della presentazione della domanda d’asilo, immediatamente dopo la presentazione della domanda, ma al più tardi durante l’audizione sui motivi d’asilo secondo l’articolo 36 capoverso 2 o al momento della concessione del diritto di essere sentiti secondo l’articolo 36 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Accertamento medico",
        "citation": "Art. 26a cpv. 2 LAsi",
        "content": "Per le allegazioni di cui al capoverso 1 la SEM designa lo specialista competente per l’esame medico. L’articolo 82a si applica per analogia. La SEM può delegare a terzi i compiti medici necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Accertamento medico",
        "citation": "Art. 26a cpv. 3 LAsi",
        "content": "I problemi di salute fatti valere successivamente o riscontrati da un altro specialista possono essere presi in considerazione nella procedura d’asilo e d’allontanamento se sono provati. In via eccezionale può essere sufficiente che siano resi verosimili se il ritardo è giustificato da motivi scusabili o se in un caso specifico non può essere fornita una prova per motivi medici. La SEM può far capo a un medico di fiducia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Procedura Dublino",
        "citation": "Art. 26b LAsi",
        "content": "La procedura in vista di una decisione di cui all’articolo 31a capoverso 1 lettera b ha inizio con la presentazione della domanda a uno Stato Dublino di prendere o riprendere in carico il richiedente l’asilo. Dura fino al trasferimento nello Stato Dublino competente o fino alla sua interruzione e alla decisione relativa allo svolgimento di una procedura celere o ampliata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Procedura celere",
        "citation": "Art. 26c LAsi",
        "content": "Al termine della fase preparatoria inizia immediatamente la procedura celere con l’audizione sui motivi d’asilo o la concessione del diritto di essere sentiti secondo l’articolo 36. Il Consiglio federale stabilisce le singole fasi procedurali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Procedura ampliata",
        "citation": "Art. 26d LAsi",
        "content": "Se dall’audizione del richiedente sui motivi d’asilo risulta che non è possibile pronunciare una decisione nel quadro della procedura celere, segnatamente perché sono necessari accertamenti supplementari, la domanda d’asilo è trattata nel quadro della procedura ampliata e il richiedente attribuito a un Cantone secondo l’articolo 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_26_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Ripartizione e attribuzione ai Cantoni",
        "citation": "Art. 27 cpv. 1 LAsi",
        "content": "I Cantoni s’intendono circa la ripartizione dei richiedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Ripartizione e attribuzione ai Cantoni",
        "citation": "Art. 27 cpv. 1bis LAsi",
        "content": "Nella ripartizione dei richiedenti l’asilo si tiene conto in modo adeguato delle prestazioni particolari fornite dai Cantoni in cui è ubicato un centro della Confederazione o un aeroporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Ripartizione e attribuzione ai Cantoni",
        "citation": "Art. 27 cpv. 2 LAsi",
        "content": "Se i Cantoni non riescono a intendersi, il Consiglio federale, dopo averli consultati, stabilisce con un’ordinanza i criteri di ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Ripartizione e attribuzione ai Cantoni",
        "citation": "Art. 27 cpv. 3 LAsi",
        "content": "La SEM ripartisce i richiedenti fra i Cantoni (Cantoni d’attribuzione). Tiene conto degli interessi degni di protezione dei Cantoni e dei richiedenti. La decisione d’attribuzione può essere impugnata soltanto per violazione del principio dell’unità della famiglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Ripartizione e attribuzione ai Cantoni",
        "citation": "Art. 27 cpv. 4 LAsi",
        "content": "Non sono attribuite ai Cantoni le persone per le quali è stata ordinata l’esecuzione dell’allontanamento e per le quali la decisione sull’asilo è passata in giudicato in un centro della Confederazione o la cui domanda d’asilo è stata stralciata in un centro della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_27"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Assegnazione di un luogo di soggiorno e di un alloggio",
        "citation": "Art. 28 cpv. 1 LAsi",
        "content": "La SEM o le autorità cantonali possono assegnare al richiedente un luogo di soggiorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_28"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Assegnazione di un luogo di soggiorno e di un alloggio",
        "citation": "Art. 28 cpv. 2 LAsi",
        "content": "Essi possono assegnargli un alloggio e, in particolare, collocarlo in un alloggio collettivo. I Cantoni ne garantiscono un esercizio ordinato; possono emanare pertinenti disposizioni e prendere provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_28"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Audizione sui motivi d’asilo",
        "citation": "Art. 29 cpv. 1 LAsi",
        "content": "La SEM procede all’audizione del richiedente sui motivi d’asilo; l’audizione si svolge nei centri della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Audizione sui motivi d’asilo",
        "citation": "Art. 29 cpv. 1bis LAsi",
        "content": "Se necessario, la SEM fa capo a un interprete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Audizione sui motivi d’asilo",
        "citation": "Art. 29 cpv. 2 LAsi",
        "content": "Il richiedente può inoltre farsi accompagnare, a sue spese, da una persona e da un interprete di sua scelta che non siano essi stessi richiedenti l’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Audizione sui motivi d’asilo",
        "citation": "Art. 29 cpv. 3 LAsi",
        "content": "L’audizione è messa a verbale. Il verbale deve essere firmato dai partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Verifica dell’affidabilità",
        "citation": "Art. 29a cpv. 1 LAsi",
        "content": "La SEM può far verificare l’affidabilità degli interpreti e dei traduttori prima e durante il loro mandato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Verifica dell’affidabilità",
        "citation": "Art. 29a cpv. 2 LAsi",
        "content": "I servizi specializzati CSP di cui all’articolo 31 capoverso 2 della legge del 18 dicembre 2020 sulla sicurezza delle informazioni (LSIn) eseguono le verifiche dell’affidabilità. Le disposizioni della LSIn relative al controllo di sicurezza di base si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Verifica dell’affidabilità",
        "citation": "Art. 29a cpv. 3 LAsi",
        "content": "Se gli interpreti e i traduttori sono sottoposti contemporaneamente a un controllo di sicurezza relativo alle persone secondo la LSIn, le due procedure sono riunite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Verifica dell’affidabilità",
        "citation": "Art. 29a cpv. 4 LAsi",
        "content": "I costi delle verifiche dell’affidabilità sono a carico della SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Collaborazione all’accertamento dei fatti",
        "citation": "Art. 29b LAsi",
        "content": "Il Consiglio federale può concludere con Stati terzi e organizzazioni internazionali accordi concernenti la collaborazione all’accertamento dei fatti. Può in particolare concludere accordi concernenti lo scambio reciproco di informazioni per accertare nello Stato d’origine o di provenienza i motivi di fuga di un richiedente, l’itinerario seguito e il soggiorno in uno Stato terzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_29_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Preparazione delle decisioni da parte dei Cantoni",
        "citation": "Art. 31 LAsi",
        "content": "D’intesa con i Cantoni, il DFGP può decidere che gli impiegati delle autorità cantonali preparino decisioni sotto la direzione della SEM e a sua destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Decisioni della SEM",
        "citation": "Art. 31a cpv. 1 LAsi",
        "content": "Di norma la SEM non entra nel merito della domanda d’asilo se il richiedente:\na. può ritornare in uno Stato terzo sicuro secondo l’articolo 6a capoverso 2 lettera b nel quale aveva soggiornato precedentemente; \nb. può partire alla volta di uno Stato terzo cui compete, in virtù di un trattato internazionale, l’esecuzione della procedura d’asilo e d’allontanamento;\nc. può ritornare in uno Stato terzo nel quale aveva soggiornato precedentemente;\nd. può recarsi in uno Stato terzo per il quale possiede un visto e in cui può chiedere protezione;\ne. può recarsi in uno Stato terzo nel quale vivono suoi parenti prossimi o persone con cui intrattiene rapporti stretti;\nf. può essere allontanato nel suo Stato d’origine o di provenienza secondo l’articolo 31b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Decisioni della SEM",
        "citation": "Art. 31a cpv. 2 LAsi",
        "content": "Il capoverso 1 lettere c–e non si applica se vi sono indizi che, nel singolo caso, nello Stato terzo non vi sia una protezione effettiva dal respingimento ai sensi dell’articolo 5 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Decisioni della SEM",
        "citation": "Art. 31a cpv. 3 LAsi",
        "content": "La SEM non entra nel merito della domanda se non sono soddisfatte le condizioni di cui all’articolo 18. Questa disposizione si applica segnatamente se la domanda d’asilo è presentata esclusivamente per motivi economici o medici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Decisioni della SEM",
        "citation": "Art. 31a cpv. 4 LAsi",
        "content": "Negli altri casi, la SEM respinge la domanda d’asilo se non è stata dimostrata o resa verosimile la qualità di rifugiato o se sussiste un motivo d’esclusione ai sensi degli articoli 53 e 54.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Riconoscimento delle decisioni in materia di asilo e di allontanamento degli Stati Dublino",
        "citation": "Art. 31b cpv. 1 LAsi",
        "content": "Il richiedente oggetto di una decisione negativa in materia di asilo e di una decisione di allontanamento passata in giudicato, prese da uno Stato vincolato da un accordo di associazione alla normativa di Dublino (Stato Dublino), può essere allontanato direttamente nel suo Stato d’origine o di provenienza, conformemente alle condizioni della direttiva 2001/40/CE, se:\na. lo Stato Dublino competente non esegue per lungo tempo allontanamenti verso lo Stato d’origine o di provenienza del richiedente; e\nb. verosimilmente l’allontanamento dalla Svizzera può essere eseguito celermente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Riconoscimento delle decisioni in materia di asilo e di allontanamento degli Stati Dublino",
        "citation": "Art. 31b cpv. 2 LAsi",
        "content": "Il CEM sollecita presso le autorità competenti dello Stato Dublino interessato le informazioni necessarie per l’esecuzione dell’allontanamento e prende gli accordi del caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_31_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Ripresa della procedura d’asilo nell’ambito della procedura Dublino",
        "citation": "Art. 35a LAsi",
        "content": "Se in virtù del regolamento (UE) n. 604/2013 l’esame della domanda d’asilo spetta alla Svizzera, la procedura d’asilo è ripresa, anche se la domanda è stata precedentemente stralciata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_35_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Procedura prima delle decisioni",
        "citation": "Art. 36 cpv. 1 LAsi",
        "content": "In caso di decisione di non entrata nel merito secondo l’articolo 31a capoverso 1, al richiedente è concesso il diritto di essere sentito. Lo stesso vale se il richiedente:\na. inganna le autorità sulla propria identità e l’inganno è stabilito dai risultati dell’esame dattiloscopico o da altri mezzi di prova;\nb. basa la sua domanda in modo determinante su mezzi di prova falsi o falsificati;\nc. si rende colpevole di un’altra violazione grave del suo obbligo di collaborare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_36"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Procedura prima delle decisioni",
        "citation": "Art. 36 cpv. 2 LAsi",
        "content": "Negli altri casi ha luogo un’audizione secondo l’articolo 29.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_36"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Termini procedurali di prima istanza",
        "citation": "Art. 37 cpv. 1 LAsi",
        "content": "Nella procedura Dublino (art. 26b) le decisioni devono essere notificate entro tre giorni lavorativi dall’approvazione da parte dello Stato Dublino interessato dalla domanda di trasferimento secondo gli articoli 21 e 23 del regolamento (UE) n. 604/2013.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Termini procedurali di prima istanza",
        "citation": "Art. 37 cpv. 2 LAsi",
        "content": "Nella procedura celere (art. 26c) le decisioni devono essere notificate entro otto giorni lavorativi dalla conclusione della fase preparatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Termini procedurali di prima istanza",
        "citation": "Art. 37 cpv. 3 LAsi",
        "content": "Se sussistono motivi validi e qualora si possa prevedere che la decisione sarà presa nel centro della Confederazione, i termini di cui ai capoversi 1 e 2 possono essere superati di alcuni giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Termini procedurali di prima istanza",
        "citation": "Art. 37 cpv. 4 LAsi",
        "content": "Nella procedura ampliata (art. 26d) le decisioni devono essere prese entro due mesi dalla conclusione della fase preparatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Termini procedurali di prima istanza",
        "citation": "Art. 37 cpv. 5 LAsi",
        "content": "Nei casi rimanenti le decisioni di non entrata nel merito devono essere prese entro cinque giorni lavorativi e le altre decisioni entro dieci giorni lavorativi dal deposito della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Termini procedurali di prima istanza",
        "citation": "Art. 37 cpv. 6 LAsi",
        "content": "Se il richiedente è incarcerato in vista d’estradizione su richiesta dello Stato da cui cerca protezione in Svizzera, la SEM decide senza indugio e in via prioritaria. Lo stesso vale anche se nei suoi confronti è stata pronunciata l’espulsione secondo l’articolo 66a o 66abis del Codice penale (CP), l’articolo 49a o 49abis del Codice penale militare del 13 giugno 1927 (CPM) o l’articolo 68 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Motivazione",
        "citation": "Art. 37a LAsi",
        "content": "La decisione di non entrata nel merito è motivata sommariamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Strategia della SEM per il trattamento delle domande",
        "citation": "Art. 37b LAsi",
        "content": "La SEM stabilisce in una strategia quali domande d’asilo sono trattate prioritariamente. Al riguardo tiene conto in particolare dei termini legali di trattamento, della situazione negli Stati di provenienza, della fondatezza o della non fondatezza manifesta delle domande, nonché del comportamento del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_37_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Concessione della protezione provvisoria",
        "citation": "Art. 39 LAsi",
        "content": "Se dalle informazioni raccolte nel centro della Confederazione o dall’audizione sui motivi d’asilo emerge manifestamente che il richiedente fa parte di un gruppo di persone bisognose di protezione di cui all’articolo 66, gli è accordata la protezione provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_39"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Rigetto senza ulteriori chiarimenti",
        "citation": "Art. 40 cpv. 1 LAsi",
        "content": "Se in base all’audizione sui motivi d’asilo risulta evidente che il richiedente non è in grado di provare o di rendere verosimile di possedere qualità di rifugiato e se nessun motivo si oppone all’allontanamento dalla Svizzera, la domanda è respinta senza procedere a ulteriori chiarimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_40"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Rigetto senza ulteriori chiarimenti",
        "citation": "Art. 40 cpv. 2 LAsi",
        "content": "La decisione dev’essere motivata almeno sommariamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_40"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 3: Procedura di prima istanza, Coordinamento con la procedura d’estradizione",
        "citation": "Art. 41a LAsi",
        "content": "Se contro il richiedente è pendente una domanda d’estradizione ai sensi della legge del 20 marzo 1981 sull’assistenza in materia penale, la SEM decide sulla domanda d’asilo tenendo conto degli atti della procedura d’estradizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_41_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Soggiorno durante la procedura d’asilo",
        "citation": "Art. 42 LAsi",
        "content": "Chi ha presentato una domanda d’asilo in Svizzera è autorizzato a soggiornarvi fino a conclusione della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_42"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 43 cpv. 1 LAsi",
        "content": "Durante il soggiorno nei centri della Confederazione i richiedenti non hanno il diritto di esercitare un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 43 cpv. 1bis LAsi",
        "content": "Le ulteriori condizioni d’ammissione per esercitare un’attività lucrativa sono rette dalla LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 43 cpv. 2 LAsi",
        "content": "L’autorizzazione d’esercitare un’attività lucrativa si estingue con lo spirare del termine di partenza fissato allorquando la procedura d’asilo termina con una decisione negativa passata in giudicato, anche se il richiedente si è avvalso di un mezzo d’impugnazione straordinario e l’esecuzione dell’allontanamento è stata sospesa. Se la SEM prolunga il termine di partenza nell’ambito della procedura ordinaria, può continuare a essere autorizzata un’attività lucrativa. Durante una procedura di cui all’articolo 111c non sono rilasciate autorizzazioni d’esercitare un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 43 cpv. 3 LAsi",
        "content": "D’intesa con il Dipartimento federale dell’economia, della formazione e della ricerca, il DFGP può autorizzare i Cantoni a prorogare l’autorizzazione d’esercitare un’attività lucrativa per determinate categorie di persone oltre lo scadere del termine di partenza, sempre che circostanze speciali lo giustifichino. Questa disposizione si applica per analogia anche alla procedura d’asilo di cui all’articolo 111c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 43 cpv. 3bis LAsi",
        "content": "Per determinati gruppi di richiedenti, il Consiglio federale può emanare un divieto temporaneo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 4: Statuto del richiedente durante la procedura d’asilo, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 43 cpv. 4 LAsi",
        "content": "I richiedenti autorizzati a esercitare un’attività lucrativa conformemente alle disposizioni di polizia degli stranieri o che partecipano a programmi d’occupazione non sottostanno al divieto di lavorare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_43"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Allontanamento e ammissione provvisoria",
        "citation": "Art. 44 LAsi",
        "content": "Se respinge la domanda d’asilo o non entra nel merito, la SEM pronuncia, di norma, l’allontanamento dalla Svizzera e ne ordina l’esecuzione; tiene però conto del principio dell’unità della famiglia. All’esecuzione dell’allontanamento si applicano inoltre gli articoli 83 e 84 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_44"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Decisione d’allontanamento",
        "citation": "Art. 45 cpv. 1 LAsi",
        "content": "La decisione d’allontanamento indica:\na. fatti salvi accordi internazionali, in particolare gli Accordi di associazione alla normativa di Dublino, l’obbligo del richiedente di lasciare la Svizzera e lo spazio Schengen nonché l’obbligo di recarsi nello Stato di provenienza o in un altro Stato fuori dallo spazio Schengen che ne ammette l’entrata;\nb. fatti salvi accordi internazionali, in particolare gli Accordi di associazione alla normativa di Dublino, la data entro la quale il richiedente deve lasciare la Svizzera e lo spazio Schengen; se è stata ordinata l’ammissione provvisoria, il termine di partenza è fissato al momento della revoca di tale misura;\nc. i mezzi coercitivi;\nd. se del caso, i Paesi verso i quali il richiedente non può essere allontanato;\ne. se del caso, la misura sostitutiva dell’esecuzione;\nf. il Cantone competente per l’esecuzione dell’allontanamento o della misura sostitutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Decisione d’allontanamento",
        "citation": "Art. 45 cpv. 2 LAsi",
        "content": "Con la decisione d’allontanamento è impartito un termine di partenza adeguato, compreso tra sette e 30 giorni. Nel caso di decisioni prese nella procedura celere, il termine di partenza è di sette giorni. Nella procedura ampliata il termine è compreso tra sette e 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Decisione d’allontanamento",
        "citation": "Art. 45 cpv. 2bis LAsi",
        "content": "Se circostanze particolari quali la situazione familiare, problemi di salute o la lunga durata del soggiorno lo esigono, è impartito un termine di partenza più lungo o è prorogato il termine di partenza inizialmente impartito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Decisione d’allontanamento",
        "citation": "Art. 45 cpv. 3 LAsi",
        "content": "Se il richiedente è allontanato in base agli Accordi di associazione alla normativa di Dublino, l’allontanamento è immediatamente esecutivo o può essere impartito un termine di partenza inferiore a sette giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Decisione d’allontanamento",
        "citation": "Art. 45 cpv. 4 LAsi",
        "content": "Al richiedente è consegnato un foglio informativo contenente spiegazioni circa la decisione di allontanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Segnalazione nel sistema d’informazione Schengen",
        "citation": "Art. 45a cpv. 1 LAsi",
        "content": "I dati dei cittadini di Stati terzi nei confronti dei quali in virtù degli articoli 44 e 45 della presente legge è stata pronunciata una decisione di rimpatrio ai sensi della direttiva 2008/115/CE sono inseriti dalla SEM nel sistema d’informazione Schengen (SIS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Segnalazione nel sistema d’informazione Schengen",
        "citation": "Art. 45a cpv. 2 LAsi",
        "content": "Gli allontanamenti di rifugiati sono inseriti nel SIS dall’autorità competente che ha emanato la decisione di allontanamento o di espulsione secondo l’articolo 64 o 68 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Segnalazione nel sistema d’informazione Schengen",
        "citation": "Art. 45a cpv. 3 LAsi",
        "content": "Gli articoli 68b–68e LStrI si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_45_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Esecuzione da parte dei Cantoni",
        "citation": "Art. 46 cpv. 1 LAsi",
        "content": "Il Cantone di attribuzione è tenuto a eseguire la decisione di allontanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Esecuzione da parte dei Cantoni",
        "citation": "Art. 46 cpv. 1bis LAsi",
        "content": "Durante il soggiorno di un richiedente l’asilo in un centro della Confederazione l’esecuzione dell’allontanamento compete al Cantone d’ubicazione. Per le persone di cui all’articolo 27 capoverso 4 l’esecuzione dell’allontanamento compete al Cantone d’ubicazione anche dopo il loro soggiorno in un centro della Confederazione. Il Consiglio federale può prevedere che a causa di circostanze particolari sia competente un Cantone diverso da quello d’ubicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Esecuzione da parte dei Cantoni",
        "citation": "Art. 46 cpv. 1ter LAsi",
        "content": "In caso di domanda multipla ai sensi dell’articolo 111c, l’esecuzione dell’allontanamento e la concessione del soccorso d’emergenza spettano al Cantone competente per la precedente procedura d’asilo e d’allontanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Esecuzione da parte dei Cantoni",
        "citation": "Art. 46 cpv. 2 LAsi",
        "content": "Se per ragioni tecniche l’allontanamento non può essere eseguito, il Cantone domanda alla SEM di ordinare l’ammissione provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Esecuzione da parte dei Cantoni",
        "citation": "Art. 46 cpv. 3 LAsi",
        "content": "La SEM vigila sull’esecuzione e allestisce congiuntamente ai Cantoni un monitoraggio dell’esecuzione dell’allontanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_46"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Luogo di soggiorno sconosciuto",
        "citation": "Art. 47 LAsi",
        "content": "Se il richiedente allontanato si sottrae all’esecuzione dell’allontanamento dissimulando il luogo di soggiorno, il Cantone o la SEM possono ordinarne l’iscrizione nel sistema di ricerca della polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_47"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 2: Richiedenti l’asilo, Sezione 5: Esecuzione dell’allontanamento e misure sostitutive, Collaborazione tra i Cantoni",
        "citation": "Art. 48 LAsi",
        "content": "Se il richiedente allontanato non si trova nel Cantone incaricato dell’esecuzione dell’allontanamento, il Cantone di soggiorno deve, a richiesta, fornire assistenza amministrativa. Tale assistenza consiste segnatamente nella consegna del richiedente al Cantone competente per eseguire l’allontanamento o nell’esecuzione diretta dell’allontanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_48"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Principio",
        "citation": "Art. 49 LAsi",
        "content": "L’asilo è accordato alle persone che hanno qualità di rifugiato e se non vi sono motivi d’esclusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_49"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Secondo asilo",
        "citation": "Art. 50 LAsi",
        "content": "L’asilo può essere accordato a un rifugiato che è stato ammesso in un altro Stato, se soggiorna in Svizzera legalmente e senza interruzione da almeno due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_50"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Asilo accordato a famiglie",
        "citation": "Art. 51 cpv. 1 LAsi",
        "content": "I coniugi di rifugiati e i loro figli minorenni sono riconosciuti come rifugiati e ottengono l’asilo, sempre che non vi si oppongano circostanze particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Asilo accordato a famiglie",
        "citation": "Art. 51 cpv. 1bis LAsi",
        "content": "Se nell’ambito della procedura d’asilo rileva indizi di una causa di nullità conformemente all’articolo 105 numero 5 o 6 del Codice civile (CC), la SEM ne informa l’autorità competente secondo l’articolo 106 CC. La procedura è sospesa fino alla decisione di quest’autorità. Se l’autorità promuove un’azione, la procedura è sospesa sino al passaggio in giudicato della relativa sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Asilo accordato a famiglie",
        "citation": "Art. 51 cpv. 3 LAsi",
        "content": "I figli nati in Svizzera da genitori rifugiati sono anch’essi riconosciuti come rifugiati sempreché non vi si oppongano circostanze particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Asilo accordato a famiglie",
        "citation": "Art. 51 cpv. 4 LAsi",
        "content": "Se gli aventi diritto di cui al capoverso 1 sono stati separati in seguito alla fuga e si trovano all’estero, occorre autorizzarne, su domanda, l’entrata in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_51"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Indegnità",
        "citation": "Art. 53 LAsi",
        "content": "Non è concesso asilo al rifugiato:\na. che ne sembri indegno per avere commesso atti riprensibili;\nb. che abbia attentato alla sicurezza interna o esterna della Svizzera o la comprometta; o\nc. nei confronti del quale sia stata ordinata l’espulsione ai sensi dell’articolo 66a o 66abis CP o dell’articolo 49a o 49abis CPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_53"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Motivi soggettivi insorti dopo la fuga",
        "citation": "Art. 54 LAsi",
        "content": "Non è concesso asilo al richiedente che è divenuto rifugiato ai sensi dell’articolo 3 soltanto con la partenza dal Paese d’origine o di provenienza oppure in ragione del comportamento dopo la partenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_54"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Circostanze eccezionali",
        "citation": "Art. 55 cpv. 1 LAsi",
        "content": "In periodo di grave tensione internazionale, in caso di conflitto armato nel quale la Svizzera non è coinvolta o in caso di afflusso straordinario, in tempo di pace, di persone in cerca di asilo, la Svizzera accorda asilo ai rifugiati fin quando le circostanze lo consentono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Circostanze eccezionali",
        "citation": "Art. 55 cpv. 2 LAsi",
        "content": "Il Consiglio federale prende le misure necessarie. Può, derogando alla legge, disciplinare restrittivamente le condizioni per la concessione dell’asilo e lo statuto dei rifugiati ed emanare speciali disposizioni procedurali. Esso riferisce immediatamente all’Assemblea federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Circostanze eccezionali",
        "citation": "Art. 55 cpv. 3 LAsi",
        "content": "Se l’accoglimento duraturo di rifugiati supera le possibilità della Svizzera, l’asilo può essere concesso anche solo a titolo temporaneo, fin quando le persone accolte possono recarsi in un altro Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 1: Concessione dell’asilo, Circostanze eccezionali",
        "citation": "Art. 55 cpv. 4 LAsi",
        "content": "Se si annuncia un flusso importante di rifugiati verso la Svizzera, il Consiglio federale ricerca una collaborazione internazionale rapida ed efficace in merito alla loro ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_55"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 2: Asilo per gruppi di rifugiati, Decisione",
        "citation": "Art. 56 cpv. 1 LAsi",
        "content": "L’asilo è accordato a gruppi importanti di rifugiati con una decisione del Consiglio federale. Qualora si tratti di piccoli gruppi, la decisione spetta al DFGP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_56"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 2: Asilo per gruppi di rifugiati, Decisione",
        "citation": "Art. 56 cpv. 2 LAsi",
        "content": "La SEM designa i rifugiati che fanno parte di un tale gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_56"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 2: Asilo per gruppi di rifugiati, Ripartizione e prima integrazione",
        "citation": "Art. 57 cpv. 1 LAsi",
        "content": "La ripartizione dei rifugiati tra i Cantoni è retta dall’articolo 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_57"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 2: Asilo per gruppi di rifugiati, Ripartizione e prima integrazione",
        "citation": "Art. 57 cpv. 2 LAsi",
        "content": "Nell’ambito della loro prima integrazione, la Confederazione può assegnare a gruppi di rifugiati un alloggio temporaneo, in particolare collocandoli in un centro di prima integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_57"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Principio",
        "citation": "Art. 58 LAsi",
        "content": "Lo statuto dei rifugiati in Svizzera è retto dalla legislazione sugli stranieri, in quanto non siano applicabili disposizioni particolari, segnatamente quelle della presente legge o della convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_58"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Effetti",
        "citation": "Art. 59 LAsi",
        "content": "Le persone cui la Svizzera ha accordato asilo o che adempiono la qualità di rifugiato sono, riguardo a tutte le autorità federali e cantonali, considerate rifugiati ai sensi della presente legge e della Convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_59"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Disciplinamento delle condizioni di residenza",
        "citation": "Art. 60 cpv. 1 LAsi",
        "content": "Le persone a cui la Svizzera ha accordato asilo hanno diritto a un permesso di dimora nel Cantone in cui risiedono legalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_60"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Disciplinamento delle condizioni di residenza",
        "citation": "Art. 60 cpv. 2 LAsi",
        "content": "Il rilascio del permesso di domicilio è retto dall’articolo 34 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_60"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Attività lucrativa",
        "citation": "Art. 61 cpv. 1 LAsi",
        "content": "Le persone a cui la Svizzera ha accordato asilo o che sono state ammesse provvisoriamente come rifugiati nonché i rifugiati nei confronti dei quali è stata ordinata, con sentenza passata in giudicato, l’espulsione ai sensi dell’articolo 66a o 66abis CP o dell’articolo 49a o 49abis CPM o, con decisione passata in giudicato, l’espulsione ai sensi dell’articolo 68 LStrI, possono esercitare un’attività lucrativa in tutta la Svizzera. Nel caso di un’attività lucrativa dipendente devono essere osservate le condizioni di lavoro e di salario usuali nella località, nella professione e nel settore (art. 22 LStrI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_61"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Attività lucrativa",
        "citation": "Art. 61 cpv. 2 LAsi",
        "content": "Il datore di lavoro notifica previamente all’autorità competente per il luogo di lavoro designata dal Cantone l’inizio e la fine dell’attività lucrativa dipendente come pure il cambiamento d’impiego. Nel caso di un’attività lucrativa indipendente, la notifica deve essere effettuata dall’interessato. La procedura di notifica è retta dall’articolo 85a capoversi 2–6 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_61"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Attività lucrativa",
        "citation": "Art. 61 cpv. 3 LAsi",
        "content": "Il capoverso 2 non si applica ai rifugiati riconosciuti titolari di un permesso di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_61"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 3: Statuto dei rifugiati, Esami per le professioni mediche",
        "citation": "Art. 62 LAsi",
        "content": "Le persone a cui la Svizzera ha accordato asilo sono ammesse agli esami federali per le professioni mediche; il Dipartimento federale dell’interno determina le condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_62"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Revoca",
        "citation": "Art. 63 cpv. 1 LAsi",
        "content": "La SEM revoca l’asilo o disconosce la qualità di rifugiato:\na. se lo straniero ha ottenuto l’asilo o gli è stata riconosciuta la qualità di rifugiato grazie a dichiarazioni false o alla dissimulazione di fatti essenziali;\nb. per i motivi menzionati nell’articolo 1 sezione C numeri 1–6 della convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Revoca",
        "citation": "Art. 63 cpv. 1bis LAsi",
        "content": "La SEM disconosce la qualità di rifugiato a chi si reca nel proprio Stato d’origine o di provenienza. Il disconoscimento non è pronunciato se il rifugiato rende verosimile che si è visto costretto a recarsi nel proprio Stato d’origine o di provenienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Revoca",
        "citation": "Art. 63 cpv. 2 LAsi",
        "content": "La SEM revoca l’asilo se il rifugiato:\na. ha attentato alla sicurezza interna o esterna della Svizzera, la compromette o ha commesso reati particolarmente riprensibili;\nb. non ha rispettato il divieto di viaggiare di cui all’articolo 59c capoverso 1, secondo periodo LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Revoca",
        "citation": "Art. 63 cpv. 3 LAsi",
        "content": "La revoca dell’asilo o del riconoscimento della qualità di rifugiato è efficace rispetto a tutte le autorità federali e cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Revoca",
        "citation": "Art. 63 cpv. 4 LAsi",
        "content": "La revoca dell’asilo o del riconoscimento della qualità di rifugiato non si estende né al coniuge né ai figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_63"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Termine dell’asilo",
        "citation": "Art. 64 cpv. 1 LAsi",
        "content": "L’asilo in Svizzera ha termine se:\na. il rifugiato ha soggiornato per più di un anno all’estero;\nb. il rifugiato ha ottenuto asilo in un altro Paese o l’autorizzazione di risiedervi durevolmente;\nc. il rifugiato vi rinuncia;\nd. è stato eseguito l’allontanamento o l’espulsione;\ne. è passata in giudicato l’espulsione ai sensi dell’articolo 66a o 66abis CP o dell’articolo 49a o 49abis CPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_64"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Termine dell’asilo",
        "citation": "Art. 64 cpv. 2 LAsi",
        "content": "In circostanze speciali la SEM può prorogare il termine previsto nel capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_64"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Termine dell’asilo",
        "citation": "Art. 64 cpv. 3 LAsi",
        "content": "Lo statuto di rifugiato e l’asilo hanno termine se lo straniero acquista la cittadinanza svizzera conformemente all’articolo 1 sezione C numero 3 della convenzione del 28 luglio 1951 sullo statuto dei rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_64"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 3: Concessione dell’asilo e statuto dei rifugiati, Sezione 4: Fine dell’asilo, Allontanamento o espulsione",
        "citation": "Art. 65 LAsi",
        "content": "L’allontanamento o l’espulsione di rifugiati sono retti dall’articolo 64 LStrI in combinato disposto con l’articolo 63 capoverso 1 lettera b e l’articolo 68 LStrI. È fatto salvo l’articolo 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_65"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 1: Disposizioni generali, Decisione di principio del Consiglio federale",
        "citation": "Art. 66 cpv. 1 LAsi",
        "content": "Il Consiglio federale decide se e secondo quali criteri la Svizzera accorda protezione provvisoria a gruppi di persone bisognose di protezione ai sensi dell’articolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_66"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 1: Disposizioni generali, Decisione di principio del Consiglio federale",
        "citation": "Art. 66 cpv. 2 LAsi",
        "content": "Prima di decidere, consulta rappresentanti dei Cantoni, delle istituzioni di soccorso e, se del caso, di altre organizzazioni non governative, nonché l’Alto Commissariato delle Nazioni Unite per i rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_66"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 1: Disposizioni generali, Misure di politica estera",
        "citation": "Art. 67 cpv. 1 LAsi",
        "content": "La protezione provvisoria, le misure e l’assistenza nello Stato d’origine o nello Stato o regione di provenienza delle persone bisognose di protezione devono, per quanto possibile, completarsi reciprocamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_67"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 1: Disposizioni generali, Misure di politica estera",
        "citation": "Art. 67 cpv. 2 LAsi",
        "content": "La Confederazione collabora con lo Stato d’origine o di provenienza, con altri Paesi d’accoglienza e con organizzazioni internazionali, allo scopo di creare condizioni propizie a un ritorno sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_67"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Persone bisognose di protezione che si trovano all’estero",
        "citation": "Art. 68 cpv. 1 LAsi",
        "content": "La SEM definisce più precisamente il gruppo delle persone bisognose di protezione e decide chi può beneficiare della protezione provvisoria in Svizzera. Tiene conto del principio dell’unità della famiglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_68"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Persone bisognose di protezione che si trovano all’estero",
        "citation": "Art. 68 cpv. 2 LAsi",
        "content": "La decisione relativa alla concessione della protezione provvisoria può essere impugnata soltanto per violazione del principio dell’unità della famiglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_68"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Persone bisognose di protezione che si trovano alla frontiera o in Svizzera",
        "citation": "Art. 69 cpv. 1 LAsi",
        "content": "Gli articoli 18, 19 e 21–23 si applicano per analogia alle domande presentate da persone bisognose di protezione che si trovano alla frontiera o in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Persone bisognose di protezione che si trovano alla frontiera o in Svizzera",
        "citation": "Art. 69 cpv. 2 LAsi",
        "content": "Se non vi è esposizione manifesta a una persecuzione ai sensi dell’articolo 3, la SEM determina, esperito l’interrogatorio presso il centro della Confederazione conformemente all’articolo 26, chi appartiene a un gruppo di persone bisognose di protezione e chi può beneficiare della protezione provvisoria in Svizzera. La concessione della protezione provvisoria non può essere impugnata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Persone bisognose di protezione che si trovano alla frontiera o in Svizzera",
        "citation": "Art. 69 cpv. 3 LAsi",
        "content": "Se è accordata la protezione provvisoria, la procedura d’esame di un’eventuale domanda di riconoscimento della qualità di rifugiato è sospesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Persone bisognose di protezione che si trovano alla frontiera o in Svizzera",
        "citation": "Art. 69 cpv. 4 LAsi",
        "content": "Se intende rifiutare la protezione provvisoria, la SEM prosegue senza indugio la procedura di riconoscimento della qualità di rifugiato o la procedura di allontanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_69"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Riapertura della procedura per il riconoscimento della qualità di rifugiato",
        "citation": "Art. 70 LAsi",
        "content": "Le persone bisognose di protezione che hanno presentato una domanda per il riconoscimento della qualità di rifugiato possono chiedere al più presto cinque anni dopo la decisione di sospensione conformemente all’articolo 69 capoverso 3 la riapertura della procedura per il riconoscimento della qualità di rifugiato. Al momento della riapertura di questa procedura la protezione provvisoria è revocata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_70"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Concessione della protezione provvisoria alle famiglie",
        "citation": "Art. 71 cpv. 1 LAsi",
        "content": "La protezione provvisoria è accordata anche ai coniugi delle persone bisognose di protezione e ai figli minorenni se:\na. chiedono insieme la protezione e non vi sono motivi d’esclusione ai sensi dell’articolo 73;\nb. la famiglia è stata separata da avvenimenti ai sensi dell’articolo 4 e intende riunirsi in Svizzera, sempre che non si oppongano circostanze particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Concessione della protezione provvisoria alle famiglie",
        "citation": "Art. 71 cpv. 1bis LAsi",
        "content": "Se nell’ambito della procedura per la concessione della protezione provvisoria rileva indizi di una causa di nullità conformemente all’articolo 105 numero 5 o 6 CC, la SEM ne informa l’autorità competente secondo l’articolo 106 CC. La domanda di ricongiungimento familiare è sospesa fino alla decisione di quest’autorità. Se l’autorità promuove un’azione, la domanda è sospesa sino al passaggio in giudicato della relativa sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Concessione della protezione provvisoria alle famiglie",
        "citation": "Art. 71 cpv. 2 LAsi",
        "content": "La protezione provvisoria è accordata anche ai figli nati in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Concessione della protezione provvisoria alle famiglie",
        "citation": "Art. 71 cpv. 3 LAsi",
        "content": "Deve essere autorizzata l’entrata in Svizzera degli aventi diritto che si trovano all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Concessione della protezione provvisoria alle famiglie",
        "citation": "Art. 71 cpv. 4 LAsi",
        "content": "Il Consiglio federale disciplina per altri casi le condizioni per il ricongiungimento familiare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_71"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Procedura",
        "citation": "Art. 72 LAsi",
        "content": "Per il rimanente, alle procedure secondo gli articoli 68, 69 e 71 si applicano per analogia le disposizioni delle sezioni 1, 2a e 3 del capitolo 2. Alle procedure secondo gli articoli 69 e 71 si applicano per analogia le disposizioni del capitolo 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_72"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 2: Procedura, Motivi d’esclusione",
        "citation": "Art. 73 LAsi",
        "content": "La protezione provvisoria non è accordata se la persona bisognosa di protezione: \na. adempie una delle fattispecie di cui all’articolo 53; \nb. ha attentato all’ordine o alla sicurezza pubblici oppure li compromette gravemente; o \nc. è oggetto di una decisione d’espulsione ai sensi dell’articolo 66a o 66abis CP o dell’articolo 49a o 49abis CPM passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_73"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Disciplinamento delle condizioni di residenza",
        "citation": "Art. 74 cpv. 1 LAsi",
        "content": "Le persone bisognose di protezione risiedono nel Cantone al quale sono state attribuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_74"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Disciplinamento delle condizioni di residenza",
        "citation": "Art. 74 cpv. 2 LAsi",
        "content": "Se dopo cinque anni il Consiglio federale non ha ancora abrogato la protezione provvisoria, le persone bisognose di protezione ottengono dal Cantone un permesso di dimora valido fino all’abrogazione della protezione provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_74"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Disciplinamento delle condizioni di residenza",
        "citation": "Art. 74 cpv. 3 LAsi",
        "content": "Dieci anni dopo la concessione della protezione provvisoria, il Cantone può accordare loro il permesso di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_74"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 75 cpv. 1 LAsi",
        "content": "Durante i primi tre mesi che seguono l’entrata in Svizzera, le persone bisognose di protezione non hanno diritto d’esercitare un’attività lucrativa. Trascorso tale termine sono applicabili le condizioni di ammissione per l’esercizio di un’attività lucrativa previste dalla LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 75 cpv. 2 LAsi",
        "content": "Il Consiglio federale può stabilire condizioni più favorevoli per l’esercizio di un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 75 cpv. 3 LAsi",
        "content": "Le autorizzazioni preesistenti sono mantenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 3: Statuto, Autorizzazione d’esercitare un’attività lucrativa",
        "citation": "Art. 75 cpv. 4 LAsi",
        "content": "Le persone bisognose di protezione autorizzate a esercitare un’attività lucrativa conformemente alle disposizioni della polizia degli stranieri o che partecipano a programmi di occupazione non soggiacciono al divieto di lavorare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_75"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Abrogazione della protezione provvisoria e allontanamento",
        "citation": "Art. 76 cpv. 1 LAsi",
        "content": "Dopo aver consultato rappresentanti dei Cantoni, delle istituzioni di soccorso e, se del caso, di altre organizzazioni non governative, l’Alto Commissariato delle Nazioni Unite per i rifugiati e organizzazioni internazionali, il Consiglio federale fissa la data dell’abrogazione della protezione provvisoria accordata a certi gruppi di persone; esso statuisce con una decisione di portata generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Abrogazione della protezione provvisoria e allontanamento",
        "citation": "Art. 76 cpv. 2 LAsi",
        "content": "La SEM accorda il diritto d’essere sentiti alle persone toccate dalla decisione giusta il capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Abrogazione della protezione provvisoria e allontanamento",
        "citation": "Art. 76 cpv. 3 LAsi",
        "content": "Se l’esercizio del diritto d’essere sentiti fa apparire indizi di persecuzione, si procede a un’audizione in applicazione dell’articolo 29.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Abrogazione della protezione provvisoria e allontanamento",
        "citation": "Art. 76 cpv. 4 LAsi",
        "content": "La SEM dispone l’allontanamento delle persone toccate dalla decisione che, avendo il diritto di essere sentite, non si esprimono. Per l’esecuzione dell’allontanamento sono applicabili per analogia gli articoli 10 capoverso 4 e 46–48 della presente legge nonché l’articolo 71 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Abrogazione della protezione provvisoria e allontanamento",
        "citation": "Art. 76 cpv. 5 LAsi",
        "content": "Ai capoversi 2–4 si applicano per analogia le disposizioni della sezione 1a del capitolo 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_76"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Ritorno",
        "citation": "Art. 77 LAsi",
        "content": "La Confederazione sostiene gli sforzi internazionali volti a organizzare il ritorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_77"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Revoca",
        "citation": "Art. 78 cpv. 1 LAsi",
        "content": "La SEM può revocare la protezione provvisoria se:\na. è stata ottenuta facendo false dichiarazioni o dissimulando fatti essenziali;\nb. la persona protetta ha attentato alla sicurezza interna o esterna della Svizzera, la compromette gravemente o ha commesso atti riprensibili;\nc. la persona protetta ha soggiornato a lungo o ripetutamente nello Stato d’origine o di provenienza, dopo che le è stata accordata la protezione provvisoria;\nd. la persona protetta è titolare di un’autorizzazione di soggiorno regolare, rilasciata da uno Stato terzo nel quale può ritornare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Revoca",
        "citation": "Art. 78 cpv. 2 LAsi",
        "content": "La protezione provvisoria non è revocata se la persona protetta si reca nel suo Stato d’origine o di provenienza con l’accordo delle autorità competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Revoca",
        "citation": "Art. 78 cpv. 3 LAsi",
        "content": "La revoca della protezione provvisoria non si estende né al coniuge né ai figli, salvo se emerga che non siano bisognosi di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Revoca",
        "citation": "Art. 78 cpv. 4 LAsi",
        "content": "Prima di revocare la protezione provvisoria, si procede a un’audizione secondo l’articolo 29. Si applicano per analogia le disposizioni della sezione 1a del capitolo 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_78"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Termine della protezione provvisoria",
        "citation": "Art. 79 LAsi",
        "content": "La protezione provvisoria ha termine se la persona protetta:\na. trasferisce il centro della sua vita in un altro Paese; \nb. rinuncia alla protezione provvisoria; \nc. ha ottenuto un permesso di domicilio sulla base della LStrI; o \nd. è oggetto di una decisione d’espulsione ai sensi dell’articolo 66a o 66abis CP, dell’articolo 49a o 49abis CPM o dell’articolo 68 LStrI, passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_79"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 4: Protezione provvisoria e statuto delle persone bisognose di protezione, Sezione 4: Fine della protezione provvisoria e ritorno, Unione domestica registrata ",
        "citation": "Art. 79a LAsi",
        "content": "Le disposizioni dei capitoli 3 e 4 concernenti i coniugi si applicano per analogia in caso di unione domestica registrata di coppie omosessuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_79_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Competenza nei centri della Confederazione",
        "citation": "Art. 80 cpv. 1 LAsi",
        "content": "La Confederazione garantisce aiuto sociale o soccorso d’emergenza alle persone che soggiornano in Svizzera in virtù della presente legge e sono alloggiate in un centro della Confederazione o in un centro di prima integrazione per gruppi di rifugiati. Assicura, in collaborazione con il Cantone d’ubicazione, l’assistenza sanitaria e l’istruzione scolastica di base. Può delegare a terzi l’adempimento di tutti o parte di questi compiti. Gli articoli 81–83a si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Competenza nei centri della Confederazione",
        "citation": "Art. 80 cpv. 2 LAsi",
        "content": "La SEM indennizza i terzi incaricati, sulla base di un contratto, per le spese amministrative e di personale, nonché per le altre spese sostenute nell’adempimento dei compiti di cui al capoverso 1. L’indennizzo è fissato a titolo forfettario. Eccezionalmente l’indennizzo può essere fissato in funzione delle spese effettive, in particolare l’indennizzo di spese uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Competenza nei centri della Confederazione",
        "citation": "Art. 80 cpv. 3 LAsi",
        "content": "La SEM può convenire con il Cantone d’ubicazione che quest’ultimo stipuli l’assicurazione malattie obbligatoria. La SEM rimborsa a titolo forfettario le spese per i premi, le aliquote percentuali e la franchigia dell’assicurazione malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Competenza nei centri della Confederazione",
        "citation": "Art. 80 cpv. 4 LAsi",
        "content": "Il Cantone d’ubicazione organizza l’istruzione scolastica di base per i richiedenti l’asilo in età di scuola dell’obbligo che soggiornano in un centro della Confederazione. Se necessario, l’istruzione è impartita nel centro stesso. La Confederazione può versare sussidi per l’istruzione scolastica di base. L’indennizzo è fissato a titolo forfettario. Eccezionalmente l’indennizzo può essere fissato in funzione delle spese effettive, in particolare per l’indennizzo di spese uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_80"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Competenza nei Cantoni",
        "citation": "Art. 80a LAsi",
        "content": "I Cantoni d’attribuzione garantiscono aiuto sociale o soccorso d’emergenza alle persone che soggiornano in Svizzera in virtù della presente legge. Riguardo alle persone che non sono state attribuite ad alcun Cantone, il soccorso d’emergenza è prestato dal Cantone designato competente per l’esecuzione dell’allontanamento. I Cantoni possono affidare tutti o parte di questi compiti a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_80_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Diritto all’aiuto sociale o al soccorso d’emergenza",
        "citation": "Art. 81 LAsi",
        "content": "Le persone che soggiornano in Svizzera in virtù della presente legge e non sono in grado di provvedere al proprio mantenimento ricevono le necessarie prestazioni d’aiuto sociale, sempreché nessun terzo sia tenuto a soccorrerle in virtù di un obbligo legale o contrattuale, nonché, su richiesta, un soccorso d’emergenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_81"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 1 LAsi",
        "content": "La concessione di prestazioni d’aiuto sociale e del soccorso d’emergenza è retta dal diritto cantonale. Le persone colpite da una decisione d’allontanamento passata in giudicato e cui è stato imposto un termine di partenza sono escluse dall’aiuto sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 2 LAsi",
        "content": "Per la durata di una procedura straordinaria di ricorso o di una procedura d’asilo secondo l’articolo 111c le persone di cui al capoverso 1 e i richiedenti l’asilo ricevono, su richiesta, un soccorso d’emergenza. Questa disposizione si applica anche se l’esecuzione dell’allontanamento è sospesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 2bis LAsi",
        "content": "Durante una moratoria generale delle decisioni e delle esecuzioni e se il DFGP lo prevede, i Cantoni possono concedere aiuto sociale alle persone di cui ai capoversi 1 e 2. L’indennizzo è retto dall’articolo 88 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 3 LAsi",
        "content": "Il sostegno ai richiedenti l’asilo e alle persone bisognose di protezione non titolari di un permesso di dimora deve consistere, per quanto possibile, in prestazioni in natura. L’entità del sostegno è inferiore a quanto previsto per le persone residenti in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 3bis LAsi",
        "content": "Nel collocare richiedenti l’asilo minorenni non accompagnati, famiglie con figli e persone che necessitano di assistenza occorre tener conto, per quanto possibile, dei loro bisogni particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 4 LAsi",
        "content": "Il soccorso d’emergenza è versato per quanto possibile sotto forma di prestazioni in natura nei luoghi designati dai Cantoni o dalla Confederazione. L’entità del sostegno è inferiore all’aiuto sociale versato ai richiedenti l’asilo e alle persone bisognose di protezione non titolari di un permesso di dimora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Prestazioni d’aiuto sociale e soccorso d’emergenza",
        "citation": "Art. 82 cpv. 5 LAsi",
        "content": "Nel sostegno ai rifugiati e alle persone bisognose di protezione che hanno diritto a un permesso di dimora occorre tenere conto della loro situazione particolare; segnatamente se ne faciliterà l’integrazione professionale, sociale e culturale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 1 LAsi",
        "content": "Fatte salve le disposizioni seguenti, l’assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora si conforma ai principi della legge federale del 18 marzo 1994 sull’assicurazione malattie (LAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 2 LAsi",
        "content": "Per i richiedenti l’asilo e le persone bisognose di protezione non titolari di un permesso di dimora i Cantoni possono limitare la scelta dell’assicuratore e designare uno o più assicuratori che offrano una forma assicurativa particolare secondo l’articolo 41 capoverso 4 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 3 LAsi",
        "content": "Per i richiedenti l’asilo e le persone bisognose di protezione non titolari di un permesso di dimora i Cantoni possono limitare la scelta dei fornitori di prestazioni di cui agli articoli 36–40 LAMal. Possono operare tale limitazione prima di designare un assicuratore ai sensi del capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 4 LAsi",
        "content": "I Cantoni possono designare uno o più assicuratori che offrano, esclusivamente per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora, un’assicurazione con scelta limitata dei fornitori di prestazioni ai sensi dell’articolo 41 capoverso 4 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 5 LAsi",
        "content": "Il Consiglio federale disciplina i dettagli relativi alla limitazione della scelta dei fornitori di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 6 LAsi",
        "content": "I Cantoni e gli assicuratori possono concordare la soppressione della partecipazione ai costi definita nell’articolo 64 capoverso 2 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assicurazione malattie per richiedenti l’asilo e persone bisognose di protezione non titolari di un permesso di dimora",
        "citation": "Art. 82a cpv. 7 LAsi",
        "content": "Il diritto dei richiedenti l’asilo e delle persone bisognose di protezione non titolari di un permesso di dimora alla riduzione dei premi di cui all’articolo 65 LAMal è sospeso fintanto che essi percepiscono, interamente o in parte, prestazioni di aiuto sociale. Il diritto rinasce nel momento in cui tali persone sono riconosciute come rifugiati, hanno diritto a un permesso di dimora in quanto persone bisognose di protezione o non percepiscono più prestazioni di aiuto sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_82_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Limitazioni delle prestazioni di aiuto sociale",
        "citation": "Art. 83 cpv. 1 LAsi",
        "content": "Le prestazioni di aiuto sociale o le prestazioni ridotte di cui all’articolo 82 capoverso 3 sono rifiutate, ridotte o soppresse totalmente o parzialmente se il beneficiario:\na. le ha ottenute o ha tentato di ottenerle facendo dichiarazioni inesatte o incomplete;\nb. rifiuta di informare il servizio competente sulla propria situazione economica o non l’autorizza a chiedere informazioni;\nc. non comunica modifiche essenziali della propria situazione;\nd. manifestamente non si adopera per migliorare la sua situazione rifiutando segnatamente un lavoro o un alloggio convenienti che gli sono stati attribuiti;\ne. senza consultare il servizio competente, scioglie il rapporto di lavoro o di locazione o provoca per sua colpa tale scioglimento aggravando così la sua situazione;\nf. utilizza abusivamente le prestazioni di aiuto sociale;\ng. non si conforma agli ordini del servizio competente, pur sotto minaccia di soppressione delle prestazioni di aiuto sociale;\nh. espone a pericolo la sicurezza e l’ordine pubblici;\ni. è perseguito penalmente o è stato oggetto di una condanna penale;\nj. si rende colpevole di una grave violazione del suo obbligo di collaborare, in particolare non rivela la sua identità;\nk. espone a pericolo la sicurezza e l’ordine non dando seguito agli ordini dei collaboratori della procedura o delle istituzioni responsabili dell’alloggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_83"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Limitazioni delle prestazioni di aiuto sociale",
        "citation": "Art. 83 cpv. 1bis LAsi",
        "content": "Il capoverso 1 si applica ai rifugiati solo se la parità di trattamento con le persone residenti in Svizzera è assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_83"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Limitazioni delle prestazioni di aiuto sociale",
        "citation": "Art. 83 cpv. 2 LAsi",
        "content": "Le prestazioni di aiuto sociale ottenute indebitamente devono essere restituite integralmente. L’importo da restituire può segnatamente essere detratto da future prestazioni di aiuto sociale. Il Cantone fa valere la pretesa di restituzione. L’articolo 85 capoverso 3 è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_83"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Presupposti per il versamento del soccorso d’emergenza",
        "citation": "Art. 83a LAsi",
        "content": "Lo straniero è tenuto a collaborare sia all’esecuzione di una decisione d’allontanamento passata in giudicato che risulti ammissibile, ragionevolmente esigibile e possibile, sia alle indagini volte a chiarire se i presupposti del soccorso d’emergenza sono adempiuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_83_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 1: Concessione dell’aiuto sociale, del soccorso d’emergenza e degli assegni per figli, nonché istruzione scolastica di base Assegni per i figli",
        "citation": "Art. 84 LAsi",
        "content": "Gli assegni per i figli che vivono all’estero sono trattenuti durante la procedura d’asilo. Essi sono versati se al richiedente è riconosciuta la qualità di rifugiato o concessa l’ammissione provvisoria secondo l’articolo 83 capoversi 3 e 4 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_84"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Obbligo di rimborso",
        "citation": "Art. 85 cpv. 1 LAsi",
        "content": "In quanto ragionevolmente esigibile, le spese di aiuto sociale, di soccorso d’emergenza, di partenza e di esecuzione nonché i costi della procedura di ricorso devono essere rimborsati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Obbligo di rimborso",
        "citation": "Art. 85 cpv. 2 LAsi",
        "content": "La Confederazione fa valere il diritto al rimborso prelevando un contributo speciale sui valori patrimoniali (art. 86).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Obbligo di rimborso",
        "citation": "Art. 85 cpv. 3 LAsi",
        "content": "Il diritto al rimborso della Confederazione si prescrive in tre anni a contare dal giorno in cui l’autorità competente ne ha avuto conoscenza, ma in ogni caso dieci anni dopo la sua insorgenza. Tali crediti non fruttano interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Obbligo di rimborso",
        "citation": "Art. 85 cpv. 4 LAsi",
        "content": "Il diritto al rimborso dei Cantoni è retto dal diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_85"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Contributo speciale prelevato sui valori patrimoniali",
        "citation": "Art. 86 cpv. 1 LAsi",
        "content": "Sono soggetti al contributo speciale i richiedenti l’asilo, le persone bisognose di protezione non titolari di un permesso di dimora e le persone oggetto di una decisione d’allontanamento passata in giudicato che dispongono di valori patrimoniali. Il contributo speciale serve a coprire le spese di cui all’articolo 85 capoverso 1 causate da tutte queste persone e dai congiunti da esse sostenuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Contributo speciale prelevato sui valori patrimoniali",
        "citation": "Art. 86 cpv. 2 LAsi",
        "content": "Il contributo speciale è prelevato sui valori patrimoniali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Contributo speciale prelevato sui valori patrimoniali",
        "citation": "Art. 86 cpv. 3 LAsi",
        "content": "Le autorità competenti possono riscuotere il contributo speciale soltanto se l’interessato:\na. non può dimostrare che i valori patrimoniali provengono da redditi dell’attività lucrativa o da indennità per perdita di guadagno oppure da prestazioni pubbliche di aiuto sociale;\nb. non può dimostrare la provenienza dei valori patrimoniali; o\nc. può dimostrare la provenienza dei valori patrimoniali, ma questi ultimi superano l’importo fissato dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Contributo speciale prelevato sui valori patrimoniali",
        "citation": "Art. 86 cpv. 4 LAsi",
        "content": "L’obbligo del contributo speciale sussiste al massimo per dieci anni dal deposito della domanda d’asilo o della domanda di concessione della protezione provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Contributo speciale prelevato sui valori patrimoniali",
        "citation": "Art. 86 cpv. 5 LAsi",
        "content": "Il Consiglio federale stabilisce l’ammontare del contributo speciale e la durata dell’obbligo di versarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_86"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Dichiarazione dei valori patrimoniali e procedura in caso di partenza",
        "citation": "Art. 87 cpv. 1 LAsi",
        "content": "I richiedenti l’asilo, le persone bisognose di protezione non titolari di un permesso di dimora e le persone oggetto di una decisione di allontanamento passata in giudicato sono tenuti a dichiarare i valori patrimoniali che non provengono dal reddito della loro attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_87"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 5: Aiuto sociale e soccorso d’emergenza, Sezione 2:, Obbligo di rimborso e contributo speciale prelevato sui valori patrimoniali, Dichiarazione dei valori patrimoniali e procedura in caso di partenza",
        "citation": "Art. 87 cpv. 2 LAsi",
        "content": "I valori patrimoniali messi al sicuro sono restituiti integralmente, su domanda, se la persona in questione lascia, sotto controllo, la Svizzera entro sette mesi dal deposito della domanda d’asilo o della domanda di concessione della protezione provvisoria. La domanda di restituzione deve essere presentata prima della partenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_87"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Indennizzo a titolo forfettario",
        "citation": "Art. 88 cpv. 1 LAsi",
        "content": "La Confederazione indennizza i Cantoni per le spese derivanti dall’esecuzione della presente legge versando loro somme forfettarie. Queste non comprendono i sussidi di cui agli articoli 91–93b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Indennizzo a titolo forfettario",
        "citation": "Art. 88 cpv. 2 LAsi",
        "content": "Riguardo ai richiedenti l’asilo e alle persone bisognose di protezione non titolari di un permesso di dimora, le somme forfettarie coprono segnatamente le spese di aiuto sociale e l’assicurazione obbligatoria delle cure medico-sanitarie e comprendono inoltre un contributo alle spese d’assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Indennizzo a titolo forfettario",
        "citation": "Art. 88 cpv. 3 LAsi",
        "content": "Riguardo ai rifugiati e alle persone bisognose di protezione titolari di un permesso di dimora e ai rifugiati nei confronti dei quali è stata ordinata, con sentenza passata in giudicato, l’espulsione ai sensi dell’articolo 66a o 66abis CP o dell’articolo 49a o 49abis CPM o, con decisione passata in giudicato, dell’articolo 68 LStrI, le somme forfettarie coprono segnatamente le spese di aiuto sociale e comprendono inoltre un contributo alle spese d’assistenza e amministrative. Tali somme sono versate per al massimo cinque anni a partire dal deposito della domanda d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Indennizzo a titolo forfettario",
        "citation": "Art. 88 cpv. 3bis LAsi",
        "content": "Per le persone accolte in Svizzera nell’ambito della concessione dell’asilo a gruppi di rifugiati secondo l’articolo 56, la Confederazione può versare per più di cinque anni la somma forfettaria di cui al capoverso 3, segnatamente se al loro arrivo in Svizzera tali persone sono disabili o anziane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Indennizzo a titolo forfettario",
        "citation": "Art. 88 cpv. 4 LAsi",
        "content": "Riguardo alle persone aventi diritto unicamente al soccorso d’emergenza secondo l’articolo 82, le somme forfettarie consistono in un’indennità per la concessione del soccorso d’emergenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_88"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Fissazione delle somme forfettarie",
        "citation": "Art. 89 cpv. 1 LAsi",
        "content": "Il Consiglio federale fissa le somme forfettarie sulla base delle spese prevedibili secondo soluzioni finanziariamente vantaggiose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Fissazione delle somme forfettarie",
        "citation": "Art. 89 cpv. 2 LAsi",
        "content": "Definisce l’assetto delle somme forfettarie, nonché la durata e le condizioni per il versamento. Può segnatamente:\na. fissare le somme forfettarie in funzione dello statuto e della durata della dimora;\nb. graduare le somme forfettarie tenendo conto dei minori o maggiori costi in un Cantone o nell’altro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Fissazione delle somme forfettarie",
        "citation": "Art. 89 cpv. 3 LAsi",
        "content": "La SEM può subordinare il versamento di singole componenti delle somme forfettarie al raggiungimento di obiettivi di politica sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Fissazione delle somme forfettarie",
        "citation": "Art. 89 cpv. 4 LAsi",
        "content": "Le somme forfettarie sono adeguate periodicamente al rincaro e, se necessario, riesaminate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Obbligo di collaborare dei beneficiari di sussidi ",
        "citation": "Art. 89a cpv. 1 LAsi",
        "content": "La SEM può obbligare i Cantoni a rilevare e mettere a sua disposizione i dati necessari per la vigilanza finanziaria, nonché per la fissazione e l’adeguamento delle indennità finanziarie della Confederazione secondo gli articoli 88 e 91 capoverso 2bis della presente legge e gli articoli 58 e 87 LStrI oppure a registrarli nel Sistema d’informazione centrale sulla migrazione (SIMIC) della SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Obbligo di collaborare dei beneficiari di sussidi ",
        "citation": "Art. 89a cpv. 2 LAsi",
        "content": "Se un Cantone non adempie tale obbligo, la SEM può ridurre le indennità finanziarie destinate a tale Cantone o fissarle in funzione dei dati disponibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Rimborso e rinuncia al versamento degli indennizzi a titolo forfettario",
        "citation": "Art. 89b cpv. 1 LAsi",
        "content": "La Confederazione può chiedere il rimborso degli indennizzi a titolo forfettario già versati di cui all’articolo 88 della presente legge e agli articoli 58 e 87 LStrI se un Cantone non adempie gli obblighi in materia d’esecuzione secondo l’articolo 46 della presente legge o li adempie solo parzialmente e niente giustifica tale inadempienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Rimborso e rinuncia al versamento degli indennizzi a titolo forfettario",
        "citation": "Art. 89b cpv. 2 LAsi",
        "content": "Se l’inadempimento o l’adempimento parziale degli obblighi in materia d’esecuzione secondo l’articolo 46 determina un prolungamento della durata del soggiorno in Svizzera dell’interessato, la Confederazione può rinunciare a versare al Cantone gli indennizzi a titolo forfettario di cui all’articolo 88 della presente legge e agli articoli 58 e 87 LStrI destinati a coprire le spese corrispondenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_89_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Finanziamento di alloggi collettivi",
        "citation": "Art. 90 cpv. 1 LAsi",
        "content": "La Confederazione può finanziare in tutto o in parte la costruzione, la trasformazione o l’equipaggiamento di alloggi collettivi nei quali le autorità collocano persone che soggiornano in Svizzera sulla base della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_90"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Finanziamento di alloggi collettivi",
        "citation": "Art. 90 cpv. 2 LAsi",
        "content": "Il Consiglio federale disciplina la procedura e definisce i dettagli in materia di proprietà e di salvaguardia della destinazione vincolata degli edifici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_90"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Finanziamento di alloggi collettivi",
        "citation": "Art. 90 cpv. 3 LAsi",
        "content": "Determina in quale misura il finanziamento diretto degli alloggi da parte della Confederazione può essere computato sulle somme forfettarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_90"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 2bis LAsi",
        "content": "La Confederazione paga ai Cantoni un contributo forfettario alle spese amministrative per i richiedenti l’asilo e le persone bisognose di protezione non titolari di un permesso di dimora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 2ter LAsi",
        "content": "La Confederazione può versare ai Cantoni in cui è ubicato un centro della Confederazione un contributo forfettario alle spese per la sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 3 LAsi",
        "content": "Può versare sussidi a istituzioni che prendono a carico persone traumatizzate che soggiornano in Svizzera sulla base della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 4bis LAsi",
        "content": "Può versare sussidi per lo svolgimento di programmi d’occupazione destinati a persone che soggiornano nei centri della Confederazione. A tal fine conclude convenzioni di prestazioni con i Cantoni e i Comuni d’ubicazione o con terzi incaricati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 6 LAsi",
        "content": "La Confederazione rimborsa ai Cantoni le spese di personale nelle quali incorrono in occasione della preparazione delle decisioni giusta l’articolo 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 7 LAsi",
        "content": "Può, nell’ambito della collaborazione internazionale definita dall’articolo 113, versare sussidi a organismi che attuano progetti di portata internazionale o a organizzazioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Altri sussidi",
        "citation": "Art. 91 cpv. 8 LAsi",
        "content": "Il Consiglio federale disciplina condizioni e procedura di versamento e di conteggio dei sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_91"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Spese d’entrata e partenza",
        "citation": "Art. 92 cpv. 1 LAsi",
        "content": "La Confederazione può assumersi le spese occasionate dall’entrata e dalla partenza dei rifugiati e delle persone bisognose di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Spese d’entrata e partenza",
        "citation": "Art. 92 cpv. 2 LAsi",
        "content": "Essa si assume le spese di partenza dei richiedenti l’asilo, delle persone che hanno ritirato la propria domanda d’asilo o la cui domanda d’asilo è stata respinta o dichiarata irricevibile e delle persone da allontanare dopo la revoca della protezione provvisoria, se tali persone sono indigenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Spese d’entrata e partenza",
        "citation": "Art. 92 cpv. 3 LAsi",
        "content": "Essa può versare ai Cantoni contributi per le spese in rapporto diretto con l’organizzazione della partenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Spese d’entrata e partenza",
        "citation": "Art. 92 cpv. 3bis LAsi",
        "content": "Nell’ambito dell’applicazione degli Accordi di associazione alla normativa di Dublino, essa può versare ai Cantoni contributi per le spese in rapporto diretto con il trasferimento di persone in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Spese d’entrata e partenza",
        "citation": "Art. 92 cpv. 4 LAsi",
        "content": "Il Consiglio federale disciplina condizioni e procedura di versamento e di conteggio dei contributi. Nella misura del possibile, fissa somme forfettarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_92"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Aiuto al ritorno e prevenzione della migrazione irregolare",
        "citation": "Art. 93 cpv. 1 LAsi",
        "content": "La Confederazione fornisce un aiuto al ritorno. A tale scopo può prevedere le misure seguenti:\na. il finanziamento integrale o parziale di consultori per il ritorno;\nb. il finanziamento integrale o parziale di progetti in Svizzera per il mantenimento della capacità al ritorno;\nc. il finanziamento integrale o parziale di programmi nel Paese d’origine o di provenienza o in uno Stato terzo per facilitare ed eseguire il ritorno, il rinvio e la reintegrazione (programmi all’estero);\nd. in singoli casi, un sostegno finanziario per facilitare l’integrazione o assicurare l’assistenza medica per un periodo limitato nel Paese d’origine o di provenienza o in uno Stato terzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Aiuto al ritorno e prevenzione della migrazione irregolare",
        "citation": "Art. 93 cpv. 2 LAsi",
        "content": "I programmi all’estero possono anche perseguire obiettivi volti a contribuire alla prevenzione della migrazione irregolare. Sono programmi di prevenzione della migrazione irregolare quelli che contribuiscono a breve termine a ridurre il rischio di una migrazione primaria o secondaria verso la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Aiuto al ritorno e prevenzione della migrazione irregolare",
        "citation": "Art. 93 cpv. 3 LAsi",
        "content": "Nell’ambito dell’attuazione dell’aiuto al ritorno, la Confederazione può collaborare con organizzazioni internazionali e istituire un ufficio di coordinamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Aiuto al ritorno e prevenzione della migrazione irregolare",
        "citation": "Art. 93 cpv. 4 LAsi",
        "content": "Il Consiglio federale disciplina condizioni e procedura di versamento e di conteggio dei sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Consulenza per il ritorno",
        "citation": "Art. 93a cpv. 1 LAsi",
        "content": "La Confederazione promuove il ritorno volontario fornendo una consulenza per il ritorno. Quest’ultima si svolge nei centri della Confederazione e nei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Consulenza per il ritorno",
        "citation": "Art. 93a cpv. 2 LAsi",
        "content": "La SEM provvede a organizzare consulenze regolari nei centri della Confederazione. Può affidare questi compiti ai consultori cantonali per il ritorno o a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Sussidi per la consulenza per il ritorno",
        "citation": "Art. 93b cpv. 1 LAsi",
        "content": "La Confederazione versa, sulla base di un accordo, sussidi ai fornitori della consulenza per il ritorno nei centri della Confederazione al fine di indennizzarne le spese amministrative e di personale per l’informazione e la consulenza dei richiedenti l’asilo e delle persone allontanate. L’indennizzo è fissato a titolo forfettario. Eccezionalmente l’indennizzo può essere fissato in funzione delle spese effettive, in particolare l’indennizzo di spese uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Sussidi per la consulenza per il ritorno",
        "citation": "Art. 93b cpv. 2 LAsi",
        "content": "Per la consulenza per il ritorno offerta nei Cantoni il versamento dei sussidi è retto dall’articolo 93 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_93_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Vigilanza",
        "citation": "Art. 95 cpv. 1 LAsi",
        "content": "La Confederazione verifica che i sussidi federali siano utilizzati conformemente al diritto in materia e siano efficaci e che i conteggi siano allestiti secondo le prescrizioni. Può affidare tali compiti anche a terzi e avvalersi del sostegno dei servizi cantonali di controllo delle finanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Vigilanza",
        "citation": "Art. 95 cpv. 2 LAsi",
        "content": "Chi riceve sussidi federali è tenuto a rivelare la propria organizzazione, nonché i dati e le cifre concernenti spese e proventi nel settore dell’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6: Sussidi federali, Vigilanza",
        "citation": "Art. 95 cpv. 3 LAsi",
        "content": "Il Controllo federale delle finanze, la SEM e i servizi cantonali di controllo delle finanze vigilano sulle attività finanziarie conformemente alle loro prescrizioni. Stabiliscono il modo di procedere appropriato, coordinano le loro attività e si informano vicendevolmente in merito ai risultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 95a cpv. 1 LAsi",
        "content": "Gli edifici e le infrastrutture che servono alla Confederazione per alloggiare richiedenti l’asilo o per espletare procedure d’asilo necessitano dell’approvazione dei piani da parte del DFGP (autorità d’autorizzazione) se sono:\na. edificati ex novo;\nb. modificati o destinati a tale nuovo scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 95a cpv. 2 LAsi",
        "content": "Con l’approvazione dei piani sono rilasciate tutte le autorizzazioni necessarie secondo il diritto federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 95a cpv. 3 LAsi",
        "content": "Non è necessaria alcuna autorizzazione o piano del diritto cantonale. Nella procedura di approvazione dei piani e nella ponderazione degli interessi va considerato il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 95a cpv. 4 LAsi",
        "content": "L’approvazione dei piani per progetti che hanno un impatto notevole sul territorio e sull’ambiente presuppone fondamentalmente un piano settoriale secondo la legge federale del 22 giugno 1979 sulla pianificazione del territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Diritto d’espropriazione e diritto applicabile",
        "citation": "Art. 95b cpv. 1 LAsi",
        "content": "L’acquisto di fondi per edifici e infrastrutture destinati all’alloggio di richiedenti l’asilo o all’espletamento di procedure d’asilo e la costituzione di diritti reali su tali fondi competono al DFGP. Se necessario, il DFGP è autorizzato a procedere all’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Diritto d’espropriazione e diritto applicabile",
        "citation": "Art. 95b cpv. 2 LAsi",
        "content": "La procedura di approvazione dei piani è retta dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 1: Disposizioni generali, Diritto d’espropriazione e diritto applicabile",
        "citation": "Art. 95b cpv. 3 LAsi",
        "content": "Se sono necessarie espropriazioni, si applicano inoltre le disposizioni della legge federale del 20 giugno 1930 sull’espropriazione (LEspr).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Avvio della procedura ordinaria di approvazione dei piani",
        "citation": "Art. 95c LAsi",
        "content": "La domanda di approvazione dei piani deve essere presentata all’autorità competente corredata della documentazione necessaria. Questa esamina la documentazione e, se del caso, chiede di completarla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Picchettamento",
        "citation": "Art. 95d cpv. 1 LAsi",
        "content": "Prima del deposito pubblico della domanda, il richiedente deve rendere visibili mediante picchettamento e, per gli edifici, mediante l’indicazione dei profili, le modifiche del terreno causate dagli edifici e dalle infrastrutture previste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Picchettamento",
        "citation": "Art. 95d cpv. 2 LAsi",
        "content": "Le obiezioni contro il picchettamento o l’indicazione dei profili devono essere presentate immediatamente all’autorità competente per l’approvazione, in ogni caso prima della scadenza del termine di deposito dei piani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Consultazione, pubblicazione e deposito dei piani",
        "citation": "Art. 95e cpv. 1 LAsi",
        "content": "L’autorità competente per l’approvazione trasmette la domanda per parere ai Cantoni e ai Comuni interessati. L’intera procedura di consultazione dura tre mesi. In casi motivati, tale termine può eccezionalmente essere prorogato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Consultazione, pubblicazione e deposito dei piani",
        "citation": "Art. 95e cpv. 2 LAsi",
        "content": "La domanda è pubblicata negli organi ufficiali di pubblicazione dei Cantoni e dei Comuni interessati, nonché nel Foglio federale e depositata pubblicamente durante 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Opposizione",
        "citation": "Art. 95g cpv. 1 LAsi",
        "content": "Durante il termine di deposito dei piani, chiunque è parte in virtù della PA può fare opposizione presso l’autorità competente per l’approvazione. Chi non fa opposizione è escluso dal seguito della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Opposizione",
        "citation": "Art. 95g cpv. 2 LAsi",
        "content": "Durante il termine di deposito dei piani, chiunque è parte in virtù della LEspr può far valere tutte le istanze di cui all’articolo 33 LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Opposizione",
        "citation": "Art. 95g cpv. 3 LAsi",
        "content": "I Comuni interessati tutelano i propri interessi mediante opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Procedura di eliminazione delle divergenze nell’Amministrazione federale",
        "citation": "Art. 95h LAsi",
        "content": "La procedura di eliminazione delle divergenze nell’Amministrazione federale è retta dall’articolo 62b della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Durata di validità",
        "citation": "Art. 95i cpv. 1 LAsi",
        "content": "Con l’approvazione dei piani l’autorità competente decide simultaneamente anche circa le opposizioni relative al diritto d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Durata di validità",
        "citation": "Art. 95i cpv. 2 LAsi",
        "content": "L’approvazione dei piani decade se entro cinque anni dal passaggio in giudicato della decisione non è stato dato inizio all’esecuzione del progetto di costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Durata di validità",
        "citation": "Art. 95i cpv. 3 LAsi",
        "content": "Per gravi motivi, l’autorità d’approvazione può prorogare di tre anni al massimo la durata di validità dell’approvazione. La proroga è esclusa se la situazione determinante di fatto o di diritto si è sostanzialmente modificata dal passaggio in giudicato dell’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Procedura semplificata di approvazione dei piani",
        "citation": "Art. 95j cpv. 1 LAsi",
        "content": "La procedura semplificata di approvazione dei piani è applicata a:\na. progetti limitati localmente e che concernono pochi interessati chiaramente individuabili;\nb. edifici e infrastrutture la cui modifica o il cui cambiamento di destinazione non altera in maniera sostanziale l’aspetto esterno, non lede interessi degni di protezione di terzi e ha soltanto ripercussioni insignificanti sul territorio e sull’ambiente;\nc. edifici e infrastrutture che sono rimossi entro tre anni al più tardi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Procedura semplificata di approvazione dei piani",
        "citation": "Art. 95j cpv. 2 LAsi",
        "content": "Ai piani particolareggiati basati su un progetto già approvato si applica la procedura semplificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Procedura semplificata di approvazione dei piani",
        "citation": "Art. 95j cpv. 3 LAsi",
        "content": "L’autorità d’approvazione può ordinare il picchettamento. La domanda non è né pubblicata né depositata pubblicamente. L’autorità d’approvazione sottopone il progetto agli interessati, sempreché non abbiano dato precedentemente il loro consenso scritto; questi possono fare opposizione entro 30 giorni. L’autorità d’approvazione può chiedere un parere a Cantoni e Comuni. Impartisce un termine adeguato a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 2: Procedura di approvazione dei piani, Procedura semplificata di approvazione dei piani",
        "citation": "Art. 95j cpv. 4 LAsi",
        "content": "Per il rimanente si applicano le disposizioni sulla procedura ordinaria. In caso di dubbio è eseguita la procedura ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 3: Procedura di conciliazione e di stima; immissione in possesso anticipata",
        "citation": "Art. 95k cpv. 1 LAsi",
        "content": "Dopo la conclusione della procedura di approvazione dei piani è eseguita, se necessario, la procedura di conciliazione e di stima dinanzi alla Commissione federale di stima (Commissione di stima) secondo le disposizioni della LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 3: Procedura di conciliazione e di stima; immissione in possesso anticipata",
        "citation": "Art. 95k cpv. 3 LAsi",
        "content": "Il presidente della Commissione di stima può, sulla base di una decisione esecutiva di approvazione dei piani, autorizzare l’immissione in possesso anticipata. Si presume che, senza l’immissione in possesso anticipata, l’espropriante subirebbe un significativo pregiudizio. Per il rimanente si applica l’articolo 76 LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 4: Procedura di ricorso",
        "citation": "Art. 95l cpv. 1 LAsi",
        "content": "La procedura di ricorso è retta dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 6a:, Approvazione dei piani per edifici e infrastrutture della Confederazione, Sezione 4: Procedura di ricorso",
        "citation": "Art. 95l cpv. 2 LAsi",
        "content": "I Cantoni e i Comuni interessati sono legittimati a ricorrere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_95_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Trattamento di dati personali",
        "citation": "Art. 96 cpv. 1 LAsi",
        "content": "Nella misura in cui lo esige il compimento del mandato legale, la SEM, le autorità di ricorso e le organizzazioni private incaricate di compiti in virtù della presente legge possono trattare o fare trattare dati personali relativi a un richiedente l’asilo o una persona bisognosa di protezione e ai loro congiunti, compresi dati personali degni di particolare protezione conformemente all’articolo 5 lettera c della legge federale del 25 settembre 2020 sulla protezione dei dati (LPD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_96"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Trattamento di dati personali",
        "citation": "Art. 96 cpv. 2 LAsi",
        "content": "Le autorità di cui al capoverso 1 possono comunicare i dati necessari per la lotta contro il lavoro nero conformemente agli articoli 11 e 12 della legge del 17 giugno 2005 contro il lavoro nero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_96"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Comunicazione di dati personali allo Stato d’origine o di provenienza",
        "citation": "Art. 97 cpv. 1 LAsi",
        "content": "È vietato comunicare allo Stato d’origine o di provenienza dati personali relativi a un richiedente l’asilo, a un rifugiato riconosciuto o a una persona bisognosa di protezione, qualora una tale comunicazione metta in pericolo la persona interessata o i suoi congiunti. È vietato comunicare dati relativi a una domanda d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_97"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Comunicazione di dati personali allo Stato d’origine o di provenienza",
        "citation": "Art. 97 cpv. 2 LAsi",
        "content": "L’autorità competente per l’organizzazione della partenza può, allo scopo di procurarsi i documenti di viaggio necessari all’esecuzione della decisione d’allontanamento, prendere contatto con le autorità dello Stato d’origine o di provenienza se in prima istanza è stata negata la qualità di rifugiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_97"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Comunicazione di dati personali allo Stato d’origine o di provenienza",
        "citation": "Art. 97 cpv. 3 LAsi",
        "content": "In vista dell’esecuzione di un allontanamento verso lo Stato d’origine o di provenienza, l’autorità competente per l’organizzazione della partenza può comunicare alle autorità estere i dati seguenti:\na. generalità (cognome, nome, pseudonimi, data di nascita, luogo di nascita, sesso, cittadinanza, ultimo indirizzo nello Stato d’origine o di provenienza) della persona interessata e, se necessario per identificarla, dei suoi congiunti;\nb. indicazioni relative al passaporto o ad altri documenti d’identità;\nc. impronte digitali, fotografie e se del caso altri dati biometrici;\nd. altri dati di documenti, necessari per identificare una persona;\ne. indicazioni sullo stato di salute, in quanto nell’interesse della persona interessata;\nf. i dati necessari per garantire l’entrata nel Paese di destinazione e per la sicurezza del personale di scorta;\ng. indicazioni su procedimenti penali, se necessario nel caso concreto per assicurare la riammissione e per salvaguardare la sicurezza e l’ordine pubblici nello Stato d’origine e sempreché non ne risulti un pericolo per la persona interessata; l’articolo 2 della legge federale del 20 marzo 1981 sull’assistenza internazionale in materia penale si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_97"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Comunicazione di dati personali a Stati terzi e a organizzazioni internazionali",
        "citation": "Art. 98 cpv. 1 LAsi",
        "content": "In vista dell’esecuzione della presente legge, la SEM e le autorità di ricorso sono autorizzate a comunicare dati personali alle autorità estere e alle organizzazioni internazionali incaricate di compiti in tale ambito se sono soddisfatte le condizioni di cui all’articolo 16 LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_98"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Comunicazione di dati personali a Stati terzi e a organizzazioni internazionali",
        "citation": "Art. 98 cpv. 2 LAsi",
        "content": "Possono essere comunicati i dati seguenti:\na. generalità (cognome, nome, pseudonimi, data di nascita, luogo di nascita, sesso, cittadinanza, ultimo indirizzo nello Stato d’origine o di provenienza) della persona interessata e, se necessario per identificarla, dei suoi congiunti;\nb. indicazioni relative al passaporto o ad altri documenti d’identità;\nc. impronte digitali, fotografie e se del caso altri dati biometrici;\nd. altri dati di documenti, necessari per identificare una persona;\ne. indicazioni sullo stato di salute, in quanto nell’interesse della persona interessata;\nf. i dati necessari per garantire l’entrata nel Paese di destinazione e per la sicurezza del personale di scorta;\ng. indicazioni sui luoghi di soggiorno e gli itinerari;\nh. indicazioni sulle autorizzazioni di residenza e sui visti accordati;\ni. indicazioni su una domanda d’asilo (luogo e data del deposito, stadio della procedura, dati sommari sul tenore di una decisione presa).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_98"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Collaborazione con le autorità preposte al perseguimento penale",
        "citation": "Art. 98a LAsi",
        "content": "La SEM o il Tribunale amministrativo federale comunica alle competenti autorità preposte al perseguimento penale le informazioni e i mezzi di prova concernenti richiedenti l’asilo seriamente sospettati di aver commesso un crimine contro il diritto internazionale, in particolare un crimine contro la pace, un crimine di guerra, un crimine contro l’umanità, genocidio o tortura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_98_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Dati biometrici",
        "citation": "Art. 98b cpv. 1 LAsi",
        "content": "Per accertare l’identità di richiedenti l’asilo e persone bisognose di protezione le autorità competenti possono trattare dati biometrici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Dati biometrici",
        "citation": "Art. 98b cpv. 1bis LAsi",
        "content": "La SEM può incaricare terzi della rilevazione e valutazione dei dati biometrici. Essa controlla che i terzi incaricati osservino le prescrizioni relative alla protezione dei dati e alla sicurezza informatica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Dati biometrici",
        "citation": "Art. 98b cpv. 2 LAsi",
        "content": "Il Consiglio federale stabilisce quali dati biometrici possono essere rilevati e ne disciplina l’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_98_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 1 LAsi",
        "content": "Ai richiedenti l’asilo e alle persone bisognose di protezione sono rilevate le impronte di tutte le dita e scattate fotografie. Il Consiglio federale può stabilire eccezioni per minori di età inferiore ai 14 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 2 LAsi",
        "content": "Le impronte digitali e le fotografie sono registrate, senza le corrispondenti generalità, in una banca dati gestita dall’Ufficio federale di polizia e dalla SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 3 LAsi",
        "content": "Le nuove impronte digitali sono confrontate con quelle della banca dati gestita dall’Ufficio federale di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 4 LAsi",
        "content": "Se constata una concordanza con un’impronta digitale già registrata, l’Ufficio federale di polizia ne informa la SEM, nonché le autorità cantonali di polizia interessate e il Corpo delle guardie di confine, indicando le generalità della persona interessata (cognome, nome, pseudonimi, data di nascita, sesso, numero di riferimento, numero personale, cittadinanza, numero di controllo del processo e Cantone di attribuzione). Per i rilevamenti fatti dalla polizia si comunicano inoltre, in forma cifrata, la data, il luogo e il motivo del rilevamento delle impronte digitali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 5 LAsi",
        "content": "La SEM utilizza queste indicazioni per:\na. verificare l’identità della persona interessata;\nb. verificare se la persona interessata ha già domandato asilo;\nc. verificare se esistono dati che confermano o contraddicono le dichiarazioni della persona interessata;\nd. verificare se esistono dati che indicano che la persona interessata non è degna di ottenere asilo;\ne. facilitare l’assistenza amministrativa alle autorità di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 6 LAsi",
        "content": "I dati personali trasmessi in virtù del capoverso 4 possono essere comunicati all’estero soltanto con il consenso del titolare del trattamento. È applicabile per analogia l’articolo 16 capoverso 1 LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1: Principi, Esame dattiloscopico",
        "citation": "Art. 99 cpv. 7 LAsi",
        "content": "I dati sono distrutti:\na. se l’asilo è accordato;\nb. dieci anni al più tardi dopo il rifiuto, il ritiro o lo stralcio passati in giudicato di una domanda d’asilo o dopo una decisione di non entrata nel merito;\nc. per le persone bisognose di protezione, al più tardi dieci anni dopo la soppressione della protezione provvisoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Principi",
        "citation": "Art. 99a cpv. 1 LAsi",
        "content": "La SEM gestisce un sistema d’informazione per i centri della Confederazione e per gli alloggi negli aeroporti (MIDES).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Principi",
        "citation": "Art. 99a cpv. 2 LAsi",
        "content": "MIDES serve:\na. al trattamento dei dati personali relativi ai richiedenti l’asilo e alle persone bisognose di protezione, compresi i dati personali degni di particolare protezione secondo l’articolo 5 lettera c LPD; e\nb. al controllo delle pratiche, allo svolgimento della procedura d’asilo nonché alla pianificazione e all’organizzazione dell’alloggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Principi",
        "citation": "Art. 99a cpv. 3 LAsi",
        "content": "MIDES contiene i dati personali seguenti:\na. dati relativi all’identità della persona registrata, ossia cognome, nome, sesso, data e luogo di nascita, cittadinanza, etnia, religione, stato civile, indirizzo, nomi dei genitori;\nb. verbali degli interrogatori sommari effettuati nei centri della Confederazione e negli aeroporti secondo gli articoli 22 capoverso 1 e 26 capoverso 3;\nc. dati biometrici;\nd. indicazioni relative all’alloggio;\ne. stadio della procedura;\nf. l’annotazione «caso medico», in vista della ripartizione dei richiedenti l’asilo tra i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Principi",
        "citation": "Art. 99a cpv. 4 LAsi",
        "content": "I dati personali di cui al capoverso 3 lettere a, c, e e f sono ripresi nel SIMIC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Principi",
        "citation": "Art. 99a cpv. 5 LAsi",
        "content": "I richiedenti l’asilo e le persone bisognose di protezione devono essere segnatamente informati in merito alle finalità del trattamento dei dati e alle categorie di destinatari dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Trattamento dei dati in MIDES ",
        "citation": "Art. 99b LAsi",
        "content": "Hanno accesso a MIDES, in quanto necessario all’adempimento dei loro compiti:\na. i collaboratori della SEM;\nb. le autorità di cui all’articolo 22 capoverso 1;\nc. i terzi incaricati di cui all’articolo 99c;\nd. i collaboratori dei centri cantonali o comunali di cui all’articolo 24d responsabili dell’alloggio e dell’assistenza ai richiedenti l’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Terzi incaricati",
        "citation": "Art. 99c cpv. 1 LAsi",
        "content": "La SEM può autorizzare i terzi incaricati di rilevare dati biometrici, di mantenere la sicurezza o di assicurare l’amministrazione e l’assistenza nei centri della Confederazione e negli alloggi degli aeroporti a trattare in MIDES i dati personali di cui all’articolo 99a capoverso 3 lettere a, c e d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Terzi incaricati",
        "citation": "Art. 99c cpv. 2 LAsi",
        "content": "La SEM provvede affinché i terzi incaricati osservino le prescrizioni applicabili in materia di protezione dei dati e di sicurezza informatica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Vigilanza ed esecuzione",
        "citation": "Art. 99d cpv. 1 LAsi",
        "content": "La SEM è responsabile della sicurezza di MIDES e della legalità del trattamento dei dati personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1a:, Sistema d’informazione per i centri della Confederazione e gli alloggi negli aeroporti, Vigilanza ed esecuzione",
        "citation": "Art. 99d cpv. 2 LAsi",
        "content": "Il Consiglio federale disciplina:\na. l’organizzazione e l’esercizio di MIDES;\nb. il catalogo dei dati personali da trattare;\nc. i diritti d’accesso;\nd. le misure protettive tecniche e organizzative contro il trattamento non autorizzato;\ne. la durata di conservazione dei dati;\nf. l’archiviazione e la distruzione dei dati allo scadere del termine di conservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_99_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema d’informazione delle autorità di ricorso",
        "citation": "Art. 100 cpv. 1 LAsi",
        "content": "Le autorità di ricorso gestiscono un sistema d’informazione per la registrazione dei ricorsi, il controllo delle pratiche e l’allestimento di statistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_100"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema d’informazione delle autorità di ricorso",
        "citation": "Art. 100 cpv. 2 LAsi",
        "content": "Tale sistema può contenere dati personali degni di particolare protezione nella misura necessaria all’adempimento del compito legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_100"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema d’informazione delle autorità di ricorso",
        "citation": "Art. 100 cpv. 2bis LAsi",
        "content": "I dati inesatti sono rettificati d’ufficio. I costi della rettifica possono essere fatturati alla persona che, violando l’obbligo di collaborare, ha provocato la registrazione inesatta dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_100"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema di informazione e di documentazione",
        "citation": "Art. 102 cpv. 1 LAsi",
        "content": "La SEM gestisce, in collaborazione con il Tribunale amministrativo federale, un sistema di informazione e di documentazione automatizzato. Tale sistema contiene informazioni e documenti tecnici memorizzati in diverse banche dati e concernenti i compiti della SEM e del Tribunale amministrativo federale. Se necessario, è possibile memorizzare anche dati personali che figurano nei testi, segnatamente le generalità, e dati personali degni di particolare protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema di informazione e di documentazione",
        "citation": "Art. 102 cpv. 2 LAsi",
        "content": "Soltanto i collaboratori della SEM e del Tribunale amministrativo federale hanno accesso alle banche dati che contengono dati personali degni di particolare protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema di informazione e di documentazione",
        "citation": "Art. 102 cpv. 3 LAsi",
        "content": "L’accesso mediante procedura di richiamo alle banche dati che contengono soprattutto informazioni tecniche provenienti da fonti pubbliche può essere accordato dietro richiesta a utenti esterni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Sistema di informazione e di documentazione",
        "citation": "Art. 102 cpv. 4 LAsi",
        "content": "Il Consiglio federale disciplina i dettagli, segnatamente l’accesso al sistema e la protezione dei dati personali che vi sono registrati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 1b: Altri sistemi d’informazione, Statistica dei beneficiari dell’aiuto sociale",
        "citation": "Art. 102a LAsi",
        "content": "Ai fini della gestione delle indennità da versare ai Cantoni, l’Ufficio federale di statistica comunica periodicamente alla SEM, in forma anonimizzata e aggregata, i dati concernenti le persone soggette alla legislazione sull’asilo che ricevono prestazioni dell’aiuto sociale pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 1 LAsi",
        "content": "La SEM, insieme all’unità centrale del sistema Eurodac, è competente nell’ambito dell’applicazione degli accordi di associazione alla normativa di Dublino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 2 LAsi",
        "content": "La SEM trasmette i seguenti dati all’unità centrale entro 72 ore dalla presentazione della domanda:\na. il luogo e la data della presentazione della domanda in Svizzera;\nb. il sesso della persona richiedente;\nc. le impronte digitali rilevate conformemente all’articolo 99 capoverso 1;\nd. la data del rilevamento delle impronte digitali;\ne. il numero d’identificazione svizzero delle impronte digitali;\nf. la data della trasmissione dei dati all’unità centrale;\ng. il codice d’identificazione dell’operatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 2bis LAsi",
        "content": "Se lo stato delle dita dell’interessato impedisce il rilevamento dattiloscopico, le impronte digitali devono essere trasmesse all’unità centrale entro 48 ore dopo che il rilevamento sia nuovamente possibile con la qualità richiesta. Se lo stato di salute dell’interessato o misure adottate per motivi di salute pubblica impediscono il rilevamento dattiloscopico, le impronte digitali devono essere trasmesse all’unità centrale entro 48 ore dopo che il motivo dell’impedimento sia cessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 2ter LAsi",
        "content": "Se gravi problemi tecnici impediscono la trasmissione dei dati, è accordato un termine supplementare di 48 ore per adottare le misure necessarie al fine di garantire il funzionamento del sistema.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 2quater LAsi",
        "content": "La SEM trasmette parimenti i seguenti dati all’unità centrale:\na. se il richiedente è preso in carico conformemente al regolamento (UE) n. 604/2013, la data dell’arrivo in Svizzera;\nb. se il richiedente è ripreso in carico conformemente al regolamento (UE) n. 604/2013, la data dell’arrivo in Svizzera;\nc. se vi è la prova che un richiedente di cui la Svizzera è tenuta a trattare la domanda d’asilo in virtù del regolamento (UE) n. 604/2013 ha lasciato per almeno tre mesi il territorio degli Stati Dublino, la data della partenza;\nd. se l’allontanamento è eseguito con successo, la data dell’espulsione o della partenza del richiedente dal territorio degli Stati Dublino;\ne. se in virtù della clausola di sovranità del regolamento (UE) n. 604/2013 la Svizzera diventa volontariamente lo Stato Dublino competente per l’esame della domanda, la data di tale decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 3 LAsi",
        "content": "I dati trasmessi sono registrati nella banca dati Eurodac e confrontati automaticamente con i dati che già vi si trovano. Il risultato del confronto è comunicato alla SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Eurodac",
        "citation": "Art. 102abis cpv. 4 LAsi",
        "content": "I dati trasmessi all’unità centrale sono distrutti automaticamente dieci anni dopo il rilevamento delle impronte digitali. La SEM chiede all’unità centrale di distruggerli anzitempo non appena viene a conoscenza del fatto che uno Stato vincolato da un accordo di associazione alla normativa di Dublino ha nel frattempo concesso la cittadinanza a una persona i cui dati sono stati trasmessi dalla Svizzera alla banca dati Eurodac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Verifica delle impronte digitali Eurodac",
        "citation": "Art. 102ater cpv. 1 LAsi",
        "content": "Un esperto in dattiloscopia controlla le impronte digitali in caso di risultato positivo della consultazione Eurodac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_ter"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Verifica delle impronte digitali Eurodac",
        "citation": "Art. 102ater cpv. 2 LAsi",
        "content": "La SEM definisce le qualifiche di cui deve disporre l’esperto in dattiloscopia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_a_ter"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Comunicazione di dati personali a uno Stato vincolato da un accordo di associazione alla normativa di Dublino",
        "citation": "Art. 102b LAsi",
        "content": "La comunicazione di dati personali alle autorità competenti di Stati vincolati da un accordo di associazione alla normativa di Dublino è parificata alla comunicazione di dati personali tra organi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Comunicazione di dati personali a uno Stato non vincolato da un accordo di associazione a Dublino",
        "citation": "Art. 102c cpv. 1 LAsi",
        "content": "Dati personali possono essere comunicati a Stati terzi soltanto se questi garantiscono una protezione adeguata dei dati ai sensi dell’articolo 16 capoverso 1 LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Comunicazione di dati personali a uno Stato non vincolato da un accordo di associazione a Dublino",
        "citation": "Art. 102c cpv. 2 LAsi",
        "content": "Qualora non garantisca una protezione adeguata, allo Stato terzo possono essere comunicati dati personali nei seguenti casi:\na. la persona interessata ha dato il suo consenso conformemente all’articolo 6 capoversi 6 e, se del caso, 7 LPD;\nb. la comunicazione è necessaria per proteggere la vita o l’integrità fisica della persona interessata e non è possibile ottenere il suo consenso entro un termine ragionevole; o\nc. la comunicazione è necessaria per tutelare un interesse pubblico preponderante o per accertare, esercitare o far valere un diritto in giustizia o dinanzi a un’altra autorità estera competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Comunicazione di dati personali a uno Stato non vincolato da un accordo di associazione a Dublino",
        "citation": "Art. 102c cpv. 3 LAsi",
        "content": "Oltre che nei casi indicati nel capoverso 2, possono essere comunicati dati personali anche quando, nel caso specifico, garanzie sufficienti assicurano una protezione adeguata della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Comunicazione di dati personali a uno Stato non vincolato da un accordo di associazione a Dublino",
        "citation": "Art. 102c cpv. 4 LAsi",
        "content": "Il Consiglio federale definisce la portata delle garanzie da prestare e le relative modalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Comunicazione di dati personali a uno Stato non vincolato da un accordo di associazione a Dublino",
        "citation": "Art. 102c cpv. 5 LAsi",
        "content": "I dati provenienti dalla banca dati Eurodac non possono in nessun caso essere trasmessi a:\na. uno Stato non vincolato da un accordo di associazione alla normativa di Dublino;\nb. organizzazioni internazionali;\nc. soggetti di diritto privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Vigilanza sul trattamento dei dati nell’ambito della cooperazione Dublino",
        "citation": "Art. 102d cpv. 1 LAsi",
        "content": "Le autorità cantonali di protezione dei dati e l’Incaricato federale della protezione dei dati e della trasparenza (IFPDT) cooperano nell’ambito delle rispettive competenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Vigilanza sul trattamento dei dati nell’ambito della cooperazione Dublino",
        "citation": "Art. 102d cpv. 2 LAsi",
        "content": "L’IFPDT esercita la vigilanza sul trattamento dei dati personali nell’ambito della cooperazione Dublino. Coordina l’attività di vigilanza con le autorità cantonali di protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Vigilanza sul trattamento dei dati nell’ambito della cooperazione Dublino",
        "citation": "Art. 102d cpv. 3 LAsi",
        "content": "Per l’esecuzione dei suoi compiti coopera con il Responsabile europeo della protezione dei dati, per il quale funge da autorità nazionale di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 2:, Trattamento dei dati nell’ambito degli accordi di associazione alla normativa di Dublino, Diritto d’accesso",
        "citation": "Art. 102e LAsi",
        "content": "Il diritto d’accesso è retto dalle disposizioni federali o cantonali in materia di protezione dei dati. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_e"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 3:, Videosorveglianza",
        "citation": "Art. 102ebis cpv. 1 LAsi",
        "content": "Per proteggere i beni e le persone, segnatamente i richiedenti l’asilo, i collaboratori della SEM, gli addetti all’assistenza e gli addetti alla sicurezza, la SEM può impiegare apparecchi e impianti di videosorveglianza all’interno e all’esterno degli edifici che gestisce nel quadro della procedura d’asilo ed effettuare registrazioni audiovisive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 3:, Videosorveglianza",
        "citation": "Art. 102ebis cpv. 2 LAsi",
        "content": "Le registrazioni audiovisive sono conservate per quattro mesi prima di essere automaticamente distrutte, salvo che siano necessarie per un procedimento penale o un’inchiesta amministrativa condotta dalla SEM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 3:, Videosorveglianza",
        "citation": "Art. 102ebis cpv. 3 LAsi",
        "content": "Le registrazioni audiovisive possono essere trasmesse soltanto alle autorità di perseguimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 3:, Videosorveglianza",
        "citation": "Art. 102ebis cpv. 4 LAsi",
        "content": "In caso d’inchiesta amministrativa o penale, i responsabili della sicurezza della SEM e i loro superiori possono consultare le registrazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 7: Trattamento di dati personali, Sezione 3:, Videosorveglianza",
        "citation": "Art. 102ebis cpv. 5 LAsi",
        "content": "Il Consiglio federale disciplina le modalità della videosorveglianza. Determina segnatamente quali edifici e parti di edifici possono essere sottoposti a videosorveglianza e disciplina come le registrazioni devono essere conservate, protette dagli abusi e trasmesse alle autorità di perseguimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_e_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Principio",
        "citation": "Art. 102f cpv. 1 LAsi",
        "content": "I richiedenti l’asilo la cui domanda è trattata in un centro della Confederazione hanno diritto a una consulenza e una rappresentanza legale gratuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_f"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Principio",
        "citation": "Art. 102f cpv. 2 LAsi",
        "content": "La SEM affida l’adempimento dei compiti di cui al capoverso 1 a uno o più fornitori di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_f"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Consulenza sulla procedura d’asilo",
        "citation": "Art. 102g cpv. 1 LAsi",
        "content": "Durante il soggiorno in un centro della Confederazione, i richiedenti l’asilo beneficiano della consulenza sulla procedura d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Consulenza sulla procedura d’asilo",
        "citation": "Art. 102g cpv. 2 LAsi",
        "content": "La consulenza comprende segnatamente l’informazione dei richiedenti l’asilo sui loro diritti e obblighi nella procedura d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Consulenza sulla procedura d’asilo",
        "citation": "Art. 102g cpv. 3 LAsi",
        "content": "La consulenza comprende inoltre l’informazione sul meccanismo di denuncia di cui all’articolo 111 del regolamento (UE) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_g"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Rappresentante legale",
        "citation": "Art. 102h cpv. 1 LAsi",
        "content": "Dall’inizio della fase preparatoria e per il seguito della procedura d’asilo, a ogni richiedente l’asilo è assegnato un rappresentante legale, sempreché il richiedente l’asilo non vi rinunci esplicitamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Rappresentante legale",
        "citation": "Art. 102h cpv. 2 LAsi",
        "content": "Il rappresentante legale assegnato informa quanto prima il richiedente l’asilo sulle probabilità di riuscita della procedura d’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Rappresentante legale",
        "citation": "Art. 102h cpv. 3 LAsi",
        "content": "La rappresentanza legale è assicurata fino al passaggio in giudicato della decisione emanata nel quadro di una procedura celere e di una procedura Dublino, oppure fino alla decisione in merito allo svolgimento di una procedura ampliata. È fatto salvo l’articolo 102l.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Rappresentante legale",
        "citation": "Art. 102h cpv. 4 LAsi",
        "content": "La rappresentanza legale cessa nel momento in cui il rappresentante legale designato comunica al richiedente l’asilo di non voler interporre ricorso, in quanto esso non avrebbe alcuna probabilità di successo. Tale comunicazione avviene quanto prima una volta notificata la decisione negativa sull’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Rappresentante legale",
        "citation": "Art. 102h cpv. 5 LAsi",
        "content": "I compiti del rappresentante legale sono retti dall’articolo 102k.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_h"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Compiti del fornitore di prestazioni",
        "citation": "Art. 102i cpv. 1 LAsi",
        "content": "Il fornitore di prestazioni di cui all’articolo 102f capoverso 2 è tenuto in particolare a garantire, organizzare ed eseguire la consulenza e la rappresentanza legale nei centri della Confederazione. Assicura la qualità della consulenza e della rappresentanza legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Compiti del fornitore di prestazioni",
        "citation": "Art. 102i cpv. 2 LAsi",
        "content": "Il fornitore di prestazioni designa le persone incaricate della consulenza e della rappresentanza legale. Assegna le persone incaricate della rappresentanza legale ai richiedenti l’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Compiti del fornitore di prestazioni",
        "citation": "Art. 102i cpv. 3 LAsi",
        "content": "Sono ammesse a fornire consulenza le persone che svolgono per professione attività di consulenza dei richiedenti l’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Compiti del fornitore di prestazioni",
        "citation": "Art. 102i cpv. 4 LAsi",
        "content": "Sono ammessi ad assumere la rappresentanza legale gli avvocati. Sono pure ammessi i titolari di un diploma universitario in giurisprudenza che svolgono per professione attività di consulenza e rappresentanza dei richiedenti l’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Compiti del fornitore di prestazioni",
        "citation": "Art. 102i cpv. 5 LAsi",
        "content": "Il fornitore di prestazioni e la SEM si scambiano regolarmente informazioni, in particolare per coordinare i compiti e garantire la qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_i"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Partecipazione del rappresentante legale",
        "citation": "Art. 102j cpv. 1 LAsi",
        "content": "La SEM comunica al fornitore di prestazioni le date della prima interrogazione nel quadro della fase preparatoria, dell’audizione sui motivi d’asilo e delle ulteriori fasi della procedura in cui è necessaria la partecipazione del rappresentante legale. Il fornitore di prestazioni comunica senza indugio tali date al rappresentante legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Partecipazione del rappresentante legale",
        "citation": "Art. 102j cpv. 2 LAsi",
        "content": "Se la comunicazione delle date è tempestiva, le azioni della SEM esplicano effetto giuridico anche senza la presenza o la collaborazione del rappresentante legale. Sono fatti salvi impedimenti a breve termine per motivi gravi scusabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Partecipazione del rappresentante legale",
        "citation": "Art. 102j cpv. 3 LAsi",
        "content": "Se il rappresentante legale non presenta o non presenta entro i termini fissati il proprio parere in merito alla bozza di decisione negativa sull’asilo, sebbene il fornitore di prestazioni gliel’abbia trasmessa in tempo utile, si considera che rinunci a pronunciarsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_j"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Indennità per la consulenza e la rappresentanza legale",
        "citation": "Art. 102k cpv. 1 LAsi",
        "content": "Sulla base di un accordo e di soluzioni finanziariamente vantaggiose, la Confederazione versa al fornitore di prestazioni un’indennità per l’adempimento segnatamente dei seguenti compiti:\na. l’informazione e la consulenza ai richiedenti l’asilo;\nb. la partecipazione del rappresentante legale alla prima interrogazione nel quadro della fase preparatoria e all’audizione sui motivi d’asilo;\nc. la presentazione di un parere sulla bozza di decisione negativa sull’asilo nella procedura celere;\nd. l’assunzione della rappresentanza legale durante la procedura di ricorso, in particolare la redazione di un atto di ricorso; \ne. la difesa, in veste di persona di fiducia, degli interessi di richiedenti l’asilo minorenni non accompagnati nei centri della Confederazione e all’aeroporto;\nf. in caso di passaggio alla procedura ampliata, l’informazione del consultorio giuridico da parte del rappresentante legale designato sullo stato della procedura oppure il proseguimento della rappresentanza legale nelle fasi procedurali rilevanti per la decisione ai sensi dell’articolo 102l;\ng. la consulenza e il sostegno nel quadro della presentazione di una denuncia ai sensi dell’articolo 111 del regolamento (UE) 2019/1896.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1:, Protezione giuridica nei centri della Confederazione, Indennità per la consulenza e la rappresentanza legale",
        "citation": "Art. 102k cpv. 2 LAsi",
        "content": "L’indennità comprende un contributo per le spese amministrative e di personale del fornitore di prestazioni, in particolare per l’organizzazione della consulenza e della rappresentanza legale, nonché un contributo per interpreti indipendenti. L’indennizzo è fissato a titolo forfettario. Eccezionalmente può essere fissato in funzione del dispendio effettivo, in particolare a titolo di indennizzo per spese uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_k"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1a:, Consulenza e rappresentanza legale nella procedura ampliata dopo l’attribuzione a un Cantone",
        "citation": "Art. 102l cpv. 1 LAsi",
        "content": "Dopo l’attribuzione a un Cantone, nelle fasi procedurali di prima istanza rilevanti per la decisione, in particolare se si procede a un’audizione supplementare sui motivi d’asilo, i richiedenti l’asilo possono rivolgersi gratuitamente a un consultorio giuridico o al rappresentante legale designato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1a:, Consulenza e rappresentanza legale nella procedura ampliata dopo l’attribuzione a un Cantone",
        "citation": "Art. 102l cpv. 1bis LAsi",
        "content": "Dopo l’attribuzione a un Cantone, i richiedenti l’asilo possono rivolgersi gratuitamente a un consultorio giuridico, o al rappresentante legale designato, al fine di ottenere la consulenza e il sostegno di cui all’articolo 102k capoverso 1 lettera g, salvo che ne abbiano già beneficiato in un centro della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1a:, Consulenza e rappresentanza legale nella procedura ampliata dopo l’attribuzione a un Cantone",
        "citation": "Art. 102l cpv. 2 LAsi",
        "content": "Sulla base di un accordo e di soluzioni finanziariamente vantaggiose, la Confederazione versa al consultorio giuridico un’indennità per le attività di cui ai capoversi 1 e 1bis. Eccezionalmente può essere fissato in funzione del dispendio effettivo, in particolare a titolo di indennizzo per spese uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1a:, Consulenza e rappresentanza legale nella procedura ampliata dopo l’attribuzione a un Cantone",
        "citation": "Art. 102l cpv. 3 LAsi",
        "content": "Il Consiglio federale stabilisce le condizioni necessarie per l’autorizzazione a esercitare l’attività di consultorio giuridico e definisce le fasi procedurali rilevanti per la decisione ai sensi del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_l"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1b:, Gratuito patrocinio",
        "citation": "Art. 102m cpv. 1 LAsi",
        "content": "Su domanda del richiedente l’asilo dispensato dal pagamento delle spese procedurali, il Tribunale amministrativo federale nomina un patrocinatore d’ufficio esclusivamente per ricorsi contro:\na. decisioni di non entrata nel merito, di rifiuto dell’asilo e di allontanamento secondo gli articoli 31a e 44 nell’ambito della procedura ampliata;\nb. decisioni di revoca e di termine dell’asilo secondo gli articoli 63 e 64;\nc. la revoca dell’ammissione provvisoria per le persone del settore dell’asilo secondo l’articolo 84 capoversi 2 e 3 LStrI;\nd. decisioni relative alla concessione della protezione provvisoria secondo il capitolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1b:, Gratuito patrocinio",
        "citation": "Art. 102m cpv. 2 LAsi",
        "content": "Il capoverso 1 non si applica ai ricorsi presentati nell’ambito di procedure di riesame e di revisione e di procedure relative a domande multiple. Ai ricorsi di questo genere e a tutti gli altri ricorsi, eccettuati quelli di cui al capoverso 1, si applica l’articolo 65 capoverso 2 PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1b:, Gratuito patrocinio",
        "citation": "Art. 102m cpv. 3 LAsi",
        "content": "Per i ricorsi presentati in base alla presente legge il gratuito patrocinio può essere garantito anche da titolari di un diploma universitario in giurisprudenza che svolgono per professione attività di consulenza e rappresentanza dei richiedenti l’asilo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1b:, Gratuito patrocinio",
        "citation": "Art. 102m cpv. 4 LAsi",
        "content": "I capoversi 1–3 si applicano anche alle persone in merito alla cui domanda si è deciso in procedura celere e che rinunciano a una rappresentanza legale ai sensi dell’articolo 102h. Lo stesso vale se nella procedura celere il rappresentante legale designato rinuncia a interporre ricorso (art. 102h cpv. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_102_m"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1c: Procedura di ricorso a livello cantonale",
        "citation": "Art. 103 cpv. 1 LAsi",
        "content": "I Cantoni prevedono almeno un’istanza di ricorso contro le decisioni delle autorità cantonali prese sulla base della presente legge e delle relative disposizioni d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_103"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 1c: Procedura di ricorso a livello cantonale",
        "citation": "Art. 103 cpv. 2 LAsi",
        "content": "Il ricorso contro le decisioni cantonali di ultima istanza è retto dalle disposizioni generali della procedura federale, a meno che la presente legge non disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_103"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Ricorsi contro le decisioni della SEM",
        "citation": "Art. 105 LAsi",
        "content": "Contro le decisioni della SEM può essere interposto ricorso secondo la legge federale del 17 giugno 2005 sul Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_105"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Motivi di ricorso",
        "citation": "Art. 106 cpv. 1 LAsi",
        "content": "Il ricorrente può far valere:\na. la violazione del diritto federale, compreso l’eccesso o l’abuso del potere di apprezzamento;\nb. l’accertamento inesatto o incompleto dei fatti giuridicamente rilevanti.\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_106"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Motivi di ricorso",
        "citation": "Art. 106 cpv. 2 LAsi",
        "content": "Rimangono salvi gli articoli 27 capoverso 3 e 68 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_106"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Decisioni incidentali impugnabili",
        "citation": "Art. 107 cpv. 1 LAsi",
        "content": "Le decisioni incidentali prese in applicazione degli articoli 10 capoversi 1–3 e 18–48 della presente legge nonché dell’articolo 71 LStrI possono essere impugnate soltanto con ricorso contro la decisione finale. È fatto salvo il ricorso contro le decisioni prese in applicazione dell’articolo 27 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_107"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Decisioni incidentali impugnabili",
        "citation": "Art. 107 cpv. 2 LAsi",
        "content": "Si possono inoltre impugnare con ricorso distinto, nella misura in cui possono causare un pregiudizio irreparabile:\na. le misure cautelari;\nb. le decisioni con le quali si sospende la procedura, salvo quelle secondo l’articolo 69 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_107"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Procedura per i casi Dublino",
        "citation": "Art. 107a cpv. 1 LAsi",
        "content": "Il ricorso interposto contro la decisione di non entrata nel merito della domanda presentata da un richiedente l’asilo che può partire per uno Stato cui compete l’esecuzione della procedura d’asilo e d’allontanamento in virtù di un trattato internazionale non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Procedura per i casi Dublino",
        "citation": "Art. 107a cpv. 2 LAsi",
        "content": "Il richiedente l’asilo può, entro il termine di ricorso, chiedere la concessione dell’effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Procedura per i casi Dublino",
        "citation": "Art. 107a cpv. 3 LAsi",
        "content": "Il Tribunale amministrativo federale decide entro cinque giorni dalla ricezione della richiesta di cui al capoverso 2. Se l’effetto sospensivo non è accordato entro tale termine, l’allontanamento può essere eseguito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_107_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 1 LAsi",
        "content": "Nella procedura celere, il ricorso contro una decisione secondo l’articolo 31a capoverso 4 deve essere interposto entro sette giorni lavorativi o, se si tratta di decisioni incidentali, entro cinque giorni dalla notificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 2 LAsi",
        "content": "Nella procedura ampliata, il ricorso contro una decisione secondo l’articolo 31a capoverso 4 deve essere interposto entro 30 giorni o, se si tratta di una decisione incidentale, entro dieci giorni dalla notificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 3 LAsi",
        "content": "Il ricorso contro le decisioni di non entrata nel merito e contro le decisioni di cui agli articoli 23 capoverso 1 e 40 in combinato disposto con l’articolo 6a capoverso 2 lettera a deve essere interposto entro cinque giorni lavorativi dalla notificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 4 LAsi",
        "content": "Il ricorso contro il rifiuto dell’entrata in Svizzera secondo l’articolo 22 capoverso 2 può essere interposto fino al momento della notificazione di una decisione secondo l’articolo 23 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 5 LAsi",
        "content": "La verifica della legalità e dell’adeguatezza dell’assegnazione di un luogo di soggiorno all’aeroporto o in un altro luogo appropriato conformemente all’articolo 22 capoversi 3 e 4 può essere chiesta in qualsiasi momento mediante ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 6 LAsi",
        "content": "Negli altri casi il termine di ricorso è di 30 giorni dalla notificazione della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di ricorso",
        "citation": "Art. 108 cpv. 7 LAsi",
        "content": "Gli atti scritti trasmessi per telefax sono considerati consegnati validamente se pervengono tempestivamente al Tribunale amministrativo federale e sono regolarizzati mediante l’invio ulteriore dell’originale firmato, conformemente alle norme dell’articolo 52 capoversi 2 e 3 PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Coordinamento con la procedura d’estradizione",
        "citation": "Art. 108a LAsi",
        "content": "Se contro il richiedente è pendente una domanda d’estradizione ai sensi della legge del 20 marzo 1981 sull’assistenza in materia penale, le autorità di ricorso decidono sul ricorso in materia d’asilo tenendo conto degli atti della procedura d’estradizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_108_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 1 LAsi",
        "content": "Nella procedura celere, il Tribunale amministrativo federale decide entro 20 giorni sui ricorsi contro le decisioni di cui all’articolo 31a capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 2 LAsi",
        "content": "Nella procedura ampliata, il Tribunale amministrativo federale decide entro 30 giorni sui ricorsi contro le decisioni di cui all’articolo 31a capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 3 LAsi",
        "content": "Il Tribunale amministrativo federale decide entro cinque giorni lavorativi sui ricorsi contro le decisioni di non entrata nel merito, nonché contro le decisioni di cui agli articoli 23 capoverso 1 e 40 in combinato disposto con l’articolo 6a capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 4 LAsi",
        "content": "I termini di cui ai capoversi 1 e 3 possono essere superati di alcuni giorni in presenza di motivi fondati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 5 LAsi",
        "content": "Il Tribunale amministrativo federale decide senza indugio, sulla base degli atti, sui ricorsi contro le decisioni di cui all’articolo 22 capoversi 2–3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 6 LAsi",
        "content": "Negli altri casi, il Tribunale amministrativo federale decide sui ricorsi entro 20 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini d’evasione dei ricorsi",
        "citation": "Art. 109 cpv. 7 LAsi",
        "content": "Se il richiedente è incarcerato in vista d’estradizione su domanda dello Stato da cui cerca protezione in Svizzera, il Tribunale amministrativo federale decide in via prioritaria e senza indugio. Lo stesso vale anche se nei suoi confronti è stata pronunciata l’espulsione secondo l’articolo 66a o 66abis CP, l’articolo 49a o 49abis CPM o l’articolo 68 LStrI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Scambio di informazioni",
        "citation": "Art. 109a LAsi",
        "content": "Il DFGP e il Tribunale amministrativo federale si scambiano regolarmente informazioni sulle priorità e l’iter amministrativo delle procedure di prima e seconda istanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Strategia del Tribunale amministrativo federale in materia di evasione dei ricorsi",
        "citation": "Art. 109b LAsi",
        "content": "Il Tribunale amministrativo federale stabilisce una strategia di evasione dei ricorsi; al riguardo tiene conto:\na. della strategia della SEM per il trattamento delle domande di cui all’articolo 37b;\nb. dei termini legali di ricorso e di evasione dei ricorsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_109_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di procedura",
        "citation": "Art. 110 cpv. 1 LAsi",
        "content": "Il termine supplementare per regolarizzare un ricorso è di sette giorni; è di tre giorni per i ricorsi contro le decisioni di non entrata nel merito, contro le decisioni di cui agli articoli 23 capoverso 1 e 40 in combinato disposto con l’articolo 6a capoverso 2 lettera a e contro le decisioni di cui all’articolo 111b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di procedura",
        "citation": "Art. 110 cpv. 2 LAsi",
        "content": "Il termine per produrre le prove è di sette giorni se si tratta di mezzi di prova che si trovano in Svizzera e di 30 giorni se si tratta di mezzi di prova che si trovano all’estero. Le perizie devono essere fornite entro 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di procedura",
        "citation": "Art. 110 cpv. 3 LAsi",
        "content": "Il termine di cui al capoverso 2 può essere prorogato se il ricorrente o il suo rappresentante ha un impedimento ad agire entro tale termine, segnatamente per ragioni di salute o infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Termini di procedura",
        "citation": "Art. 110 cpv. 4 LAsi",
        "content": "I termini sono al massimo di due giorni lavorativi per le procedure concernenti il rifiuto dell’entrata in Svizzera e l’assegnazione di un luogo di soggiorno all’aeroporto secondo l’articolo 22 capoversi 2–3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_110"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Competenza del giudice unico",
        "citation": "Art. 111 LAsi",
        "content": "I giudici decidono in qualità di giudice unico in caso di:\na. stralcio di ricorsi in quanto privi di oggetto;\nb. non entrata nel merito su ricorsi manifestamente irricevibili;\nc. decisione relativa al rifiuto provvisorio dell’entrata in Svizzera all’aeroporto e all’assegnazione di un luogo di soggiorno presso l’aeroporto;\nd. ...\ne. ricorsi manifestamente fondati o manifestamente infondati, con l’approvazione di un secondo giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Procedura e decisione",
        "citation": "Art. 111a cpv. 1 LAsi",
        "content": "Il Tribunale amministrativo federale può rinunciare allo scambio di scritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Procedura e decisione",
        "citation": "Art. 111a cpv. 2 LAsi",
        "content": "Le decisioni su ricorso secondo l’articolo 111 sono motivate solo sommariamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Misure istruttorie e notificazione orale delle sentenze",
        "citation": "Art. 111abis cpv. 1 LAsi",
        "content": "Nella procedura di ricorso contro decisioni in materia d’asilo secondo l’articolo 31a della presente legge pronunciate nella procedura celere o nella procedura Dublino, il Tribunale amministrativo federale può attuare, nei centri della Confederazione, le misure istruttorie di cui all’articolo 39 capoverso 2 della legge del 17 giugno 2005 sul Tribunale amministrativo federale, se ciò permette di emanare una decisione sul ricorso in tempi più brevi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Misure istruttorie e notificazione orale delle sentenze",
        "citation": "Art. 111abis cpv. 2 LAsi",
        "content": "La sentenza può essere notificata oralmente. La notificazione orale e la motivazione sommaria devono essere messe a verbale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Misure istruttorie e notificazione orale delle sentenze",
        "citation": "Art. 111abis cpv. 3 LAsi",
        "content": "Le parti possono richiedere il testo integrale della sentenza entro cinque giorni dalla sua notificazione orale. Ciò non ne sospende la forza esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_a_bis"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 2: Procedura di ricorso a livello federale, Indennità alle parti",
        "citation": "Art. 111ater LAsi",
        "content": "Nella procedura di ricorso contro decisioni in materia d’asilo secondo l’articolo 31a pronunciate nella procedura celere o nella procedura Dublino non è riconosciuta alcuna indennità alle parti. Se il richiedente l’asilo ha rinunciato alla rappresentanza legale secondo l’articolo 102h o se il rappresentante legale designato ha rinunciato a interporre ricorso (art. 102h cpv. 4) si applicano le disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_a_ter"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Riesame",
        "citation": "Art. 111b cpv. 1 LAsi",
        "content": "La domanda di riesame debitamente motivata deve essere indirizzata per scritto alla SEM entro 30 giorni dalla scoperta del motivo di riesame. Non si svolge alcuna fase preparatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Riesame",
        "citation": "Art. 111b cpv. 2 LAsi",
        "content": "Di norma, la decisione di non entrata nel merito è presa entro cinque giorni lavorativi dal deposito della domanda di riesame. Negli altri casi la decisione è presa di norma entro dieci giorni lavorativi dal deposito della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Riesame",
        "citation": "Art. 111b cpv. 3 LAsi",
        "content": "La presentazione di una domanda di riesame non sospende l’esecuzione. L’autorità competente per il disbrigo può, su richiesta, concedere l’effetto sospensivo se il richiedente è esposto a un pericolo concreto nello Stato d’origine o di provenienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Riesame",
        "citation": "Art. 111b cpv. 4 LAsi",
        "content": "Le domande di riesame infondate o presentate ripetutamente con gli stessi motivi sono stralciate senza formalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_b"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Domande multiple",
        "citation": "Art. 111c cpv. 1 LAsi",
        "content": "Le domande d’asilo presentate entro cinque anni dal passaggio in giudicato della decisione in materia d’asilo e di allontanamento devono essere motivate e presentate per scritto. Non si svolge alcuna fase preparatoria. Si applicano i motivi di non entrata nel merito di cui all’articolo 31a capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Domande multiple",
        "citation": "Art. 111c cpv. 2 LAsi",
        "content": "Le domande multiple infondate o presentate ripetutamente con gli stessi motivi sono stralciate senza formalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_c"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Emolumenti",
        "citation": "Art. 111d cpv. 1 LAsi",
        "content": "Se respinge la domanda di riesame o la domanda multipla o non entra nel merito, la SEM riscuote un emolumento. Se la domanda è parzialmente accolta, l’emolumento è ridotto. Non sono assegnate indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Emolumenti",
        "citation": "Art. 111d cpv. 2 LAsi",
        "content": "Su richiesta, la SEM esonera dal pagamento delle spese procedurali il richiedente indigente la cui domanda di riesame o multipla non sembri a priori priva di probabilità di successo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Emolumenti",
        "citation": "Art. 111d cpv. 3 LAsi",
        "content": "La SEM può esigere dal richiedente un anticipo dell’emolumento equivalente all’importo presumibile delle spese procedurali. Gli assegna a tal fine un congruo termine, pena la non entrata nel merito. Si rinuncia a un anticipo se:\na. sono date le premesse di cui al capoverso 2; o\nb. nella procedura riguardante minori non accompagnati, la domanda di riesame o la domanda multipla non sembri a priori priva di probabilità di successo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 3: Riesame e domande multiple, Emolumenti",
        "citation": "Art. 111d cpv. 4 LAsi",
        "content": "Il Consiglio federale disciplina il calcolo dell’emolumento e l’ammontare dell’anticipo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_111_d"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 8:, Tutela giurisdizionale, procedura di ricorso, riesame e domande multiple, Sezione 4: Sospensione della prescrizione",
        "citation": "Art. 112a LAsi",
        "content": "Durante la procedura di ricorso, la prescrizione delle pretese finanziarie della Confederazione nei confronti di beneficiari di sussidi o dell’aiuto sociale non comincia, o, se cominciata, è sospesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_112_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 9: Collaborazione internazionale, Principi",
        "citation": "Art. 113 LAsi",
        "content": "La Confederazione partecipa all’armonizzazione a livello internazionale della politica europea in materia di rifugiati e alla soluzione dei problemi dei rifugiati all’estero. Essa sostiene l’attività delle istituzioni internazionali di soccorso. Collabora segnatamente con l’Alto Commissariato delle Nazioni Unite per i rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_113"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 10: Disposizioni penali, Sezione 1: Disposizioni penali concernenti il capitolo 5 sezione 2, Delitti",
        "citation": "Art. 115 LAsi",
        "content": "È punito con una pena pecuniaria fino a 180 aliquote giornaliere, se non si tratta di un crimine o di un delitto per il quale il CP commina una pena più grave, chiunque:\na. ottiene abusivamente un vantaggio pecuniario per sé o altri, sulla base della presente legge, facendo dichiarazioni inveritiere o incomplete o in qualsiasi altro modo;\nb. si sottrae totalmente o in parte all’obbligo di versare il contributo speciale di cui all’articolo 86 facendo dichiarazioni inveritiere o incomplete o in qualsiasi altro modo;\nc....\nd. con l’intenzione di arricchirsi, ha aiutato altri alla commissione di un reato ai sensi dell’articolo 116 lettera c, in particolare alla sua pianificazione o organizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_115"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 10: Disposizioni penali, Sezione 1: Disposizioni penali concernenti il capitolo 5 sezione 2, Contravvenzioni",
        "citation": "Art. 116 LAsi",
        "content": "È punito con la multa, a meno che il fatto non rientri nel campo d’applicazione dell’articolo 115, chiunque:\na. viola l’obbligo d’informare, facendo scientemente dichiarazioni inveritiere o rifiutando di fornire un’informazione;\nb. si oppone a un controllo ordinato dall’autorità competente o lo rende impossibile in qualsiasi altro modo;\nc. quale richiedente l’asilo svolge pubblicamente attività politiche in Svizzera al solo scopo di creare motivi soggettivi insorti dopo la fuga ai sensi dell’articolo 54; \nd. ha aiutato altri alla commissione di un reato ai sensi della lettera c, in particolare alla sua pianificazione o organizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_116"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 10: Disposizioni penali, Sezione 2:, Disposizioni penali concernenti il capitolo 7 sezione 2, Trattamento indebito di dati personali",
        "citation": "Art. 117a LAsi",
        "content": "Chi, per uno scopo che non sia quello di determinare lo Stato competente per l’esame di una domanda d’asilo presentata da un cittadino di uno Stato terzo in uno Stato cui si applicano gli accordi di associazione a Dublino, tratta dati personali registrati in Eurodac è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_117_a"
    },
    {
        "book": "AsylG",
        "title": "LAsi, Capitolo 10: Disposizioni penali, Sezione 3: Perseguimento penale, ...",
        "citation": "Art. 118 LAsi",
        "content": "Il perseguimento penale incombe ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1999/358/it#art_118"
    }
]