[
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 1: Garanzia d’impiego appropriato",
        "citation": "Art. 1 cpv. 1 OPGA",
        "content": "Se per garantire l’impiego appropriato conformemente all’articolo 20 LPGA o alle disposizioni delle singole leggi le prestazioni pecuniarie non sono versate al beneficiario e questi è sottoposto a curatela generale secondo l’articolo 398 del Codice civile (CC), esse sono versate al curatore oppure a una persona o un’autorità da esso designata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_1"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 1: Garanzia d’impiego appropriato",
        "citation": "Art. 1 cpv. 1bis OPGA",
        "content": "Se il beneficiario è sottoposto a uno dei generi di curatela di cui agli articoli 393–397 CC, le prestazioni pecuniarie sono versate al curatore oppure a una persona o un’autorità da esso designata soltanto se il curatore è stato incaricato di amministrarle mediante un titolo avente forza di giudicato o se l’autorità di protezione degli adulti competente ne ordina il versamento al curatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_1"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 1: Garanzia d’impiego appropriato",
        "citation": "Art. 1 cpv. 2 OPGA",
        "content": "Se per garantire l’impiego appropriato conformemente all’articolo 20 LPGA o alle singole leggi le prestazioni pecuniarie sono versate a un terzo o a un’autorità che ha un obbligo legale o morale di assistenza nei riguardi del beneficiario o che lo assiste continuamente, esso è tenuto a:\na. utilizzare le prestazioni pecuniarie esclusivamente per il sostentamento del beneficiario e delle persone a suo carico;\nb. rendere conto all’assicuratore, su sua richiesta, dell’utilizzazione delle prestazioni pecuniarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_1"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Persone tenute alla restituzione",
        "citation": "Art. 2 cpv. 1 OPGA",
        "content": "Sono tenuti alla restituzione:\na. il beneficiario della prestazione indebitamente concessa o i suoi eredi;\nb. i terzi e le autorità cui le prestazioni pecuniarie sono state versate per garantire l’impiego appropriato conformemente all’articolo 20 LPGA o alle disposizioni delle singole leggi, ad eccezione del curatore;\nc. i terzi e le autorità cui la prestazione indebitamente concessa è stata versata retroattivamente, ad eccezione del curatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_2"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Persone tenute alla restituzione",
        "citation": "Art. 2 cpv. 2 OPGA",
        "content": "Se le prestazioni indebitamente concesse a una persona minorenne non sono state versate a questa stessa persona e non vi è obbligo di restituzione conformemente al capoverso 1 lettera b o c, l’obbligo di restituzione incombe alle persone che al momento del versamento delle prestazioni detenevano l’autorità parentale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_2"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Persone tenute alla restituzione",
        "citation": "Art. 2 cpv. 3 OPGA",
        "content": "Il diritto dell’assicuratore di chiedere la restituzione è stabilito proporzionalmente alle prestazioni indebitamente concesse che possono essere compensate con versamenti retroattivi di altre assicurazioni sociali, conformemente alla normativa delle singole assicurazioni sociali, nei confronti dell’assicuratore tenuto a versamenti retroattivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_2"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Decisione di restituzione",
        "citation": "Art. 3 cpv. 1 OPGA",
        "content": "L’ammontare della restituzione è stabilito mediante decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_3"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Decisione di restituzione",
        "citation": "Art. 3 cpv. 2 OPGA",
        "content": "Nella decisione di restituzione l’assicuratore indica la possibilità di chiedere il condono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_3"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Decisione di restituzione",
        "citation": "Art. 3 cpv. 3 OPGA",
        "content": "L’assicuratore decide di rinunciare alla restituzione se sono manifestamente date le condizioni per il condono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_3"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Condono",
        "citation": "Art. 4 cpv. 1 OPGA",
        "content": "Se il beneficiario era in buona fede e si trova in gravi difficoltà, l’assicuratore rinuncia completamente o in parte alla restituzione delle prestazioni indebitamente concesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_4"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Condono",
        "citation": "Art. 4 cpv. 2 OPGA",
        "content": "Determinante per il riconoscimento di una grave difficoltà è il momento in cui la decisione di restituzione passa in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_4"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Condono",
        "citation": "Art. 4 cpv. 3 OPGA",
        "content": "Le autorità cui sono state versate prestazioni in virtù dell’articolo 20 LPGA o delle disposizioni delle singole leggi non possono far valere una grave difficoltà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_4"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Condono",
        "citation": "Art. 4 cpv. 4 OPGA",
        "content": "Il condono è concesso su domanda scritta. La domanda, motivata e corredata dei necessari giustificativi, deve essere inoltrata entro 30 giorni dal momento in cui la decisione è passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_4"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Condono",
        "citation": "Art. 4 cpv. 5 OPGA",
        "content": "Sul condono è pronunciata una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_4"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Gravi difficoltà",
        "citation": "Art. 5 cpv. 1 OPGA",
        "content": "La grave difficoltà ai sensi dell’articolo 25 capoverso 1 LPGA è data quando le spese riconosciute a norma della legge federale del 6 ottobre 2006 sulle prestazioni complementari all’assicurazione per la vecchiaia, i superstiti e l’invalidità (LPC) e le spese supplementari di cui al capoverso 4 superano i redditi determinanti secondo la LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_5"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Gravi difficoltà",
        "citation": "Art. 5 cpv. 2 OPGA",
        "content": "Per il calcolo delle spese riconosciute ai sensi del capoverso 1 sono computati:\na. per le persone che vivono a casa: quale pigione di un appartamento, l’importo massimo secondo le categorie di cui all’articolo 10 capoverso 1 lettera b LPC;\nb. per le persone che vivono in un istituto o in un ospedale: quale importo per le spese personali, 4800 franchi l’anno;\nc. per tutti: quale importo forfettario per l’assicurazione obbligatoria delle cure medico-sanitarie, il premio massimo per la rispettiva categoria secondo la versione vigente dell’ordinanza del Dipartimento federale dell’interno (DFI) sui premi medi cantonali e regionali dell’assicurazione delle cure medico-sanitarie per il calcolo delle prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_5"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Gravi difficoltà",
        "citation": "Art. 5 cpv. 3 OPGA",
        "content": "Per le persone che vivono in un istituto o in un ospedale il computo della sostanza ammonta ad un quindicesimo della sostanza netta, ad un decimo se si tratta di beneficiari di rendite di vecchiaia. Nel caso di persone parzialmente invalide è computato solo il reddito effettivo ottenuto dall’attività lucrativa. Non è tenuto conto di un’eventuale limitazione cantonale delle spese per il soggiorno in un istituto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_5"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 2: Restituzione di prestazioni indebitamente riscosse, Gravi difficoltà",
        "citation": "Art. 5 cpv. 4 OPGA",
        "content": "Sono computati come spese supplementari:\na. per le persone sole, 8000 franchi;\nb. per i coniugi, 12 000 franchi;\nc. per gli orfani che hanno diritto a una rendita e i figli che danno diritto a una rendita per figli dell’AVS o dell’AI, 4000 franchi per figlio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_5"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 3: Interesse di mora sulle prestazioni, Tasso d’interesse e calcolo",
        "citation": "Art. 7 cpv. 1 OPGA",
        "content": "Il tasso per l’interesse di mora è del 5 per cento all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 3: Interesse di mora sulle prestazioni, Tasso d’interesse e calcolo",
        "citation": "Art. 7 cpv. 2 OPGA",
        "content": "L’interesse di mora è calcolato ogni mese sulle prestazioni spettanti al beneficiario sino alla fine del mese precedente. Il suo decorso inizia il primo giorno del mese in cui ne è insorto il diritto e cessa alla fine del mese in cui è stato emesso l’ordine di pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 1: Disposizioni concernenti le prestazioni, Sezione 3: Interesse di mora sulle prestazioni, Tasso d’interesse e calcolo",
        "citation": "Art. 7 cpv. 3 OPGA",
        "content": "Se la prestazione è soggetta soltanto in parte all’interesse di mora, conformemente all’articolo 6, al momento del pagamento degli arretrati l’interesse di mora va calcolato sull’intera prestazione e versato in proporzione della quota di prestazione sulla quale l’interesse è dovuto rispetto alla prestazione complessiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Obbligo di autorizzazione",
        "citation": "Art. 7a OPGA",
        "content": "Chi intende svolgere un’osservazione per un assicuratore necessita di un’autorizzazione dell’Ufficio federale delle assicurazioni sociali (UFAS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Condizioni per l’autorizzazione",
        "citation": "Art. 7b cpv. 1 OPGA",
        "content": "L’autorizzazione è rilasciata se:\na. nell’estratto per privati di cui all’articolo 41 della legge del 17 giugno 2016 sul casellario giudiziale rilasciato al richiedente non figurano reati che hanno un nesso con l’attività soggetta ad autorizzazione;\nb. il richiedente dichiara che nei suoi confronti non sono in corso procedimenti penali e non sono in corso, né sono stati conclusi negli ultimi dieci anni, procedimenti civili per lesioni della personalità secondo gli articoli 28–28b del Codice civile che hanno un nesso con l’attività soggetta ad autorizzazione e che possono pregiudicare la garanzia di esercizio irreprensibile di questa attività e la buona reputazione;\nc. non esistono attestati di carenza di beni contro il richiedente; \nd. il richiedente ha acquisito, nel quadro di una formazione o formazione continua adeguata, le conoscenze giuridiche necessarie per l’esecuzione dell’osservazione conforme al diritto;\ne. negli ultimi dieci anni il richiedente ha concluso con successo una formazione o una formazione continua di polizia o equivalente nel campo dell’osservazione; e\nf. negli ultimi cinque anni il richiedente ha svolto almeno 12 incarichi di sorveglianza di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Condizioni per l’autorizzazione",
        "citation": "Art. 7b cpv. 2 OPGA",
        "content": "L’autorizzazione è rilasciata solo a persone fisiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Richiesta",
        "citation": "Art. 7c OPGA",
        "content": "La richiesta per il rilascio dell’autorizzazione va inoltrata per iscritto all’UFAS. Ad essa vanno allegati:\na. un curriculum vitae in cui sono indicate le attività professionali precedentemente svolte;\nb. la dichiarazione di cui all’articolo 7b capoverso 1 lettera b e le prove dell’adempimento delle altre condizioni di cui all’articolo 7b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_c"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Durata di validità ed effetto dell’autorizzazione",
        "citation": "Art. 7d cpv. 1 OPGA",
        "content": "L’autorizzazione è rilasciata per cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_d"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Durata di validità ed effetto dell’autorizzazione",
        "citation": "Art. 7d cpv. 2 OPGA",
        "content": "Essa non può essere menzionata nella denominazione professionale e non conferisce alcun titolo professionale protetto. Non può essere utilizzata a fini pubblicitari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_d"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Comunicazione di cambiamenti sostanziali e revoca dell’autorizzazione",
        "citation": "Art. 7e cpv. 1 OPGA",
        "content": "Il titolare dell’autorizzazione è tenuto a comunicare immediatamente all’UFAS:\na. qualsiasi cambiamento sostanziale della situazione che ha determinato il rilascio dell’autorizzazione;\nb. l’eventuale apertura nei suoi confronti di un procedimento penale o civile per lesioni della personalità secondo gli articoli 28–28b del Codice civile che ha un nesso con l’attività soggetta ad autorizzazione e che può pregiudicare la garanzia di un esercizio irreprensibile di questa attività e la buona reputazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_e"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Comunicazione di cambiamenti sostanziali e revoca dell’autorizzazione",
        "citation": "Art. 7e cpv. 2 OPGA",
        "content": "L’autorizzazione è revocata, se:\na. una delle condizioni di cui all’articolo 7b non è più adempiuta;\nb. l’obbligo di comunicazione di cui al capoverso 1 è violato; o\nc. emergono successivamente fatti in base ai quali essa avrebbe dovuto essere rifiutata, in particolare perché la dichiarazione di cui all’articolo 7b capoverso 1 lettera b non corrispondeva al vero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_e"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Comunicazione di cambiamenti sostanziali e revoca dell’autorizzazione",
        "citation": "Art. 7e cpv. 3 OPGA",
        "content": "Essa può essere revocata, se il titolare dell’autorizzazione:\na. viola il divieto di pubblicità di cui all’articolo 7d capoverso 2; o\nb. svolge un’osservazione in modo non conforme al diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_e"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Emolumenti per l’esame della richiesta di autorizzazione",
        "citation": "Art. 7f cpv. 1 OPGA",
        "content": "L’UFAS riscuote un emolumento di 700 franchi per l’esame di ciascuna richiesta di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_f"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Emolumenti per l’esame della richiesta di autorizzazione",
        "citation": "Art. 7f cpv. 2 OPGA",
        "content": "Per il resto si applicano le disposizioni dell’ordinanza generale dell’8 settembre 2004 sugli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_f"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 1: Esigenze per gli specialisti incaricati dell’osservazione, Registro dei titolari di un’autorizzazione",
        "citation": "Art. 7g OPGA",
        "content": "L’UFAS tiene un registro dei titolari di un’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_g"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2: Svolgimento dell’osservazione, Luogo dell’osservazione ",
        "citation": "Art. 7h cpv. 1 OPGA",
        "content": "Per luogo accessibile al pubblico s’intende il suolo pubblico o privato sul quale è di regola tollerato l’accesso del pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_h"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2: Svolgimento dell’osservazione, Luogo dell’osservazione ",
        "citation": "Art. 7h cpv. 2 OPGA",
        "content": "Un luogo è considerato non liberamente visibile da un luogo accessibile al pubblico, se appartiene alla sfera privata protetta della persona da osservare, in particolare:\na. l’interno di un’abitazione, inclusi i locali visibili dall’esterno attraverso una finestra;\nb. spiazzi, cortili e giardini cintati e attigui a una casa che generalmente non sono visibili dall’esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_h"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2: Svolgimento dell’osservazione, Mezzi di osservazione",
        "citation": "Art. 7i cpv. 1 OPGA",
        "content": "Per le registrazioni su supporto visivo non possono essere impiegati strumenti che aumentano sostanzialmente le normali capacità percettive umane, in particolare visori notturni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_i"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2: Svolgimento dell’osservazione, Mezzi di osservazione",
        "citation": "Art. 7i cpv. 2 OPGA",
        "content": "Per le registrazioni su supporto sonoro non possono essere impiegati strumenti che aumentano sostanzialmente le normali capacità uditive umane, in particolare microspie, microfoni direzionali e amplificatori. Non possono essere utilizzate registrazioni di parole pronunciate non in pubblico; se tali registrazioni sono contenute in registrazioni su supporto visivo, queste ultime sono tuttavia utilizzabili senza le registrazioni su supporto sonoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_i"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2: Svolgimento dell’osservazione, Mezzi di osservazione",
        "citation": "Art. 7i cpv. 3 OPGA",
        "content": "Per localizzare la posizione sono ammessi soltanto strumenti previsti specificamente a tal fine, in particolare apparecchi di localizzazione satellitari. Non possono essere impiegati apparecchi volanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_i"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Tentativo di conciliazione",
        "citation": "Art. 7j cpv. 1 OPGA",
        "content": "Se una parte ricusa un perito secondo l’articolo 44 capoverso 2 LPGA, l’assicuratore deve verificare i motivi di ricusazione. Se non ne sussistono, occorre effettuare un tentativo di conciliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_j"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Tentativo di conciliazione",
        "citation": "Art. 7j cpv. 2 OPGA",
        "content": "Il tentativo di conciliazione può essere effettuato in forma orale o scritta e deve essere documentato negli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_j"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Tentativo di conciliazione",
        "citation": "Art. 7j cpv. 3 OPGA",
        "content": "In caso di attribuzione di un mandato peritale con metodo aleatorio non va effettuato alcun tentativo di conciliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_j"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 1 OPGA",
        "content": "Il colloquio secondo l’articolo 44 capoverso 6 LPGA comprende l’intero colloquio dell’esame. Questo consta dell’indagine anamnestica e della descrizione dei disturbi da parte dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 2 OPGA",
        "content": "All’annuncio della perizia, l’assicuratore deve informare l’assicurato circa la registrazione secondo l’articolo 44 capoverso 6 LPGA, il suo scopo e la possibilità di rinunciarvi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 3 OPGA",
        "content": "L’assicurato può, mediante una dichiarazione scritta rivolta agli organi esecutivi:\na. rinunciare alla registrazione, prima della perizia;\nb. chiedere la distruzione della registrazione, nei dieci giorni successivi al colloquio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 4 OPGA",
        "content": "Prima del colloquio l’assicurato può comunicare all’organo esecutivo la revoca della rinuncia di cui al capoverso 3 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 5 OPGA",
        "content": "La registrazione su supporto audio deve essere effettuata dal perito secondo prescrizioni tecniche semplici. Gli assicuratori vegliano affinché le prescrizioni tecniche nei mandati peritali siano uniformi. Il perito deve garantire che la registrazione del colloquio sia effettuata correttamente dal punto di vista tecnico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 6 OPGA",
        "content": "L’inizio e la fine del colloquio devono essere confermati oralmente sia dall’assicurato che dal perito, indicando i rispettivi orari all’inizio e alla fine della registrazione su supporto audio. Le interruzioni della registrazione su supporto audio devono essere confermate nello stesso modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 7 OPGA",
        "content": "I periti e i centri peritali trasmettono all’assicuratore le registrazioni su supporto audio in forma elettronica sicura insieme con la perizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Registrazione del colloquio su supporto audio",
        "citation": "Art. 7k cpv. 8 OPGA",
        "content": "Se, dopo aver ascoltato la registrazione su supporto audio e constatato difetti tecnici, l’assicurato contesta la verificabilità della perizia, l’organo esecutivo e l’assicurato tentano di accordarsi su come procedere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Impiego e distruzione della registrazione del colloquio su supporto audio",
        "citation": "Art. 7l cpv. 1 OPGA",
        "content": "La registrazione su supporto audio può essere ascoltata dall’assicurato, dall’assicuratore committente e dalle autorità decisionali soltanto nel quadro di una procedura amministrativa, di una procedura d’opposizione (art. 52 LPGA), in sede di revisione e riconsiderazione (art. 53 LPGA), nel quadro del contenzioso (art. 56 e 62 LPGA) nonché nel quadro della procedura di preavviso di cui all’articolo 57a della legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_l"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Impiego e distruzione della registrazione del colloquio su supporto audio",
        "citation": "Art. 7l cpv. 2 OPGA",
        "content": "La Commissione federale per la garanzia della qualità delle perizie mediche può ascoltare la registrazione su supporto audio nel quadro dello svolgimento dei propri compiti secondo l’articolo 7p capoversi 4 e 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_l"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Impiego e distruzione della registrazione del colloquio su supporto audio",
        "citation": "Art. 7l cpv. 3 OPGA",
        "content": "Non appena la procedura per la quale è stata commissionata la perizia è conclusa e la relativa decisione è passata in giudicato, l’assicuratore può distruggere la registrazione su supporto audio, d’intesa con l’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_l"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Requisiti per i periti",
        "citation": "Art. 7m cpv. 1 OPGA",
        "content": "I periti medici possono allestire perizie secondo l’articolo 44 capoverso 1 LPGA, se:\na. dispongono di un titolo di perfezionamento secondo l’articolo 2 capoverso 1 lettere b e c dell’ordinanza del 27 giugno 2007 sulle professioni mediche; \nb. sono iscritti nel registro di cui all’articolo 51 capoverso 1 della legge del 23 giugno 2006 sulle professioni mediche;\nc. sono in possesso di un’autorizzazione valida all’esercizio della professione o hanno adempiuto l’obbligo di annunciarsi, se questo è necessario secondo l’articolo 34 o 35 della legge sulle professioni mediche; e\nd. dispongono di almeno cinque anni di esperienza clinica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_m"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Requisiti per i periti",
        "citation": "Art. 7m cpv. 2 OPGA",
        "content": "I medici specialisti in medicina interna generale, psichiatria e psicoterapia, neurologia, reumatologia, ortopedia, chirurgia ortopedica e traumatologia dell’apparato locomotore devono disporre del certificato dell’associazione Medicina assicurativa svizzera (Swiss Insurance Medicine, SIM). Sono esclusi i primari e i medici responsabili di servizi di cliniche universitarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_m"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Requisiti per i periti",
        "citation": "Art. 7m cpv. 3 OPGA",
        "content": "I periti in neuropsicologia devono adempiere i requisiti di cui all’articolo 50b dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie (OAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_m"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Requisiti per i periti",
        "citation": "Art. 7m cpv. 4 OPGA",
        "content": "Con il consenso dell’assicurato, è possibile derogare a singoli requisiti di cui ai capoversi 1–3, se questo è oggettivamente necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_m"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Requisiti per i periti",
        "citation": "Art. 7m cpv. 5 OPGA",
        "content": "Nell’ambito della formazione, del perfezionamento e dell’aggiornamento, possono allestire perizie anche le persone che non adempiono ancora tutti i requisiti di cui ai capoversi 1–3. L’allestimento delle perizie avviene sotto la supervisione diretta e personale di medici specialisti o neuropsicologi che adempiono i requisiti di cui ai capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_m"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Inoltro della documentazione",
        "citation": "Art. 7n OPGA",
        "content": "I periti e i centri peritali devono far pervenire agli assicuratori e agli organi esecutivi delle singole assicurazioni sociali e dei tribunali competenti, su richiesta, i documenti necessari per una verifica dei requisiti professionali e delle prescrizioni qualitative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_n"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: composizione",
        "citation": "Art. 7o OPGA",
        "content": "La Commissione federale per la garanzia della qualità delle perizie mediche si compone del presidente e di un collegio di altri 12 membri. Quest’ultimo si compone di:\na. due rappresentanti delle assicurazioni sociali;\nb. un rappresentante dei centri peritali;\nc. tre rappresentanti del corpo medico;\nd. un rappresentante dei neuropsicologi;\ne. due rappresentanti del settore scientifico;\nf. un rappresentante dell’associazione Medicina assicurativa svizzera; \ng. due rappresentanti delle organizzazioni dei pazienti e di aiuto ai disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_o"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: compiti",
        "citation": "Art. 7p cpv. 1 OPGA",
        "content": "La Commissione elabora raccomandazioni concernenti:\na. i requisiti e i criteri qualitativi per la procedura di allestimento delle perizie; \nb. i criteri per l’attività nonché la formazione, il perfezionamento e l’aggiornamento dei periti;\nc. i criteri per l’abilitazione dei centri peritali e la loro attività;\nd. i criteri e gli strumenti per la valutazione della qualità delle perizie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_p"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: compiti",
        "citation": "Art. 7p cpv. 2 OPGA",
        "content": "La Commissione sorveglia il rispetto dei criteri di cui alle lettere a–d da parte dei periti e dei centri peritali e può elaborare raccomandazioni sulla base di questa sorveglianza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_p"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: compiti",
        "citation": "Art. 7p cpv. 3 OPGA",
        "content": "Pubblica le raccomandazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_p"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: compiti",
        "citation": "Art. 7p cpv. 4 OPGA",
        "content": "Può esigere che gli assicuratori e gli organi esecutivi delle singole assicurazioni sociali le forniscano le perizie e i documenti necessari per la sorveglianza dell’adempimento dei criteri di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_p"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: compiti",
        "citation": "Art. 7p cpv. 5 OPGA",
        "content": "Se gli assicuratori o gli organi esecutivi delle singole assicurazioni sociali constatano l’inadempimento sistematico dei criteri di cui al capoverso 1 da parte di centri peritali, possono inoltrare alla Commissione le perizie e i documenti necessari per una valutazione della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_p"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: organizzazione",
        "citation": "Art. 7q cpv. 1 OPGA",
        "content": "La Commissione si dota di un regolamento. Tale regolamento disciplina segnatamente:\na. il metodo di lavoro della Commissione;\nb. la partecipazione di periti a lavori di ricerca scientifica o allo svolgimento di valutazioni;\nc. il resoconto sulle attività e sulle raccomandazioni della Commissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_q"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: organizzazione",
        "citation": "Art. 7q cpv. 2 OPGA",
        "content": "Il regolamento è sottoposto all’approvazione del DFI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_q"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: organizzazione",
        "citation": "Art. 7q cpv. 3 OPGA",
        "content": "La segreteria della Commissione è subordinata al presidente della Commissione dal punto di visto tecnico e all’UFAS dal punto di vista amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_q"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 2a: Perizie, Commissione federale per la garanzia della qualità delle perizie mediche: organizzazione",
        "citation": "Art. 7q cpv. 4 OPGA",
        "content": "Il presidente e gli altri membri della Commissione e i collaboratori della segreteria sono tenuti all’obbligo del segreto secondo l’articolo 33 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_7_q"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Gestione degli atti ",
        "citation": "Art. 8 cpv. 1 OPGA",
        "content": "Gli atti vanno gestiti in modo sistematico e in ordine cronologico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Gestione degli atti ",
        "citation": "Art. 8 cpv. 2 OPGA",
        "content": "Deve essere tenuto un indice completo degli atti che fornisca indicazioni chiare e inequivocabili sul contenuto dei singoli documenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Conservazione degli atti",
        "citation": "Art. 8a cpv. 1 OPGA",
        "content": "Gli atti vanno conservati in modo sicuro e appropriato, al riparo da influssi dannosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Conservazione degli atti",
        "citation": "Art. 8a cpv. 2 OPGA",
        "content": "Devono essere protetti mediante misure adeguate di natura edilizia, tecnica e organizzativa da accessi non autorizzati, da modifiche non documentate e dal rischio di perdita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Forma della consultazione degli atti",
        "citation": "Art. 8b cpv. 1 OPGA",
        "content": "L’assicuratore può subordinare a una domanda scritta la concessione della consultazione degli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Forma della consultazione degli atti",
        "citation": "Art. 8b cpv. 2 OPGA",
        "content": "Di massima gli atti sono consultati presso la sede dell’assicuratore o dei suoi organi esecutivi. Su domanda del richiedente, l’assicuratore può trasmettergli una copia degli atti. Sono fatti salvi gli articoli 47 capoverso 2 LPDA e 16 capoverso 2 dell’ordinanza del 31 agosto 2022 sulla protezione dei dati (OPDa).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Forma della consultazione degli atti",
        "citation": "Art. 8b cpv. 3 OPGA",
        "content": "L’assicuratore deve trasmettere per consultazione gli atti o copia di essi:\na. alle autorità;\nb. agli altri assicuratori e alle persone abilitate a esercitare la rappresentanza in giudizio a norma dell’articolo 2 della legge del 23 giugno 2000 sugli avvocati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Consultazione del materiale ottenuto in occasione dell’osservazione",
        "citation": "Art. 8c cpv. 1 OPGA",
        "content": "Se l’assicuratore informa oralmente l’assicurato, presso i propri locali, sull’osservazione svolta, gli permette di consultare tutto il materiale ottenuto in occasione dell’osservazione e gli segnala che ha la possibilità di richiedere copie di tutto il materiale in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_c"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Consultazione del materiale ottenuto in occasione dell’osservazione",
        "citation": "Art. 8c cpv. 2 OPGA",
        "content": "Se l’assicuratore informa per scritto l’assicurato sull’osservazione svolta, gli dà la possibilità di consultare presso la propria sede tutto il materiale ottenuto in occasione dell’osservazione. Gli segnala che ha la possibilità di richiedere copie di tutto il materiale in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_8_c"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Costi della consultazione degli atti",
        "citation": "Art. 9 cpv. 1 OPGA",
        "content": "Di massima la consultazione degli atti è gratuita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Costi della consultazione degli atti",
        "citation": "Art. 9 cpv. 2 OPGA",
        "content": "Un emolumento calcolato a norma dell’ordinanza del 10 settembre 1969 sulle tasse e spese nella procedura amministrativa può essere percepito se la consultazione causa un lavoro particolarmente oneroso. È fatto salvo l’articolo 19 OPDa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Distruzione degli atti",
        "citation": "Art. 9a cpv. 1 OPGA",
        "content": "Salvo disposizione contraria della legge, gli atti senza valore archivistico vanno distrutti al termine della durata di conservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Distruzione degli atti",
        "citation": "Art. 9a cpv. 2 OPGA",
        "content": "La distruzione degli atti deve essere verificata ed eseguita tutelando la riservatezza di tutte le informazioni ivi contenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Distruzione degli atti",
        "citation": "Art. 9a cpv. 3 OPGA",
        "content": "Il processo di distruzione va verbalizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Distruzione degli atti",
        "citation": "Art. 9a cpv. 4 OPGA",
        "content": "Gli atti relativi all’osservazione che immediatamente dopo la medesima non servono quali mezzi di prova per una modifica della prestazione vanno distrutti entro tre mesi dal passaggio in giudicato della decisione (art. 43a cpv. 8 LPGA). La distruzione deve essere confermata per scritto alla persona osservata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 3: Gestione, conservazione, consultazione e distruzione degli atti nonché notifica delle sentenze, Notifica delle sentenze",
        "citation": "Art. 9b OPGA",
        "content": "Gli organi d’esecuzione notificano ai periti di cui all’articolo 44 LPGA che hanno eseguito una perizia medica una copia delle sentenze dei tribunali cantonali delle assicurazioni, del Tribunale amministrativo federale e del Tribunale federale in cui la loro perizia è stata utilizzata come mezzo di prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_9_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Principio",
        "citation": "Art. 10 cpv. 1 OPGA",
        "content": "L’opposizione deve contenere una conclusione e una motivazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_10"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Principio",
        "citation": "Art. 10 cpv. 2 OPGA",
        "content": "L’opposizione deve essere inoltrata per scritto contro decisioni:\na. impugnabili per opposizione ai sensi dell’articolo 52 LPGA in merito a prestazioni ai sensi della legge federale del 25 giugno 1982 sull’assicurazione obbligatoria contro la disoccupazione e l’indennità per insolvenza o alla restituzione delle stesse;\nb. emanate da un organo d’esecuzione della sicurezza sul lavoro ai sensi degli articoli 47–51 dell’ordinanza del 19 dicembre 1983 sulla prevenzione degli infortuni e delle malattie professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_10"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Principio",
        "citation": "Art. 10 cpv. 3 OPGA",
        "content": "In tutti gli altri casi l’opposizione può essere fatta per scritto o oralmente durante un colloquio personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_10"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Principio",
        "citation": "Art. 10 cpv. 4 OPGA",
        "content": "L’opposizione scritta deve portare la firma dell’opponente o del suo patrocinatore. L’assicuratore mette a verbale l’opposizione fatta oralmente; il verbale deve essere firmato dall’opponente o dal suo patrocinatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_10"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Principio",
        "citation": "Art. 10 cpv. 5 OPGA",
        "content": "Se l’opposizione non soddisfa i requisiti di cui al capoverso 1 o se manca la firma, l’assicuratore assegna un congruo termine per rimediarvi, con la comminatoria che in caso contrario non si entrerà nel merito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_10"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Effetto sospensivo",
        "citation": "Art. 11 cpv. 1 OPGA",
        "content": "L’opposizione ha effetto sospensivo, salvo i casi in cui:\na. il ricorso contro una decisione su opposizione non ha effetto sospensivo in virtù della legge;\nb. l’assicuratore ha tolto l’effetto sospensivo nella sua decisione;\nc. la decisione ha una conseguenza giuridica il cui effetto non può essere sospeso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_11"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Effetto sospensivo",
        "citation": "Art. 11 cpv. 2 OPGA",
        "content": "L’assicuratore può su domanda o di moto proprio togliere l’effetto sospensivo oppure ristabilirlo se l’aveva tolto con la decisione. Tale domanda dev’essere trattata immediatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_11"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Decisione su opposizione",
        "citation": "Art. 12 cpv. 1 OPGA",
        "content": "L’assicuratore non è vincolato alle conclusioni dell’opponente. Può modificare la decisione a favore o a sfavore dell’opponente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_12"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 4: Procedura di opposizione, Decisione su opposizione",
        "citation": "Art. 12 cpv. 2 OPGA",
        "content": "Se intende modificare la decisione a sfavore dell’opponente, concede a quest’ultimo la possibilità di ritirare l’opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_12"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 2: Disposizioni generali di procedura, Sezione 5: Spese concernenti il patrocinio gratuito",
        "citation": "Art. 12a OPGA",
        "content": "Gli articoli 8–13 del regolamento dell’11 dicembre 2006 sulle tasse e sulle spese ripetibili nelle cause dinanzi al Tribunale amministrativo federale sono applicabili per analogia alle spese d’avvocato di una parte che beneficia del gratuito patrocinio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_12_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3: Regresso, Principio",
        "citation": "Art. 13 OPGA",
        "content": "Gli assicuratori cui spetta il diritto di regresso ai sensi degli articoli 72–75 LPGA possono stipulare tra di loro o con altri interessati convenzioni destinate a semplificare il disbrigo dei casi di regresso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_13"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3: Regresso, Esercizio del regresso per l’AVS/AI",
        "citation": "Art. 14 cpv. 1 OPGA",
        "content": "Per l’assicurazione per la vecchiaia e per i superstiti nonché per l’assicurazione contro l’invalidità, il regresso è esercitato dall’UFAS in collaborazione con le casse di compensazione e gli uffici AI. A tale scopo l’UFAS stipula le necessarie convenzioni con le casse di compensazione e gli uffici AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_14"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3: Regresso, Esercizio del regresso per l’AVS/AI",
        "citation": "Art. 14 cpv. 2 OPGA",
        "content": "Se l’Istituto nazionale svizzero di assicurazione contro gli infortuni o l’assicurazione militare esercitano il regresso, essi fanno valere anche il diritto di regresso dell’assicurazione per la vecchiaia e per i superstiti e dell’assicurazione contro l’invalidità. A tale scopo l’UFAS stipula con i due assicuratori sociali le necessarie convenzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_14"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3: Regresso, Esercizio del regresso per l’assicurazione contro la disoccupazione",
        "citation": "Art. 15 OPGA",
        "content": "Per l’assicurazione contro la disoccupazione il regresso è esercitato dall’organo esecutivo dell’assicurazione contro la disoccupazione competente in virtù della legge federale del 25 giugno 1982 sull’assicurazione contro la disoccupazione. Può esercitarlo anche la Segreteria di Stato dell’economia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_15"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3: Regresso, Rapporto tra le assicurazioni sociali",
        "citation": "Art. 16 OPGA",
        "content": "Se al regresso partecipano più assicurazioni sociali, esse sono tenute a compensare reciprocamente e proporzionalmente le prestazioni congruenti fornite e dovute da ognuna di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_16"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3: Regresso, Regresso contro un autore del danno non titolare di un’assicurazione per la responsabilità civile",
        "citation": "Art. 17 OPGA",
        "content": "Se al regresso partecipano più assicuratori, essi designano un unico rappresentante nei confronti del responsabile. Se non giungono a un’intesa, la rappresentanza è esercitata nell’ordine seguente:\na. dall’assicurazione contro gli infortuni;\nb. dall’assicurazione militare;\nc. dall’assicurazione malattia;\nd. dall’assicurazione per la vecchiaia e per i superstiti e dall’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Autorità competenti nei rapporti internazionali",
        "citation": "Art. 17a cpv. 1 OPGA",
        "content": "Le autorità competenti secondo l’articolo 75a LPGA sono:\na. per tutte le prestazioni di sicurezza sociale, ad eccezione di quelle in caso di disoccupazione: l’UFAS;\nb. per le prestazioni in caso di disoccupazione: l’ufficio di compensazione dell’assicurazione contro la disoccupazione di cui all’articolo 83 della legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione (LADI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Autorità competenti nei rapporti internazionali",
        "citation": "Art. 17a cpv. 2 OPGA",
        "content": "Possono concludere accordi, se lo prevede il regolamento (CE) n. 883/2004, in particolare gli articoli 16 paragrafo 1, 35 paragrafo 3, 41 paragrafo 2, 65 paragrafo 8 e 84 paragrafo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Autorità competenti nei rapporti internazionali",
        "citation": "Art. 17a cpv. 3 OPGA",
        "content": "Rappresentano la Svizzera in seno alla commissione amministrativa per il coordinamento dei sistemi di sicurezza sociale, alla commissione tecnica per l’elaborazione elettronica dei dati e alla commissione di controllo dei conti di cui agli articoli 72–74 del regolamento (CE) n. 883/2004.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Organismi di collegamento ",
        "citation": "Art. 17b OPGA",
        "content": "Gli organismi di collegamento secondo l’articolo 75a LPGA sono:\na. per le prestazioni in caso di malattia e maternità: l’istituzione comune di cui all’articolo 18 della legge federale del 18 marzo 1994 sull’assicurazione malattie (LAMal), se non è già organismo di collegamento secondo l’articolo 19 dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie (OAMal);\nb. per le prestazioni d’invalidità:\n1. nell’ambito dell’assicurazione per l’invalidità: l’ufficio AI per gli assicurati residenti all’estero di cui all’articolo 56 della legge federale del 19 giugno 1995 sull’assicurazione per l’invalidità,\n2.  nell’ambito della previdenza professionale: il fondo di garanzia di cui all’articolo 54 capoverso 2 lettera a della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità (LPP);\nc. per le prestazioni di vecchiaia e in caso di decesso:\n1. nell’ambito della previdenza per la vecchiaia e per i superstiti: la Cassa svizzera di compensazione di cui all’articolo 113 dell’ordinanza del 31 ottobre 1947 sull’assicurazione per la vecchiaia e per i superstiti (OAVS),\n2. nell’ambito della previdenza professionale: il fondo di garanzia;\nd. per le prestazioni in caso di infortuni sul lavoro e malattie professionali: l’Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI/Suva) di cui all’articolo 61 della legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni;\ne. per le prestazioni in caso di disoccupazione: l’ufficio di compensazione dell’assicurazione contro la disoccupazione di cui all’articolo 83 LADI;\nf. per le prestazioni familiari: l’UFAS;\ng. per la determinazione della legislazione applicabile: l’UFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_b"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Istituzioni competenti",
        "citation": "Art. 17c OPGA",
        "content": "Le istituzioni competenti secondo l’articolo 75a LPGA sono:\na. per le prestazioni in caso di malattia e maternità, ad eccezione dell’indennità di maternità: l’assicuratore secondo la LAMal;\nb. per le prestazioni d’invalidità:\n1. nell’ambito dell’assicurazione per l’invalidità: \n– in caso di domicilio in Svizzera: l’ufficio AI del Cantone di domicilio\n– in caso di domicilio all’estero: l’Ufficio AI per gli assicurati residenti all’estero\n2. nell’ambito della previdenza professionale: l’istituto di previdenza o l’istituto di libero passaggio;\nc. per le prestazioni di vecchiaia e in caso di decesso:\n1. nell’ambito della previdenza per la vecchiaia e per i superstiti: \n– in caso di domicilio in Svizzera: la cassa di compensazione AVS\n– in caso di domicilio all’estero: la Cassa svizzera di compensazione\n2. nell’ambito della previdenza professionale: l’istituto di previdenza o l’istituto di libero passaggio;\nd. per l’indennità di maternità:\n1. in caso di domicilio in Svizzera: la cassa di compensazione AVS,\n2. in caso di domicilio all’estero: la Cassa svizzera di compensazione; \ne. per le prestazioni in caso di infortuni sul lavoro e malattie professionali:\n1. per i lavoratori dipendenti: l’assicuratore contro gli infortuni cui è affiliato il datore di lavoro,\n2. per i lavoratori indipendenti: l’assicuratore contro gli infortuni presso cui è assicurata la persona interessata;\nf. per le prestazioni in caso di disoccupazione: la cassa di disoccupazione scelta dal disoccupato e il competente ufficio regionale di collocamento di cui all’articolo 85b LADI;\ng. per le prestazioni familiari:\n1. secondo la legge del 24 marzo 2006 sugli assegni familiari (LAFam): le casse di compensazione per assegni familiari di cui all’articolo 14 LAFam,\n2. secondo la legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura: la cassa di compensazione AVS;\nh. per l’esecuzione di crediti esteri in Svizzera: l’Ufficio centrale di compensazione (UCC) di cui all’articolo 71 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS);\ni. per la determinazione della legislazione applicabile: la cassa di compensazione AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_c"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Istituzioni competenti per l’assistenza reciproca",
        "citation": "Art. 17d cpv. 1 OPGA",
        "content": "Le istituzioni competenti per l’assistenza reciproca ai sensi degli atti giuridici dell’Unione europea menzionati nell’allegato II sezione A punti 1–4 dell’Accordo del 21 giugno 1999 tra la Confederazione Svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone, nella loro versione vincolante per la Svizzera, sono:\na. per le prestazioni in caso di malattia e maternità: l’istituzione comune di cui all’articolo 18 LAMal, se non è già istituzione competente per l’assistenza reciproca secondo l’articolo 19 OAMal;\nb. per le prestazioni in caso di infortuni sul lavoro e malattie professionali: la Suva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_d"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Istituzioni competenti per l’assistenza reciproca",
        "citation": "Art. 17d cpv. 2 OPGA",
        "content": "Assumono i compiti di cui al capoverso 1 anche nell’ambito di altre convenzioni internazionali di sicurezza sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_d"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 1: Definizione delle competenze, Organi federali competenti per l’infrastruttura per lo scambio elettronico di dati con l’estero",
        "citation": "Art. 17e OPGA",
        "content": "Per la predisposizione e la gestione dell’infrastruttura per lo scambio elettronico di dati con l’estero di cui all’articolo 75b LPGA sono competenti:\na. per il settore malattie e infortuni: l’Ufficio federale della sanità pubblica;\nb. per le rendite AVS/AI: l’UCC;\nc. per l’assicurazione contro la disoccupazione: l’ufficio di compensazione dell’assicurazione contro la disoccupazione;\nd. per gli altri settori: l’UFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_e"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Principio",
        "citation": "Art. 17f OPGA",
        "content": "L’emolumento annuo è composto da una quota delle spese di base di cui all’articolo 17g e da una quota delle spese di utilizzo di cui agli articoli 17h e 17i.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_f"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di base",
        "citation": "Art. 17g cpv. 1 OPGA",
        "content": "Le spese di base sono composte:\na. dalle spese per la gestione del punto d’accesso elettronico; e\nb. dalle spese per l’amministrazione, la manutenzione e il supporto operativo del punto d’accesso elettronico nonché per la predisposizione di applicazioni adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_g"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di base",
        "citation": "Art. 17g cpv. 2 OPGA",
        "content": "Per ciascuno dei seguenti settori delle assicurazioni sociali la quota delle spese di base è fissata in funzione del numero delle istituzioni competenti e delle istituzioni competenti per l’assistenza reciproca preposte all’esecuzione della sicurezza sociale internazionale nel settore in questione:\na. assicurazione malattie;\nb. assicurazione contro gli infortuni;\nc. prestazioni familiari;\nd. assicurazione contro la disoccupazione;\ne. assicurazione di rendite del primo e del secondo pilastro;\nf. assoggettamento assicurativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_g"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di base",
        "citation": "Art. 17g cpv. 3 OPGA",
        "content": "Se le istituzioni di un settore delle assicurazioni sociali sono connesse al punto d’accesso elettronico tramite un’applicazione standard, la quota delle spese di base di ciascuna istituzione nel settore in questione è calcolata in funzione del numero di conti utente da essa detenuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_g"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di base",
        "citation": "Art. 17g cpv. 4 OPGA",
        "content": "Se le istituzioni di un settore delle assicurazioni sociali sono connesse al punto d’accesso elettronico tramite un’interfaccia di collegamento a un’applicazione specifica, le quote delle spese di base di tutte le istituzioni del settore in questione vanno a carico dell’organo responsabile per l’applicazione specifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_g"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di base",
        "citation": "Art. 17g cpv. 5 OPGA",
        "content": "Se in un settore delle assicurazioni sociali sono impiegate sia l’applicazione standard che un’applicazione specifica, le quote delle spese di base sono ripartite all’interno del settore in funzione del numero di istituzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_g"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di utilizzo in caso di connessione al punto d’accesso elettronico tramite un’applicazione standard",
        "citation": "Art. 17h cpv. 1 OPGA",
        "content": "Se le istituzioni sono connesse al punto d’accesso elettronico tramite un’applicazione standard, le spese di utilizzo sono calcolate in funzione:\na. dell’onere per la gestione dell’applicazione standard;\nb. dell’onere per la manutenzione e il supporto operativo dell’applicazione standard;\nc. dell’onere per la predisposizione di applicazioni adeguate;\nd. dell’onere per altre componenti tecniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_h"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di utilizzo in caso di connessione al punto d’accesso elettronico tramite un’applicazione standard",
        "citation": "Art. 17h cpv. 2 OPGA",
        "content": "La quota delle spese di utilizzo di ciascuna istituzione è calcolata in funzione del numero di conti utente da essa detenuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_h"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di utilizzo in caso di connessione al punto d’accesso elettronico tramite un’applicazione standard",
        "citation": "Art. 17h cpv. 3 OPGA",
        "content": "Gli organi federali di cui all’articolo 17e possono fatturare le spese per le componenti tecniche che vengono utilizzate soltanto da una parte delle istituzioni interamente a queste ultime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_h"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di utilizzo in caso di connessione al punto d’accesso elettronico tramite un’interfaccia di collegamento a un’applicazione specifica",
        "citation": "Art. 17i cpv. 1 OPGA",
        "content": "Se le istituzioni sono connesse al punto d’accesso elettronico tramite un’interfaccia di collegamento a un’applicazione specifica, le spese di utilizzo sono calcolate in funzione:\na. dell’onere per la gestione dell’interfaccia;\nb. dell’onere per la manutenzione e il supporto operativo dell’interfaccia;\nc. dell’onere per la predisposizione di applicazioni adeguate;\nd. dell’onere per altre componenti tecniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_i"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Spese di utilizzo in caso di connessione al punto d’accesso elettronico tramite un’interfaccia di collegamento a un’applicazione specifica",
        "citation": "Art. 17i cpv. 2 OPGA",
        "content": "Le spese di utilizzo per l’interfaccia vanno a carico degli organi responsabili per l’applicazione specifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_i"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Quadro tariffario ",
        "citation": "Art. 17j cpv. 1 OPGA",
        "content": "Se l’istituzione è connessa al punto d’accesso elettronico tramite un’applicazione standard, l’emolumento per ogni conto utente è pari a 8000 franchi al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_j"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Quadro tariffario ",
        "citation": "Art. 17j cpv. 2 OPGA",
        "content": "Se l’istituzione è connessa al punto d’accesso elettronico tramite un’interfaccia di collegamento a un’applicazione specifica, l’emolumento a carico dell’organo responsabile per l’applicazione specifica è pari a 100 000 franchi al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_j"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Modalità",
        "citation": "Art. 17k cpv. 1 OPGA",
        "content": "Il calcolo delle spese di base e delle spese di utilizzo da parte degli organi federali di cui all’articolo 17e si basa sulle spese fatturate all’UFAS dal gestore dell’infrastruttura e sulle spese di amministrazione sostenute dall’UFAS per la gestione specializzata centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Modalità",
        "citation": "Art. 17k cpv. 2 OPGA",
        "content": "Il giorno di riferimento per la rilevazione del numero di istituzioni preposte all’esecuzione della sicurezza sociale internazionale e del numero di conti da esse detenuti è il 31 dicembre dell’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 3a:, Esecuzione di convenzioni internazionali di sicurezza sociale, Sezione 2: Emolumenti, Modalità",
        "citation": "Art. 17k cpv. 3 OPGA",
        "content": "Gli organi federali di cui all’articolo 17e fatturano annualmente gli emolumenti alle istituzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_17_k"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 4: Altre disposizioni, Lavoro considerevole nell’ambito dell’assistenza giudiziaria e amministrativa",
        "citation": "Art. 18 cpv. 1 OPGA",
        "content": "L’assistenza giudiziaria e amministrativa è rimborsata se:\na. i dati, su richiesta dell’assicuratore, devono essere comunicati in una forma che comporta un lavoro considerevole; e\nb. la legislazione relativa a un’assicurazione sociale lo prevede esplicitamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_18"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 4: Altre disposizioni, Lavoro considerevole nell’ambito dell’assistenza giudiziaria e amministrativa",
        "citation": "Art. 18 cpv. 2 OPGA",
        "content": "Nei casi di cui all’articolo 32 capoverso 3 LPGA, l’organo che ha ricevuto la richiesta di comunicazione di dati può riscuotere un emolumento, se tale comunicazione richiede un lavoro considerevole o in caso di richieste sistematiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_18"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 4: Altre disposizioni, Scambio elettronico di dati",
        "citation": "Art. 18a OPGA",
        "content": "L’autorità di vigilanza di un’assicurazione sociale può disciplinare il formato e il canale per la trasmissione elettronica di dati tra gli assicuratori e le autorità federali. Nel farlo tiene conto di standard attuali riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_18_a"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 4: Altre disposizioni, Applicabilità dell’ordinanza generale sugli emolumenti",
        "citation": "Art. 18abis OPGA",
        "content": "Per quanto la presente ordinanza non disponga altrimenti, si applicano le disposizioni dell’ordinanza generale dell’8 settembre 2004 sugli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_18_a_bis"
    },
    {
        "book": "ATSV",
        "title": "OPGA, Capitolo 4: Altre disposizioni, Entrata in vigore",
        "citation": "Art. 19 OPGA",
        "content": "La presente ordinanza entra in vigore il 1° gennaio 2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/569/it#art_19"
    }
]