[
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Extension, 1. En général",
        "citation": "Art. 1 al. 1 LECCT",
        "content": "À la requête de toutes les parties contractantes, l’autorité compétente peut, par une décision spéciale (décision d’extension), étendre le champ d’application d’une convention collective conclue par des associations aux employeurs et aux travailleurs qui appartiennent à la branche économique ou à la profession visée et ne sont pas liés par cette convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_1"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Extension, 1. En général",
        "citation": "Art. 1 al. 2 LECCT",
        "content": "La décision d’extension ne peut porter que sur les clauses qui lient les employeurs et travailleurs conformément à l’art. 323 du code des obligations ou qui obligent les employeurs et travailleurs envers la communauté conventionnelle, conformément à l’art. 323ter du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_1"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Extension, 1. En général",
        "citation": "Art. 1 al. 3 LECCT",
        "content": "Les clauses qui soumettent le règlement des litiges à des tribunaux arbitraux ne peuvent être l’objet d’une décision d’extension.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_1"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Extension, 2. En cas de sous-enchère",
        "citation": "Art. 1a al. 1 LECCT",
        "content": "Si la commission tripartite visée à l’art. 360b du code des obligations constate que, dans une branche économique ou une profession, les salaires et la durée du travail usuels dans la localité, la branche ou la profession font l’objet d’une sous-enchère abusive et répétée, elle peut demander, avec l’accord des parties signataires, l’extension de la convention applicable à cette branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_1_a"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Extension, 2. En cas de sous-enchère",
        "citation": "Art. 1a al. 2 LECCT",
        "content": "Dans ce cas, la décision d’extension peut porter sur les éléments suivants:\na. la rémunération minimale et la durée du travail correspondante;\nb. les contributions aux frais d’exécution;\nc. les contrôles paritaires;\nd. les sanctions à l’encontre des employeurs et des travailleurs fautifs, en particulier les peines conventionnelles et les frais de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_1_a"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Conditions générales",
        "citation": "Art. 2 LECCT",
        "content": "L’extension ne peut être prononcée qu’aux conditions suivantes:\n1. elle doit être nécessaire, en ce sens que si elle n’est pas décrétée, les employeurs et travailleurs liés par la convention risquent de subir de graves inconvénients;\n2. elle ne doit pas être contraire à l’intérêt général et ne doit pas léser les intérêts légitimes d’autres branches économiques ou d’autres milieux de la population. Elle doit en outre tenir équitablement compte des intérêts des minorités dans les branches économiques ou professions visées par elle, quand ces intérêts résultent de la diversité des conditions régionales et des entreprises;\n3. les employeurs et les travailleurs liés par la convention doivent respectivement former la majorité des employeurs et des travailleurs auxquels le champ d’application de la convention doit être étendu, et les employeurs liés par la convention doivent en outre occuper la majorité de tous les travailleurs. Lorsque des circonstances particulières le justifient, il peut être exceptionnellement dérogé à la règle exigeant la majorité des travailleurs liés par la convention;\n3.bis  en cas de requête au sens de l’art. 1a, les employeurs liés par la convention doivent occuper au moins 50 % de tous les travailleurs.\n4. la convention ne doit pas violer l’égalité devant la loi ni rien contenir de contraire aux dispositions impératives du droit fédéral ou cantonal, sous réserve de l’art. 323quater du code des obligations.\n5. la convention ne doit pas porter atteinte à la liberté d’association ni en particulier au droit de s’affilier à une association ou de ne pas le faire;\n6. les associations d’employeurs et de travailleurs qui ne sont pas liées par la convention doivent pouvoir y adhérer à égalité de droits et d’obligations avec les associations contractantes lorsqu’elles justifient d’un intérêt légitime et offrent des garanties suffisantes pour son observation;\n7. les employeurs et travailleurs qui ne sont pas liés par la convention doivent pouvoir s’affilier à l’association contractante ou participer à la convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_2"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Conditions spéciales",
        "citation": "Art. 3 al. 1 LECCT",
        "content": "Lorsqu’il s’agit de clauses relatives à des caisses de compensation ou à d’autres institutions prévues à l’art. 323ter, al. 1, let. b, du code des obligations, l’extension ne peut être prononcée que si l’organisation de ces caisses ou institutions est réglée de façon satisfaisante et une gestion correcte assurée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_3"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Conditions spéciales",
        "citation": "Art. 3 al. 2 LECCT",
        "content": "Quant aux clauses sur les contrôles, les dépôts de cautions et les amendes conventionnelles, leur extension ne peut être prononcée que:\na. si le contrôle et l’exécution sont réglés de façon satisfaisante et si une application correcte est assurée;\nb. si les contributions aux frais de contrôle exigées des employeurs et des travailleurs non liés par la convention ne dépassent pas les montants qu’on obtient en répartissant les frais effectifs de manière égale entre tous les employeurs, d’une part, et entre tous les travailleurs, d’autre part;\nc. si le produit des amendes conventionnelles sert à couvrir les frais de contrôle et si l’excédent est employé de manière appropriée, avant tout à des fins générales intéressant la branche économique ou la profession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_3"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Effets à l’égard des employeurs et travailleurs non liés par la convention",
        "citation": "Art. 4 al. 1 LECCT",
        "content": "Les clauses de la convention prévues à l’art. 323 du code des obligations et les obligations incombant aux employeurs et travailleurs liés par la convention envers les parties contractantes conformément à l’art. 323ter, al. 1, dudit code s’appliquent également aux employeurs et travailleurs auxquels la convention est étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_4"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Effets à l’égard des employeurs et travailleurs non liés par la convention",
        "citation": "Art. 4 al. 2 LECCT",
        "content": "Les clauses de la convention étendue l’emportent sur celles des conventions non étendues, à la réserve des dérogations stipulées en faveur des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_4"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Effets à l’égard des parties contractantes",
        "citation": "Art. 5 al. 1 LECCT",
        "content": "Dans l’exécution de la convention, les parties contractantes sont tenues de traiter sur un pied d’égalité les employeurs et les travailleurs liés par la convention et ceux à qui elle est étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_5"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Effets à l’égard des parties contractantes",
        "citation": "Art. 5 al. 2 LECCT",
        "content": "En cas d’extension de clauses concernant des caisses de compensation ou d’autres institutions visées par l’art. 323ter, al. 1, let. b, du code des obligations, la caisse ou l’institution est soumise à la surveillance de l’autorité compétente. Cette dernière doit veiller à ce que la caisse ou l’institution soit gérée correctement et peut, à cet effet, demander tous renseignements utiles aux organes de gérance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_5"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Organe spécial de contrôle",
        "citation": "Art. 6 al. 1 LECCT",
        "content": "Les employeurs et les travailleurs auxquels la convention est étendue peuvent demander en tout temps à l’autorité compétente de désigner, à la place de l’organe de contrôle institué par la convention, un organe de contrôle indépendant des parties. Cet organe peut également être désigné à la demande des parties à la convention lorsqu’un employeur ou un travailleur auquel la convention est étendue refuse de se soumettre à un contrôle de l’organe paritaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_6"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Organe spécial de contrôle",
        "citation": "Art. 6 al. 2 LECCT",
        "content": "L’autorité compétente fixe l’objet et l’étendue du contrôle après avoir entendu les parties et l’employeur ou le travailleur qui a demandé la désignation d’un organe spécial ou qui a refusé de se soumettre à un contrôle de l’organe paritaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_6"
    },
    {
        "book": "AVEG",
        "title": "LECCT, I. Définition, conditions et effets, Organe spécial de contrôle",
        "citation": "Art. 6 al. 3 LECCT",
        "content": "Les frais de contrôle sont supportés par l’employeur ou le travailleur qui a demandé la désignation d’un organe de contrôle spécial ou qui a refusé de se soumettre à un contrôle de l’organe paritaire; toutefois, lorsque des circonstances particulières le justifient, l’autorité compétente peut mettre les frais entièrement ou partiellement à la charge des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_6"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Autorité compétente",
        "citation": "Art. 7 al. 1 LECCT",
        "content": "L’extension est prononcée par le Conseil fédéral lorsqu’elle vise le territoire de plusieurs cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_7"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Autorité compétente",
        "citation": "Art. 7 al. 2 LECCT",
        "content": "Lorsque l’extension se limite à tout ou partie du territoire d’un seul canton, la décision ressortit à l’autorité désignée par ce canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_7"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Demande d’extension",
        "citation": "Art. 8 al. 1 LECCT",
        "content": "La demande d’extension doit être adressée par écrit à l’autorité compétente par toutes les parties. Les clauses auxquelles la demande se rapporte doivent y être annexées dans les langues officielles des régions visées par l’extension.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_8"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Demande d’extension",
        "citation": "Art. 8 al. 2 LECCT",
        "content": "La demande doit contenir des propositions précises concernant l’objet de l’extension, son champ d’application quant au territoire, à la profession et aux entreprises, la date de son entrée en vigueur et la durée de sa validité; elle doit en outre fournir les indications nécessaires à l’autorité pour que celle-ci puisse vérifier si les conditions posées aux art. 2 et 3 sont réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_8"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Demande d’extension",
        "citation": "Art. 8 al. 3 LECCT",
        "content": "Si la demande n’est pas présentée dans les formes prescrites ou ne fournit pas les indications exigées, la procédure est suspendue et la demande sera classée lorsque les parties ne font pas le nécessaire dans le délai fixé par l’autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_8"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Publication de la demande",
        "citation": "Art. 9 al. 1 LECCT",
        "content": "L’autorité compétente doit publier la demande d’extension et les clauses qui en sont l’objet dans les langues officielles voulues en fixant, selon les exigences du cas, un délai d’opposition de quatorze à trente jours. Elle peut toutefois renoncer à la publication si les conditions de l’extension ne sont manifestement pas réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_9"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Publication de la demande",
        "citation": "Art. 9 al. 2 LECCT",
        "content": "Les demandes qui relèvent du Conseil fédéral doivent être publiées dans la Feuille officielle suisse du commerce et soumises à l’avis des cantons intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_9"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Publication de la demande",
        "citation": "Art. 9 al. 3 LECCT",
        "content": "Les demandes qui relèvent d’un canton doivent être publiées dans sa feuille officielle et signalées, avec indication du délai d’opposition, dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_9"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Opposition",
        "citation": "Art. 10 al. 1 LECCT",
        "content": "Quiconque justifie d’un intérêt peut faire opposition à la demande d’extension par mémoire motivé adressé à l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_10"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Opposition",
        "citation": "Art. 10 al. 2 LECCT",
        "content": "L’autorité compétente doit donner aux parties contractantes l’occasion de se prononcer par écrit sur les oppositions, ainsi que sur les avis fournis par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_10"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Opposition",
        "citation": "Art. 10 al. 3 LECCT",
        "content": "Aucuns frais ne peuvent être mis à la charge des opposants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_10"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Consultation d’experts",
        "citation": "Art. 11 LECCT",
        "content": "Avant de statuer, l’autorité compétente prend l’avis d’experts indépendants à moins que cette consultation n’apparaisse d’emblée superflue. Elle peut instituer une commission permanente d’experts, en particulier pour vérifier si les conditions posées à l’art. 2, ch. 1 et 2, sont réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_11"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Décision",
        "citation": "Art. 12 al. 1 LECCT",
        "content": "L’autorité compétente vérifie si les conditions de l’extension sont réunies et statue sur la demande d’extension.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_12"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Décision",
        "citation": "Art. 12 al. 2 LECCT",
        "content": "Lorsqu’elle prononce l’extension, l’autorité compétente doit en fixer le champ d’application quant au territoire, à la profession et aux entreprises, ainsi que la date d’entrée en vigueur et la durée de validité de sa décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_12"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Décision",
        "citation": "Art. 12 al. 3 LECCT",
        "content": "La décision prise au sujet de la demande d’extension doit être motivée et notifiée par écrit aux parties et, dans la mesure où elle les touche, aux opposants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_12"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Décision",
        "citation": "Art. 12 al. 4 LECCT",
        "content": "Si des doutes naissent ultérieurement quant au champ d’application de la convention étendue, le Département fédéral de l’économie, de la formation et de la recherche ou l’autorité cantonale compétente pour prononcer l’extension doit le délimiter de manière plus précise après avoir consulté les parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_12"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Approbation de la décision cantonale d’extension",
        "citation": "Art. 13 al. 1 LECCT",
        "content": "Les décisions cantonales d’extension ne sont valables qu’après approbation par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_13"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Approbation de la décision cantonale d’extension",
        "citation": "Art. 13 al. 2 LECCT",
        "content": "L’approbation est accordée si les conditions de l’extension sont réunies et si la procédure a été régulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_13"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Approbation de la décision cantonale d’extension",
        "citation": "Art. 13 al. 3 LECCT",
        "content": "La décision motivée doit être notifiée par écrit au canton et aux parties contractantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_13"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Approbation de la décision cantonale d’extension",
        "citation": "Art. 13 al. 4 LECCT",
        "content": "S’il apparaît ultérieurement que les conditions de l’extension ne sont pas ou ne sont plus réunies, la Confédération reportera son approbation. L’art. 18, al. 2, est au surplus applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_13"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Publication de la décision d’extension",
        "citation": "Art. 14 al. 1 LECCT",
        "content": "La décision d’extension et les clauses sur lesquelles elle porte doivent être publiées dans les langues officielles des régions concernées. Les décisions de la Confédération sont publiées dans la Feuille fédérale et celles d’un canton dans la feuille officielle de ce canton; ces publications sont annoncées dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_14"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Publication de la décision d’extension",
        "citation": "Art. 14 al. 2 LECCT",
        "content": "L’abrogation de la décision d’extension par application des art. 17 et 18 doit être publiée suivant les mêmes règles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_14"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Frais",
        "citation": "Art. 15 al. 1 LECCT",
        "content": "Les frais de publication de la demande et de la décision sont supportés par les parties, qui en répondent solidairement; en règle générale, il en va de même des frais d’expertise et autres frais éventuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_15"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Frais",
        "citation": "Art. 15 al. 2 LECCT",
        "content": "Après la clôture de la procédure, l’autorité compétente statue sur les frais et les répartit entre les parties. Une fois en force, les décisions sur ces frais sont assimilées à des jugements exécutoires selon l’art. 80 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_15"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Modification",
        "citation": "Art. 16 al. 1 LECCT",
        "content": "Les dispositions du présent chapitre s’appliquent à la modification des clauses étendues, à l’extension de nouvelles clauses, à la prorogation de la décision d’extension et à son abrogation partielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_16"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Modification",
        "citation": "Art. 16 al. 2 LECCT",
        "content": "Les parties sont tenues d’annoncer immédiatement et par écrit à l’autorité compétente toute modification de la convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_16"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Abrogation de la décision d’extension en cas d’expiration anticipée de la convention.",
        "citation": "Art. 17 al. 1 LECCT",
        "content": "Si la convention prend fin avant que la décision d’extension ait cessé de porter effet, la décision doit être rapportée pour la même date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_17"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Abrogation de la décision d’extension en cas d’expiration anticipée de la convention.",
        "citation": "Art. 17 al. 2 LECCT",
        "content": "Les parties sont tenues d’annoncer immédiatement et par écrit à l’autorité compétente la dénonciation ou la résiliation de la convention. Si elles omettent de le faire à temps, les clauses étendues restent en vigueur tant que la décision d’extension n’a pas été rapportée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_17"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Abrogation de la décision d’extension sur demande ou d’office",
        "citation": "Art. 18 al. 1 LECCT",
        "content": "L’autorité compétente pour prononcer l’extension doit rapporter sa décision si toutes les parties le demandent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_18"
    },
    {
        "book": "AVEG",
        "title": "LECCT, II. Compétence et procédure, Abrogation de la décision d’extension sur demande ou d’office",
        "citation": "Art. 18 al. 2 LECCT",
        "content": "L’autorité qui a prononcé la décision doit la rapporter si elle constate, d’office ou sur dénonciation, que les conditions de l’extension ne sont pas ou ne sont plus réunies. Elle peut également la rapporter en cas de violation du principe de l’égalité de traitement posé à l’art. 5, al. 1, ou si, contrairement à l’art. 5, al. 2, une caisse ou une institution n’est pas gérée correctement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/fr#art_18"
    }
]