[
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Allgemeinverbindlicherklärung, 1. Im Allgemeinen",
        "citation": "Art. 1 Abs. 1 AVEG",
        "content": "Der Geltungsbereich eines zwischen Verbänden abgeschlossenen Gesamtarbeitsvertrages kann auf Antrag aller Vertragsparteien durch Anordnung der zuständigen Behörde (Allgemeinverbindlicherklärung) auf Arbeitgeber und Arbeitnehmer des betreffenden Wirtschaftszweiges oder Berufes ausgedehnt werden, die am Vertrag nicht beteiligt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_1"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Allgemeinverbindlicherklärung, 1. Im Allgemeinen",
        "citation": "Art. 1 Abs. 2 AVEG",
        "content": "Gegenstand der Allgemeinverbindlicherklärung können nur Bestimmungen sein, die gemäss Artikel 323 des Obligationenrechts unmittelbar für die beteiligten Arbeitgeber und Arbeitnehmer gelten oder in bezug auf welche eine Vereinbarung gemäss Artikel 323ter des Obligationenrechts getroffen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_1"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Allgemeinverbindlicherklärung, 1. Im Allgemeinen",
        "citation": "Art. 1 Abs. 3 AVEG",
        "content": "Bestimmungen über die Beurteilung von Streitigkeiten durch Schiedsgerichte können nicht allgemeinverbindlich erklärt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_1"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Allgemeinverbindlicherklärung, 2. Bei Missbräuchen",
        "citation": "Art. 1a Abs. 1 AVEG",
        "content": "Stellt die tripartite Kommission nach Artikel 360b des Obligationenrechts fest, dass in einer Branche oder einem Beruf die orts-, berufs- oder branchenüblichen Löhne und Arbeitszeiten wiederholt in missbräuchlicher Weise unterboten werden, so kann sie mit Zustimmung der Vertragsparteien die Allgemeinverbindlicherklärung des für die betreffende Branche geltenden Gesamtarbeitsvertrags beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_1_a"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Allgemeinverbindlicherklärung, 2. Bei Missbräuchen",
        "citation": "Art. 1a Abs. 2 AVEG",
        "content": "Gegenstand der Allgemeinverbindlicherklärung können in diesem Fall sein: \na. die minimale Entlöhnung und die ihr entsprechende Arbeitszeit;\nb. die Vollzugskostenbeiträge;\nc. die paritätischen Kontrollen;\nd. die Sanktionen gegenüber fehlbaren Arbeitgebern und Arbeitnehmern, insbesondere Konventionalstrafen und die Auferlegung von Kontrollkosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_1_a"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Allgemeine Voraussetzungen",
        "citation": "Art. 2 AVEG",
        "content": "Die Allgemeinverbindlichkeit darf nur unter folgenden Voraussetzungen angeordnet werden:\n1. Die Allgemeinverbindlichkeit muss sich wegen der für die beteiligten Arbeitgeber und Arbeitnehmer andernfalls zu erwartenden erheblichen Nachteile als notwendig erweisen.\n2. Die Allgemeinverbindlichkeit darf dem Gesamtinteresse nicht zuwiderlaufen und die berechtigten Interessen anderer Wirtschaftsgruppen und Bevölkerungskreise nicht beeinträchtigen. Sie muss ferner den auf regionalen oder betrieblichen Verschiedenheiten beruhenden Minderheitsinteressen innerhalb des betreffenden Wirtschaftszweiges oder Berufes angemessen Rechnung tragen.\n3. Am Gesamtarbeitsvertrag müssen mehr als die Hälfte aller Arbeitgeber und mehr als die Hälfte aller Arbeitnehmer, auf die der Geltungsbereich des Gesamtarbeitsvertrages ausgedehnt werden soll, beteiligt sein. Die beteiligten Arbeitgeber müssen überdies mehr als die Hälfte aller Arbeitnehmer beschäftigen. Ausnahmsweise kann bei besondern Verhältnissen vom Erfordernis der Mehrheit der beteiligten Arbeitnehmer abgesehen werden.\n3.bis  Im Fall eines Antrags auf Allgemeinverbindlicherklärung nach Artikel 1a müssen die beteiligten Arbeitgeber mindestens 50 Prozent aller Arbeitnehmer beschäftigen.\n4. Der Gesamtarbeitsvertrag darf die Rechtsgleichheit nicht verletzen und, unter Vorbehalt von Artikel 323quater des Obligationenrechts, dem zwingenden Recht des Bundes und der Kantone nicht widersprechen.\n5. Der Gesamtarbeitsvertrag darf die Verbandsfreiheit nicht beeinträchtigen, insbesondere nicht die Freiheit, sich einem Verband anzuschliessen oder ihm fernzubleiben.\n6. Nicht beteiligten Arbeitgeber- und Arbeitnehmerverbänden muss der Beitritt zum Gesamtarbeitsvertrag zu gleichen Rechten und Pflichten offen stehen, wenn sie ein berechtigtes Interesse nachweisen und ausreichende Gewähr für die Einhaltung des Vertrages bieten.\n7. Einzelnen Arbeitgebern und Arbeitnehmern, die am Gesamtarbeitsvertrag nicht beteiligt sind, muss der Beitritt zum vertragschliessenden Verband oder der Anschluss an den Gesamtarbeitsvertrag offen stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_2"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Besondere Voraussetzungen",
        "citation": "Art. 3 Abs. 1 AVEG",
        "content": "Bestimmungen über Ausgleichskassen und andere Einrichtungen im Sinne von Artikel 323ter Absatz 1 Buchstabe b des Obligationenrechts dürfen nur allgemeinverbindlich erklärt werden, wenn die Organisation der Kasse oder Einrichtung ausreichend geregelt ist und Gewähr für eine ordnungsgemässe Führung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_3"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Besondere Voraussetzungen",
        "citation": "Art. 3 Abs. 2 AVEG",
        "content": "Bestimmungen über Kontrollen, Kautionen und Konventionalstrafen dürfen nur allgemeinverbindlich erklärt werden:\na. wenn die Kontrolle und Durchsetzung ausreichend geregelt sind und Gewähr für eine geordnete Anwendung besteht;\nb. wenn die Kontrollkostenbeiträge der am Gesamtarbeitsvertrag nicht beteiligten Arbeitgeber und Arbeitnehmer die Anteile nicht übersteigen, die sich bei einer gleichmässigen Verteilung der tatsächlichen Kosten auf alle Arbeitgeber einerseits und auf alle Arbeitnehmer anderseits ergeben;\nc. wenn die Konventionalstrafen zur Deckung der Kontrollkosten bestimmt sind und allfällige Überschüsse in angemessener Weise, vor allem zugunsten allgemeiner Zwecke des betreffenden Wirtschaftszweiges oder Berufes, verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_3"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Wirkung auf die nicht beteiligten Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 4 Abs. 1 AVEG",
        "content": "Die Bestimmungen des Gesamtarbeitsvertrages im Sinne von Artikel 323 des Obligationenrechts sowie die Verpflichtungen der beteiligten Arbeitgeber und Arbeitnehmer gegenüber den Vertragsparteien im Sinne von Artikel 323ter Absatz 1 des Obligationenrechts gelten auch für die am Vertrag nicht beteiligten Arbeitgeber und Arbeitnehmer, auf die der Geltungsbereich ausgedehnt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_4"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Wirkung auf die nicht beteiligten Arbeitgeber und Arbeitnehmer",
        "citation": "Art. 4 Abs. 2 AVEG",
        "content": "Die Bestimmungen eines allgemeinverbindlichen Gesamtarbeitsvertrages gehen den Bestimmungen eines nicht allgemeinverbindlichen Vertrages vor, jedoch mit Ausnahme der abweichenden Bestimmungen zugunsten der Arbeitnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_4"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Wirkung auf die Vertragsparteien",
        "citation": "Art. 5 Abs. 1 AVEG",
        "content": "Die Vertragsparteien sind verpflichtet, die Arbeitgeber und Arbeitnehmer, auf die der Geltungsbereich des Gesamtarbeitsvertrages ausgedehnt wird, bei der Durchführung des Vertrages gleich wie die beteiligten Arbeitgeber und Arbeitnehmer zu behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_5"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Wirkung auf die Vertragsparteien",
        "citation": "Art. 5 Abs. 2 AVEG",
        "content": "Werden Bestimmungen über Ausgleichskassen oder andere Einrichtungen im Sinne von Artikel 323ter Absatz 1 Buchstabe b des Obligationenrechts allgemeinverbindlich erklärt, so untersteht die Kasse oder Einrichtung der Aufsicht der zuständigen Behörde. Diese hat dafür zu sorgen, dass die Kasse oder Einrichtung ordnungsgemäss geführt wird, und kann zu diesem Zweck von deren Träger die notwendigen Auskünfte verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_5"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Besonderes Kontrollorgan",
        "citation": "Art. 6 Abs. 1 AVEG",
        "content": "Arbeitgeber und Arbeitnehmer, auf die der Geltungsbereich des Gesamtarbeitsvertrages ausgedehnt wird, können jederzeit bei der zuständigen Behörde die Einsetzung eines besonderen, von den Vertragsparteien unabhängigen Kontrollorgans an Stelle der im Vertrag vorgesehenen Kontrollorgane verlangen. Dieses Kontrollorgan kann auch auf Antrag der Vertragsparteien eingesetzt werden, wenn sich ein am Vertrag nicht beteiligter Arbeitgeber oder Arbeitnehmer weigert, sich einer Kontrolle des paritätischen Organs zu unterziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_6"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Besonderes Kontrollorgan",
        "citation": "Art. 6 Abs. 2 AVEG",
        "content": "Die zuständige Behörde bestimmt Gegenstand und Umfang der Kontrolle nach Anhörung der Vertragsparteien und des Arbeitgebers oder Arbeitnehmers, der die Einsetzung eines besonderen Kontrollorgans verlangt oder der sich geweigert hat, sich der Kontrolle des paritätischen Organs zu unterziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_6"
    },
    {
        "book": "AVEG",
        "title": "AVEG, I. Begriff, Voraussetzungen und Wirkungen, Besonderes Kontrollorgan",
        "citation": "Art. 6 Abs. 3 AVEG",
        "content": "Die Kontrollkosten gehen zu Lasten des Arbeitgebers oder Arbeitnehmers, der eine besondere Kontrolle verlangt oder der sich geweigert hat, sich der Kontrolle des paritätischen Organs zu unterziehen; sie können jedoch von der zuständigen Behörde ganz oder teilweise den Vertragsparteien auferlegt werden, wenn besondere Umstände dies rechtfertigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_6"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Zuständige Behörde",
        "citation": "Art. 7 Abs. 1 AVEG",
        "content": "Erstreckt sich der Geltungsbereich der Allgemeinverbindlichkeit auf das Gebiet mehrerer Kantone, so wird sie vom Bundesrat angeordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_7"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Zuständige Behörde",
        "citation": "Art. 7 Abs. 2 AVEG",
        "content": "Beschränkt sich der Geltungsbereich der Allgemeinverbindlichkeit auf das Gebiet eines Kantons oder auf einen Teil desselben, so wird sie von der vom Kanton bezeichneten Behörde angeordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_7"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Antrag",
        "citation": "Art. 8 Abs. 1 AVEG",
        "content": "Der Antrag auf Allgemeinverbindlicherklärung ist von allen Vertragsparteien der zuständigen Behörde schriftlich einzureichen. Die allgemeinverbindlich zu erklärenden Bestimmungen sind dem Antrag in den für den Geltungsbereich massgebenden Amtssprachen beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_8"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Antrag",
        "citation": "Art. 8 Abs. 2 AVEG",
        "content": "Der Antrag hat den Gegenstand, den räumlichen, beruflichen und betrieblichen Geltungsbereich sowie Beginn und Dauer der Allgemeinverbindlichkeit anzuführen und die erforderlichen Angaben über die Voraussetzungen gemäss den Artikeln 2 und 3 zu enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_8"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Antrag",
        "citation": "Art. 8 Abs. 3 AVEG",
        "content": "Wird der Antrag nicht ordnungsgemäss oder nicht mit den erforderlichen Angaben eingereicht, so ruht das Verfahren und wird nach erfolgloser Fristansetzung eingestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_8"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Veröffentlichung des Antrages",
        "citation": "Art. 9 Abs. 1 AVEG",
        "content": "Der Antrag auf Allgemeinverbindlicherklärung ist mit den allgemeinverbindlich zu erklärenden Bestimmungen unter Ansetzung einer angemessenen Einsprachefrist von 14 bis 30 Tagen in den massgebenden Amtssprachen zu veröffentlichen. Von der Veröffentlichung kann abgesehen werden, wenn die Voraussetzungen für die Allgemeinverbindlichkeit offensichtlich nicht erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_9"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Veröffentlichung des Antrages",
        "citation": "Art. 9 Abs. 2 AVEG",
        "content": "Anträge, über die der Bundesrat zu entscheiden hat, sind im Schweizerischen Handelsamtsblatt zu veröffentlichen und den beteiligten Kantonen zur Vernehmlassung zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_9"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Veröffentlichung des Antrages",
        "citation": "Art. 9 Abs. 3 AVEG",
        "content": "Anträge, über die der Kanton entscheidet, sind im kantonalen Amtsblatt zu veröffentlichen und unter Angabe der Einsprachefrist im Schweizerischen Handelsamtsblatt anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_9"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Einsprache",
        "citation": "Art. 10 Abs. 1 AVEG",
        "content": "Wer ein Interesse glaubhaft macht, kann gegen den Antrag auf Allgemeinverbindlicherklärung schriftlich und begründet bei der zuständigen Behörde Einsprache erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_10"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Einsprache",
        "citation": "Art. 10 Abs. 2 AVEG",
        "content": "Den Vertragsparteien ist Gelegenheit zu geben, zu den Einsprachen sowie zu den Vernehmlassungen der Kantone schriftlich Stellung zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_10"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Einsprache",
        "citation": "Art. 10 Abs. 3 AVEG",
        "content": "Den Einsprechern dürfen keine Kosten auferlegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_10"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Begutachtung",
        "citation": "Art. 11 AVEG",
        "content": "Die zuständige Behörde holt vor dem Entscheid das Gutachten unabhängiger Sachverständiger ein, wenn sich dies nicht von vornherein als überflüssig erweist. Sie kann einen ständigen Ausschuss von Sachverständigen bestellen, insbesondere zur Prüfung der Voraussetzungen gemäss Artikel 2 Ziffern 1 und 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_11"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Entscheid",
        "citation": "Art. 12 Abs. 1 AVEG",
        "content": "Die zuständige Behörde prüft, ob die Voraussetzungen für die Allgemeinverbindlichkeit erfüllt sind und entscheidet über den Antrag auf Allgemeinverbindlicherklärung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_12"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Entscheid",
        "citation": "Art. 12 Abs. 2 AVEG",
        "content": "Wird die Allgemeinverbindlichkeit angeordnet, so setzt die zuständige Behörde den räumlichen, beruflichen und betrieblichen Geltungsbereich fest und bestimmt Beginn und Dauer der Allgemeinverbindlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_12"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Entscheid",
        "citation": "Art. 12 Abs. 3 AVEG",
        "content": "Der Entscheid über den Antrag ist den Vertragsparteien und den Einsprechern, soweit diese betroffen sind, schriftlich und begründet zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_12"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Entscheid",
        "citation": "Art. 12 Abs. 4 AVEG",
        "content": "Ergeben sich nachträglich Zweifel über den Geltungsbereich, so wird dieser nach Anhörung der Vertragsparteien vom Eidgenössischen Departement für Wirtschaft, Bildung und Forschung oder von der für die Allgemeinverbindlicherklärung zuständigen kantonalen Behörde näher bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_12"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Genehmigung der kantonalen Allgemeinverbindlicherklärung",
        "citation": "Art. 13 Abs. 1 AVEG",
        "content": "Die kantonale Allgemeinverbindlicherklärung bedarf zu ihrer Gültigkeit der Genehmigung des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_13"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Genehmigung der kantonalen Allgemeinverbindlicherklärung",
        "citation": "Art. 13 Abs. 2 AVEG",
        "content": "Die Genehmigung wird erteilt, wenn die Voraussetzungen für die Allgemeinverbindlichkeit erfüllt sind und das Verfahren ordnungsgemäss durchgeführt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_13"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Genehmigung der kantonalen Allgemeinverbindlicherklärung",
        "citation": "Art. 13 Abs. 3 AVEG",
        "content": "Der Entscheid über die Genehmigung ist dem Kanton und den Vertragsparteien schriftlich und begründet zu eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_13"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Genehmigung der kantonalen Allgemeinverbindlicherklärung",
        "citation": "Art. 13 Abs. 4 AVEG",
        "content": "Erweist sich nachträglich, dass die Voraussetzungen für die Allgemeinverbindlichkeit nicht oder nicht mehr erfüllt sind, so hat der Bund die Genehmigung zu widerrufen. Im übrigen ist Artikel 18 Absatz 2 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_13"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Veröffentlichung der Allgemeinverbindlicherklärung",
        "citation": "Art. 14 Abs. 1 AVEG",
        "content": "Die Allgemeinverbindlicherklärung ist mit den allgemeinverbindlichen Bestimmungen in den Amtssprachen des betreffenden Gebiets zu veröffentlichen. Die Allgemeinverbindlicherklärungen des Bundes werden im Bundesblatt und diejenigen der Kantone im jeweiligen kantonalen Amtsblatt veröffentlicht; diese Veröffentlichungen sind im Schweizerischen Handelsamtsblatt anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_14"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Veröffentlichung der Allgemeinverbindlicherklärung",
        "citation": "Art. 14 Abs. 2 AVEG",
        "content": "Die Ausserkraftsetzung der Allgemeinverbindlichkeit gemäss den Artikeln 17 und 18 ist in gleicher Weise zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_14"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Kosten",
        "citation": "Art. 15 Abs. 1 AVEG",
        "content": "Die Kosten für die Veröffentlichung des Antrages und des Entscheides sowie in der Regel auch die Kosten der Begutachtung und allfällige weitere Kosten gehen zu Lasten der Vertragsparteien, die solidarisch dafür haften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_15"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Kosten",
        "citation": "Art. 15 Abs. 2 AVEG",
        "content": "Die zuständige Behörde erlässt nach Abschluss des Verfahrens eine Kostenverfügung und verteilt die Kosten auf die Vertragsparteien. Die rechtskräftigen Kostenverfügungen sind vollstreckbaren gerichtlichen Urteilen im Sinne von Artikel 80 des Schuldbetreibungs- und Konkursgesetzes gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_15"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Änderung der Allgemeinverbindlichkeit",
        "citation": "Art. 16 Abs. 1 AVEG",
        "content": "Werden allgemeinverbindliche Bestimmungen geändert oder neue Bestimmungen allgemeinverbindlich erklärt, wird die Dauer der Allgemeinverbindlichkeit verlängert oder wird die Allgemeinverbindlichkeit teilweise ausser Kraft gesetzt, so sind die Vorschriften dieses Abschnittes anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_16"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Änderung der Allgemeinverbindlichkeit",
        "citation": "Art. 16 Abs. 2 AVEG",
        "content": "Die Vertragsparteien sind verpflichtet, die zuständige Behörde von jeder Änderung eines allgemeinverbindlichen Gesamtarbeitsvertrages sofort schriftlich zu benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_16"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Ausserkraftsetzung der Allgemeinverbindlichkeit bei vorzeitiger Beendigung des Gesamtarbeitsvertrages",
        "citation": "Art. 17 Abs. 1 AVEG",
        "content": "Endigt der Gesamtarbeitsvertrag vor Ablauf der Geltungsdauer der Allgemeinverbindlichkeit, so ist diese auf den gleichen Zeitpunkt ausser Kraft zu setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_17"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Ausserkraftsetzung der Allgemeinverbindlichkeit bei vorzeitiger Beendigung des Gesamtarbeitsvertrages",
        "citation": "Art. 17 Abs. 2 AVEG",
        "content": "Die Vertragsparteien sind verpflichtet, die zuständige Behörde von der Kündigung und Aufhebung des Gesamtarbeitsvertrages sofort schriftlich zu benachrichtigen. Wird diese Benachrichtigung versäumt, so gelten die allgemeinverbindlichen Bestimmungen für alle Arbeitgeber und Arbeitnehmer bis zum Zeitpunkt, auf den die Allgemeinverbindlichkeit ausser Kraft gesetzt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_17"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Ausserkraftsetzung der Allgemeinverbindlichkeit auf Antrag und von Amtes wegen",
        "citation": "Art. 18 Abs. 1 AVEG",
        "content": "Die für die Allgemeinverbindlicherklärung zuständige Behörde hat auf Antrag aller Vertragsparteien die Allgemeinverbindlichkeit ausser Kraft zu setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_18"
    },
    {
        "book": "AVEG",
        "title": "AVEG, II. Zuständigkeit und Verfahren, Ausserkraftsetzung der Allgemeinverbindlichkeit auf Antrag und von Amtes wegen",
        "citation": "Art. 18 Abs. 2 AVEG",
        "content": "Stellt die für die Allgemeinverbindlicherklärung zuständige Behörde von Amtes wegen oder auf Anzeige hin fest, dass die Voraussetzungen für die Allgemeinverbindlichkeit nicht oder nicht mehr erfüllt sind, so hat sie die Allgemeinverbindlichkeit ausser Kraft zu setzen. Ebenso kann sie dies anordnen, wenn der Grundsatz der Gleichbehandlung gemäss Artikel 5 Absatz 1 verletzt, oder wenn entgegen Artikel 5 Absatz 2 eine Kasse oder Einrichtung nicht ordnungsgemäss geführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1543_1645_1658/de#art_18"
    }
]