[
    {
        "book": "AVIV",
        "title": "OACI, Titre 1, Applicabilité de la LPGA, Communication électronique avec les autorités",
        "citation": "Art. 1 al. 1 OACI",
        "content": "En application de l’art. 55, al. 1bis, LPGA, les dispositions de la loi fédérale du 20 décembre 1968 sur la procédure administrative relatives à la communication électronique avec les autorités sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_1"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 1, Applicabilité de la LPGA, Communication électronique avec les autorités",
        "citation": "Art. 1 al. 2 OACI",
        "content": "La communication électronique s’effectue jusqu’à la décision sur opposition via la plateforme d’accès aux services en ligne (art. 83, al. 1bis, let. d, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_1"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 1, Applicabilité de la LPGA, Mesures collectives relatives au marché du travail",
        "citation": "Art. 1a OACI",
        "content": "Sont réputées mesures collectives relatives au marché du travail au sens de l’art. 1, al. 3, LACI:\na. les mesures de formation collectives (art. 60, al. 1, LACI);\nb. les mesures d’emploi collectives (art. 64a, al. 1, LACI);\nc. les mesures collectives spécifiques que les cantons ou l’organe de compensation de l’assurance-chômage prennent en vertu de la législation fédérale sur l’assurance-chômage en faveur des personnes au chômage ou menacées de chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_1_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 1a, Cotisations, Plafonnement du salaire soumis à cotisation",
        "citation": "Art. 2 OACI",
        "content": "Lorsque la durée de l’occupation est inférieure à une année, le plafond du salaire soumis à cotisation est obtenu par multiplication du 1/360e du montant annuel maximum par le nombre de jours civils de la période d’occupation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_2"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 1a, Cotisations, Contribution aux frais d’administration",
        "citation": "Art. 2a OACI",
        "content": "Sur leurs cotisations d’assurance-chômage, les employeurs et les travailleurs ne sont pas tenus de verser une contribution aux frais d’administration à la caisse de compensation de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_2_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Travailleurs à domicile",
        "citation": "Art. 3 al. 1 OACI",
        "content": "Au sens de la présente ordonnance, sont réputées travailleurs à domicile les personnes qui travaillent à domicile sur la base d’un contrat de travail à domicile selon l’art. 351 du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Travailleurs à domicile",
        "citation": "Art. 3 al. 2 OACI",
        "content": "Les prescriptions spéciales concernant les travailleurs à domicile sont appliquées lorsque l’assuré a obtenu par du travail à domicile son dernier gain avant le début du délai-cadre applicable à la période d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres pour les assurés qui entreprennent une activité indépendante sans l’aide de l’assurance-chômage",
        "citation": "Art. 3a al. 1 OACI",
        "content": "Les délais-cadres relatifs aux périodes de cotisation et d’indemnisation ne sont pas prolongés lorsque l’activité exercée a été soumise à cotisation selon l’art. 13 LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres pour les assurés qui entreprennent une activité indépendante sans l’aide de l’assurance-chômage",
        "citation": "Art. 3a al. 2 OACI",
        "content": "Ne peut bénéficier de la prolongation du délai-cadre d’indemnisation l’assuré qui a touché des prestations de l’assurance-chômage pendant l’exercice de son activité indépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres pour les assurés qui entreprennent une activité indépendante sans l’aide de l’assurance-chômage",
        "citation": "Art. 3a al. 3 OACI",
        "content": "Le délai-cadre prolongé selon l’art. 9a, al. 1, LACI est remplacé par un nouveau délai-cadre d’indemnisation dès que l’assuré qui a épuisé son droit à l’indemnité remplit les conditions d’ouverture de ce délai-cadre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres en cas de période éducative",
        "citation": "Art. 3b al. 1 OACI",
        "content": "Les délais-cadres d’indemnisation et de cotisation sont prolongés après une période éducative si l’enfant de l’assuré n’a pas 10 ans révolus au moment où ce dernier se réinscrit (art. 9b, al. 1, let. a et b, LACI) ou s’inscrit au chômage (art. 9b, al. 2, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres en cas de période éducative",
        "citation": "Art. 3b al. 2 OACI",
        "content": "L’assuré ne peut faire valoir plus d’une fois pour le même enfant le droit à la prolongation des délais-cadres d’indemnisation et de cotisation en cas de période éducative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres en cas de période éducative",
        "citation": "Art. 3b al. 3 OACI",
        "content": "Les périodes de cotisation de l’assuré qui ont été prises en considération pour l’ouverture d’un délai-cadre d’indemnisation ne peuvent être prises en considération une seconde fois après une période éducative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres en cas de période éducative",
        "citation": "Art. 3b al. 4 OACI",
        "content": "Le délai-cadre de quatre ans relatif à la période de cotisation selon l’art. 9b, al. 2, LACI, est prolongé pour chaque nouvel accouchement de la durée séparant les deux accouchements, mais de deux ans au plus",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres en cas de période éducative",
        "citation": "Art. 3b al. 5 OACI",
        "content": "Le délai-cadre prolongé selon l’art. 9b, al. 1, LACI est remplacé par un nouveau délai-cadre d’indemnisation dès que l’assuré qui a épuisé son droit à l’indemnité remplit les conditions d’ouverture de ce délai-cadre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadres en cas de période éducative",
        "citation": "Art. 3b al. 6 OACI",
        "content": "Les al. 1 à 5 s’appliquent par analogie lorsque l’enfant est placé en vue de son adoption selon l’art. 264 du code civil ou lorsque la période éducative est consacrée à l’enfant du conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_3_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Jour entier de travail",
        "citation": "Art. 4 al. 1 OACI",
        "content": "Est réputée jour entier de travail, la cinquième partie de la durée hebdomadaire du travail que l’assuré a normalement accomplie durant son dernier rapport de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_4"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Jour entier de travail",
        "citation": "Art. 4 al. 2 OACI",
        "content": "Si l’assuré exerçait, en dernier lieu, une occupation à plein temps chaque jour durant lequel l’assuré est au chômage complet est réputé jour entier de travail perdu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_4"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Perte de travail à prendre en considération lorsqu’un assuré est partiellement sans emploi",
        "citation": "Art. 5 OACI",
        "content": "La perte de travail des assurés partiellement sans emploi (art. 10, al. 2, let. b, LACI) est prise en considération lorsqu’elle s’élève au moins à deux jours entiers de travail en l’espace de deux semaines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_5"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 1 OACI",
        "content": "L’assuré libéré des conditions relatives à la période de cotisation pour l’un des motifs définis à l’art. 14, al. 1, let. a, LACI, associé, le cas échéant, à l’un des motifs définis aux let. b et c du même article, doit observer un délai d’attente de 120 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 1bis OACI",
        "content": "Les assurés visés à l’al. 1 qui, ayant terminé l’école obligatoire, se mettent à la disposition du service de l’emploi, peuvent, pendant le délai d’attente prévu à l’al. 1, participer à un semestre de motivation visé à l’art. 64a, al. 1, let. c, LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 1ter OACI",
        "content": "Les assurés visés à l’al. 1 peuvent participer à un stage professionnel visé à l’art. 64a, al. 1, let. b, LACI pendant le délai d’attente lorsque le taux de chômage moyen des six derniers mois dépasse 3,3 % en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 2 OACI",
        "content": "Les autres assurés libérés des conditions relatives à la période de cotisation doivent observer un délai d’attente de cinq jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 4 OACI",
        "content": "Au terme de l’exercice d’une activité à caractère saisonnier (art. 7) ou d’une profession dans laquelle les changements d’employeurs sont fréquents ou les rapports de service de durée limitée (art. 8), le délai d’attente est d’un jour. Ce délai ne doit être observé qu’une fois pendant une période de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 5 OACI",
        "content": "Le délai d’attente visé à l’al. 4 devient caduc:\na. deux mois après le terme du rapport de travail sur lequel il repose;\nb. lorsque le rapport de travail a duré au moins un an sans interruption;\nc. lorsqu’un rapport de travail relevant de l’al. 4 a cessé avant terme pour des motifs d’ordre économique, ou\nd. lorsque l’assuré ne justifie pas de plus de cinq jours de travail par période de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais d’attente spéciaux",
        "citation": "Art. 6 al. 6 OACI",
        "content": "Le délai d’attente spécial doit être observé en sus du délai d’attente général visé à l’art. 18, al. 1, LACI. Ne sont réputés délais d’attente que les jours pour lesquels l’assuré remplit les conditions donnant droit à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délai d’attente général",
        "citation": "Art. 6a al. 1 OACI",
        "content": "Le délai d’attente général ne doit être observé qu’une seule fois durant le délai-cadre d’indemnisation. Ne peuvent compter comme délai d’attente que les jours pour lesquels l’assuré remplit les conditions donnant droit à l’indemnité (art. 8, al. 1, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délai d’attente général",
        "citation": "Art. 6a al. 2 OACI",
        "content": "Le délai d’attente général ne s’applique pas aux assurés dont le gain assuré ne dépasse pas 36 000 francs par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délai d’attente général",
        "citation": "Art. 6a al. 3 OACI",
        "content": "Il ne s’applique pas aux assurés dont le gain assuré se situe entre 36 001 et 60 000 francs par an et qui ont une obligation d’entretien envers des enfants de moins de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_6_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Activité saisonnière",
        "citation": "Art. 7 OACI",
        "content": "Une activité est réputée revêtir un caractère saisonnier lorsque:\na. l’assuré a été expressément engagé sur la base d’un rapport de travail limité à une saison ou\nb. le rapport de travail équivaut à un engagement saisonnier par sa nature et sa durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_7"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Professions avec changements de place fréquents ou engagements de durée limitée",
        "citation": "Art. 8 al. 1 OACI",
        "content": "Sont notamment réputées professions dans lesquelles les changements de place ou les engagements de durée limitée sont usuels, les occupations suivantes:\na. musicien;\nb. acteur;\nc. artiste;\nd. collaborateur artistique de la radio, de la télévision ou de cinéma;\ne. technicien du film;\nf. journaliste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_8"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Indemnité de vacances dans des cas particuliers",
        "citation": "Art. 9 al. 1 OACI",
        "content": "Si l’assuré a touché une indemnité de vacances représentant 20 pour cent ou plus du salaire soumis à l’AVS, les jours correspondants sont déduits de la perte de travail à prendre en considération, dans la mesure où:\na. les périodes de vacances sont fixes dans la profession, et\nb. la perte de travail a lieu durant l’une de ces périodes de vacances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_9"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Indemnité de vacances dans des cas particuliers",
        "citation": "Art. 9 al. 2 OACI",
        "content": "Seuls sont déduits les jours de vacances auxquels l’assuré a droit depuis la dernière période de vacances et qu’il n’a pas encore pris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_9"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Perte de travail à prendre en considération en cas de suspension provisoire d’un rapport de service fondé sur le droit public",
        "citation": "Art. 10 al. 1 OACI",
        "content": "Si l’assuré a interjeté recours contre une suspension du versement de son salaire, liée à une procédure visant à mettre fin à un rapport de service fondé sur le droit public, la perte de travail que subit l’assuré est prise provisoirement en considération jusqu’au terme de la procédure principale. La caisse verse l’indemnité lorsque l’assuré remplit toutes les conditions dont dépend le droit à l’indemnité et qu’il est notamment apte au placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Perte de travail à prendre en considération en cas de suspension provisoire d’un rapport de service fondé sur le droit public",
        "citation": "Art. 10 al. 2 OACI",
        "content": "Par son versement, la caisse se substitue, jusqu’à concurrence du montant de l’indemnité, à l’assuré en ce qui concerne les droits de celui-ci au salaire et à des dommages-intérêts, droits à établir par la procédure en cours ou reconnus par l’employeur; la caisse est tenue de faire valoir sans délai ses droits envers l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Perte de travail à prendre en considération en cas de suspension provisoire d’un rapport de service fondé sur le droit public",
        "citation": "Art. 10 al. 3 OACI",
        "content": "Si la procédure de recours révèle que, par son comportement et notamment par la violation des devoirs lui incombant en vertu de son contrat de travail, l’assuré a donné à son employeur des motifs justifiant la cessation du rapport de service, la caisse le suspend dans l’exercice de son droit et exige de lui qu’il rembourse les indemnités journalières reçues en trop.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Prestations volontaires de l’employeur en cas de résiliation des rapports de travail",
        "citation": "Art. 10a OACI",
        "content": "Sont réputées prestations volontaires de l’employeur les prestations allouées en cas de résiliation de rapports de travail régis par le droit privé ou par le droit public qui ne constituent pas des prétentions de salaire ou d’indemnités selon l’art. 11, al. 3, LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Prestations volontaires affectées à la prévoyance professionnelle",
        "citation": "Art. 10b OACI",
        "content": "Les montants affectés à la prévoyance professionnelle sont déduits des prestations volontaires à prendre en compte selon l’art. 11a, al. 2, LACI jusqu’à concurrence du montant limite supérieur fixé à l’art. 8, al. 1, de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Période pendant laquelle la perte de travail n’est pas prise en considération",
        "citation": "Art. 10c al. 1 OACI",
        "content": "La période pendant laquelle la perte de travail n’est pas prise en considération commence à courir le premier jour qui suit la fin des rapports de travail pour lesquels les prestations volontaires ont été versées, quel que soit le moment auquel l’assuré s’inscrit au chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Période pendant laquelle la perte de travail n’est pas prise en considération",
        "citation": "Art. 10c al. 2 OACI",
        "content": "Pour déterminer la durée de cette période, on divise le montant des prestations volontaires prises en compte par le salaire perçu dans le cadre de l’activité ayant donné lieu à leur versement, que l’assuré ait exercé ou non une activité lucrative pendant cette période.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Prestations volontaires mensuelles",
        "citation": "Art. 10d al. 1 OACI",
        "content": "Lorsque des prestations volontaires mensuelles ont été convenues pour une période déterminée, le montant maximum du gain annuel assuré visé à l’art. 3, al. 2, LACI est déduit de la somme de ces prestations mensuelles ’et le résultat est divisé par le nombre de mois convenu. Le montant qui en résulte est déduit de l’indemnité de chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Prestations volontaires mensuelles",
        "citation": "Art. 10d al. 2 OACI",
        "content": "Si aucune période n’a été fixée, le calcul visé à l’al. 1 est effectué sur la base du nombre de mois qui précèdent l’âge de référence fixé à l’art. 21, al. 1, de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Délais-cadre d’indemnisation",
        "citation": "Art. 10e OACI",
        "content": "Le délai-cadre d’indemnisation de l’assuré qui a perçu des prestations volontaires de l’employeur commence à courir le premier jour où la perte de travail est prise en considération et où toutes les conditions à remplir pour avoir droit à l’indemnité de chômage sont réunies (art. 9, al. 2, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Périodes assimilées à des périodes de cotisation",
        "citation": "Art. 10f OACI",
        "content": "Les périodes pendant lesquelles la perte de travail n’est pas prise en considération en raison du versement, par l’employeur, de prestations volontaires sont assimilées à des périodes de cotisation. Les prestations volontaires non prises en compte n’entrent pas dans le calcul de la période de cotisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_f"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Gain assuré",
        "citation": "Art. 10g OACI",
        "content": "Les prestations volontaires prises en compte entrent dans le calcul du gain assuré selon l’art. 37. Lorsque, pendant la période visée à l’art. 10c, l’assuré a exercé une activité salariée, le calcul du gain assuré est basé, dans la mesure où il est favorable à l’assuré, sur le salaire perçu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_g"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Perte de travail à prendre en considération en cas de résiliation anticipée des rapports de travail d’un commun accord",
        "citation": "Art. 10h al. 1 OACI",
        "content": "S’il y a résiliation anticipée des rapports de travail d’un commun accord, la perte de travail, pendant la période correspondant au délai de congé, ou jusqu’au terme prévu par le contrat dans le cas des contrats à durée déterminée, n’est pas prise en considération tant que les prestations de l’employeur couvrent la perte de revenu afférant à cette période.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_h"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Perte de travail à prendre en considération en cas de résiliation anticipée des rapports de travail d’un commun accord",
        "citation": "Art. 10h al. 2 OACI",
        "content": "Lorsque les prestations de l’employeur dépassent le montant des salaires dus à l’assuré jusqu’au terme ordinaire des rapports de travail, les dispositions concernant les prestations volontaires de l’employeur selon l’art. 11a LACI sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_10_h"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Calcul de la période de cotisation",
        "citation": "Art. 11 al. 1 OACI",
        "content": "Compte comme mois de cotisation, chaque mois civil, entier, durant lequel l’assuré est tenu de cotiser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_11"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Calcul de la période de cotisation",
        "citation": "Art. 11 al. 2 OACI",
        "content": "Les périodes de cotisation qui n’atteignent pas un mois civil entier sont additionnées. 30 jours sont réputés constituer un mois de cotisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_11"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Calcul de la période de cotisation",
        "citation": "Art. 11 al. 3 OACI",
        "content": "Les périodes assimilées à des périodes de cotisation (art. 13, al. 2, LACI) et celles pour lesquelles l’assuré a touché une indemnité de vacances comptent de même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_11"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Calcul de la période de cotisation",
        "citation": "Art. 11 al. 4 OACI",
        "content": "La période de cotisation des personnes occupées à temps partiel est calculée d’après les règles applicables aux travailleurs occupés à plein temps. Lorsque l’assuré exerce simultanément plusieurs activités à temps partiel, la période de cotisation ne compte qu’une seule fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_11"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Période de cotisation dans les professions où les changements fréquents d’employeur ou les contrats de durée limitée sont usuels",
        "citation": "Art. 12a OACI",
        "content": "Dans les professions où les changements fréquents d’employeur ou les contrats de durée limitée sont usuels (art. 8), la période de cotisation déterminée selon l’art. 13, al. 1, LACI est multipliée par deux pour les 60 premiers jours du contrat de durée déterminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_12_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Libération des conditions relatives à la période de cotisation",
        "citation": "Art. 13 al. 1 OACI",
        "content": "Sont comptées dans la maternité au sens de l’art. 14, al. 1, let. b, de la LACI, la durée de la grossesse et les seize semaines qui suivent l’accouchement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_13"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Libération des conditions relatives à la période de cotisation",
        "citation": "Art. 13 al. 1bis OACI",
        "content": "Constitue notamment une raison semblable au sens de l’art. 14, al. 2, LACI, le fait qu’une personne soit contrainte de prendre une activité salariée ou de l’étendre parce qu’elle n’assume plus de tâches d’assistance envers une autre personne:\na. lorsque la personne assistée avait besoin d’une aide permanente,\nb. lorsque elle faisait ménage commun avec l’assuré, et\nc. lorsque cette assistance a duré plus d’un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_13"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Libération des conditions relatives à la période de cotisation",
        "citation": "Art. 13 al. 2 OACI",
        "content": "L’activité soumise à cotisation exercée pendant six mois au moins, conformément à l’art. 14, al. 3, 1re et 2e phrases, LACI, doit avoir été accomplie durant le délai-cadre pour la période de cotisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_13"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Libération des conditions relatives à la période de cotisation",
        "citation": "Art. 13 al. 3 OACI",
        "content": "Les étrangers titulaires d’un permis d’établissement non-ressortissants d’un État membre de l’Union européenne ou de l’Association européenne de libre-échange (AELE) de retour en Suisse après un séjour à l’étranger de plus d’un an, sont libérés des conditions relatives à la période de cotisation durant une année, à condition qu’ils justifient de l’exercice d’une activité salariée à l’étranger et qu’ils aient exercé un emploi soumis à cotisation durant au moins six mois en Suisse. L’al. 2 s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_13"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Aptitude au placement des travailleurs à domicile et des travailleurs temporaires",
        "citation": "Art. 14 al. 2 OACI",
        "content": "Les assurés qui étaient occupés comme travailleurs à domicile avant de tomber au chômage ne sont réputés aptes au placement que s’ils sont disposés à accepter également du travail hors de leur domicile, à moins qu’ils ne prouvent ne pas être en mesure de le faire en raison de leur situation personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_14"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Aptitude au placement des travailleurs à domicile et des travailleurs temporaires",
        "citation": "Art. 14 al. 3 OACI",
        "content": "Les assurés qui étaient occupés temporairement avant de tomber au chômage ne sont réputés aptes au placement que s’ils sont disposés à accepter un emploi durable et en mesure de le faire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_14"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Examen de l’aptitude au placement des handicapés",
        "citation": "Art. 15 al. 1 OACI",
        "content": "Pour déterminer l’aptitude au placement des handicapés, les autorités cantonales et les caisses coopèrent avec les organes compétents de l’assurance-invalidité. Le Département fédéral de l’économie, de la formation et de la recherche (DEFR) règle les modalités en accord avec le Département fédéral de l’intérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_15"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Examen de l’aptitude au placement des handicapés",
        "citation": "Art. 15 al. 2 OACI",
        "content": "L’al. 1 est également applicable lorsque des institutions de l’assurance-accidents obligatoire, de l’assurance-maladie, de l’assurance militaire ou de la prévoyance professionnelle sont impliquées dans l’examen du droit à l’indemnité ou dans le placement de handicapés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_15"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Examen de l’aptitude au placement des handicapés",
        "citation": "Art. 15 al. 3 OACI",
        "content": "Lorsque, dans l’hypothèse d’une situation équilibrée sur le marché du travail, un handicapé n’est pas manifestement inapte au placement et qu’il s’est annoncé à l’assurance-invalidité ou à une autre assurance selon l’al. 2, il est réputé apte au placement jusqu’à la décision de l’autre assurance. Cette reconnaissance n’a aucune incidence sur l’appréciation, par les autres assurances, de son aptitude au travail ou à l’exercice d’une activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_15"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 1, Droit à l’indemnité, Travail déclaré exceptionnellement convenable",
        "citation": "Art. 17 OACI",
        "content": "Il y a exception au sens de l’art. 16, al. 2, let. i, LACI en particulier lorsque le gain assuré provient d’une activité:\na. pour laquelle l’assuré n’a pas soit le niveau de formation requis, soit l’expérience requise;\nb. dont la rémunération est sensiblement plus élevée que le salaire usuel pour cette activité;\nc. qui était hautement rémunérée, s’il y a lieu d’admettre que l’assuré ne pourra plus exercer d’activité comparable avec un revenu équivalent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_17"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Compétence à raison du lieu",
        "citation": "Art. 18 al. 1 OACI",
        "content": "L’office du lieu de domicile de l’assuré est compétent pour son inscription en vue du placement ainsi que pour les entretiens de conseil et de contrôle ultérieurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_18"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Compétence à raison du lieu",
        "citation": "Art. 18 al. 2 OACI",
        "content": "Est réputé lieu de domicile de l’assuré le lieu où l’assuré réside au sens des art. 23 et 25 du code civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_18"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Compétence à raison du lieu",
        "citation": "Art. 18 al. 3 OACI",
        "content": "Les personnes au bénéfice d’une mesure de protection de l’adulte qui ne séjournent pas habituellement au lieu où l’autorité de protection de l’adulte a son siège peuvent, si elles obtiennent l’autorisation écrite de cette autorité, avoir leurs entretiens de conseil et de contrôle auprès de l’office compétent de leur lieu de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_18"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Compétence à raison du lieu",
        "citation": "Art. 18 al. 4 OACI",
        "content": "Les personnes qui ne rentrent à leur domicile qu’en fin de semaine ont leurs entretiens de conseil et de contrôle avec l’office compétent de leur lieu de domicile ou du lieu où elles séjournent pendant la semaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_18"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Compétence à raison du lieu",
        "citation": "Art. 18 al. 5 OACI",
        "content": "L’office du lieu de séjour des personnes qui séjournent temporairement en Suisse pour y chercher du travail en vertu de l’art. 64 du règlement (CE) no 883/2004 est compétent pour l’inscription ainsi que pour les entretiens de conseil et de contrôle ultérieurs. Cet office reste compétent pendant toute la durée du séjour en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_18"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Inscription personnelle en vue du placement",
        "citation": "Art. 19 al. 1 OACI",
        "content": "L’assuré doit s’inscrire personnellement en vue du placement. L’inscription peut être effectuée via la plateforme d’accès aux services en ligne (art. 83, al. 1bis, let. d, LACI) ou en se présentant auprès de l’office compétent (art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_19"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Inscription personnelle en vue du placement",
        "citation": "Art. 19 al. 2 OACI",
        "content": "Lors de son inscription, l’assuré doit fournir son numéro AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_19"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Inscription personnelle en vue du placement",
        "citation": "Art. 19 al. 3 OACI",
        "content": "Il reçoit une confirmation écrite de la date à laquelle il s’est inscrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_19"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Vérification et enregistrement des données d’inscription",
        "citation": "Art. 20 al. 1 OACI",
        "content": "L’office compétent vérifie la validité du numéro AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_20"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Vérification et enregistrement des données d’inscription",
        "citation": "Art. 20 al. 2 OACI",
        "content": "Il vérifie les données d’inscription et les enregistre dans le système d’information servant au placement public (art. 83, al. 1bis, let. b, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_20"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Premier entretien de conseil et de contrôle",
        "citation": "Art. 20a al. 1 OACI",
        "content": "L’office compétent mène un premier entretien de conseil et de contrôle avec l’assuré dans les 15 jours qui suivent la date d’inscription (art. 19, al. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_20_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Premier entretien de conseil et de contrôle",
        "citation": "Art. 20a al. 2 OACI",
        "content": "L’identité de l’assuré est vérifiée lors de l’entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_20_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Premier entretien de conseil et de contrôle",
        "citation": "Art. 20a al. 3 OACI",
        "content": "L’assuré fournit lors de l’entretien toutes les informations exigées par l’office compétent, notamment la preuve de ses recherches d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_20_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Entretiens de conseil et de contrôle",
        "citation": "Art. 21 al. 1 OACI",
        "content": "L’office compétent mène un entretien de conseil et de contrôle avec l’assuré à intervalles pertinents, mais au moins tous les deux mois. Il contrôle à cette occasion l’aptitude au placement de l’assuré et l’étendue de la perte de travail à prendre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_21"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Entretiens de conseil et de contrôle",
        "citation": "Art. 21 al. 2 OACI",
        "content": "Il consigne les jours où un entretien de conseil et de contrôle a eu lieu et dresse un procès-verbal de l’entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_21"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Entretiens de conseil et de contrôle",
        "citation": "Art. 21 al. 3 OACI",
        "content": "L’assuré doit garantir qu’il peut être atteint par l’office compétent dans le délai d’un jour ouvré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_21"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Renseignements sur les droits et obligations",
        "citation": "Art. 22 al. 1 OACI",
        "content": "Les organes d’exécution mentionnés à l’art. 76, al. 1, let. a à d, LACI renseignent les assurés sur leurs droits et obligations, notamment sur la procédure d’inscription et leur obligation de prévenir et d’abréger le chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_22"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Renseignements sur les droits et obligations",
        "citation": "Art. 22 al. 2 OACI",
        "content": "Les caisses de chômage renseignent les assurés sur les droits et obligations qui découlent de leurs tâches (art. 81 LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_22"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Renseignements sur les droits et obligations",
        "citation": "Art. 22 al. 3 OACI",
        "content": "Les offices compétents renseignent les assurés sur les droits et obligations qui découlent de leurs tâches (art. 85 et 85b LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_22"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Données de contrôle pour l’exercice du droit à l’indemnité",
        "citation": "Art. 23 al. 1 OACI",
        "content": "Les données de contrôle sont transmises par l’assuré au moyen du formulaire «Indications de la personne assurée».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_23"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Données de contrôle pour l’exercice du droit à l’indemnité",
        "citation": "Art. 23 al. 2 OACI",
        "content": "Elles fournissent les informations suivantes:\na. les jours ouvrables pour lesquels l’assuré rend vraisemblable qu’il était au chômage et apte au placement;\nb. tous les faits pertinents pour la détermination du droit à l’indemnité de l’assuré, tels que maladie, service militaire, absence pour cause de vacances, participation à une mesure relative au marché du travail, gain intermédiaire et étendue de la perte de travail à prendre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_23"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Données de contrôle pour l’exercice du droit à l’indemnité",
        "citation": "Art. 23 al. 4 OACI",
        "content": "L’office compétent veille à ce que l’assuré dispose à la fin du mois de la formule «Indications de la personne assurée».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_23"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Examen de l’aptitude au placement et de l’étendue de la perte de travail à prendre en considération",
        "citation": "Art. 24 al. 1 OACI",
        "content": "Si l’office compétent considère que l’assuré n’est pas apte au placement ou que l’étendue de la perte de travail à prendre en considération s’est modifiée, il en informe la caisse de chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_24"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Examen de l’aptitude au placement et de l’étendue de la perte de travail à prendre en considération",
        "citation": "Art. 24 al. 2 OACI",
        "content": "L’office rend une décision à ce propos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_24"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Allégement de l’obligation de se présenter à l’entretien de conseil et de contrôle et libération temporaire de la condition d’aptitude au placement",
        "citation": "Art. 25 OACI",
        "content": "L’office compétent décide à la demande de l’assuré de:\na. dispenser ce dernier, pendant une semaine au plus, de l’obligation d’être apte au placement afin qu’il puisse prendre part à une élection ou une votation d’importance nationale à l’étranger, ou l’autoriser à déplacer la date de son entretien de conseil et de contrôle si ce dernier tombe pendant les trois jours précédant ou suivant le jour du scrutin;\nb. dispenser l’assuré gravement handicapé de l’obligation de se présenter aux entretiens de conseil et de contrôle à l’office compétent, lorsque les circonstances l’exigent et que le conseil et le contrôle sont assurés d’une autre manière;\nc. dispenser l’assuré, pendant trois semaines au plus, de l’obligation de se présenter aux entretiens de conseil et de contrôle s’il doit se rendre à l’étranger pour un entretien d’embauche, s’il effectue un stage d’essai, ou encore s’il se soumet à un test d’aptitude professionnelle sur le lieu de travail;\nd. autoriser l’assuré à déplacer la date de son entretien de conseil et de contrôle s’il apporte la preuve qu’il ne peut se libérer à la date convenue en raison d’un événement contraignant, notamment parce qu’il doit se déplacer pour se présenter à un employeur;\ne. dispenser l’assuré, pendant trois jours au plus, de l’obligation d’être apte au placement lorsqu’il est directement touché par un événement familial particulier, notamment en cas de mariage, de naissance ou de décès, ou pour soigner un enfant malade ou un proche parent. Si la date de cet événement coïncide avec la date convenue pour l’entretien de conseil et de contrôle, une nouvelle date est fixée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_25"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Recherches personnelles de l’assuré pour trouver du travail",
        "citation": "Art. 26 al. 1 OACI",
        "content": "L’assuré doit cibler ses recherches d’emploi, en règle générale selon les méthodes de postulation ordinaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_26"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Recherches personnelles de l’assuré pour trouver du travail",
        "citation": "Art. 26 al. 2 OACI",
        "content": "Il doit remettre la preuve de ses recherches d’emploi pour chaque période de contrôle au plus tard le cinq du mois suivant ou le premier jour ouvrable qui suit cette date. À l’expiration de ce délai, et en l’absence d’excuse valable, les recherches d’emploi ne sont plus prises en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_26"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Recherches personnelles de l’assuré pour trouver du travail",
        "citation": "Art. 26 al. 3 OACI",
        "content": "L’office compétent contrôle chaque mois les recherches d’emploi de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_26"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Jours sans contrôle",
        "citation": "Art. 27 al. 1 OACI",
        "content": "Après 60 jours de chômage contrôlé dans les limites du délai-cadre, l’assuré a droit chaque fois à cinq jours consécutifs non soumis au contrôle qu’il peut choisir librement. Durant les jours sans contrôle, il n’a pas l’obligation d’être apte au placement, mais doit remplir les autres conditions dont dépend le droit à l’indemnité (art. 8, LACI)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Jours sans contrôle",
        "citation": "Art. 27 al. 2 OACI",
        "content": "Comptent comme jours de chômage contrôlé les jours pendant lesquels l’assuré remplit les conditions du droit à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Jours sans contrôle",
        "citation": "Art. 27 al. 3 OACI",
        "content": "L’assuré doit aviser l’office compétent de son intention de prendre des jours sans contrôle au moins deux semaines à l’avance. S’il renonce ensuite à les prendre sans motif valable, il n’y aura plus droit. Il ne peut prendre ses jours sans contrôle que par semaine entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Jours sans contrôle",
        "citation": "Art. 27 al. 4 OACI",
        "content": "L’assuré qui prend les vacances auxquelles il a droit en vertu du droit du travail pendant qu’il réalise un gain intermédiaire a droit aux paiements visés à l’art. 41a pendant cette période. Les jours de vacances qu’il a pris pendant qu’il réalisait un gain intermédiaire sont déduits des jours sans contrôle accumulés avant le début des vacances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Jours sans contrôle",
        "citation": "Art. 27 al. 5 OACI",
        "content": "L’assuré qui participe à une mesure relative au marché du travail ne peut toucher pendant cette période que le nombre de jours sans contrôle auxquels il a droit en fonction de la durée totale de la mesure. Les jours sans contrôle ne peuvent être pris qu’avec l’accord du responsable du programme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Jours sans contrôle",
        "citation": "Art. 27 al. 6 OACI",
        "content": "L’assuré ne peut pas prendre de jours sans contrôle immédiatement avant ou après son séjour à l’étranger au titre de l’art. 64 du règlement (CE) no 883/2004, ni pendant ce séjour. À son retour, il doit se présenter à l’office compétent pour y faire valoir des jours sans contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 2, Inscription, conseil et contrôle, Période de contrôle",
        "citation": "Art. 27a OACI",
        "content": "Chaque mois civil constitue une période de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_27_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Choix de la caisse et changement de caisse",
        "citation": "Art. 28 al. 1 OACI",
        "content": "L’assuré est informé des caisses de chômage à sa disposition et en choisit une au plus tard lors du premier entretien de conseil et de contrôle (art. 20a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_28"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Choix de la caisse et changement de caisse",
        "citation": "Art. 28 al. 2 OACI",
        "content": "Durant le délai-cadre d’indemnisation, l’assuré n’est autorisé à changer de caisse que s’il quitte le domaine d’activité de la caisse. Le changement doit s’opérer au début d’une période de contrôle, sauf s’il a lieu à la fin du délai-cadre d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_28"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Choix de la caisse et changement de caisse",
        "citation": "Art. 28 al. 3 OACI",
        "content": "En cas de changement de caisse, la nouvelle caisse acquiert les droits d’accès aux données du cas de l’assuré correspondant dès le début de la période de contrôle suivante. L’ancienne caisse de chômage conserve les droits d’accès pour les besoins de procédures en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_28"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Exercice du droit à l’indemnité",
        "citation": "Art. 29 al. 1 OACI",
        "content": "L’assuré fait valoir son droit à l’indemnité pour la première période de contrôle pendant le délai-cadre et chaque fois qu’il se retrouve en situation de chômage après une interruption de six mois au moins en fournissant à la caisse de chômage:\na. la demande d’indemnité de chômage;\nb. les attestations d’employeurs des deux dernières années;\nc. le formulaire «Indications de la personne assurée»;\nd. les autres informations que la caisse de chômage exige pour l’examen du droit à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_29"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Exercice du droit à l’indemnité",
        "citation": "Art. 29 al. 2 OACI",
        "content": "Afin de faire valoir son droit à l’indemnité pour les périodes de contrôle suivantes, il fournit à la caisse de chômage:\na. le formulaire «Indications de la personne assurée»;\nb. les attestations de gain intermédiaire;\nc. les autres informations que la caisse de chômage exige pour l’examen du droit à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_29"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Exercice du droit à l’indemnité",
        "citation": "Art. 29 al. 3 OACI",
        "content": "Au besoin, la caisse de chômage impartit à l’assuré un délai approprié pour compléter le dossier et le rend attentif aux conséquences d’un manquement de sa part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_29"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Exercice du droit à l’indemnité",
        "citation": "Art. 29 al. 4 OACI",
        "content": "Si l’assuré ne peut prouver, par des attestations, des faits permettant de juger du droit à l’indemnité, la caisse de chômage peut exceptionnellement prendre en considération une déclaration signée de l’assuré lorsque celle-ci paraît plausible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_29"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Versement des indemnités et attestation pour l’autorité fiscale",
        "citation": "Art. 30 al. 1 OACI",
        "content": "La caisse de chômage verse les indemnités pour la période de contrôle écoulée en règle générale dans le courant du mois suivant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_30"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Versement des indemnités et attestation pour l’autorité fiscale",
        "citation": "Art. 30 al. 2 OACI",
        "content": "L’assuré reçoit un décompte écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_30"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Versement des indemnités et attestation pour l’autorité fiscale",
        "citation": "Art. 30 al. 3 OACI",
        "content": "La caisse de chômage remet à l’assuré à l’intention des autorités fiscales une attestation faisant état des prestations reçues. Dans les cantons qui en prévoient la possibilité, l’attestation est transmise directement par voie électronique à l’autorité fiscale cantonale (art. 97a, al. 1, let. cbis, et 8, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_30"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Avance",
        "citation": "Art. 31 OACI",
        "content": "L’assuré a droit à une avance convenable correspondant aux jours contrôlés lorsqu’il rend vraisemblable son droit aux indemnités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_31"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Prestations de vieillesse de la prévoyance professionnelle",
        "citation": "Art. 32 OACI",
        "content": "Sont considérées comme prestations de vieillesse de la prévoyance professionnelle à déduire de l’indemnité de chômage les prestations de la prévoyance professionnelle obligatoire et de la prévoyance professionnelle surobligatoire qui sont versées à l’assuré avant qu’il atteigne l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_32"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Taux d’indemnisation",
        "citation": "Art. 33 al. 1 OACI",
        "content": "Il y a obligation d’entretien envers des enfants de moins de 25 ans au sens de l’art. 22, al. 2, LACI si l’assuré a une obligation d’entretien au sens de l’art. 277 du code civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_33"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Taux d’indemnisation",
        "citation": "Art. 33 al. 2 OACI",
        "content": "Le DEFR procède à l’adaptation du montant limite selon l’art. 22, al. 3, LACI en se fondant sur les adaptations à l’évolution des prix et des salaires dans le régime de l’AVS et de l’AI (art. 33ter de la LF du 20 déc. 1946 sur l’assurance vieillesse et survivants). Le résultat du calcul effectué est arrondi à l’unité la plus proche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_33"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Taux d’indemnisation",
        "citation": "Art. 33 al. 3 OACI",
        "content": "Sont prises en considération au sens de l’art. 22, al. 2, let. c, LACI les rentes d’invalidité:\na. de l’assurance-invalidité;\nb. de l’assurance-accidents obligatoire;\nc. de l’assurance militaire,\nd. de la prévoyance professionnelle;\ne. conformément à la législation d’un État membre de l’Union européenne;\nf. conformément à la législation d’un des États membres de l’AELE (Norvège, Islande ou Liechtenstein).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_33"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Supplément correspondant aux allocations légales pour enfants et formation professionnelle",
        "citation": "Art. 34 al. 1 OACI",
        "content": "Le supplément correspondant aux allocations légales pour enfants et formation professionnelle est calculé d’après la loi régissant les allocations familiales du canton où l’assuré est domicilié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_34"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Supplément correspondant aux allocations légales pour enfants et formation professionnelle",
        "citation": "Art. 34 al. 2 OACI",
        "content": "L’organe de compensation de l’assurance-chômage communique chaque année aux organes d’exécution, en accord avec l’Office fédéral des assurances sociales (OFAS), les barèmes et les principales conditions dont dépend le droit aux allocations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_34"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Décompte AVS pour les indemnités de chômage",
        "citation": "Art. 35 al. 1 OACI",
        "content": "La caisse prélève la part du travailleur à la cotisation AVS/AI/APG sur les indemnités journalières selon les art. 18 ss et 59cbis, al. 1, LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_35"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Décompte AVS pour les indemnités de chômage",
        "citation": "Art. 35 al. 2 OACI",
        "content": "L’OFAS règle, en accord avec le SECO, le décompte de cotisation à l’AVS/AI/APG, l’inscription des revenus à porter aux comptes individuels de l’AVS ainsi que la couverture des frais qui en résultent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_35"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Décompte AVS pour les indemnités de chômage",
        "citation": "Art. 35 al. 3 OACI",
        "content": "L’organe de compensation de l’assurance-chômage vérifie, lors de ses contrôles périodiques (art. 109 et 110), les prélèvements de la cotisation AVS par la caisse et leur enregistrement dans le système d’information de l’assurance-chômage. Il procède aux rectifications nécessaires et communique le résultat de ses révisions à l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_35"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Décompte AVS pour les indemnités de chômage",
        "citation": "Art. 35 al. 4 OACI",
        "content": "Le Contrôle fédéral des finances examine le décompte AVS établi par l’organe de compensation de l’assurance-chômage à l’intention de la Centrale de compensation de l’AVS ainsi que les virements des cotisations. Il contrôle en outre les données que l’organe de compensation de l’assurance-chômage fournit à la Centrale de compensation de l’AVS pour la tenue des comptes individuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_35"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Assurance obligatoire des accidents non professionnels",
        "citation": "Art. 36 al. 1 OACI",
        "content": "Les modalités et la procédure sont régies par la législation sur l’assurance-accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_36"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Assurance obligatoire des accidents non professionnels",
        "citation": "Art. 36 al. 2 OACI",
        "content": "La contribution du Fonds de l’assurance-chômage s’élève à un tiers de la prime de l’assurance-accidents non professionnels obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_36"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Période de référence pour le calcul du gain assuré",
        "citation": "Art. 37 al. 1 OACI",
        "content": "Le gain assuré est calculé sur la base du salaire moyen des six derniers mois de cotisation (art. 11) qui précèdent le délai-cadre d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_37"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Période de référence pour le calcul du gain assuré",
        "citation": "Art. 37 al. 2 OACI",
        "content": "Il est déterminé sur la base du salaire moyen des douze derniers mois de cotisation précédant le délai-cadre d’indemnisation si ce salaire est plus élevé que le salaire moyen visé à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_37"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Période de référence pour le calcul du gain assuré",
        "citation": "Art. 37 al. 3 OACI",
        "content": "La période de référence commence à courir le jour précédant le début de la perte de gain à prendre en considération quelle que soit la date de l’inscription au chômage. À ce jour, l’assuré doit avoir cotisé douze mois au moins pendant le délai-cadre applicable à la période de cotisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_37"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Période de référence pour le calcul du gain assuré",
        "citation": "Art. 37 al. 3bis OACI",
        "content": "Lorsque le salaire varie en raison de l’horaire de travail usuel dans la branche, le gain assuré est calculé conformément aux al. 1 à 3, mais au plus sur la moyenne annuelle de l’horaire de travail convenu contractuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_37"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Période de référence pour le calcul du gain assuré",
        "citation": "Art. 37 al. 4 OACI",
        "content": "Le gain assuré est redéfini si, pendant le délai-cadre d’indemnisation:\na. l’assuré a, avant de retomber au chômage, exercé pendant au moins six mois consécutifs une activité soumise à cotisation pour laquelle il a reçu un salaire supérieur au gain assuré;\nb. l’étendue de la perte de travail à prendre en considération de l’assuré a subi un changement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_37"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Mesures financées par les pouvoirs publics",
        "citation": "Art. 38 al. 1 OACI",
        "content": "Sont réputées mesures relatives au marché du travail au sens de l’art. 23, al. 3bis, 1re phrase, LACI, les mesures d’intégration financées en tout ou partie par les pouvoirs publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_38"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Mesures financées par les pouvoirs publics",
        "citation": "Art. 38 al. 2 OACI",
        "content": "S’agissant des mesures visées à l’al. 1, les cantons veillent à ce qu’aucun gain assuré ne soit attesté à l’attention des caisses de chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_38"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Salaire déterminant en cas de prise en compte de périodes assimilées à des périodes de cotisation",
        "citation": "Art. 39 OACI",
        "content": "Pour les périodes qui, selon l’art. 13, al. 2, let. b à d, LACI, sont prises en compte comme périodes de cotisation, est déterminant le salaire que l’assuré aurait normalement obtenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_39"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Limite inférieure du gain assuré",
        "citation": "Art. 40 OACI",
        "content": "Le gain n’est pas assuré lorsque, durant la période de référence, il n’atteint pas 500 francs par mois. Les gains résultant de plusieurs rapports de travail s’additionnent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_40"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Conversion du gain mensuel en gain journalier",
        "citation": "Art. 40a OACI",
        "content": "Le gain journalier se détermine en divisant le gain mensuel par 21,7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_40_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Gain assuré des handicapés",
        "citation": "Art. 40b OACI",
        "content": "Est déterminant pour le calcul du gain assuré des personnes qui, en raison de leur santé, subissent une atteinte dans leur capacité de gain durant le chômage ou immédiatement avant, le gain qu’elles pourraient obtenir compte tenu de leur capacité de gain effective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_40_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Assurés justifiant à la fois d’une période de cotisation suffisante et d’un motif de libération des conditions relatives à la période de cotisation",
        "citation": "Art. 40c OACI",
        "content": "Lorsque l’assuré justifie d’une période de cotisation suffisante et peut se prévaloir en même temps d’un motif de libération des conditions relatives à la période de cotisation selon l’art. 14, al. 1, LACI, son gain assuré est calculé sur la base de son revenu et du montant forfaitaire déterminant proportionnel au taux d’inactivité induit par son empêchement de travailler, à condition que la somme du taux d’occupation et du taux d’inactivité de l’assuré atteigne 100 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_40_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Montants forfaitaires fixés comme gain assuré",
        "citation": "Art. 41 al. 1 OACI",
        "content": "Le gain assuré des personnes qui sont libérées des conditions relatives à la période de cotisation ou qui sont au terme d’une formation professionnelle initiale est fixé aux montants forfaitaires suivants:\na. 153 francs par jour pour les personnes titulaires d’un diplôme de formation du niveau tertiaire (haute école ou formation professionnelle supérieure ou équivalente);\nb. 127 francs par jour pour les personnes titulaires d’un diplôme de formation du niveau secondaire II (formation professionnelle initiale);\nc. 102 francs par jour pour toutes les autres personnes si elles ont plus de 20 ans et 40 francs par jour si elles ont moins de 20 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Montants forfaitaires fixés comme gain assuré",
        "citation": "Art. 41 al. 2 OACI",
        "content": "Le montant forfaitaire est réduit de 50 % si l’assuré:\na. est libéré des conditions relatives à la période de cotisation pour l’un des motifs exposés à l’art. 14, al. 1, let. a, LACI, associé, le cas échéant, à l’un des motifs définis à l’art. 14, al. 1, let. b ou c, LACI ou est au terme d’un apprentissage,\nb. a moins de 25 ans et\nc. n’a pas d’obligation d’entretien envers des enfants au sens de l’art. 33.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Montants forfaitaires fixés comme gain assuré",
        "citation": "Art. 41 al. 3 OACI",
        "content": "Les al. 1 et 2 ne sont pas applicables aux personnes dont le salaire d’apprenti est supérieur au montant forfaitaire correspondant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Montants forfaitaires fixés comme gain assuré",
        "citation": "Art. 41 al. 4 OACI",
        "content": "Si les conditions de détermination du montant forfaitaire changent en cours d’indemnisation, le nouveau montant est applicable dès le début de la période de contrôle correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Montants forfaitaires fixés comme gain assuré",
        "citation": "Art. 41 al. 5 OACI",
        "content": "Le DEFR peut adapter les montants forfaitaires à l’évolution des salaires pour le début de l’année civile, après avoir consulté la commission de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Indemnités compensatoires",
        "citation": "Art. 41a al. 1 OACI",
        "content": "Lorsque l’assuré réalise un revenu inférieur à son indemnité de chômage, il a droit à des indemnités compensatoires pendant le délai-cadre d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Indemnités compensatoires",
        "citation": "Art. 41a al. 2 OACI",
        "content": "Lorsque le droit aux indemnités compensatoires visées à l’art. 24, al. 4, LACI, est épuisé, un revenu correspondant à 70 pour cent ou plus du gain assuré est réputé convenable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Indemnités compensatoires",
        "citation": "Art. 41a al. 3 OACI",
        "content": "Lorsque les mêmes parties reprennent les rapports de travail dans un délai d’un an ou les reconduisent après une résiliation pour cause de modification des conditions du contrat, le gain intermédiaire n’est pas reconnu et l’assuré n’a droit à aucune indemnité:\na. si la réduction du temps de travail est assortie d’une diminution de salaire non proportionnelle;\nb. si le temps de travail est maintenu, mais le salaire diminué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Indemnités compensatoires",
        "citation": "Art. 41a al. 4 OACI",
        "content": "Si l’assuré a épuisé son droit aux indemnités compensatoires visées à l’art. 24, al. 4, LACI, le revenu provenant d’un travail réputé non convenable qu’il réalise pendant une période de contrôle est déduit de l’indemnité de chômage à laquelle il a droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Indemnités compensatoires",
        "citation": "Art. 41a al. 5 OACI",
        "content": "Le revenu provenant d’une activité indépendante est toujours pris en compte pendant la période de contrôle au cours de laquelle le travail a été fourni. Les frais attestés de matériel et de marchandise sont déduits du revenu brut. Les autres dépenses professionnelles font ensuite l’objet d’une déduction forfaitaire s’élevant à 20 % du revenu brut restant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Délai-cadre et nombre d’indemnités journalières pour les assurés proches de l’âge de référence",
        "citation": "Art. 41b al. 1 OACI",
        "content": "L’assuré pour lequel un délai-cadre d’indemnisation fondé sur l’art. 13 LACI a été ouvert dans les quatre ans précédant l’âge de référence fixé à l’art. 21, al. 1, LAVS a droit à 120 indemnités journalières supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Délai-cadre et nombre d’indemnités journalières pour les assurés proches de l’âge de référence",
        "citation": "Art. 41b al. 2 OACI",
        "content": "Le délai-cadre d’indemnisation est prolongé jusqu’à la fin du mois précédant celui du versement de la rente AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Délai-cadre et nombre d’indemnités journalières pour les assurés proches de l’âge de référence",
        "citation": "Art. 41b al. 3 OACI",
        "content": "Un nouveau délai-cadre d’indemnisation est ouvert lorsque l’assuré a épuisé son droit maximum aux indemnités si les conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_41_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Droit à l’indemnité journalière en cas d’incapacité de travail passagère",
        "citation": "Art. 42 al. 1 OACI",
        "content": "Les assurés qui entendent faire valoir leur droit à l’indemnité journalière en cas d’incapacité passagère totale ou partielle de travail sont tenus d’annoncer leur incapacité de travail à l’office régional de placement (ORP), dans un délai d’une semaine à compter du début de celle‐ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_42"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 3, Indemnisation, Droit à l’indemnité journalière en cas d’incapacité de travail passagère",
        "citation": "Art. 42 al. 2 OACI",
        "content": "Si l’assuré annonce son incapacité de travail après ce délai sans excuse valable et qu’il ne l’a pas non plus indiquée sur le formulaire «Indications de la personne assurée», il perd son droit à l’indemnité journalière pour les jours d’incapacité précédant sa communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_42"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 4, Suspension du droit à l’indemnité, Chômage imputable à une faute de l’assuré",
        "citation": "Art. 44 al. 1 OACI",
        "content": "Est notamment réputé sans travail par sa propre faute l’assuré qui:\na. par son comportement, en particulier par la violation de ses obligations contractuelles de travail, a donné à son employeur un motif de résiliation du contrat de travail;\nb. a résilié lui-même le contrat de travail, sans avoir été préalablement assuré d’obtenir un autre emploi, sauf s’il ne pouvait être exigé de lui qu’il conservât son ancien emploi;\nc. a résilié lui-même un contrat de travail vraisemblablement de longue durée et en a conclu un autre dont il savait ou aurait dû savoir qu’il ne serait que de courte durée, sauf s’il ne pouvait être exigé de lui qu’il conservât son ancien emploi;\nd. a refusé un emploi convenable de durée indéterminée au profit d’un contrat de travail dont il savait ou aurait dû savoir qu’il ne serait que de courte durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_44"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 4, Suspension du droit à l’indemnité, Début du délai de suspension et durée de la suspension",
        "citation": "Art. 45 al. 1 OACI",
        "content": "Le délai de suspension du droit à l’indemnité prend effet à partir du premier jour qui suit:\na. la cessation du rapport de travail lorsque l’assuré est devenu chômeur par sa propre faute;\nb. l’acte ou la négligence qui fait l’objet de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_45"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 4, Suspension du droit à l’indemnité, Début du délai de suspension et durée de la suspension",
        "citation": "Art. 45 al. 2 OACI",
        "content": "Les jours de suspension sont exécutés après le délai d’attente ou une suspension déjà en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_45"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 4, Suspension du droit à l’indemnité, Début du délai de suspension et durée de la suspension",
        "citation": "Art. 45 al. 3 OACI",
        "content": "La suspension dure:\na. de 1 à 15 jours en cas de faute légère;\nb. de 16 à 30 jours en cas de faute de gravité moyenne;\nc. de 31 à 60 jours en cas de faute grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_45"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 4, Suspension du droit à l’indemnité, Début du délai de suspension et durée de la suspension",
        "citation": "Art. 45 al. 4 OACI",
        "content": "Il y a faute grave lorsque, sans motif valable, l’assuré:\na. abandonne un emploi réputé convenable sans être assuré d’obtenir un nouvel emploi, ou qu’il\nb. refuse un emploi réputé convenable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_45"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 1, Indemnité de chômage, Section 4, Suspension du droit à l’indemnité, Début du délai de suspension et durée de la suspension",
        "citation": "Art. 45 al. 5 OACI",
        "content": "Si l’assuré est suspendu de façon répétée dans son droit à l’indemnité, la durée de suspension est prolongée en conséquence. Les suspensions subies pendant les deux dernières années sont prises en compte dans le calcul de la prolongation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_45"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Durée normale et durée réduite de travail",
        "citation": "Art. 46 al. 1 OACI",
        "content": "Est réputée durée normale du travail, la durée contractuelle du travail accompli par le travailleur, mais au plus la durée selon l’usage local dans la branche économique en question. Pour les travailleurs dont le temps de travail est variable, l’horaire annuel moyen convenu contractuellement est considéré comme horaire normal de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Durée normale et durée réduite de travail",
        "citation": "Art. 46 al. 2 OACI",
        "content": "La durée de travail n’est réputée réduite que si elle n’atteint pas la durée normale du travail, une fois additionnées les heures de travail en plus. Comptent comme heures de travail en plus les heures payées ou non encore payées qui excèdent le nombre d’heures à effectuer selon l’horaire de travail contractuel. Ne comptent pas comme heures de travail en plus les heures effectuées dans le cadre du régime d’horaire mobile de l’entreprise, pour autant qu’elles ne dépassent pas 20 heures, ni les heures de compensation ou de rattrapage imposées par l’entreprise pour compenser des ponts entre les jours fériés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Durée normale et durée réduite de travail",
        "citation": "Art. 46 al. 3 OACI",
        "content": "Un délai-cadre d’indemnisation de deux ans est ouvert le premier jour de la première période de décompte pour laquelle l’indemnité en cas de réduction de l’horaire de travail ou l’indemnité en cas d’intempéries est versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Durée normale et durée réduite de travail",
        "citation": "Art. 46 al. 4 OACI",
        "content": "Si aucun délai-cadre d’indemnisation ne court pour l’entreprise ou le secteur d’exploitation au moment de l’introduction de la réduction de l’horaire de travail admise, les heures de travail en plus accomplies par les travailleurs au cours des six mois précédents sont déduites de leur perte de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Durée normale et durée réduite de travail",
        "citation": "Art. 46 al. 5 OACI",
        "content": "Pendant le délai-cadre d’indemnisation, les heures de travail en plus accomplies par les travailleurs avant une nouvelle réduction de l’horaire de travail, mais pendant les douze derniers mois au plus, sont déduites de leur perte de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail contrôlable",
        "citation": "Art. 46b al. 1 OACI",
        "content": "La perte de travail n’est suffisamment contrôlable que si le temps de travail est contrôlé par l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail contrôlable",
        "citation": "Art. 46b al. 2 OACI",
        "content": "L’employeur conserve les documents relatifs au contrôle du temps de travail pendant cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_46_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perfectionnement professionnel dans l’entreprise",
        "citation": "Art. 47 al. 1 OACI",
        "content": "Le droit à l’indemnité en cas de réduction de l’horaire de travail subsiste lorsque l’employeur utilise complètement ou partiellement, avec l’accord de l’autorité cantonale, le temps de travail qui est supprimé pour perfectionner sur le plan professionnel les travailleurs concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_47"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perfectionnement professionnel dans l’entreprise",
        "citation": "Art. 47 al. 2 OACI",
        "content": "L’autorité cantonale n’est habilitée à donner son accord qu’à condition que le perfectionnement professionnel:\na. procure des connaissances ou des techniques de travail dont le travailleur puisse tirer profit également lors d’un changement d’emploi ou qui lui soient indispensables pour conserver sa place de travail actuelle;\nb. soit organisé par des personnes compétentes selon un programme établi à l’avance;\nc. soit rigoureusement séparé des activités usuelles de l’entreprise et\nd. ne serve pas les intérêts exclusifs ou prépondérants de l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_47"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail à prendre en considération pour les travailleurs à domicile",
        "citation": "Art. 48 al. 1 OACI",
        "content": "La perte de travail des travailleurs à domicile n’est pas prise en considération lors du calcul de la perte de travail subie par l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail à prendre en considération pour les travailleurs à domicile",
        "citation": "Art. 48 al. 2 OACI",
        "content": "La perte de travail d’un travailleur à domicile n’est prise en considération que dans la mesure où le salaire dudit travailleur pour une période de décompte est inférieur de 20 pour cent ou plus au salaire moyen que ledit travailleur a obtenu avant la première période de décompte, mais durant les douze derniers mois précédents au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte d’au moins 10 pour cent des heures de travail",
        "citation": "Art. 48a al. 1 OACI",
        "content": "Si l’introduction de la réduction de l’horaire de travail ne coïncide pas avec le début d’une période de décompte et si aucune réduction de l’horaire n’a été effectuée durant la période de décompte précédente, la perte de travail d’au moins 10 % se calcule sur les heures normales de travail à compter du début de la réduction de l’horaire de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte d’au moins 10 pour cent des heures de travail",
        "citation": "Art. 48a al. 2 OACI",
        "content": "Si le travail est repris à plein temps avant la fin d’une période de décompte et si aucune réduction de l’horaire n’est effectuée durant la période de décompte suivante, la perte de travail d’au moins 10 % se calcule sur les heures normales de travail à effectuer jusqu’à la fin de la réduction de l’horaire de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte d’au moins 10 pour cent des heures de travail",
        "citation": "Art. 48a al. 3 OACI",
        "content": "Les périodes de décompte au cours desquelles le travail a été partiellement réduit au sens des al. 1 et 2 sont entièrement prises en compte pour déterminer la durée maximum d’indemnisation (art. 35 LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Analyse de l’entreprise",
        "citation": "Art. 48b al. 1 OACI",
        "content": "Lorsque l’autorité cantonale a des raisons sérieuses de douter que la réduction de l’horaire de travail soit temporaire et permette de maintenir les emplois en question (art. 31, al. 1, let. d, LACI), elle peut demander à l’organe de compensation de confier l’analyse de l’entreprise à un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Analyse de l’entreprise",
        "citation": "Art. 48b al. 2 OACI",
        "content": "Elle en informe l’employeur et l’avise que si l’organe de compensation accède à cette demande, la décision concernant le préavis de réduction de l’horaire de travail sera reportée au terme de l’analyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_48_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Jour entier de travail",
        "citation": "Art. 49 OACI",
        "content": "Est réputé jour entier de travail le cinquième de la durée normale du travail hebdomadaire accompli par le travailleur (art. 46).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_49"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai d’attente",
        "citation": "Art. 50 al. 1 OACI",
        "content": "Pour déterminer le délai d’attente, il faut ajouter les périodes de décompte ayant donné lieu à une indemnisation pour cause de réduction de l’horaire de travail à celles ayant donné lieu à une indemnisation pour cause d’intempéries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_50"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai d’attente",
        "citation": "Art. 50 al. 2 OACI",
        "content": "Pour chaque période de décompte, un délai d’attente d’un jour est déduit de la perte de travail à prendre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_50"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Pertes de travail consécutives à des mesures prises par les autorités ou dues à d’autres motifs indépendants de la volonté de l’employeur",
        "citation": "Art. 51 al. 1 OACI",
        "content": "Les pertes de travail consécutives à des mesures prises par les autorités, ou qui sont dues à d’autres motifs indépendants de la volonté de l’employeur, sont prises en considération lorsque l’employeur ne peut les éviter par des mesures appropriées et économiquement supportables ou faire répondre un tiers du dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Pertes de travail consécutives à des mesures prises par les autorités ou dues à d’autres motifs indépendants de la volonté de l’employeur",
        "citation": "Art. 51 al. 2 OACI",
        "content": "La perte de travail est notamment à prendre en considération lorsqu’elle est causée par:\na. l’interdiction d’importer ou d’exporter des matières premières ou des marchandises;\nb. le contingentement des matières premières ou des produits d’exploitation, y compris les combustibles;\nc. des restrictions de transport ou la fermeture des voies d’accès;\nd. des interruptions de longue durée ou des restrictions notables de l’approvisionnement en énergie;\ne. des dégâts causés par les forces de la nature.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Pertes de travail consécutives à des mesures prises par les autorités ou dues à d’autres motifs indépendants de la volonté de l’employeur",
        "citation": "Art. 51 al. 3 OACI",
        "content": "La perte de travail n’est pas prise en considération lorsque les mesures des autorités sont consécutives à des circonstances dont l’employeur est responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Pertes de travail consécutives à des mesures prises par les autorités ou dues à d’autres motifs indépendants de la volonté de l’employeur",
        "citation": "Art. 51 al. 4 OACI",
        "content": "La perte de travail causée par un dommage n’est pas prise en considération tant qu’elle est couverte par une assurance privée. Si l’employeur ne s’est pas assuré contre une telle perte de travail, bien que cela eût été possible, la perte de travail n’est prise en considération qu’à l’expiration du délai de résiliation applicable au contrat de travail individuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail due à une baisse de la clientèle imputable aux conditions météorologiques",
        "citation": "Art. 51a al. 1 OACI",
        "content": "Une perte de travail est prise en considération lorsqu’elle est imputable à des conditions météorologiques exceptionnelles qui immobilisent l’entreprise ou restreignent considérablement son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail due à une baisse de la clientèle imputable aux conditions météorologiques",
        "citation": "Art. 51a al. 2 OACI",
        "content": "Est notamment considéré comme condition météorologique exceptionnelle pour une entreprise, le manque de neige dans les régions de sports d’hiver, si tant est qu’il survienne dans une période durant laquelle ladite entreprise peut prouver qu’elle a été ouverte pendant trois des cinq dernières années au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail due à une baisse de la clientèle imputable aux conditions météorologiques",
        "citation": "Art. 51a al. 3 OACI",
        "content": "L’activité de l’entreprise est réputée considérablement restreinte lorsque le chiffre d’affaires réalisé durant la période de décompte correspondante n’excède pas 25 % de la moyenne des chiffres d’affaires réalisés pendant la même période au cours des cinq dernières années.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail due à une baisse de la clientèle imputable aux conditions météorologiques",
        "citation": "Art. 51a al. 4 OACI",
        "content": "Pour chaque période de décompte, un délai d’attente de trois jours entiers de travail est déduit de la durée de la perte de travail à prendre en considération. Dans les entreprises dont l’activité est exclusivement saisonnière, le délai d’attente est de deux semaines pour la première perte de travail de la saison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail due à une baisse de la clientèle imputable aux conditions météorologiques",
        "citation": "Art. 51a al. 5 OACI",
        "content": "Seuls sont pris en compte comme jours d’attente les jours de travail perdus durant lesquels le travailleur était sous contrat et pour lesquels il a reçu de l’employeur une compensation au moins équivalente à l’indemnité pour réduction de l’horaire de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail due à une baisse de la clientèle imputable aux conditions météorologiques",
        "citation": "Art. 51a al. 6 OACI",
        "content": "Les dispositions du présent article s’appliquent également aux travailleurs ayant un contrat de durée déterminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_51_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Secteur d’exploitation",
        "citation": "Art. 52 al. 1 OACI",
        "content": "Un secteur d’exploitation est assimilé à une entreprise lorsqu’il constitue une entité organique, munie de ses propres ressources en personnel et en équipements et qui:\na. relève d’une direction autonome au sein de l’entreprise ou\nb. fournit des prestations qui pourraient être fournies et offertes sur le marché par des entreprises indépendantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_52"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Secteur d’exploitation",
        "citation": "Art. 52 al. 2 OACI",
        "content": "En même temps qu’il donne le préavis de réduction de l’horaire de travail dans un secteur d’exploitation, l’employeur doit remettre l’organigramme de l’ensemble de son entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_52"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Période de décompte",
        "citation": "Art. 53 al. 1 OACI",
        "content": "Est réputé période de décompte, un laps de temps de quatre semaines lorsque l’entreprise verse les salaires à une, deux ou quatre semaines d’intervalle. Dans tous les autres cas, la période de décompte est d’un mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_53"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Période de décompte",
        "citation": "Art. 53 al. 2 OACI",
        "content": "Lorsqu’une entreprise connaît différentes périodes de salaire, la période de décompte correspondante, d’un mois ou de quatre semaines, est applicable à l’indemnité en cas de réduction de l’horaire de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_53"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Autorisation pour les formateurs",
        "citation": "Art. 53a al. 1 OACI",
        "content": "L’employeur qui souhaite obtenir une autorisation visée à l’art. 32, al. 6, LACI, doit en faire la demande à l’autorité cantonale compétente dans le délai prévu à l’art. 36, al. 1, LACI avant que le formateur puisse poursuivre la formation pendant les heures qui comptent comme une perte de travail à prendre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_53_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Autorisation pour les formateurs",
        "citation": "Art. 53a al. 2 OACI",
        "content": "Lorsque le préavis de réduction de l’horaire de travail doit être renouvelé en application de l’art. 36, al. 1, dernière phrase LACI, une nouvelle demande d’autorisation doit être déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_53_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail à prendre en considération en cas de réduction de l’horaire de travail avant ou après des jours fériés ou des vacances d’entreprise",
        "citation": "Art. 54 al. 1 OACI",
        "content": "La perte de travail n’est pas prise en considération:\na. durant les deux jours de travail qui précèdent ou suivent immédiatement des jours fériés ne tombant pas sur un samedi ou un dimanche;\nb. durant les cinq jours de travail immédiatement avant et après les vacances d’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_54"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail à prendre en considération en cas de réduction de l’horaire de travail avant ou après des jours fériés ou des vacances d’entreprise",
        "citation": "Art. 54 al. 2 OACI",
        "content": "Dans les cas relevant de l’al. 1, let. b, l’organe de compensation de l’assurance-chômage peut, sur requête de l’employeur, accorder des dérogations, à condition que des circonstances particulières permettent d’exclure tout abus. L’employeur doit présenter sa requête à l’autorité cantonale, qui la transmettra à l’organe de compensation de l’assurance-chômage avec son préavis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_54"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Fluctuations saisonnières de l’emploi",
        "citation": "Art. 54a OACI",
        "content": "Les fluctuations de l’emploi sont réputées saisonnières lorsque la perte de travail n’excède pas la perte de travail moyenne des deux années précédentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_54_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Calcul de l’indemnité en cas de réduction de l’horaire de travail pour les travailleurs à domicile",
        "citation": "Art. 55 OACI",
        "content": "L’indemnité en cas de réduction de l’horaire de travail pour les travailleurs à domicile se calcule d’après le salaire moyen de la période de référence (art. 48, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_55"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Calcul de l’indemnité en cas de réduction de l’horaire de travail pour bénéficiaires d’allocations d’initiation au travail",
        "citation": "Art. 56 al. 1 OACI",
        "content": "Pour les assurés qui sont au bénéfice d’allocations d’initiation au travail (art. 65 LACI), l’indemnité en cas de réduction de l’horaire de travail se calcule d’après le salaire convenu contractuellement pour la période de mise au courant, sans tenir compte des allocations d’initiation au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_56"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Calcul de l’indemnité en cas de réduction de l’horaire de travail pour bénéficiaires d’allocations d’initiation au travail",
        "citation": "Art. 56 al. 2 OACI",
        "content": "Lorsque la réduction de l’horaire de travail atteint cent pour cent, l’indemnité en cas de réduction de cet horaire se calcule d’après le salaire convenu contractuellement pour la période qui suit la mise au courant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_56"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Bases de calcul applicables aux salaires subissant des fluctuations considérables",
        "citation": "Art. 57 OACI",
        "content": "Lorsque le salaire du dernier mois de cotisation s’écarte d’au moins 10 % du salaire moyen des douze derniers mois, l’indemnité en cas de réduction de l’horaire de travail est calculée sur la base de ce salaire moyen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_57"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail maximale",
        "citation": "Art. 57a al. 1 OACI",
        "content": "Lorsque, pendant le délai-cadre, la perte de travail excède 85 pour cent de l’horaire normal de travail durant plus de quatre périodes de décompte consécutives ou isolées, seules les quatre premières périodes de décompte donnent droit à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_57_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Perte de travail maximale",
        "citation": "Art. 57a al. 2 OACI",
        "content": "L’horaire normal de travail de l’entreprise est déterminé conformément à l’art. 46.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_57_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Durée maximum de l’indemnisation",
        "citation": "Art. 57b OACI",
        "content": "La durée maximum de l’indemnisation en cas de réduction de l’horaire de travail est prolongée de six périodes de décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_57_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai de préavis",
        "citation": "Art. 58 al. 1 OACI",
        "content": "Le délai de préavis en cas de réduction de l’horaire de travail est exceptionnellement de trois jours lorsque l’employeur prouve que la réduction de l’horaire de travail doit être instaurée en raison de circonstances subites et imprévisibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_58"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai de préavis",
        "citation": "Art. 58 al. 2 OACI",
        "content": "Lorsque, au sein d’une entreprise, les possibilités de travail dépendent de l’entrée journalière des commandes et qu’il n’est pas possible de travailler pour constituer un stock, le préavis de réduction de l’horaire de travail peut être encore communiqué immédiatement avant qu’elle ne commence, au besoin, par téléphone. L’employeur est tenu de confirmer immédiatement par écrit la communication téléphonique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_58"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai de préavis",
        "citation": "Art. 58 al. 3 OACI",
        "content": "L’al. 2 s’applique également, lorsque l’employeur a été empêché de donner le préavis dans le délai imparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_58"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai de préavis",
        "citation": "Art. 58 al. 4 OACI",
        "content": "Lorsque l’employeur n’a pas remis le préavis de réduction de son horaire de travail dans le délai imparti sans excuse valable, la perte de travail n’est prise en considération qu’à partir du moment où le délai imparti pour le préavis s’est écoulé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_58"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Délai de préavis",
        "citation": "Art. 58 al. 5 OACI",
        "content": "L’art. 69, al. 1 et 2, sont applicables lorsque la perte de travail est due à des pertes de clientèle imputables aux conditions météorologiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_58"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Documents à remettre",
        "citation": "Art. 59 al. 1 OACI",
        "content": "Avec son préavis de réduction de l’horaire de travail, l’employeur doit, en plus des indications prescrites à l’art. 36, al. 2, LACI, fournir:\na. une présentation succincte des circonstances qui nécessitent la réduction de l’horaire de travail ainsi qu’une analyse des perspectives économiques à court terme de l’entreprise;\nb. le nombre des travailleurs dont le contrat a été résilié ou le sera prochainement;\nc. tous les autres documents exigés par l’autorité cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_59"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Documents à remettre",
        "citation": "Art. 59 al. 2 OACI",
        "content": "L’employeur doit annoncer la réduction de l’horaire de travail à l’autorité cantonale au moyen du formulaire fourni par l’organe de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_59"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Documents à remettre",
        "citation": "Art. 59 al. 3 OACI",
        "content": "L’organe de compensation de l’assurance-chômage peut prévoir une procédure simplifiée pour le cas où, dans des circonstances identiques, une entreprise annonce à plusieurs reprises une réduction de l’horaire de travail dans une période de deux ans (art. 35, al. 1, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_59"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Choix de la caisse et changement de caisse",
        "citation": "Art. 60 al. 1 OACI",
        "content": "L’employeur peut choisir une caisse pour chacun des secteurs d’exploitation (art. 52).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_60"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Choix de la caisse et changement de caisse",
        "citation": "Art. 60 al. 2 OACI",
        "content": "Lorsque l’employeur a annoncé la réduction de l’horaire de travail et choisi une caisse, il ne peut en changer, dans une période de deux ans (art. 35, al. 1, LACI), qu’à la condition que:\na. la caisse refuse sa demande d’indemnisation parce qu’elle n’est pas compétente;\nb. l’entreprise n’entre plus dans le champ d’activité de l’ancienne caisse à raison du lieu ou de la matière (art. 78, al. 2, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_60"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Choix de la caisse et changement de caisse",
        "citation": "Art. 60 al. 3 OACI",
        "content": "Lorsque l’employeur a fait valoir des indemnités en cas d’intempéries au cours des deux dernières années, il ne peut faire valoir des indemnités en cas de réduction de l’horaire de travail auprès d’une autre caisse que s’il remplit l’une des deux conditions figurant à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_60"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Choix de la caisse et changement de caisse",
        "citation": "Art. 60 al. 4 OACI",
        "content": "L’organe de compensation de l’assurance-chômage peut autoriser un changement de caisse si l’employeur prouve que l’ancienne caisse n’est pas en mesure de régler le cas d’indemnisation conformément aux prescriptions ou qu’elle a commis de graves erreurs dans le règlement d’un cas d’indemnisation précédent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_60"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Choix de la caisse et changement de caisse",
        "citation": "Art. 60 al. 5 OACI",
        "content": "En cas de changement de caisse, la nouvelle caisse acquiert les droits d’accès aux données du cas de l’assuré correspondant de manière analogue à l’art. 28, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_60"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Exercice du droit à l’indemnité",
        "citation": "Art. 61 OACI",
        "content": "Le délai pour exercer le droit à l’indemnité commence à courir le premier jour qui suit la fin de la période de décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_61"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Bonification des cotisations patronales",
        "citation": "Art. 61a OACI",
        "content": "Le montant des cotisations patronales AVS/AI/APG/AC versées pour les heures perdues est bonifié à l’employeur au moment du versement de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_61_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 2, Indemnité en cas de réduction de l’horaire de travail, Prise en compte du revenu tiré d’une occupation provisoire",
        "citation": "Art. 63 OACI",
        "content": "L’indemnité en cas de réduction de l’horaire de travail est réduite dans la mesure où, lorsqu’on l’ajoute au revenu tiré d’une occupation provisoire, le total dépasse la perte de gain à prendre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_63"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Branches d’activité avec droit à l’indemnité en cas d’intempéries",
        "citation": "Art. 65 al. 1 OACI",
        "content": "L’indemnité en cas d’intempéries peut être versée dans les branches suivantes:\na. bâtiment et génie civil, charpenterie, taille de pierre et carrières;\nb. extraction de sable et gravier;\nc. construction de voies ferrées et de conduites en plein air;\nd. aménagements extérieurs (jardins);\ne. sylviculture, pépinières et extraction de tourbe, dans la mesure où ces activités ne sont pas des activités accessoires exercées parallèlement à une exploitation agricole;\nf. extraction de terre glaise et tuilerie;\ng. pêche professionnelle;\nh. transports dans la mesure où les véhicules sont occupés exclusivement au transport de matériaux d’excavation et de construction vers ou à partir des chantiers ou au transport de matériaux provenant de lieux d’extraction de sable et de gravier;\ni. scierie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_65"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Branches d’activité avec droit à l’indemnité en cas d’intempéries",
        "citation": "Art. 65 al. 3 OACI",
        "content": "De surcroît, l’indemnité en cas d’intempéries peut être versée aux seules exploitations viticoles, plantations et exploitations fruitières ou maraîchères, lorsque les travaux saisonniers ne peuvent pas s’effectuer normalement en raison d’une sécheresse inhabituelle ou de pluies intempestives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_65"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Perte de travail à prendre en considération",
        "citation": "Art. 66 al. 1 OACI",
        "content": "La perte de travail est d’un demi jour lorsqu’elle est subie le matin ou l’après-midi ou lorsqu’elle atteint au minimum 50 pour cent, mais moins de 100 pour cent d’un jour entier de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_66"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Durée normale et durée réduite de travail",
        "citation": "Art. 66a al. 1 OACI",
        "content": "Est réputée durée normale du travail, la durée contractuelle du travail accompli par le travailleur, mais au plus la durée selon l’usage local dans la branche économique en question. Pour les travailleurs dont le temps de travail est variable, l’horaire annuel moyen convenu contractuellement est considéré comme horaire normal de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_66_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Durée normale et durée réduite de travail",
        "citation": "Art. 66a al. 2 OACI",
        "content": "La durée de travail n’est réputée réduite que si elle n’atteint pas la durée normale du travail, une fois additionnées les heures de travail en plus. Comptent comme heures de travail en plus les heures payées ou non encore payées qui excèdent le nombre d’heures à effectuer selon l’horaire de travail contractuel. Ne comptent pas comme heures de travail en plus, les heures effectuées dans le cadre du régime d’horaire mobile de l’entreprise, pour autant qu’elles ne dépassent pas 20 heures, ni les heures de compensation ou de rattrapage imposées par l’entreprise pour compenser des ponts entre les jours fériés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_66_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Durée normale et durée réduite de travail",
        "citation": "Art. 66a al. 3 OACI",
        "content": "Un délai-cadre d’indemnisation de deux ans est ouvert le premier jour de la première période de décompte pour laquelle l’indemnité en cas de réduction de l’horaire de travail ou l’indemnité en cas d’intempéries est versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_66_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Durée normale et durée réduite de travail",
        "citation": "Art. 66a al. 4 OACI",
        "content": "Si aucun délai-cadre d’indemnisation ne court pour l’entreprise ou le secteur d’exploitation au moment où intervient une perte de travail imputable aux conditions météorologiques donnant droit à l’indemnité, les heures en plus accomplies par les travailleurs au cours des six mois précédents sont déduites de leur perte de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_66_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Durée normale et durée réduite de travail",
        "citation": "Art. 66a al. 5 OACI",
        "content": "Pendant le délai-cadre d’indemnisation, les heures de travail en plus en plus accomplies par les travailleurs avant une nouvelle perte de travail, mais pendant les douze derniers mois au plus, sont déduites de leur perte de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_66_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Jour entier de travail",
        "citation": "Art. 67 OACI",
        "content": "Est réputé jour entier de travail le cinquième de la durée normale du travail hebdomadaire accompli par le travailleur (art. 46).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_67"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Délai d’attente",
        "citation": "Art. 67a al. 1 OACI",
        "content": "Pour déterminer le délai d’attente, il faut ajouter les périodes de décompte ayant donné lieu à une indemnisation pour cause de réduction de l’horaire de travail à celles ayant donné lieu à une indemnisation pour cause d’intempéries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_67_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Délai d’attente",
        "citation": "Art. 67a al. 2 OACI",
        "content": "Pour chacune de ces périodes de décompte, on déduit de la perte de travail à prendre en considération:\na. deux jours d’attente pour les six premières périodes de décompte;\nb. trois jours d’attente dès la 7e période de décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_67_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Période de décompte",
        "citation": "Art. 68 al. 1 OACI",
        "content": "Est réputé période de décompte pour l’indemnité en cas d’intempéries, un laps de temps de quatre semaines lorsque l’entreprise verse les salaires par période d’une, deux ou de quatre semaines. Dans tous les autres cas, la période de décompte est d’un mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_68"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Période de décompte",
        "citation": "Art. 68 al. 2 OACI",
        "content": "Lorsqu’une entreprise connaît différentes périodes de salaire, les périodes de décompte correspondantes, d’un mois ou de quatre semaines, s’appliquent à l’indemnité en cas d’intempéries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_68"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Avis",
        "citation": "Art. 69 al. 1 OACI",
        "content": "L’employeur est tenu d’aviser l’autorité cantonale, au moyen du formulaire fourni par l’organe de compensation de l’assurance-chômage, de la perte de travail due aux intempéries, au plus tard le cinquième jour du mois civil suivant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_69"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Avis",
        "citation": "Art. 69 al. 2 OACI",
        "content": "Lorsque l’employeur a communiqué avec retard, sans raison valable, la perte de travail due aux intempéries, le début du droit à l’indemnité est repoussé d’autant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_69"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Avis",
        "citation": "Art. 69 al. 3 OACI",
        "content": "L’autorité cantonale détermine par décision les jours pour lesquels l’indemnité en cas d’intempéries peut être octroyée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_69"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Exercice du droit à l’indemnité",
        "citation": "Art. 70 OACI",
        "content": "Le délai pour exercer le droit à l’indemnité commence à courir le jour qui suit la fin de la période de décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_70"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Changement de caisse",
        "citation": "Art. 71 OACI",
        "content": "Lorsqu’en matière d’indemnité en cas de réduction de l’horaire de travail, un délai de deux ans court pour l’entreprise (art. 35, al. 1, LACI) ou que celle-ci a fait valoir des indemnités en cas d’intempéries au cours des deux dernières années, elle ne peut faire valoir de nouvelles indemnités auprès d’une autre caisse que si elle remplit une des conditions mentionnées à l’art. 60, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_71"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 3, L’indemnité en cas d’intempéries, Bonification des cotisations patronales",
        "citation": "Art. 71a OACI",
        "content": "Le montant des cotisations patronales AVS/AI/APG/AC versées pour les heures perdues est bonifié à l’employeur au moment du versement de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_71_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Travailleurs ayant droit à l’indemnité",
        "citation": "Art. 73 OACI",
        "content": "Les travailleurs qui n’ont pas encore atteint l’âge minimum pour cotiser à l’AVS sont assimilés aux travailleurs assujettis au paiement des cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_73"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Vraisemblance des créances de salaire",
        "citation": "Art. 74 OACI",
        "content": "La caisse n’est autorisée à verser une indemnité en cas d’insolvabilité que lorsque le travailleur rend plausible sa créance de salaire envers l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_74"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Même rapport de travail",
        "citation": "Art. 75a OACI",
        "content": "Compte comme même rapport de travail au sens de l’art. 52, al. 1, LACI, également un rapport de travail que:\na. les mêmes parties ont repris dans le délai d’un an, ou\nb. reconduisent dans le délai d’un an après une résiliation pour cause de modification des conditions du contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_75_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Cotisations aux assurances sociales",
        "citation": "Art. 76 al. 1 OACI",
        "content": "La caisse prélève sur l’indemnité en cas d’insolvabilité les cotisations (parts du travailleur et de l’employeur) à:\na. l’AVS/AI/APG et l’assurance-chômage à l’intention de la caisse de compensation AVS de l’employeur;\nb. l’assurance-accidents obligatoire à l’intention de l’assureur compétent;\nc. la prévoyance professionnelle obligatoire à l’intention de l’institution de prévoyance de l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_76"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Cotisations aux assurances sociales",
        "citation": "Art. 76 al. 2 OACI",
        "content": "Le montant des cotisations à la prévoyance professionnelle obligatoire dépend du règlement de l’institution de prévoyance; la caisse ne prélève que les cotisations à percevoir sur le salaire coordonné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_76"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Cotisations aux assurances sociales",
        "citation": "Art. 76 al. 3 OACI",
        "content": "La caisse déduit la part du travailleur de l’indemnité à verser en cas d’insolvabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_76"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Cotisations aux assurances sociales",
        "citation": "Art. 76 al. 4 OACI",
        "content": "L’organe de compensation de l’assurance-chômage règle la procédure en accord avec l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_76"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Cotisations aux assurances sociales",
        "citation": "Art. 76 al. 5 OACI",
        "content": "L’art. 35, al. 3, est applicable par analogie à l’examen des déductions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_76"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Exercice du droit à l’indemnité",
        "citation": "Art. 77 al. 1 OACI",
        "content": "L’assuré qui prétend à une indemnité pour insolvabilité doit fournir à la caisse de chômage compétente:\na. la demande d’indemnité en cas d’insolvabilité;\nb. le numéro AVS;\nc. le titre de séjour, s’il est de nationalité étrangère;\nd. les autres informations que la caisse de chômage exige pour l’examen du droit à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_77"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Exercice du droit à l’indemnité",
        "citation": "Art. 77 al. 2 OACI",
        "content": "Au besoin, la caisse de chômage impartit à l’assuré un délai approprié pour compléter le dossier et le rend attentif aux conséquences d’un manquement de sa part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_77"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Exercice du droit à l’indemnité",
        "citation": "Art. 77 al. 3 OACI",
        "content": "Lorsque la faillite d’un employeur touche des succursales ou des établissements situés dans un autre canton, leurs travailleurs peuvent faire valoir leur droit auprès de la caisse de chômage publique dudit canton. La caisse de chômage publique du siège de l’employeur est compétente pour le traitement de ces demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_77"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Exercice du droit à l’indemnité",
        "citation": "Art. 77 al. 4 OACI",
        "content": "Lorsque l’employeur ne tombe pas sous le coup de l’exécution forcée en Suisse, la caisse de chômage publique du canton dans lequel se trouve l’ancien lieu de travail de l’assuré est compétente. S’il y a eu plusieurs lieux de travail dans divers cantons, l’organe de compensation de l’assurance-chômage désigne la caisse de chômage compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_77"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Exercice du droit à l’indemnité",
        "citation": "Art. 77 al. 5 OACI",
        "content": "Dans le cas de l’art. 51, let. b, LACI, le travailleur doit présenter sa demande d’indemnisation dans un délai de 60 jours à compter du moment où il a eu connaissance de l’expiration du délai non utilisé pour effectuer l’avance des frais au sens de l’art. 169, al. 2, de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_77"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Collaboration des caisses",
        "citation": "Art. 78 OACI",
        "content": "Lorsque la caisse compétente a besoin d’aide, elle peut associer les caisses publiques d’autres cantons au règlement de cas d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_78"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Procédures et actions pouvant entraîner des frais",
        "citation": "Art. 79 OACI",
        "content": "La caisse n’est autorisée à engager des procédures pouvant entraîner des frais pour le créancier qu’avec le consentement de l’organe de compensation de l’assurance-chômage. Il en va de même des actions relevant du droit des poursuites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_79"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Créances à l’étranger",
        "citation": "Art. 80 al. 1 OACI",
        "content": "Lorsqu’il est nécessaire de faire valoir une créance à l’étranger, la caisse soumet le cas à l’organe de compensation de l’assurance-chômage et lui remet le dossier complet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_80"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 4, L’indemnité en cas d’insolvabilité, Créances à l’étranger",
        "citation": "Art. 80 al. 2 OACI",
        "content": "Lorsque l’exigibilité de la créance est douteuse ou qu’il faut s’attendre à des complications sans rapport avec le résultat escompté, l’organe de compensation de l’assurance-chômage peut autoriser la caisse à renoncer à faire valoir la créance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_80"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Participation à une mesure de formation ou d’emploi",
        "citation": "Art. 81 al. 1 OACI",
        "content": "L’autorité cantonale ne peut enjoindre à l’assuré de participer à une mesure de formation ou d’emploi ou approuver sa participation à une telle mesure qu’à la condition que celle-ci soit organisée par des personnes qualifiées et selon un programme fixé à l’avance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Participation à une mesure de formation ou d’emploi",
        "citation": "Art. 81 al. 2 OACI",
        "content": "Sont exclues les mesures usuelles dans les professions et au sein des entreprises pour mettre au courant de nouveaux collaborateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Participation à une mesure de formation ou d’emploi",
        "citation": "Art. 81 al. 3 OACI",
        "content": "L’art. 81e, al. 1, s’applique par analogie au délai de dépôt de la demande d’approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Contrôle de l’efficacité des mesures",
        "citation": "Art. 81a al. 1 OACI",
        "content": "L’autorité cantonale transfère au système d’information servant au placement public (art. 83, al. 1bis, let. b, LACI) les données nécessaires au contrôle de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Contrôle de l’efficacité des mesures",
        "citation": "Art. 81a al. 2 OACI",
        "content": "Les personnes et les institutions qui organisent des mesures relatives au marché du travail fournissent des informations, participent aux mesures de contrôle et établissent une évaluation des résultats obtenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Contrôle de l’efficacité des mesures",
        "citation": "Art. 81a al. 3 OACI",
        "content": "L’organe de compensation évalue les données conformément à l’al. 1. Il utilise les résultats de ses analyses pour développer les mesures relatives au marché du travail. À cet effet, il tient notamment compte des besoins des demandeurs d’emploi dont la réinsertion sur le marché du travail est difficile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Indemnité journalière minimale",
        "citation": "Art. 81b OACI",
        "content": "L’indemnité journalière minimale versée aux assurés visés à l’art. 59b, al. 2, LACI est de 102 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Subventions allouées par l’autorité compétente aux organisateurs de mesures relatives au marché du travail",
        "citation": "Art. 81d al. 1 OACI",
        "content": "L’autorité compétente octroie des subventions aux organisateurs de mesures relatives au marché du travail par voie de décision ou par accord de prestation. Elle peut assortir l’octroi de subventions de conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Subventions allouées par l’autorité compétente aux organisateurs de mesures relatives au marché du travail",
        "citation": "Art. 81d al. 2 OACI",
        "content": "La décision ou l’accord de prestation mentionne au moins les bases légales, la nature et le montant de la subvention, la durée et les buts de la mesure, le mandat et les groupes cibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Subventions allouées par l’autorité compétente aux organisateurs de mesures relatives au marché du travail",
        "citation": "Art. 81d al. 3 OACI",
        "content": "Lorsque les subventions sont octroyées par accord de prestation, ce dernier indique également l’autorité compétente et l’organisateur de la mesure, les droits et devoirs des parties, les valeurs cibles et les indicateurs, les modalités de résiliation ou de modification de l’accord de prestation et la procédure à suivre en cas de litige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Compétence et procédure",
        "citation": "Art. 81e al. 1 OACI",
        "content": "Sous réserve des art. 90a et 95b à 95d, la personne qui participe à une mesure relative au marché du travail doit remettre à l’autorité cantonale compétente sa demande d’approbation au plus tard dix jours avant le début de la mesure. Si cette personne présente sa demande après le début de la mesure, sans excuse valable, les prestations ne lui sont versées qu’à partir du moment où elle a présenté cette demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Compétence et procédure",
        "citation": "Art. 81e al. 2 OACI",
        "content": "L’autorité cantonale regroupe dans un projet-cadre annuel les mesures relatives au marché du travail. Après avoir consulté la commission tripartite compétente, elle transmet ce projet-cadre à l’organe de compensation huit semaines au moins avant le début de l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Compétence et procédure",
        "citation": "Art. 81e al. 3 OACI",
        "content": "Les organisations, institutions et collectivités en charge des mesures relatives au marché du travail collectives présentent leur demande de subvention à l’autorité cantonale au moins quatre semaines avant le début de la mesure concernée. L’autorité cantonale transmet ces demandes, accompagnées de son préavis, à l’organe de compensation, sauf lorsqu’elle possède la compétence décisionnelle visée à l’al. 4. Toute demande de subvention portant sur une mesure relative au marché du travail organisée à l’échelle nationale doit être présentée directement à l’organe de compensation dans le même délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Compétence et procédure",
        "citation": "Art. 81e al. 4 OACI",
        "content": "L’organe de compensation peut déléguer à l’autorité cantonale la compétence de statuer sur les demandes de subventionnement des mesures de marché du travail collectives pour lesquelles les frais de projet à prendre en compte sont inférieurs à cinq millions de francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Compétence et procédure",
        "citation": "Art. 81e al. 5 OACI",
        "content": "À la fin du troisième trimestre au plus tard, le canton rend compte à l’organe de compensation des décisions qu’il a prises et de sa pratique pour l’année en cours. L’organe de compensation rend compte selon les mêmes modalités à la commission de surveillance des décisions qu’il a prises et des décisions prises par les autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_81_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Participation à des mesures au terme du délai-cadre d’indemnisation",
        "citation": "Art. 82 OACI",
        "content": "Après expiration du délai-cadre d’indemnisation, l’assuré ne peut participer à aucune mesure de formation ou d’emploi au sens de l’art. 59d, al. 1, LACI pendant deux ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_82"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Prise en considération des aptitudes et des inclinations de l’assuré",
        "citation": "Art. 83 OACI",
        "content": "Lorsque l’autorité cantonale enjoint à un assuré de suivre un cours, elle est tenue de prendre également en considération de manière appropriée, outre la situation du marché de l’emploi, les aptitudes et les inclinations de l’assuré. Avec l’accord de celui-ci, elle peut, au besoin, charger l’orientation professionnelle publique de clarifier le cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_83"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Contrôle des mesures relatives au marché du travail",
        "citation": "Art. 84 OACI",
        "content": "L’organe de compensation peut contrôler les mesures relatives au marché du travail visées dans la LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_84"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Remboursement des frais occasionnés par la participation à des mesures de formation ou d’emploi",
        "citation": "Art. 85 al. 1 OACI",
        "content": "La personne qui participe à une mesure de formation ou d’emploi doit remettre à la caisse les factures relatives aux dépenses, en y joignant une attestation de la direction de la mesure certifiant que ces dépenses sont indispensables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_85"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Remboursement des frais occasionnés par la participation à des mesures de formation ou d’emploi",
        "citation": "Art. 85 al. 2 OACI",
        "content": "Au titre des frais de déplacement, l’autorité cantonale accorde à l’assuré, en tenant compte de la durée de la mesure, un montant correspondant aux dépenses pour les billets ou abonnements de 2e classe des moyens de transport public à l’intérieur du pays. Exceptionnellement, elle autorise que les frais occasionnés par l’utilisation d’un moyen de transport privé soient remboursés à l’assuré, sur présentation d’un justificatif, lorsqu’il n’y a pas de moyen de transport public ou qu’on ne peut raisonnablement exiger de l’assuré qu’il l’utilise. L’autorité cantonale fixe la contribution revenant à l’assuré au titre des frais de logement et de subsistance au lieu où se déroule la mesure de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_85"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Remboursement des frais occasionnés par la participation à des mesures de formation ou d’emploi",
        "citation": "Art. 85 al. 3 OACI",
        "content": "Le DEFR fixe:\na. les montants des contributions aux frais de logement et de subsistance au lieu où se déroule la mesure de formation ou d’emploi;\nb. les montants alloués en cas d’utilisation de véhicules privés;\nc. les frais maximaux à prendre en considération pour les différents types de mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_85"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Frais d’organisation de la mesure",
        "citation": "Art. 85a OACI",
        "content": "L’organisateur de la mesure ne peut percevoir de frais d’écolage ni de contribution pour le matériel didactique auprès des participants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_85_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Remboursement et avances",
        "citation": "Art. 86 al. 1 OACI",
        "content": "En règle générale, la caisse rembourse l’assuré en même temps qu’elle lui verse les indemnités journalières, pour autant que celui-ci apporte la preuve de ses dépenses jusqu’à la fin de la période de contrôle (art. 18, al. 2, LACI). Les participants à un cours qui ne reçoivent pas d’indemnités journalières présentent leurs documents à la caisse pour la fin de chaque mois. Les factures concernant les frais d’écolage ainsi que les achats importants de matériel de cours peuvent être remises à la caisse qui les réglera directement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_86"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Remboursement et avances",
        "citation": "Art. 86 al. 2 OACI",
        "content": "Le remboursement n’a pas lieu lorsque l’assuré ne l’a pas fait valoir au plus tard trois mois après la fin du mois au cours duquel les frais ont été occasionnés Les remboursements non réclamés se prescrivent par trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_86"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Remboursement et avances",
        "citation": "Art. 86 al. 3 OACI",
        "content": "La caisse peut verser une avance sur l’indemnisation des frais de déplacement ainsi que de logement et de subsistance, lorsqu’à défaut d’une telle avance l’assuré tomberait dans un état de nécessité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_86"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Attestation de l’organisateur de la mesure de formation ou d’emploi",
        "citation": "Art. 87 OACI",
        "content": "L’organisateur de la mesure de formation ou d’emploi établit pour chaque période de contrôle, au plus tard le troisième jour ouvrable du mois suivant, une attestation qui mentionne le nombre de jours pendant lesquels l’assuré a participé effectivement à la mesure, ainsi que ses absences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_87"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Frais à prendre en compte pour l’organisation d’une mesure de formation",
        "citation": "Art. 88 al. 1 OACI",
        "content": "Sont réputés frais à prendre en compte pour l’organisation d’une mesure de formation:\na. la rémunération des responsables de la mesure de formation et du corps enseignant;\nb. les frais d’acquisition du matériel didactique et autre nécessaire;\nc. les primes de l’assurance-accidents professionnels et de l’assurance-chose;\nd. les frais nécessaires de logement et de repas;\ne. les frais de transport du matériel et des équipements nécessaires à la mesure de formation ainsi que les frais de voyage des responsables de la mesure de formation et du corps enseignant jusqu’à l’endroit où celle-ci a lieu;\nf. les frais nécessaires de projet, de capital investi et de locaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_88"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Frais à prendre en compte pour l’organisation d’une mesure de formation",
        "citation": "Art. 88 al. 2 OACI",
        "content": "L’organisation responsable de la mesure de formation dresse un inventaire du matériel didactique et autre acheté à l’aide des contributions de l’assurance-chômage. Ce matériel ne peut être aliéné qu’avec l’accord de l’organe de compensation. Le produit de la vente correspondant à la part de la subvention versée est restitué au fonds de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_88"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations d’initiation au travail",
        "citation": "Art. 90 al. 1 OACI",
        "content": "Le placement d’un assuré est réputé difficile lorsque, compte tenu de la situation du marché du travail, l’assuré a de grandes difficultés à trouver un emploi en raison:\na. de son âge avancé,\nb. de son handicap physique, psychique ou mental,\nc. d’antécédents professionnels lacunaires;\nd. du fait qu’il a déjà touché 150 indemnités journalières;\ne. de son manque d’expériences professionnelles lors d’une période de chômage élevé au sens de l’art. 6, al. 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations d’initiation au travail",
        "citation": "Art. 90 al. 1bis OACI",
        "content": "Les allocations d’initiation au travail peuvent être versées durant une période de douze mois au maximum si la situation personnelle de l’assuré laisse présumer que le but de l’initiation au travail ne peut être atteint en six mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations d’initiation au travail",
        "citation": "Art. 90 al. 2 OACI",
        "content": "L’art. 81e, al. 1, s’applique par analogie au délai de dépôt de la demande d’allocation d’initiation au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations d’initiation au travail",
        "citation": "Art. 90 al. 3 OACI",
        "content": "L’autorité cantonale vérifie auprès de l’employeur si les conditions dont dépend l’octroi d’allocations d’initiation au travail sont remplies. Elle peut exiger que les conditions selon l’art. 65, let. b et c, LACI fasse l’objet d’un contrat écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations d’initiation au travail",
        "citation": "Art. 90 al. 4 OACI",
        "content": "La caisse verse les allocations d’initiation au travail à l’employeur. Celui-ci les verse à son tour à l’assuré avec le salaire convenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations d’initiation au travail",
        "citation": "Art. 90 al. 5 OACI",
        "content": "L’organe de compensation peut donner des directives pour le calcul des allocations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 1 OACI",
        "content": "Sont réputées hautes écoles spécialisées les ETS, les ESCEA, les écoles supérieures d’arts appliqués, les écoles supérieures d’enseignement ménager, les autres établissements de formation, suisses ou étrangers, reconnus comme hautes écoles spécialisées, ainsi que les écoles ayant une durée de formation comparable et qui relèvent de la compétence des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 2 OACI",
        "content": "Lorsque la formation envisagée est sanctionnée par un certificat fédéral de capacité (CFC), le contrat de formation est conclu sous la forme d’un contrat d’apprentissage conformément à la loi fédérale du 19 avril 1978 sur la formation professionnelle. Lorsqu’elle est sanctionnée par un certificat cantonal, le contrat de formation est conclu sous la forme prévue par le droit cantonal applicable en la matière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 3 OACI",
        "content": "La rémunération correspond au salaire en usage dans la localité et la branche considérées lors de la dernière année de la formation professionnelle de base. Si l’assuré n’a pas d’expérience dans la profession en question ou dans une profession apparentée, la rémunération est calculée conformément à l’usage dans la localité et la branche considérées sur la base du salaire de l’année correspondante dans la formation professionnelle de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 4 OACI",
        "content": "Le montant maximum visé à l’art. 66c, al. 2, LACI, s’élève à 3500 francs par mois. Les bourses de formation allouées à l’assuré sont imputées sur l’allocation de formation si elles ne servent pas à couvrir les frais d’entretien de la famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 5 OACI",
        "content": "Le délai-cadre d’indemnisation fixé à l’art. 9, al. 1 et 2, LACI s’applique à l’assuré. Au moment où il commence sa formation, ce délai-cadre est prolongé jusqu’au terme de la formation pour laquelle l’allocation a été octroyée. S’il interrompt sa formation ou s’il l’achève, la prolongation du délai-cadre cesse le jour où il interrompt ou termine la formation. Un nouveau délai-cadre peut être ouvert dès le jour suivant s’il remplit les conditions fixées à l’art. 8 LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 7 OACI",
        "content": "Les demandes d’allocations de formation doivent être présentées par l’assuré à l’autorité cantonale huit semaines avant le début de la formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 1, Reconversion, perfectionnement, intégration, Allocations de formation",
        "citation": "Art. 90a al. 8 OACI",
        "content": "En règle générale, l’autorité cantonale communique sa décision à l’assuré dans les quatre semaines après l’expédition de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_90_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Région de domicile",
        "citation": "Art. 91 OACI",
        "content": "Le lieu de travail se trouve dans la région de domicile de l’assuré:\na. lorsqu’il existe entre le lieu de travail et le lieu de domicile une liaison par un moyen de transport public et que celle-ci n’excède pas 50 kilomètres, ou \nb. lorsque l’assuré peut parcourir la distance séparant le lieu de travail du lieu de domicile en une heure, au moyen d’un véhicule privé dont il peut disposer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_91"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Contribution aux frais de déplacement quotidien",
        "citation": "Art. 92 OACI",
        "content": "La contribution aux frais de déplacement quotidien se calcule par analogie à la réglementation concernant le remboursement des frais de déplacement occasionnés par la fréquentation d’un cours (art. 85, al. 2 et 3, let. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_92"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Contribution aux frais de déplacement et de séjour hebdomadaire",
        "citation": "Art. 93 al. 1 OACI",
        "content": "L’indemnité forfaitaire pour le logement et la subsistance des travailleurs qui séjournent hors du domicile durant la semaine se calcule d’après les tarifs fixés par le DEFR et applicables aux participants aux cours (art. 85, al. 3, let. a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_93"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Contribution aux frais de déplacement et de séjour hebdomadaire",
        "citation": "Art. 93 al. 2 OACI",
        "content": "Par analogie, le remboursement des frais de déplacement se calcule selon la réglementation concernant le remboursement de ces frais en cas de fréquentation d’un cours (art. 85, al. 2 et 3, let. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_93"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Désavantage financier par rapport à l’activité précédente",
        "citation": "Art. 94 OACI",
        "content": "L’assuré subit un désavantage financier lorsque, dans sa nouvelle activité:\na. son gain n’atteint pas, après déduction des dépenses nécessaires (frais de déplacement, de logement et de subsistance), le gain assuré obtenu avant le chômage (art. 23, al. 1, LACI), déduction faite des dépenses correspondantes, et que\nb. les dépenses nécessaires (frais de déplacement, de logement et de subsistance) sont plus élevées que les dépenses correspondantes avant le chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_94"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Versement des prestations et avances",
        "citation": "Art. 95 al. 1 OACI",
        "content": "L’art. 81e, al. 1, s’applique par analogie au délai de dépôt de la demande de contribution aux frais de déplacement quotidien ou de déplacement et de séjour hebdomadaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Versement des prestations et avances",
        "citation": "Art. 95 al. 2 OACI",
        "content": "Avec sa requête en vue d’obtenir une contribution aux frais de déplacement quotidien ou aux frais de déplacement et de séjour hebdomadaires, l’assuré doit indiquer à l’autorité cantonale la caisse qu’il a choisie. Il ne peut changer de caisse que s’il remplit l’une des conditions posées à l’art. 28, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Versement des prestations et avances",
        "citation": "Art. 95 al. 3 OACI",
        "content": "L’autorité cantonale communique sa décision à l’assuré et à la caisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Versement des prestations et avances",
        "citation": "Art. 95 al. 4 OACI",
        "content": "Les contributions aux frais de déplacement quotidien et celles aux frais de déplacement et de séjour hebdomadaires sont versées mensuellement après que l’assuré a remis à la caisse les pièces justificatives nécessaires. La caisse est autorisée à faire une avance pouvant atteindre au plus les deux tiers du montant mensuel probable, lorsqu’à défaut d’une telle avance l’assuré tomberait dans un état de nécessité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Versement des prestations et avances",
        "citation": "Art. 95 al. 5 OACI",
        "content": "Les prestations ne sont plus versées lorsque l’assuré n’a pas fait valoir son droit au plus tard trois mois après la fin du mois au cours duquel les frais ont été occasionnés. Les contributions non remboursées se prescrivent par trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Phase d’élaboration du projet",
        "citation": "Art. 95a OACI",
        "content": "Est réputé phase d’élaboration du projet le laps de temps nécessaire à l’assuré pour planifier et préparer une activité indépendante. Cette phase débute avec l’acceptation de la demande et prend fin lorsque l’assuré a perçu les indemnités journalières octroyées selon l’art. 95b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande d’indemnités journalières",
        "citation": "Art. 95b al. 1 OACI",
        "content": "La demande doit contenir au moins:\na. des informations sur les connaissances professionnelles de l’assuré;\nb. une pièce justificative attestant qu’il possède des connaissances en gestion d’entreprise ou une attestation certifiant qu’il a acquis ces connaissances dans un cours, et\nc. un descriptif du projet dans ses grandes lignes qui renseigne notamment\n1. sur la conception présidant à la future activité indépendante, sur le produit ou le service que l’assuré se propose d’offrir, sur ses débouchés et sur ses clients potentiels,\n2. sur le coût et le mode de financement du projet et\n3. sur son état d’avancement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande d’indemnités journalières",
        "citation": "Art. 95b al. 2 OACI",
        "content": "L’autorité cantonale examine si l’assuré remplit les conditions ouvrant droit aux prestations et soumet la demande à un examen formel ainsi qu’à un examen matériel sommaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande d’indemnités journalières",
        "citation": "Art. 95b al. 3 OACI",
        "content": "Elle statue sur l’octroi des indemnités journalières dans les quatre semaines qui suivent la réception de la demande et détermine le nombre d’indemnités à verser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande d’indemnités journalières",
        "citation": "Art. 95b al. 4 OACI",
        "content": "Les indemnités journalières ne sont octroyées qu’une seule fois par délai-cadre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte sans indemnités journalières",
        "citation": "Art. 95c al. 1 OACI",
        "content": "La demande doit être présentée à l’autorité cantonale dans les 35 premières semaines de chômage contrôlé. Elle doit contenir un projet mis au point et des documents détaillés relatifs au besoin en capital ainsi qu’au financement pendant la première année d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte sans indemnités journalières",
        "citation": "Art. 95c al. 2 OACI",
        "content": "L’autorité cantonale examine si les conditions visées à l’art. 71b, al. 1, let. a à c, LACI et à l’art. 95b, al. 1, let. a et b, sont remplies et soumet les documents reçus à un examen formel. L’examen doit être effectué dans les quatre semaines qui suivent l’expédition de la demande. Si les conditions sont remplies, l’autorité cantonale transmet la demande accompagnée d’une copie de la décision correspondante à l’organisation de cautionnement compétente pour examen matériel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte sans indemnités journalières",
        "citation": "Art. 95c al. 3 OACI",
        "content": "L’organisation de cautionnement compétente statue dans les quatre semaines qui suivent l’expédition de la demande et envoie une copie de sa décision à l’autorité cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte sans indemnités journalières",
        "citation": "Art. 95c al. 4 OACI",
        "content": "Si un cautionnement est accordé en vertu de la loi du 6 octobre 2006 sur les aides financières aux organisations de cautionnement en faveur des petites et moyennes entreprises, le fonds de compensation prend à sa charge la couverture de 20 % supplémentaires des risques de perte au profit de l’organisation de cautionnement. L’autorité cantonale rend une décision sur le montant garanti par le fonds de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte avec indemnités journalières",
        "citation": "Art. 95d al. 1 OACI",
        "content": "La demande doit être présentée à l’autorité cantonale dans les 19 premières semaines de chômage contrôlé. Elle doit contenir le projet d’activité indépendante dans ses grandes lignes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte avec indemnités journalières",
        "citation": "Art. 95d al. 2 OACI",
        "content": "Dans les quatre semaines qui suivent l’expédition de la demande, l’autorité cantonale examine les conditions ouvrant droit aux prestations et soumet la demande à un examen formel. Elle statue ensuite sur le versement des indemnités journalières et détermine leur nombre. Si elle accepte la demande, elle dirige l’assuré vers l’organisation de cautionnement compétente et envoie à cette dernière une copie de la décision correspondante. Elle avise l’assuré qu’il doit réaliser, à partir des grandes lignes de son projet, un projet élaboré qui sera soumis à l’organisation de cautionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte avec indemnités journalières",
        "citation": "Art. 95d al. 3 OACI",
        "content": "L’assuré doit soumettre le projet élaboré à l’organisation de cautionnement compétente dans les 35 premières semaines de chômage contrôlé pour examen matériel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Demande de prise en charge des risques de perte avec indemnités journalières",
        "citation": "Art. 95d al. 4 OACI",
        "content": "La suite de la procédure est régie par l’art. 95c, al. 3 et 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Issue de la phase d’élaboration du projet et délai-cadre",
        "citation": "Art. 95e al. 1 OACI",
        "content": "La réalisation ou la non-réalisation du projet doit être notifiée par écrit à l’autorité cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 2, Emploi hors de la région de domicile, Issue de la phase d’élaboration du projet et délai-cadre",
        "citation": "Art. 95e al. 3 OACI",
        "content": "Le délai-cadre prolongé selon l’art. 71d, al. 2, LACI est remplacé par un nouveau délai-cadre d’indemnisation dès que l’assuré qui a épuisé son droit à l’indemnité remplit les conditions d’ouverture de ce délai-cadre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_95_e"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Frais à prendre en compte pour l’organisation d’une mesure d’emploi",
        "citation": "Art. 97 al. 1 OACI",
        "content": "Sont réputés frais à prendre en compte pour l’organisation d’une mesure d’emploi:\na. la rémunération des organisateurs et des cadres;\nb. les frais d’acquisition des équipements et du matériel didactique et autre nécessaires;\nc. les primes de l’assurance-accidents professionnels et de l’assurance-chose;\nd. les frais nécessaires de logement et de repas;\ne. les frais de voyage ainsi que les frais de transport du matériel et des équipements nécessaires à l’exécution de la mesure d’emploi jusqu’à l’endroit où la mesure se déroule;\nf. les frais nécessaires de projet, de capital investi et de locaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Frais à prendre en compte pour l’organisation d’une mesure d’emploi",
        "citation": "Art. 97 al. 2 OACI",
        "content": "La part de formation et la part d’occupation dans la mesure d’emploi sont déterminantes pour l’application respective de l’al. 1 du présent article et de l’art. 88, al. 1, dans le calcul des frais d’organisation indispensables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Frais à prendre en compte pour l’organisation d’une mesure d’emploi",
        "citation": "Art. 97 al. 3 OACI",
        "content": "L’organisateur de la mesure d’emploi présente le décompte à l’organe de compensation. Celui-ci peut exiger un décompte périodique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Frais à prendre en compte pour l’organisation d’une mesure d’emploi",
        "citation": "Art. 97 al. 4 OACI",
        "content": "L’organisation responsable de la mesure d’emploi tient un inventaire des équipements et du matériel achetés à l’aide des contributions de l’assurance-chômage. Ces équipements et ce matériel ne peuvent être aliénés qu’avec l’accord de l’organe de compensation. Le produit de la vente correspondant à la part de la subvention versée est restitué au fonds de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Frais à prendre en compte pour l’organisation d’une mesure d’emploi",
        "citation": "Art. 97 al. 5 OACI",
        "content": "L’allocation de subventions pour les mesures d’emploi peut être assortie de charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Participation financière de l’employeur aux stages professionnels",
        "citation": "Art. 97a OACI",
        "content": "L’employeur prend à sa charge 25 % mais au moins 500 francs de l’indemnité journalière de stage brute ou de la contribution mensuelle visée à l’art. 98 versée à l’assuré. Le montant minimal est réduit proportionnellement en cas de travail à temps partiel. L’autorité cantonale peut fixer un pourcentage plus élevé. La caisse de chômage de l’assuré établit un décompte à l’intention de l’employeur à la fin de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Semestre de motivation",
        "citation": "Art. 97b OACI",
        "content": "Les personnes qui participent à un semestre de motivation pendant le délai d’attente ont droit à une contribution mensuelle nette de 450 francs en moyenne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_97_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Stage professionnel",
        "citation": "Art. 98 OACI",
        "content": "Les assurés au sens de l’art. 6, al. 1ter, qui participent à un stage professionnel au pendant le délai d’attente ont droit à une contribution correspondant à l’indemnité journalière minimale fixée à l’art. 81b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_98"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Mesures en faveur des personnes menacées de chômage",
        "citation": "Art. 98a OACI",
        "content": "Les employeurs qui désirent organiser des mesures relatives au marché du travail relevant de l’art. 59, al. 1, LACI, doivent associer l’autorité cantonale dès la phase d’élaboration du projet et présenter ensuite une demande écrite. Cette demande vaut pour toutes les personnes menacées de chômage au sein de l’entreprise. L’autorité cantonale transmet la demande avec son préavis, dans un délai de deux semaines, à l’organe de compensation, qui statue dans un délai d’une semaine. L’art. 59c, al. 4, LACI est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_98_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Subventions destinées à promouvoir la recherche en matière de marché de l’emploi",
        "citation": "Art. 100 al. 1 OACI",
        "content": "En règle générale sont pris en compte:\na. la rémunération des personnes occupées à mener à bien un projet de recherche ainsi que du personnel auxiliaire nécessaire;\nb. les frais indispensables à l’établissement des rapports de recherche;\nc. les frais d’acquisition des équipements et du matériel nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_100"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Subventions destinées à promouvoir la recherche en matière de marché de l’emploi",
        "citation": "Art. 100 al. 2 OACI",
        "content": "La commission de surveillance fixe, dans sa décision, le taux de subvention applicable, qui se situe entre 20 et 50 % des frais à prendre en compte. Ce faisant, elle prend en considération les autres sources de financement ainsi que l’importance du projet pour l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_100"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Subventions destinées à promouvoir la recherche en matière de marché de l’emploi",
        "citation": "Art. 100 al. 3 OACI",
        "content": "L’allocation de subventions peut être assortie de conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_100"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Subventions destinées à promouvoir la recherche en matière de marché de l’emploi",
        "citation": "Art. 100 al. 4 OACI",
        "content": "Les demandes de subvention doivent en règle générale être soumises à l’organe de compensation au moins trois mois avant le début de la réalisation du projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_100"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 2, Prestations, Chapitre 5, Mesures relatives au marché du travail, Section 3, Autres mesures, Subventions destinées à promouvoir la recherche en matière de marché de l’emploi",
        "citation": "Art. 100 al. 5 OACI",
        "content": "Le bénéficiaire des subventions rend compte des résultats de la recherche à l’organe de compensation, à l’intention de la commission de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_100"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 1, Caisses de chômage, Communication obligatoire des caisses",
        "citation": "Art. 103 OACI",
        "content": "Les caisses communiquent à l’organe de compensation de l’assurance-chômage les noms des responsables de leur gestion ainsi que tout changement parmi ces personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_103"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 1, Caisses de chômage, Forme des versements",
        "citation": "Art. 104 OACI",
        "content": "Les caisses versent les prestations de l’assurance-chômage autant que possible par virement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_104"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 1, Caisses de chômage, Administration du fonds de roulement",
        "citation": "Art. 105 al. 1 OACI",
        "content": "Les caisses utilisent le fonds de roulement pour leurs versements courants. Elles veillent à disposer de liquidités en suffisance et à mettre en sûreté les valeurs en capital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_105"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 1, Caisses de chômage, Compte d’exploitation mensuel",
        "citation": "Art. 107 OACI",
        "content": "À la fin de chaque mois, les caisses établissent, conformément aux instructions de l’organe de compensation, un compte d’exploitation incluant les données statistiques nécessaires. Elles le remettent à l’organe de compensation au plus tard le 10 du mois suivant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_107"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 1, Caisses de chômage, Tenue et clôture des comptes",
        "citation": "Art. 108 al. 1 OACI",
        "content": "Les caisses tiennent leurs livres de comptes en se conformant aux instructions de l’organe de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_108"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 1, Caisses de chômage, Tenue et clôture des comptes",
        "citation": "Art. 108 al. 2 OACI",
        "content": "L’année comptable correspond à l’année civile. Les caisses remettent le compte d’exploitation et le bilan de l’année comptable à l’organe de compensation à la fin du mois de janvier au plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_108"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Contrôle de la gestion des organes d’exécution de l’assurance‐chômage",
        "citation": "Art. 109 al. 1 OACI",
        "content": "Les révisions de la gestion des organes d’exécution de l’assurance-chômage englobent:\na. le contrôle des comptes et de l’inventaire (art. 109a);\nb. le contrôle des applications informatiques (art. 109b);\nc. le contrôle des paiements et les contrôles auprès des employeurs (art. 110);\nd. le contrôle de la manière dont les autorités compétentes exécutent la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_109"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Contrôle de la gestion des organes d’exécution de l’assurance‐chômage",
        "citation": "Art. 109 al. 2 OACI",
        "content": "L’organe de compensation peut confier ces tâches à un bureau fiduciaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_109"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Contrôle des comptes et de l’inventaire",
        "citation": "Art. 109a al. 1 OACI",
        "content": "L’organe de compensation et les bureaux fiduciaires qu’il a mandatés examinent chaque année les comptes des caisses. Ils procèdent à un contrôle périodique par sondages de l’inventaire des placements financés par le fonds de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_109_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Contrôle des comptes et de l’inventaire",
        "citation": "Art. 109a al. 2 OACI",
        "content": "Lorsque le fondateur d’une caisse a déjà mandaté un bureau fiduciaire de la révision d’autres institutions dont il a la charge ou de sa propre caisse, l’organe de compensation peut, sur demande du fondateur de la caisse, confier le contrôle de la comptabilité de la caisse de chômage au même bureau fiduciaire. La demande est agréée pour autant que ladite fiduciaire satisfasse aux conditions de l’art. 109, al. 3, et que ce choix ne présente aucun inconvénient. Le mandant est dans tous les cas l’organe de compensation. Le mandataire est lié aux directives de l’organe de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_109_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Contrôle des applications informatiques",
        "citation": "Art. 109b OACI",
        "content": "L’organe de compensation et les bureaux fiduciaires qu’il a mandatés examinent périodiquement par sondages les applications informatiques ainsi que les aspects techniques et les mesures de sécurité. Le contrôle porte spécialement sur le système de paiement des caisses de chômage et sur les applications concernant la comptabilité et les finances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_109_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Révision des paiements et contrôles auprès de employeurs",
        "citation": "Art. 110 al. 1 OACI",
        "content": "L’organe de compensation de l’assurance-chômage contrôle à intervalles réguliers, soit de manière approfondie soit par sondages, si les versements des caisses ont été effectués à bon droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_110"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Révision des paiements et contrôles auprès de employeurs",
        "citation": "Art. 110 al. 2 OACI",
        "content": "Les caisses conservent, dans leur intégralité et en bon ordre, les dossiers relatifs aux cas d’assurance. L’organe de compensation peut les consulter en tout temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_110"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Révision des paiements et contrôles auprès de employeurs",
        "citation": "Art. 110 al. 3 OACI",
        "content": "La révision des caisses porte sur les dossiers ouverts depuis la dernière révision. Lorsque moins d’un an s’est écoulé depuis la dernière révision, le contrôle peut porter sur l’ensemble des dossiers des douze derniers mois. Le délai de prescription fixé par la législation pénale est déterminant lorsqu’un acte punissable a eu pour effet l’obtention d’un versement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_110"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Révision des paiements et contrôles auprès de employeurs",
        "citation": "Art. 110 al. 4 OACI",
        "content": "L’organe de compensation de l’assurance-chômage et les bureaux fiduciaires qu’il a mandatés contrôlent périodiquement par sondages auprès des employeurs les indemnités versées en cas de réduction de l’horaire de travail ou en cas d’intempéries.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_110"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Rapport et décision de révision",
        "citation": "Art. 111 al. 1 OACI",
        "content": "L’organe de compensation consigne le résultat de la révision des versements dans un rapport écrit dont il donne connaissance à la caisse et à son fondateur dans un délai de 60 jours, en règle générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_111"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Rapport et décision de révision",
        "citation": "Art. 111 al. 2 OACI",
        "content": "Il communique à l’employeur, par voie de décision, le résultat du contrôle effectué auprès de ce dernier. La caisse se charge de l’encaissement des éventuels montants à rembourser en se fondant sur la décision de l’organe de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_111"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Frais supplémentaires pour le contrôle de l’employeur en cas de perception abusive de prestations",
        "citation": "Art. 111a al. 1 OACI",
        "content": "Sont réputés frais supplémentaires pour le contrôle de l’employeur en cas de perception abusive de prestations les frais qui dépassent le coût moyen d’un contrôle ordinaire de l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_111_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Frais supplémentaires pour le contrôle de l’employeur en cas de perception abusive de prestations",
        "citation": "Art. 111a al. 2 OACI",
        "content": "L’organe de compensation fixe les frais à prendre en compte dans la décision de restitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_111_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Sanction infligée à l’employeur qui perçoit abusivement l’indemnité allouée en cas de réduction de l’horaire de travail ou en cas d’intempéries",
        "citation": "Art. 111b OACI",
        "content": "Si l’employeur perçoit abusivement l’indemnité allouée en cas de réduction de l’horaire de travail ou en cas d’intempéries, le montant qu’il doit payer équivaut au montant de l’indemnité perçue abusivement multiplié par le double du rapport entre les heures déclarées abusivement et le nombre total d’heures annoncées à la caisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_111_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Objections et compléments de dossiers",
        "citation": "Art. 112 al. 1 OACI",
        "content": "Dans un délai de trente jours à compter de la remise du rapport de révision, la caisse peut présenter des objections aux contestations provisoires ainsi que joindre ou compléter les pièces justificatives manquantes ou incomplètes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_112"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Objections et compléments de dossiers",
        "citation": "Art. 112 al. 2 OACI",
        "content": "L’organe de compensation peut prolonger ce délai si la caisse présente par écrit, avant son expiration, une demande motivée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_112"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Objections et compléments de dossiers",
        "citation": "Art. 112 al. 3 OACI",
        "content": "L’organe de compensation peut refuser les documents complétés tardivement lorsque la caisse a présenté à plusieurs reprises des dossiers incomplets ou mal tenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_112"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Instructions et décisions de l’organe de compensation",
        "citation": "Art. 113 al. 1 OACI",
        "content": "À l’expiration du délai imparti à la caisse pour présenter ses objections, l’organe de compensation lui donne les instructions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_113"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Instructions et décisions de l’organe de compensation",
        "citation": "Art. 113 al. 2 OACI",
        "content": "Il désigne les versements contestés dont le remboursement doit être exigé du bénéficiaire et met du même coup les montants correspondants à la charge de la caisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_113"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Instructions et décisions de l’organe de compensation",
        "citation": "Art. 113 al. 3 OACI",
        "content": "Pour les versements contestés dont on ne peut exiger le remboursement, l’organe de compensation fait valoir envers le fondateur ses prétentions éventuelles en dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_113"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Obligation du fondateur de la caisse et du canton de réparer le dommage",
        "citation": "Art. 114 al. 1 OACI",
        "content": "Lorsqu’il n’est pas possible d’obtenir le remboursement d’un versement erroné, le fondateur de la caisse ou le canton responsable est tenu de réparer le dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_114"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Obligation du fondateur de la caisse et du canton de réparer le dommage",
        "citation": "Art. 114 al. 2 OACI",
        "content": "Le fondateur de la caisse ou le canton responsable prend à sa charge 10 000 francs au plus par cas, à moins qu’il ait causé le dommage intentionnellement ou en n’observant pas les instructions de l’organe de compensation dans un cas particulier ou en commettant des actes punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_114"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Obligation du fondateur de la caisse et du canton de réparer le dommage",
        "citation": "Art. 114 al. 3 OACI",
        "content": "L’organe de compensation annule la décision lorsque, sur recours du bénéficiaire de prestations, il a été décidé définitivement que le versement était légal ou n’était pas indubitablement erroné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_114"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Bonification pour risque de responsabilité octroyée aux fondateurs des caisses et aux cantons",
        "citation": "Art. 114a OACI",
        "content": "Le DEFR fixe la base de calcul appliquée par l’organe de compensation pour la bonification pour risque de responsabilité octroyée aux fondateurs des caisses et aux cantons, ainsi que le montant de la bonification et les modalités de son versement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_114_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Libération de l’obligation de réparer",
        "citation": "Art. 115 al. 1 OACI",
        "content": "À la demande du fondateur, l’organe de compensation peut le libérer de son obligation de réparer le dommage lorsqu’il rend plausible que la caisse n’a commis qu’une faute légère en effectuant le versement des prestations indues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_115"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Libération de l’obligation de réparer",
        "citation": "Art. 115 al. 2 OACI",
        "content": "Le fondateur doit présenter la demande de libération dans les 90 jours après que la caisse a eu connaissance de l’inexigibilité du remboursement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_115"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Libération de l’obligation de réparer",
        "citation": "Art. 115 al. 3 OACI",
        "content": "La libération de l’obligation de réparer est exclue lorsque, contrairement aux instructions de l’organe de compensation, la caisse n’a pas exigé du destinataire qu’il rembourse les prestations indues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_115"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Libération de l’obligation de réparer",
        "citation": "Art. 115 al. 4 OACI",
        "content": "L’art. 114 ainsi que les al. 1 et 2 s’appliquent par analogie lorsque la caisse réclame d’elle-même le remboursement d’un versement erroné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_115"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation",
        "citation": "Art. 115a OACI",
        "content": "Les art. 109 à 115 s’appliquent par analogie aux cantons s’agissant de leurs autorités compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_115_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Délégation de la révision",
        "citation": "Art. 116 al. 1 OACI",
        "content": "Lorsque l’organe de compensation délègue la révision des versements au canton ou à un autre organe, il participe équitablement aux frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_116"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Délégation de la révision",
        "citation": "Art. 116 al. 2 OACI",
        "content": "L’organe de révision consigne les résultats de sa révision dans un rapport écrit qu’il communique à la caisse, au fondateur et à l’organe de compensation dans un délai de soixante jours en règle générale. La procédure ultérieure se déroule selon les art. 113 à 115.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_116"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Attribution des ressources aux caisses",
        "citation": "Art. 117 OACI",
        "content": "En attribuant les ressources aux caisses, l’organe de compensation tient compte de l’état du fonds de roulement et des besoins probables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_117"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 1, Organe de compensation, Engagement de personnel à charge du fonds de compensation",
        "citation": "Art. 117a OACI",
        "content": "L’organe de compensation décide définitivement de l’engagement du personnel à charge du fonds de compensation de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_117_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 2, Fonds de compensation, Révision",
        "citation": "Art. 118 al. 1 OACI",
        "content": "Le Contrôle fédéral des finances est l’organe de contrôle du fonds de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_118"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 2, Fonds de compensation, Révision",
        "citation": "Art. 118 al. 2 OACI",
        "content": "Il examine les comptes annuels du fonds de compensation et communique les résultats de son contrôle au Conseil fédéral. Il n’est pas habilité à vérifier les décisions de la commission de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_118"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Compétence à raison du lieu",
        "citation": "Art. 119 al. 1 OACI",
        "content": "La compétence de l’autorité cantonale à raison du lieu se détermine:\na. d’après le lieu où l’assuré se soumet au contrôle obligatoire, pour l’indemnité de chômage (art. 18);\nb. d’après le lieu de l’entreprise, pour l’indemnité en cas de réduction de l’horaire de travail;\nc. d’après le lieu de l’entreprise, pour l’indemnité en cas d’intempéries;\nd. d’après le siège de l’institution requérante, pour les subventions en faveur d’institutions de reconversion et de perfectionnement professionnels ou de programmes d’emploi temporaire;\ne. d’après le lieu de domicile de l’assuré, pour tous les autres cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Compétence à raison du lieu",
        "citation": "Art. 119 al. 2 OACI",
        "content": "Est déterminant le moment où la décision est prise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Compétence à raison du lieu",
        "citation": "Art. 119 al. 3 OACI",
        "content": "Est compétente pour statuer sur une demande de remise de l’obligation de restituer les prestations l’autorité cantonale du canton dans lequel l’assuré était domicilié lorsque la décision de restitution lui a été notifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Compétence à raison du lieu",
        "citation": "Art. 119 al. 4 OACI",
        "content": "Lorsqu’une autorité doute de sa compétence, elle en discute avec l’autorité qui pourrait également être compétente. Si les deux autorités ne parviennent pas à tomber d’accord, elles s’adressent à l’organe de compensation; celui-ci désigne l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Institution et exploitation des ORP et des services de logistique des mesures relatives au marché du travail (LMMT)",
        "citation": "Art. 119a al. 1 OACI",
        "content": "L’organe de compensation édicte des directives relatives à l’institution et à l’exploitation des ORP. Il assure la coordination à l’échelon national et d’autres tâches d’importance nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Institution et exploitation des ORP et des services de logistique des mesures relatives au marché du travail (LMMT)",
        "citation": "Art. 119a al. 2 OACI",
        "content": "L’autorité cantonale est responsable de la planification, de l’institution et de la coordination des ORP. Elle surveille l’exploitation des ORP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Institution et exploitation des ORP et des services de logistique des mesures relatives au marché du travail (LMMT)",
        "citation": "Art. 119a al. 3 OACI",
        "content": "Plusieurs cantons peuvent, par voie d’accord, instituer et exploiter conjointement des ORP et des services LMMT ou fixer des zones d’activité supracantonales. Cet accord définit notamment:\na. le siège de l’ORP ou du service LMMT;\nb. son organisation interne;\nc. le statut juridique de son directeur et de ses collaborateurs;\nd. la personne qui représentera l’ORP ou le service LMMT auprès de l’organe de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Exigences professionnelles imposées aux personnes chargées du service public de l’emploi",
        "citation": "Art. 119b al. 1 OACI",
        "content": "Les personnes chargées de mettre en œuvre le service public de l’emploi doivent, dans les cinq ans qui suivent leur entrée en fonction, disposer du titre de «Spécialiste RH avec brevet fédéral, option de spécialisation Placement public et conseil en personnel» ou justifier d’une formation ou d’une expérience professionnelles reconnue équivalente par l’organe de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Exigences professionnelles imposées aux personnes chargées du service public de l’emploi",
        "citation": "Art. 119b al. 2 OACI",
        "content": "Les cantons veillent à ce que les personnes chargées du service public de l’emploi possèdent les qualifications requises. Ils veillent également à ce qu’elles disposent d’une formation initiale spécifique et d’une formation continue adéquate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Exigences professionnelles imposées aux personnes chargées du service public de l’emploi",
        "citation": "Art. 119b al. 3 OACI",
        "content": "L’organe de compensation fournit les outils informatiques propres à garantir la transparence de la formation. Dans les cas particuliers, il peut déclarer des cours obligatoires ou organiser lui-même des cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Commissions tripartites",
        "citation": "Art. 119c al. 1 OACI",
        "content": "Le canton fixe, dans un règlement, les tâches, les compétences et l’organisation de ses commissions tripartites. Ce règlement est porté à la connaissance de  l’organe de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Commissions tripartites",
        "citation": "Art. 119c al. 3 OACI",
        "content": "Les représentants des employeurs et des travailleurs touchent des jetons de présence et des indemnités de déplacement. L’organe de compensation fixe le montant de ces indemnités. Celles-ci sont remboursées aux cantons dans le cadre du financement des ORP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration avec des placeurs privés",
        "citation": "Art. 119cbis al. 1 OACI",
        "content": "Les ORP ne peuvent pas déléguer aux placeurs privés auxquels ils font appel pour remplir leurs tâches de conseil et de placement des tâches relevant de l’exercice de la puissance publique telles que l’examen de l’aptitude au placement ou la décision de sanction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_c_bis"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration avec des placeurs privés",
        "citation": "Art. 119cbis al. 2 OACI",
        "content": "L’autorité cantonale compétente fixe les modalités de la collaboration entre l’ORP et les placeurs privés par contrat écrit. Dans ce contrat, les placeurs privés s’engagent:\na. à informer l’ORP de l’issue des démarches entreprises en vue du placement et à l’aviser en cas de comportement fautif des chômeurs;\nb. à lui fournir les informations nécessaires afin qu’il puisse remplir sa tâche d’observation du marché du travail au moyen du système d’information servant au placement public (art. 83, al. 1bis, let. b, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_c_bis"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration avec des placeurs privés",
        "citation": "Art. 119cbis al. 3 OACI",
        "content": "Les placeurs privés peuvent être indemnisés par le fonds de compensation de l’assurance-chômage pour les prestations fournies. L’organe de compensation fixe les prestations donnant droit à une indemnité et le montant de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_c_bis"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration avec des placeurs privés",
        "citation": "Art. 119cbis al. 4 OACI",
        "content": "Les données relatives aux assurés ou aux emplois vacants ne peuvent être transmises à des placeurs privés ou à des tiers qu’avec l’assentiment des assurés ou des employeurs concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_c_bis"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration interinstitutionnelle",
        "citation": "Art. 119d al. 1 OACI",
        "content": "L’organe de compensation peut approuver les demandes de prise en charge temporaire des coûts visant à optimaliser la collaboration interinstitutionnelle, à condition:\na. que toutes les institutions qui assignent des personnes à des mesures relatives au marché du travail participent aux coûts de celles-ci selon leurs bases légales;\nb. que ces mesures destinées aux personnes augmentent les chances des participants d’être placés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration interinstitutionnelle",
        "citation": "Art. 119d al. 2 OACI",
        "content": "L’échange de services entre les institutions est réglé par un accord de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 3, Autorités cantonales, Collaboration interinstitutionnelle",
        "citation": "Art. 119d al. 3 OACI",
        "content": "L’organe de compensation remet chaque année à la commission de surveillance un rapport sur les activités et les décisions relatives à la collaboration interinstitutionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_119_d"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 4, Centrale de compensation de l’AVS, Décompte des cotisations",
        "citation": "Art. 120 al. 1 OACI",
        "content": "La Centrale de compensation de l’AVS transfère chaque mois les cotisations disponibles à l’organe de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_120"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 4, Centrale de compensation de l’AVS, Décompte des cotisations",
        "citation": "Art. 120 al. 2 OACI",
        "content": "Elle remet à l’organe de compensation de l’assurance-chômage, jusqu’au 30 avril de l’année suivante, un décompte où apparaissent les recettes provenant des cotisations de l’exercice annuel, ventilées par caisse de compensation AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_120"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 4, Centrale de compensation de l’AVS, Procédure de décompte avec l’assurance-invalidité ",
        "citation": "Art. 120a al. 1 OACI",
        "content": "L’organe de compensation de l’assurance-chômage remet à la Centrale de compensation de l’AVS un décompte annuel des coûts à la charge du Fonds de compensation de l’assurance-invalidité au plus tard à la fin du mois de janvier de l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_120_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 4, Centrale de compensation de l’AVS, Procédure de décompte avec l’assurance-invalidité ",
        "citation": "Art. 120a al. 2 OACI",
        "content": "Le décompte contient au moins: \na. des indications sur le montant à rembourser en francs; \nb. le numéro AVS des assurés; \nc. le nombre d’indemnités journalières versées; \nd. les cotisations aux assurances sociales, et \ne. les coûts des mesures relatives au marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_120_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 4, Centrale de compensation de l’AVS, Procédure de décompte avec l’assurance-invalidité ",
        "citation": "Art. 120a al. 3 OACI",
        "content": "L’organe de compensation de l’assurance-chômage transmet une copie du décompte à l’Office fédéral des assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_120_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 4, Centrale de compensation de l’AVS, Procédure de décompte avec l’assurance-invalidité ",
        "citation": "Art. 120a al. 4 OACI",
        "content": "La Centrale de compensation de l’AVS contrôle le décompte et rembourse les prestations conformément à l’art. 94a LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_120_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 5, Commission de surveillance, Sous-commission de la commission de surveillance",
        "citation": "Art. 121a OACI",
        "content": "La commission de surveillance peut déléguer à une sous-commission des tâches relevant de l’art. 89 LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_121_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 5, Commission de surveillance, Placement de la fortune du fonds de compensation",
        "citation": "Art. 121b al. 1 OACI",
        "content": "La Commission de surveillance statue sur les placements de la fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_121_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 2, Autres organes d’exécution, Section 5, Commission de surveillance, Placement de la fortune du fonds de compensation",
        "citation": "Art. 121b al. 2 OACI",
        "content": "L’Administration fédérale des finances place la fortune du fonds de compensation conformément à la stratégie de placement fixée par la Commission de surveillance et aux directives en matière de placement. Elle informe régulièrement la Commission de surveillance des placements effectués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_121_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais d’administration des caisses de compensation de l’AVS",
        "citation": "Art. 122 al. 1 OACI",
        "content": "Les frais occasionnés par la perception des cotisations sont remboursés aux caisses de compensation de l’AVS sous forme d’une indemnité forfaitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais d’administration des caisses de compensation de l’AVS",
        "citation": "Art. 122 al. 2 OACI",
        "content": "L’indemnité de la caisse de compensation de l’AVS se calcule d’après le nombre des employeurs affiliés et d’après la somme moyenne des cotisations AVS/AI/APG versées par employeur. L’OFAS fixe les taux d’indemnisation en accord avec l’organe de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais d’administration des caisses de compensation de l’AVS",
        "citation": "Art. 122 al. 3 OACI",
        "content": "L’OFAS fixe les années de référence, fournit les éléments de calcul et détermine chaque indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais d’administration des caisses de compensation de l’AVS",
        "citation": "Art. 122 al. 4 OACI",
        "content": "Les caisses de compensation de l’AVS qui apportent la preuve que leur indemnité ne couvre manifestement pas leurs frais de perception des cotisations peuvent exiger une indemnité complémentaire équitable auprès de l’OFAS. Ce dernier statue en accord avec l’organe de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 1 OACI",
        "content": "Sont pris en compte les frais d’exploitation et les frais d’investissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 2 OACI",
        "content": "Le DEFR peut fixer une indemnité forfaitaire ou des montants plafonds pour certaines dépenses. En cas de doutes, l’organe de compensation décide au cas par cas des frais pris en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 3 OACI",
        "content": "Le DEFR définit la structure minimale propre à garantir le service minimal des ORP, du service LMMT et de l’autorité cantonale. Il fixe le coût de ce service minimal compte tenu de la nécessité de préserver le niveau de qualification du personnel et de garantir un agrandissement rapide des structures en cas d’augmentation du nombre de demandeurs d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 4 OACI",
        "content": "Le canton présente à l’organe de compensation un budget général des dépenses prévues pour les ORP, le service LMMT et l’autorité cantonale. L’organe de compensation fixe dans quel délai et sous quelle forme le budget doit être présenté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 5 OACI",
        "content": "Après examen du budget, l’organe de compensation prononce une décision de principe (décision d’octroi).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 6 OACI",
        "content": "Les avances ne peuvent représenter plus de 80 % des frais budgétés. Un premier acompte représentant 30% au maximum est versé au début de l’année; les acomptes suivants sont versés à intervalles réguliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 7 OACI",
        "content": "À la fin janvier au plus tard, le canton présente à l’organe de compensation un décompte détaillé des frais effectifs de l’année précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 8 OACI",
        "content": "L’organe de compensation examine le décompte conformément à l’ordonnance du 29 juin 2001 sur l’indemnisation des frais d’exécution de la LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Frais à prendre en compte pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122a al. 9 OACI",
        "content": "L’autorité cantonale tient un inventaire des objets achetés à l’aide des subventions de l’assurance-chômage. De tels objets ne peuvent être aliénés ou affectés à un autre usage qu’avec l’approbation de l’organe de compensation. Leur valeur résiduelle sera portée en déduction dans le décompte final.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations avec les fondateurs des caisses de chômage",
        "citation": "Art. 122b al. 1 OACI",
        "content": "L’accord de prestations selon l’art. 92, al. 6, LACI régit la coopération entre la Confédération et les fondateurs dans l’exécution de l’art. 81 LACI. Il encourage les fondateurs, par des incitations axées sur les prestations, à conduire l’exécution de manière efficiente. Il définit en particulier:\na. la mise en œuvre des objectifs de l’exécution de la loi;\nb. les indicateurs visant à mesurer les prestations;\nc. les conditions-cadres pour la gestion des caisses de chômage;\nd. les prestations de l’organe de compensation et des caisses de chômage;\ne. le financement;\nf. le reporting;\ng. la durée de l’accord et les règles de dénonciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations avec les fondateurs des caisses de chômage",
        "citation": "Art. 122b al. 2 OACI",
        "content": "Le DEFR peut confier l’élaboration de l’accord ainsi que l’évaluation des résultats obtenus à une commission dirigée par l’organe de compensation, dans laquelle les caisses sont représentées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations avec les fondateurs des caisses de chômage",
        "citation": "Art. 122b al. 3 OACI",
        "content": "Si un fondateur ne signe pas l’accord pour une année civile, les frais à prendre en compte sont remboursés sur la base des prestations fournies. Les indicateurs de prestations sont mesurés conformément à l’accord de prestations visé à l’art. 92, al. 6, LACI que le DEFR a conclu avec les autres fondateurs de caisses. Si les indicateurs de prestations d’une caisse se situent dans la zone neutre ou dans la zone de bonus, les frais pris en compte selon l’ordonnance du 12 février 1986 sur l’indemnisation des frais d’administration des caisses de chômage sont entièrement remboursés au fondateur. Si cet indice se trouve dans la zone de malus, le système de malus de l’accord de prestations conclu avec les autres fondateurs est appliqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations avec les fondateurs des caisses de chômage",
        "citation": "Art. 122b al. 4 OACI",
        "content": "Le DEFR définit la structure minimale propre à garantir le service minimal des caisses de chômage. Il fixe le coût de ce service minimal en tenant compte de la nécessité de préserver le niveau de qualification du personnel et de garantir un agrandissement rapide des structures en cas d’augmentation du nombre de demandeurs d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_b"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122c al. 1 OACI",
        "content": "L’accord de prestations selon l’art. 92, al. 7, LACI, régit la coopération entre la Confédération et les cantons dans l’exécution des art. 85, al. 1, et 85b LACI. Il encourage les cantons, par des incitations, à conduire l’exécution de manière efficace et économe. Il définit en particulier:\na. la mise en œuvre des objectifs de l’exécution de la loi;\nb. les indicateurs visant à mesurer les résultats;\nc. les conditions-cadres pour la gestion des organes d’exécution;\nd. les prestations de l’organe de compensation et des cantons;\ne. le reporting;\nf. la durée de l’accord et les règles de dénonciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122c al. 2 OACI",
        "content": "Le DEFR peut confier l’élaboration de l’accord ainsi que l’évaluation des résultats obtenus à une commission dirigée par l’organe de compensation, dans laquelle les cantons sont représentés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122c al. 3 OACI",
        "content": "Pour permettre de comparer les résultats obtenus par les cantons, l’accord peut prévoir l’application d’un modèle économétrique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122c al. 4 OACI",
        "content": "Le canton et le DEFR fixent dans l’accord les modalités du système d’incitation en fonction des résultats obtenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 3, Organisation et financement, Chapitre 3, Financement, Accord de prestations pour la gestion des ORP, du service LMMT et de l’autorité cantonale",
        "citation": "Art. 122c al. 5 OACI",
        "content": "Si un canton n’a pas signé l’accord, le DEFR détermine par voie de décision dans quelle mesure l’accord doit être appliqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_122_c"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Recouvrement des avances versées par des tiers",
        "citation": "Art. 124 al. 1 OACI",
        "content": "L’institution qui verse une avance doit exercer son droit auprès de la caisse de chômage compétente au moment du versement de l’avance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_124"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Recouvrement des avances versées par des tiers",
        "citation": "Art. 124 al. 2 OACI",
        "content": "Sont réputées avances:\na. les prestations volontaires pour autant que l’assuré soit tenu de les rembourser et qu’il ait donné son consentement écrit au paiement des prestations versées ultérieurement à l’institution qui en a fait l’avance;\nb. les prestations allouées en vertu de la loi ou d’un contrat, dans la mesure où le droit à leur restitution en cas de recouvrement ressort clairement de la loi ou du contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_124"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Conservation des données",
        "citation": "Art. 125 al. 1 OACI",
        "content": "Les données des livres et pièces comptables sont conservées pendant dix ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_125"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Conservation des données",
        "citation": "Art. 125 al. 2 OACI",
        "content": "Les données des cas d’assurance sont conservées pendant les cinq ans qui suivent leur dernier traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_125"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Conservation des données",
        "citation": "Art. 125 al. 3 OACI",
        "content": "L’organe de compensation de l’assurance-chômage supervise la conservation des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_125"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Droits des personnes concernées à la protection des données",
        "citation": "Art. 126 al. 1 OACI",
        "content": "Au moment où les personnes concernées s’annoncent ou font valoir leurs droits, elles seront renseignées sur:\na. l’identité et les coordonnées du responsable du traitement;\nb. la finalité des systèmes d’information;\nc. les données traitées;\nd. le cas échéant, les destinataires ou les catégories de destinataires auxquelles des données sont transmises;\ne. leurs droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Droits des personnes concernées à la protection des données",
        "citation": "Art. 126 al. 2 OACI",
        "content": "La personne concernée peut exiger des services qui traitent les données qu’ils:\na. la renseignent gratuitement, par écrit et sous une forme généralement compréhensible, sur les données qui la concernent;\nb. rectifient ou complètent les données inexactes ou incomplètes;\nc. détruisent les données devenues inutiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Droits des personnes concernées à la protection des données",
        "citation": "Art. 126 al. 3 OACI",
        "content": "La personne concernée peut exiger, de surcroît, qu’une rectification, un complément ou une destruction de données soit également communiqué aux services auxquels lesdites données avaient été transmises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Droits des personnes concernées à la protection des données",
        "citation": "Art. 126 al. 5 OACI",
        "content": "Lorsque plusieurs organes d’exécution participent à un système d’information commun, l’un d’eux est désigné comme responsable de l’ensemble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Frais de communication et de publication de données",
        "citation": "Art. 126a al. 1 OACI",
        "content": "Un émolument est perçu dans les cas visés à l’art. 97a, al. 4, LACI, lorsque la communication de données nécessite de nombreuses copies ou autres reproductions ou des recherches particulières. L’ordonnance générale du 8 septembre 2004 sur les émoluments est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Frais de communication et de publication de données",
        "citation": "Art. 126a al. 2 OACI",
        "content": "Un émolument couvrant les frais est perçu pour les publications au sens de l’art. 97a, al. 3, LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Frais de communication et de publication de données",
        "citation": "Art. 126a al. 3 OACI",
        "content": "L’émolument peut être réduit ou remis si la personne assujettie est dans la gêne ou pour d’autres justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_126_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Compétence du tribunal cantonal des assurances",
        "citation": "Art. 128 al. 1 OACI",
        "content": "La compétence du tribunal cantonal des assurances pour connaître des recours contre les décisions des caisses de chômage est réglée par analogie aux art. 77 et 119.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_128"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Compétence du tribunal cantonal des assurances",
        "citation": "Art. 128 al. 2 OACI",
        "content": "Le tribunal cantonal des assurances est compétent pour connaître des recours contre les décisions d’une autorité du même canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_128"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Autre procédure",
        "citation": "Art. 128a al. 1 OACI",
        "content": "Les décisions prises par l’autorité cantonale de dernière instance seront notifiées aux parties, à l’autorité inférieure, à l’autorité cantonale et à l’organe de compensation de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_128_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Autre procédure",
        "citation": "Art. 128a al. 2 OACI",
        "content": "Sont en outre notifiées à l’organe de compensation de l’assurance-chômage:\na. les décisions de suspension en vertu de l’art. 30, al. 1, let. c et d, LACI, dans la mesure où elles ne sont pas rendues par un ORP (art. 85b, al. 1, LACI);\nb. les décisions de suspension en vertu de l’art. 30, al. 1, let. e, LACI, dans la mesure où l’obligation de renseigner l’autorité cantonale ou l’office du travail a été enfreinte et où les décisions ne sont pas rendues par un ORP (art. 85b, al. 1, LACI);\nc. les décisions de suspension en vertu de l’art. 30, al. 4, LACI;\nd. ...\ne. les décisions en vertu de l’art. 36, al. 4, et de l’art. 45, al. 4, LACI;\nf. les décisions concernant des cas soumis pour décision à l’autorité cantonale ou à un organe désigné par elle en vertu de l’art. 81, al. 2, LACI;\ng. les décisions en vertu de l’art. 85, al. 1, let. d, LACI, dans la mesure où elles n’ont pas été rendues par un ORP (art. 85b, al. 1, LACI);\nh. les décisions sur les demandes de remise en vertu de l’art. 95 LACI;\ni. les décisions sur opposition concernant les décisions devant être notifiées à l’organe de compensation de l’assurance-chômage conformément aux let. a à h, ainsi que les décisions sur opposition rendues par une autorité autre que celle qui a pris la décision (art. 100, al. 2, LACI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_128_a"
    },
    {
        "book": "AVIV",
        "title": "OACI, Titre 4, Dispositions diverses, Relation avec le droit européen",
        "citation": "Art. 129a OACI",
        "content": "Les États membres de la Communauté européenne au sens de l’art. 14, al. 3, LACI sont les États membres de l’Union européenne auxquels s’applique l’Accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses État membres, d’autre part, sur la libre circulation des personnes, mentionné à l’art. 121, al. 1, let. a, LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/1205_1205_1205/fr#art_129_a"
    }
]