[
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Attività di collocamento",
        "citation": "Art. 1 OC",
        "content": "È considerato collocatore chiunque:\na. abbia contatti con persone in cerca d’impiego e datori di lavoro e metta in comunicazione le due parti dopo aver effettuato una selezione;\nb. abbia contatti con persone in cerca d’impiego e datori di lavoro e metta in comunicazione le due parti fornendo all’una liste di indirizzi dell’altra;\nc. abbia contatti unicamente con persone in cerca d’impiego e trasmetta loro, dopo aver effettuato una selezione, indirizzi di datori di lavoro che si è procurato senza avere contatti con questi ultimi;\nd. editi pubblicazioni specializzate che non sono collegate a una parte principale giornalistica e nelle quali si esercita il commercio di indirizzi di persone in cerca d’impiego o di datori di lavoro;\ne. recluti persone in cerca d’impiego e le metta in contatto con un collocatore, oppure metta le persone in cerca d’impiego che gli vengono indirizzate in contatto con datori di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_1"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Canali di collocamento",
        "citation": "Art. 1a cpv. 1 OC",
        "content": "I collocamenti possono essere effettuati e le pubblicazioni specializzate essere divulgate per il tramite dei seguenti canali:\na. stampa scritta;\nb. telefono;\nc. televisione;\nd. radio;\ne. teletext;\nf. Internet;\ng. altri mezzi di comunicazione adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_1_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Canali di collocamento",
        "citation": "Art. 1a cpv. 2 OC",
        "content": "L’autorizzazione non è accordata ai collocatori che divulgano pubblicazioni che non permettono alle persone in cerca d’impiego di consultarne in anticipo il contenuto e di accedere direttamente alle offerte d’impiego di loro interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_1_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Regolarità",
        "citation": "Art. 2 OC",
        "content": "L’attività di collocamento è considerata regolare se il collocatore:\na. offre di esercitare tale funzione nella maggior parte dei casi oppure\nb. l’esercita dieci volte o più nello spazio di dodici mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_2"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Rimunerazione",
        "citation": "Art. 3 OC",
        "content": "Il collocamento avviene contro rimunerazione se il collocatore ricava denaro o prestazioni pecuniarie dall’attività di collocamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_3"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Collocamento di persone per rappresentazioni artistiche o manifestazioni analoghe",
        "citation": "Art. 4 OC",
        "content": "È considerato collocamento di persone per rappresentazioni artistiche o manifestazioni analoghe il procurare occasioni per esibizioni pubbliche per le quali la persona è vincolata da un contratto di lavoro o da altre forme di contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_4"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Collocamento all’estero",
        "citation": "Art. 5 OC",
        "content": "È considerata collocamento all’estero anche l’attività di un collocatore che, dalla Svizzera:\na. colloca in un Paese terzo persone in cerca d’impiego domiciliate all’estero, a condizione che almeno una parte dell’attività di collocamento si svolga in Svizzera o che le relazioni contrattuali tra il collocatore e le persone in cerca d’impiego o i datori di lavoro siano disciplinate dal diritto svizzero oppure\nb. collabora con collocatori stranieri, pur avendo contatti unicamente con le persone in cerca d’impiego o con i datori di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_5"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Attività di collocamento non sottoposte ad autorizzazione",
        "citation": "Art. 6 OC",
        "content": "Se esercitate gratuitamente, non sono sottoposte ad autorizzazione le attività di collocamento:\na. degli istituti scolastici che si limitano esclusivamente a collocare i propri allievi che hanno concluso la formazione con un diploma riconosciuto dallo Stato o da un’associazione professionale rappresentativa;\nb. dei datori di lavoro che collocano i propri impiegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_6"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 1: Delimitazione delle attività sottoposte ad autorizzazione, Succursali",
        "citation": "Art. 7 OC",
        "content": "Una succursale con sede nello stesso Cantone della sede principale è autorizzata a esercitare un’attività di collocamento non appena la sede principale ne abbia comunicato l’apertura all’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_7"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Condizioni cui deve adempiere l’impresa",
        "citation": "Art. 8 cpv. 1 OC",
        "content": "Non è accordata un’autorizzazione se l’attività di collocamento potrebbe essere legata ad altri affari:\na. che ostacolano la libertà di decisione delle persone in cerca d’impiego o dei datori di lavoro; oppure\nb. che, imponendo loro obblighi supplementari, ne aumenta la dipendenza dal collocatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_8"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Condizioni cui deve adempiere l’impresa",
        "citation": "Art. 8 cpv. 2 OC",
        "content": "Non possono ottenere un’autorizzazione segnatamente:\na. le imprese d’intrattenimento e di svago;\nb. le agenzie matrimoniali;\nc. gli istituti di credito;\nd. le persone che dirigono una delle imprese summenzionate o vi lavorano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_8"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Condizioni cui deve adempiere l’impresa",
        "citation": "Art. 8 cpv. 3 OC",
        "content": "L’autorizzazione può essere negata se il richiedente intende collocare persone in cerca d’impiego presso persone da cui non è indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_8"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Condizioni alle quali devono adempiere le persone responsabili",
        "citation": "Art. 9 OC",
        "content": "Le persone titolari di un attestato di fine tirocinio o di una formazione equivalente e con una pluriennale esperienza professionale sono considerate in possesso delle competenze professionali necessarie per dirigere un ufficio di collocamento se dispongono segnatamente di:\na. una formazione riconosciuta di collocatore o prestatore; o\nb. un’esperienza professionale pluriennale nel settore del collocamento, della fornitura di personale a prestito, della consulenza in materia di personale, organizzazione o conduzione aziendale oppure nel campo della gestione del personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_9"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Condizioni per il rilascio di un’autorizzazione per attività di collocamento in relazione con l’estero",
        "citation": "Art. 10 OC",
        "content": "Le imprese che esercitano un’attività di collocamento in relazione con l’estero devono disporre di personale che, per i Paesi interessati, conosca segnatamente:\na. le disposizioni in materia di emigrazione e di inizio di un’attività lucrativa;\nb. la legislazione in materia di collocamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_10"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Esame del modello del contratto di collocamento",
        "citation": "Art. 10a OC",
        "content": "L’autorità di rilascio esamina il modello del contratto di collocamento delle imprese che esigono dalle persone in cerca d’impiego una tassa d’iscrizione o una provvigione di collocamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_10_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 11 cpv. 1 OC",
        "content": "La domanda d’autorizzazione deve essere presentata per scritto all’autorità designata dal Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_11"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 11 cpv. 1bis OC",
        "content": "Le imprese che esigono dalle persone in cerca d’impiego una tassa d’iscrizione o una provvigione di collocamento devono allegare alla domanda il modello del contratto di collocamento con cui intendono operare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_11"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 11 cpv. 2 OC",
        "content": "La Segreteria di Stato dell’economia (SECO) mette a disposizione dei Cantoni i formulari per la domanda d’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_11"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 11 cpv. 3 OC",
        "content": "La competente autorità cantonale trasmette alla SECO, con il proprio parere, le domande d’autorizzazione per esercitare un’attività di collocamento in relazione con l’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_11"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 11 cpv. 4 OC",
        "content": "Le autorità di rilascio decidono entro 40 giorni dal ricevimento della documentazione completa. Per le domande complesse è fatto salvo l’articolo 4 capoverso 1 lettera c dell’ordinanza del 25 maggio 2011 sui termini ordinatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_11"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Obbligo di annunciare le succursali",
        "citation": "Art. 12 cpv. 1 OC",
        "content": "Spetta alla sede principale annunciare l’apertura di una succursale con sede nello stesso Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_12"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Obbligo di annunciare le succursali",
        "citation": "Art. 12 cpv. 2 OC",
        "content": "La sede principale fornisce unicamente i dati e i documenti che differiscono da quelli presentati nella propria domanda d’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_12"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 2: Condizioni per il rilascio dell’autorizzazione, Obbligo di annunciare le succursali",
        "citation": "Art. 12 cpv. 3 OC",
        "content": "L’articolo 11 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_12"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Autorizzazione",
        "citation": "Art. 13 cpv. 1 OC",
        "content": "L’autorizzazione è rilasciata a nome dell’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_13"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Autorizzazione",
        "citation": "Art. 13 cpv. 2 OC",
        "content": "Nell’autorizzazione sono indicati:\na. il nome e l’indirizzo dell’impresa;\nb. i nomi dei responsabili del collocamento;\nc. l’indirizzo dei locali commerciali che non sono situati nella sede dell’impresa;\nd. il campo d’applicazione geografico e materiale dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_13"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Cambiamenti nell’impresa",
        "citation": "Art. 14 OC",
        "content": "Il collocatore deve comunicare immediatamente alla competente autorità cantonale qualsiasi cambiamento dei dati contenuti nella domanda d’autorizzazione o nell’annuncio riguardante la propria succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_14"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Revoca dell’autorizzazione",
        "citation": "Art. 15 cpv. 1 OC",
        "content": "Se il collocatore si trova in una delle situazioni d’infrazione previste nell’articolo 5 capoverso 1 lettere a o b LC, l’autorità competente può:\na. revocare l’autorizzazione senza assegnargli un termine per porsi in consonanza alla legge;\nb. disporre nella decisione di revoca che l’impresa, il responsabile o l’avente economicamente diritto potrà inoltrare una nuova domanda d’autorizzazione solo dopo la scadenza di un periodo d’attesa di due anni al massimo; fino alla scadenza del periodo d’attesa disposto nei loro confronti, il responsabile e l’avente economicamente diritto non possono partecipare alle attività delle imprese richiedenti né agire per esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_15"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Revoca dell’autorizzazione",
        "citation": "Art. 15 cpv. 2 OC",
        "content": "La competente autorità cantonale comunica alla SECO tutte le sanzioni prese in applicazione dell’articolo 5 LC. Essa gli comunica in particolare i nomi delle persone che hanno dimostrato di non essere in grado di esercitare adeguatamente l’attività di collocatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_15"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Soppressione dell’autorizzazione",
        "citation": "Art. 16 cpv. 1 OC",
        "content": "La competente autorità sopprime l’autorizzazione se l’impresa:\na. presenta una domanda in tal senso;\nb. ha sospeso l’attività di collocamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_16"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 3: Rilascio, revoca e soppressione dell’autorizzazione, Soppressione dell’autorizzazione",
        "citation": "Art. 16 cpv. 2 OC",
        "content": "Si può presumere che l’attività di collocamento sia stata sospesa se l’impresa non ha più effettuato collocamenti durante un intero anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_16"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Contabilità",
        "citation": "Art. 17 OC",
        "content": "Il collocatore tiene la contabilità delle tasse d’iscrizione e delle commissioni di collocamento incassate per ogni persona in cerca d’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_17"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Osservazione del mercato del lavoro",
        "citation": "Art. 18 cpv. 1 OC",
        "content": "Il collocatore la cui attività è sottoposta ad autorizzazione comunica alla competente autorità cantonale, all’inizio di ogni anno, il numero di persone collocate durante l’anno civile trascorso, suddivise secondo il sesso e l’origine (svizzera o estera).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_18"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Osservazione del mercato del lavoro",
        "citation": "Art. 18 cpv. 2 OC",
        "content": "La SECO assicura una procedura di notificazione uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_18"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Osservazione del mercato del lavoro",
        "citation": "Art. 18 cpv. 3 OC",
        "content": "Il collocatore la cui attività è sottoposta ad autorizzazione può essere obbligato a fornire alla SECO, nell’ambito di rilevamenti parziali e in forma anonima, ulteriori particolari personali delle persone in cerca d’impiego o loro caratteristiche che interessano il mercato del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_18"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Protezione dei dati",
        "citation": "Art. 19 cpv. 1 OC",
        "content": "Il collocatore è generalmente autorizzato ad elaborare i dati relativi alle persone in cerca d’impiego e ai posti vacanti solo con il consenso degli interessati. Deve ottenere segnatamente il loro consenso per:\na. trasmettere questi dati ad altre succursali o a partner commerciali giuridicamente indipendenti dalla propria impresa;\nb. chiedere pareri e referenze in merito alle persone in cerca d’impiego;\nc. trasmettere questi dati oltre le frontiere del Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_19"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Protezione dei dati",
        "citation": "Art. 19 cpv. 2 OC",
        "content": "Il collocatore non ha bisogno del consenso degli interessati per trasmettere, nell’ambito della sua attività di collocamento, dati sulle persone in cerca d’impiego e sui posti vacanti:\na. a impiegati della propria succursale;\nb. a un cliente per concludere un contratto;\nc. ad una più vasta cerchia di potenziali clienti, purché i dati non permettano di identificare la persona in cerca d’impiego o il datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_19"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Protezione dei dati",
        "citation": "Art. 19 cpv. 3 OC",
        "content": "Il collocatore è autorizzato ad elaborare i dati, una volta concluso il collocamento o dopo la revoca del mandato di collocamento, solo con il consenso dell’interessato. Sono fatti salvi gli obblighi derivanti da altre norme relative alla conservazione di singoli dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_19"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Protezione dei dati",
        "citation": "Art. 19 cpv. 4 OC",
        "content": "Gli interessati devono dare il loro consenso per scritto e possono revocarlo in qualsiasi momento. La persona interessata deve essere informata di questo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_19"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Provvigione di collocamento a carico delle persone in cerca d’impiego",
        "citation": "Art. 20 cpv. 1 OC",
        "content": "La provvigione di collocamento è calcolata in percentuale del salario annuo lordo convenuto con il lavoratore collocato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_20"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Provvigione di collocamento a carico delle persone in cerca d’impiego",
        "citation": "Art. 20 cpv. 2 OC",
        "content": "La provvigione di collocamento per la fornitura di un rapporto di lavoro di durata determinata che non superi i dodici mesi è calcolata in percentuale del salario lordo complessivo convenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_20"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Provvigione di collocamento a carico delle persone in cerca d’impiego",
        "citation": "Art. 20 cpv. 3 OC",
        "content": "L’indennità richiesta per prestazioni di servizio oggetto di un accordo speciale non può essere fissata sotto forma di somma forfettaria o in percentuale del salario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_20"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Indennizzo in caso d’insuccesso del collocamento all’estero",
        "citation": "Art. 21 cpv. 1 OC",
        "content": "La persona in cerca d’impiego la quale, concluso il contratto di lavoro, non ottiene il permesso di esercitare un’attività lucrativa nel Paese in cui è stata collocata non deve versare la provvigione al collocatore; gli deve invece:\na. la metà delle spese e degli oneri effettivi del collocatore nonché\nb. l’intera indennità fissata per le prestazioni di servizio oggetto di un accordo speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_21"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 4: Diritti e obblighi del collocatore, Indennizzo in caso d’insuccesso del collocamento all’estero",
        "citation": "Art. 21 cpv. 2 OC",
        "content": "In casi particolari la persona in cerca d’impiego può impegnarsi, con un accordo scritto, a pagare più della metà delle spese e degli oneri effettivi del collocatore. L’importo fatturato alla persona in cerca d’impiego non può tuttavia superare quello della provvigione di collocamento autorizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_21"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 5: Prescrizioni riguardanti il collocamento di persone per rappresentazioni artistiche e manifestazioni analoghe, Contratto di collocamento",
        "citation": "Art. 22 OC",
        "content": "Il collocatore deve redigere il contratto in modo da permettere alla persona collocata di desumere chiaramente:\na. il salario lordo che il datore di lavoro le verserà per la prestazione artistica o per un’analoga manifestazione;\nb. l’onorario netto sul quale potrà contare; e\nc. l’importo della provvigione di collocamento riscossa dal collocatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_22"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 5: Prescrizioni riguardanti il collocamento di persone per rappresentazioni artistiche e manifestazioni analoghe, Provvigione di collocamento",
        "citation": "Art. 23 OC",
        "content": "La provvigione di collocamento a carico delle persone collocate per rappresentazioni artistiche e manifestazioni analoghe è calcolata in percentuale dell’onorario lordo effettivamente dovuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_23"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 6: Contributi finanziari in favore di servizi di collocamento privati, Istituzioni aventi diritto a contributi finanziari",
        "citation": "Art. 24 OC",
        "content": "Le seguenti istituzioni hanno diritto a contributi finanziari:\na. ...\nb. il «Cercle commercial suisse» di Parigi (SKS);\nc. la Commissione svizzera per lo scambio di praticanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_24"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 6: Contributi finanziari in favore di servizi di collocamento privati, Spese d’esercizio computabili",
        "citation": "Art. 25 cpv. 1 OC",
        "content": "Le spese d’esercizio computabili sono costituite dalle spese per il personale e dalle spese materiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_25"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 1: Collocamento privato, Sezione 6: Contributi finanziari in favore di servizi di collocamento privati, Spese d’esercizio computabili",
        "citation": "Art. 25 cpv. 2 OC",
        "content": "Allorché il disavanzo d’esercizio supera il 30 per cento delle spese d’esercizio, il disavanzo complessivo può essere eccezionalmente coperto se nessun altra soluzione è possibile e se l’esistenza stessa dell’istituzione è seriamente minacciata. Si dovrà tenere in considerazione la forza economica dell’organo che assume la responsabilità finanziaria dell’istituzione avente diritto a contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_25"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Attività di fornitura di personale a prestito",
        "citation": "Art. 26 cpv. 1 OC",
        "content": "È considerato prestatore chiunque ceda i servizi di un lavoratore a un’impresa acquisitrice, accordandole per l’essenziale il potere di impartire istruzioni al lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_26"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Attività di fornitura di personale a prestito",
        "citation": "Art. 26 cpv. 2 OC",
        "content": "È inoltre possibile concludere che vi è un’attività di fornitura di personale a prestito segnatamente se:\na. il lavoratore è coinvolto nell’organizzazione del lavoro dell’impresa acquisitrice a livello personale, organizzativo, materiale e temporale;\nb. il lavoratore svolge i lavori con attrezzature, materiale o apparecchi dell’impresa acquisitrice;\nc. l’impresa acquisitrice assume il rischio della cattiva esecuzione del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_26"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Attività di fornitura di personale a prestito",
        "citation": "Art. 26 cpv. 3 OC",
        "content": "La fornitura a terzi di lavoratori già forniti a prestito (cosiddetta subfornitura o fornitura indiretta) non è consentita. La fornitura di un lavoratore a un’impresa terza è invece consentita se:\na. la prima impresa cede il rapporto di lavoro alla seconda impresa per la durata dell’impiego, la seconda impresa subentra quale datore di lavoro, dispone di un’autorizzazione di fornitura di personale a prestito e cede i servizi del lavoratore alla terza impresa; o\nb. la prima impresa rimane datore di lavoro e conclude con la terza impresa un contratto di fornitura di personale a prestito mentre la seconda impresa svolge unicamente un ruolo di intermediario nel rapporto di fornitura di personale a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_26"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Attività di fornitura di personale a prestito",
        "citation": "Art. 26 cpv. 4 OC",
        "content": "Se imprese riunite in un consorzio cedono i servizi di lavoratori a tale consorzio non si è in presenza di una fornitura di personale a prestito salvo se al consorzio è accordato per l’essenziale il potere di impartire istruzioni al lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_26"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Oggetto",
        "citation": "Art. 27 cpv. 1 OC",
        "content": "La fornitura di personale a prestito comprende il lavoro temporaneo, il lavoro a prestito e la cessione occasionale di lavoratori ad imprese acquisitrici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_27"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Oggetto",
        "citation": "Art. 27 cpv. 2 OC",
        "content": "È considerata lavoro temporaneo se lo scopo e la durata del contratto di lavoro concluso fra il datore di lavoro e il lavoratore sono limitati a un solo impiego presso un’impresa acquisitrice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_27"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Oggetto",
        "citation": "Art. 27 cpv. 3 OC",
        "content": "È considerata lavoro a prestito se:\na. lo scopo del contratto di lavoro concluso fra il datore di lavoro e il lavoratore consiste principalmente nel cedere i servizi del lavoratore a imprese acquisitrici, e\nb. la durata del contratto di lavoro è di regola indipendente da singoli impieghi presso imprese acquisitrici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_27"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 1: Principi, Oggetto",
        "citation": "Art. 27 cpv. 4 OC",
        "content": "È considerata cessione occasionale di lavoratori se:\na. lo scopo del contratto di lavoro concluso fra il datore di lavoro e il lavoratore consiste essenzialmente nel porre il lavoratore sotto gli ordini del datore di lavoro;\nb. i servizi del datore di lavoro sono ceduti solo eccezionalmente a un’impresa acquisitrice, e\nc. la durata del contratto di lavoro è indipendente da eventuali impieghi presso imprese acquisitrici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_27"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 2: Delimitazione delle attività sottoposte ad autorizzazione, Forme di fornitura di personale a prestito sottoposte ad autorizzazione",
        "citation": "Art. 28 cpv. 1 OC",
        "content": "La fornitura di personale a prestito è sottoposta ad autorizzazione solo per quanto riguarda il lavoro temporaneo e il lavoro a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_28"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 2: Delimitazione delle attività sottoposte ad autorizzazione, Forme di fornitura di personale a prestito sottoposte ad autorizzazione",
        "citation": "Art. 28 cpv. 2 OC",
        "content": "Le imprese che forniscono a prestito esclusivamente i servizi del proprietario o del comproprietario dell’impresa non sono sottoposte ad autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_28"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 2: Delimitazione delle attività sottoposte ad autorizzazione, Definizioni",
        "citation": "Art. 29 cpv. 1 OC",
        "content": "Fornisce professionalmente personale a prestito chi cede i servizi di lavoratori a imprese acquisitrici in modo regolare e con l’intenzione di conseguire un profitto, oppure chi realizza mediante la sua attività di fornitura di personale a prestito una cifra d’affari annua di almeno 100 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_29"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 2: Delimitazione delle attività sottoposte ad autorizzazione, Definizioni",
        "citation": "Art. 29 cpv. 2 OC",
        "content": "Fornisce regolarmente personale a prestito chi conclude con le imprese acquisitrici, nello spazio di dodici mesi, più di dieci contratti di prestito riguardanti l’impiego ininterrotto di un unico lavoratore o di un gruppo di lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_29"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 2: Delimitazione delle attività sottoposte ad autorizzazione, Succursali",
        "citation": "Art. 31 OC",
        "content": "Una succursale con sede nello stesso Cantone della sede principale è autorizzata a fornire personale a prestito non appena:\na. la sede principale ha annunciato l’apertura della succursale alla competente autorità;\nb. la cauzione richiesta per la succursale è stata depositata presso l’organo competente designato dal Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_31"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Condizioni cui deve adempiere l’impresa",
        "citation": "Art. 32 cpv. 1 OC",
        "content": "Non è accordata un’autorizzazione se l’attività di fornitura di personale a prestito potrebbe essere legata ad altri affari:\na. che ostacolano la libertà di decisione delle persone in cerca d’impiego o dei datori di lavoro; oppure\nb. che, imponendo loro obblighi supplementari, ne aumenta la dipendenza dal prestatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_32"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Condizioni cui deve adempiere l’impresa",
        "citation": "Art. 32 cpv. 2 OC",
        "content": "L’autorizzazione può essere negata se il richiedente intende fornire personale a prestito a imprese acquisitrici da cui non è indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_32"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Condizioni alle quali devono rispondere le persone responsabili",
        "citation": "Art. 33 OC",
        "content": "Le persone titolari di un attestato di fine tirocinio o di una formazione equivalente e con un’esperienza professionale pluriennale sono considerate in possesso delle competenze professionali necessarie per dirigere un’impresa per la fornitura di personale a prestito, se dispongono segnatamente di:\na. una formazione riconosciuta di collocatore o prestatore; o\nb. un’esperienza professionale pluriennale nel settore del collocamento, della fornitura di personale a prestito, della consulenza in materia di personale, organizzazione o conduzione aziendale oppure nel campo della gestione del personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_33"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Condizioni per il rilascio di un’autorizzazione per fornire personale a prestito all’estero",
        "citation": "Art. 34 OC",
        "content": "Le imprese che forniscono personale a prestito all’estero devono disporre di personale che conosca, per i Paesi interessati, segnatamente:\na. le disposizioni che disciplinano l’immigrazione e l’inizio di un’attività lucrativa;\nb. la legislazione in materia di fornitura di personale a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_34"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Esame del modello del contratto di lavoro e del contratto di fornitura di personale a prestito",
        "citation": "Art. 34a OC",
        "content": "L’autorità di rilascio esamina il modello del contratto di lavoro e il modello del contratto di fornitura di personale a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_34_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Cauzione",
        "citation": "Art. 35 cpv. 1 OC",
        "content": "Il prestatore deve fornire una cauzione se la sua attività è sottoposta ad autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_35"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Cauzione",
        "citation": "Art. 35 cpv. 2 OC",
        "content": "L’autorizzazione di fornire personale a prestito è accordata solo dopo aver depositato la cauzione richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_35"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Luogo di deposito della cauzione",
        "citation": "Art. 36 cpv. 1 OC",
        "content": "Il Cantone designa l’organo presso il quale deve essere depositata la cauzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_36"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Luogo di deposito della cauzione",
        "citation": "Art. 36 cpv. 2 OC",
        "content": "Il prestatore deposita la cauzione nel Cantone in cui ha la propria sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_36"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Luogo di deposito della cauzione",
        "citation": "Art. 36 cpv. 3 OC",
        "content": "La sede principale, depositando la cauzione massima, può esonerare le proprie succursali dall’obbligo di depositare una cauzione nel Cantone in cui hanno sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_36"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Luogo di deposito della cauzione",
        "citation": "Art. 36 cpv. 4 OC",
        "content": "Le cauzioni per la fornitura di personale a prestito all’estero sono depositate presso lo stesso organo di quelle per la fornitura di personale a prestito sul territorio nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_36"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Forma della cauzione",
        "citation": "Art. 37 OC",
        "content": "La cauzione può essere depositata sotto forma:\na. di fideiussione o di dichiarazione di garanzia di una banca o di un istituto d’assicurazioni;\nb. di assicurazione cauzionale, a condizione che la fornitura delle prestazioni assicurative non dipenda dal versamento dei premi;\nc. di obbligazioni di cassa, i cui redditi spettano al depositario.\nd. di deposito in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_37"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Liberazione della cauzione",
        "citation": "Art. 38 cpv. 1 OC",
        "content": "La cauzione è liberata al più presto un anno dopo la revoca o la soppressione dell’autorizzazione. Se a questo momento lavoratori forniti a prestito hanno ancora crediti salariali da far valere nei confronti del prestatore, una parte equivalente della cauzione è bloccata fino al momento in cui questi crediti sono liquidati o estinti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_38"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Liberazione della cauzione",
        "citation": "Art. 38 cpv. 2 OC",
        "content": "Il capoverso 1 si applica anche qualora la persona che fornisce la cauzione cambi, salvo se la nuova persona copre per un anno i crediti anteriori all’accordo che disciplina la nuova cauzione e non ancora prescritti secondo l’articolo 128 numero 3 del Codice delle obbligazioni (CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_38"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Impiego della cauzione",
        "citation": "Art. 39 cpv. 1 OC",
        "content": "In caso di fallimento del prestatore la cauzione è riservata al rimborso dei crediti salariali dei lavoratori forniti a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_39"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Impiego della cauzione",
        "citation": "Art. 39 cpv. 1bis OC",
        "content": "La cauzione può altresì essere impiegata se l’autorizzazione per la fornitura di personale a prestito è stata revocata o soppressa e vi sono ancora crediti salariali aperti di lavoratori forniti a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_39"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Impiego della cauzione",
        "citation": "Art. 39 cpv. 2 OC",
        "content": "L’assicurazione contro la disoccupazione può far valere i suoi diritti di regresso sulla cauzione solo dopo il rimborso di tutti i crediti salariali dei lavoratori forniti a prestito che non sono coperti dall’indennità per insolvenza dell’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_39"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Impiego della cauzione",
        "citation": "Art. 39 cpv. 3 OC",
        "content": "L’ufficio dei fallimenti è competente per determinare l’impiego delle cauzioni ai sensi dell’articolo 37 lettere b-d fornite dal prestatore stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_39"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Impiego della cauzione",
        "citation": "Art. 39 cpv. 4 OC",
        "content": "L’ufficio cantonale del lavoro è competente per determinare l’impiego delle cauzioni ai sensi dell’articolo 37 lettera a, come pure delle cauzioni ai sensi dell’articolo 37 lettere b-d fornite da terzi per il prestatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_39"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 40 cpv. 1 OC",
        "content": "La domanda d’autorizzazione deve essere inoltrata per iscritto all’autorità designata dal Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_40"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 40 cpv. 1bis OC",
        "content": "I prestatori devono allegare alla domanda il modello del contratto di lavoro e il modello del contratto di fornitura di personale a prestito con cui intendono operare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_40"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 40 cpv. 2 OC",
        "content": "La SECO mette a disposizione dei Cantoni i formulari per le domande d’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_40"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 40 cpv. 3 OC",
        "content": "La competente autorità cantonale trasmette alla SECO, con il proprio parere, le domande d’autorizzazione per esercitare un’attività di fornitura di personale a prestito all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_40"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Domanda d’autorizzazione",
        "citation": "Art. 40 cpv. 4 OC",
        "content": "Le autorità di rilascio decidono entro 40 giorni dal ricevimento della documentazione completa. Per le domande complesse è fatto salvo l’articolo 4 capoverso 1 lettera c dell’ordinanza del 25 maggio 2011 sui termini ordinatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_40"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Obbligo di annunciare le succursali",
        "citation": "Art. 41 cpv. 1 OC",
        "content": "Spetta alla sede principale annunciare l’apertura di una succursale con sede nello stesso Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_41"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Obbligo di annunciare le succursali",
        "citation": "Art. 41 cpv. 2 OC",
        "content": "La sede principale fornisce unicamente i dati e i documenti che differiscono da quelli presentati nella propria domanda d’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_41"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 3: Condizioni per il rilascio dell’autorizzazione, Obbligo di annunciare le succursali",
        "citation": "Art. 41 cpv. 3 OC",
        "content": "L’articolo 40 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_41"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Autorizzazione",
        "citation": "Art. 42 cpv. 1 OC",
        "content": "L’autorizzazione è rilasciata a nome dell’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_42"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Autorizzazione",
        "citation": "Art. 42 cpv. 2 OC",
        "content": "Nell’autorizzazione sono indicati:\na. il nome e l’indirizzo dell’impresa;\nb. i nomi dei responsabili della fornitura di personale a prestito;\nc. l’indirizzo dei locali commerciali che non sono situati nella sede dell’impresa;\nd. il campo d’applicazione geografico e materiale dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_42"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Cambiamenti nell’impresa",
        "citation": "Art. 43 OC",
        "content": "Il prestatore deve comunicare immediatamente alla competente autorità cantonale qualsiasi cambiamento dei dati contenuti nella domanda d’autorizzazione o nell’annuncio riguardante la propria succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_43"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Revoca dell’autorizzazione",
        "citation": "Art. 44 cpv. 1 OC",
        "content": "Se il prestatore si trova in una delle situazioni d’infrazione previste nell’articolo 16 capoverso 1 lettere a o b LC, l’autorità competente può:\na. revocare l’autorizzazione senza assegnargli un termine per porsi in consonanza alla legge;\nb. disporre nella decisione di revoca che l’impresa, il responsabile o l’avente economicamente diritto potrà inoltrare una nuova domanda d’autorizzazione solo dopo la scadenza di un periodo d’attesa di due anni al massimo; fino alla scadenza del periodo d’attesa disposto nei loro confronti, il responsabile e l’avente economicamente diritto non possono partecipare alle attività delle imprese richiedenti né agire per esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_44"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Revoca dell’autorizzazione",
        "citation": "Art. 44 cpv. 2 OC",
        "content": "La competente autorità cantonale comunica alla SECO tutte le sanzioni prese in applicazione dell’articolo 16 LC. Essa gli comunica in particolare i nomi delle persone che hanno dimostrato di non essere in grado di esercitare adeguatamente la fornitura di personale a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_44"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Soppressione dell’autorizzazione",
        "citation": "Art. 45 cpv. 1 OC",
        "content": "La competente autorità sopprime l’autorizzazione se l’impresa:\na. presenta una domanda in tal senso;\nb. ha sospeso l’attività di fornitura di personale a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_45"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 4: Rilascio, revoca e soppressione dell’autorizzazione, Soppressione dell’autorizzazione",
        "citation": "Art. 45 cpv. 2 OC",
        "content": "Si può presumere che l’attività sia stata sospesa se l’impresa non ha più fornito personale a prestito durante un intero anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_45"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Osservazione del mercato del lavoro",
        "citation": "Art. 46 cpv. 1 OC",
        "content": "Il prestatore la cui attività è sottoposta ad autorizzazione tiene la contabilità delle prestazioni effettuate dai lavoratori forniti a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_46"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Osservazione del mercato del lavoro",
        "citation": "Art. 46 cpv. 2 OC",
        "content": "Alla fine di ogni anno civile comunica alla competente autorità cantonale:\na. la somma delle ore di prestazioni fornite;\nb. il numero, il sesso e l’origine (svizzera o estera) dei lavoratori forniti a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_46"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Osservazione del mercato del lavoro",
        "citation": "Art. 46 cpv. 3 OC",
        "content": "La SECO assicura una procedura di notificazione uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_46"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Osservazione del mercato del lavoro",
        "citation": "Art. 46 cpv. 4 OC",
        "content": "Il prestatore la cui attività è sottoposta ad autorizzazione può essere obbligato a fornire alla SECO, nell’ambito di rilevamenti parziali e in forma anonima, ulteriori particolari personali delle persone in cerca d’impiego o loro caratteristiche che interessano il mercato del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_46"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Protezione dei dati",
        "citation": "Art. 47 cpv. 1 OC",
        "content": "Il prestatore è generalmente autorizzato ad elaborare i dati relativi alle persone in cerca d’impiego e ai lavoratori solo con il consenso degli interessati. Deve ottenere segnatamente il loro consenso per:\na. trasmettere questi dati ad altre succursali o a partner commerciali giuridicamente indipendenti dalla propria impresa;\nb. chiedere pareri e referenze in merito alle persone in cerca d’impiego e ai lavoratori;\nc. trasmettere questi dati oltre le frontiere del Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_47"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Protezione dei dati",
        "citation": "Art. 47 cpv. 2 OC",
        "content": "Il prestatore non ha bisogno del consenso degli interessati per trasmettere, nell’ambito della sua attività di fornitura di personale a prestito, dati sulle persone in cerca d’impiego e sui lavoratori:\na. a impiegati della propria succursale;\nb. alle imprese acquisitrici interessate, purché possano far valere un interesse particolare;\nc. a una più vasta cerchia di potenziali clienti, purché i dati non permettano di identificare la persona in cerca d’impiego o il lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_47"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Protezione dei dati",
        "citation": "Art. 47 cpv. 3 OC",
        "content": "Il prestatore è autorizzato ad elaborare i dati, al termine dei rapporti di lavoro, solo con il consenso dell’interessato. Sono fatti salvi gli obblighi derivanti da altre norme relative alla conservazione di singoli dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_47"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Protezione dei dati",
        "citation": "Art. 47 cpv. 4 OC",
        "content": "Gli interessati devono dare il loro consenso per scritto e possono revocarlo in qualsiasi momento. La persona interessata deve essere informata di questo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_47"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Forma e contenuto del contratto di lavoro",
        "citation": "Art. 48 cpv. 1 OC",
        "content": "Il contratto di lavoro deve essere generalmente concluso prima dell’entrata in funzione, salvo se l’urgenza della situazione non permette più di concludere un contratto scritto. In simili casi il contratto dovrà essere redatto per scritto nel più breve tempo possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Forma e contenuto del contratto di lavoro",
        "citation": "Art. 48 cpv. 2 OC",
        "content": "In caso d’urgenza le parti possono rinunciare definitivamente a concludere un contratto scritto se la durata della prestazione non supera sei ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Disposizioni concernenti il salario e la durata del lavoro",
        "citation": "Art. 48a cpv. 1 OC",
        "content": "Le disposizioni concernenti il salario disciplinano:\na. il salario minimo senza eventuali spese; in assenza di un salario minimo prescritto, è determinante il salario medio dell’impresa;\nabis. le spese;\nb. il supplemento per le ore straordinarie, il lavoro a turni, a cottimo, il lavoro notturno, domenicale e festivo;\nc. l’indennità di vacanza pro rata temporis;\nd. la tredicesima pro rata temporis;\ne. i giorni festivi e di riposo pagati;\nf. il salario in caso di impedimento del lavoratore senza sua colpa ai sensi dell’articolo 324a CO, segnatamente a causa di malattia, infortunio, invalidità, servizio militare, servizio di protezione civile, intemperie, matrimonio, nascita, decesso, trasloco, cura di un membro della famiglia malato;\ng. la parte dei premi dell’assicurazione malattia (assicurazione per perdita di guadagno) ai sensi dell’articolo 324a capoverso 4 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Disposizioni concernenti il salario e la durata del lavoro",
        "citation": "Art. 48a cpv. 2 OC",
        "content": "Le disposizioni concernenti la durata del lavoro disciplinano:\na. il tempo normale di lavoro;\nb. la settimana di cinque giorni;\nc. le ore straordinarie, il lavoro a turni, il lavoro notturno e domenicale;\nd. le vacanze, i giorni di congedo e festivi;\ne. le assenze;\nf. i periodi di riposo e le pause;\ng. i tempi di spostamento e di attesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Contributi alle spese di perfezionamento e d’esecuzione",
        "citation": "Art. 48b cpv. 1 OC",
        "content": "Se un contratto collettivo di lavoro di obbligatorietà generale prevede l’obbligo di versare contributi alle spese di perfezionamento e d’esecuzione, tale obbligo nasce il primo giorno e dura per tutto il tempo in cui il lavoratore sottostà al contratto collettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Contributi alle spese di perfezionamento e d’esecuzione",
        "citation": "Art. 48b cpv. 2 OC",
        "content": "I contributi sono versati e impiegati secondo quanto stabilito dal contratto collettivo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Contributi alle spese di perfezionamento e d’esecuzione",
        "citation": "Art. 48b cpv. 3 OC",
        "content": "Il lavoratore fornito a prestito ha accesso, alla pari dei lavoratori del settore:\na. ai corsi di perfezionamento finanziati mediante i contributi alle spese di perfezionamento;\nb. alle altre prestazioni finanziate mediante i contributi alle spese d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Pensionamento flessibile",
        "citation": "Art. 48c cpv. 1 OC",
        "content": "Se un contratto collettivo di lavoro di obbligatorietà generale prevede l’obbligo di versare contributi per il pensionamento flessibile, tale obbligo nasce il primo giorno e dura per tutto il tempo in cui il lavoratore sottostà al contratto collettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_c"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Pensionamento flessibile",
        "citation": "Art. 48c cpv. 2 OC",
        "content": "Sono esentati dall’obbligo contributivo i lavoratori: \na. di età inferiore a 28 anni;\nb. che seguono una formazione per una professione che non rientra nel campo di applicazione del contratto collettivo di lavoro; e\nc. il cui impiego è limitato a tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_c"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Pensionamento flessibile",
        "citation": "Art. 48c cpv. 3 OC",
        "content": "I contributi sono versati e impiegati secondo quanto stabilito dal contratto collettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_c"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Spese di controllo e pene convenzionali; controlli",
        "citation": "Art. 48d cpv. 1 OC",
        "content": "Le pene convenzionali inflitte e le spese di controllo addossate ai prestatori sono versate e impiegate secondo quanto stabilito dal contratto collettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Spese di controllo e pene convenzionali; controlli",
        "citation": "Art. 48d cpv. 2 OC",
        "content": "Durante i controlli, gli organi paritetici riservano al prestatore lo stesso trattamento applicato agli altri datori di lavoro del settore. I controlli sono annunciati al prestatore entro un termine adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Spese di controllo e pene convenzionali; controlli",
        "citation": "Art. 48d cpv. 3 OC",
        "content": "L’organo paritetico preposto ai controlli o i servizi di controllo da esso designati sono soggetti all’obbligo del segreto secondo l’articolo 34 LC. Se accertano infrazioni che non siano di lieve entità, devono darne comunicazione all’ufficio cantonale del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Spese di controllo e pene convenzionali; controlli",
        "citation": "Art. 48d cpv. 4 OC",
        "content": "Il prestatore può chiedere in qualsiasi momento all’autorità cantonale responsabile della dichiarazione di obbligatorietà generale che il controllo sia effettuato da un organo di controllo indipendente dalle parti contraenti. L’articolo 6 della legge federale del 28 settembre 1956 concernente il conferimento del carattere obbligatorio generale al contratto collettivo di lavoro è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Obbligo di rendere conto e di presentare un rapporto",
        "citation": "Art. 48e cpv. 1 OC",
        "content": "Gli organi paritetici sono tenuti a informare in qualsiasi momento l’autorità di vigilanza, ossia la SECO, riguardo alla situazione in materia di perfezionamento dei lavoratori forniti a prestito, all’applicazione di un piano di pensionamento anticipato a tali lavoratori nonché alle pene convenzionali inflitte e alle spese di controllo addossate ai prestatori responsabili. Ogni anno presentano un rapporto alla SECO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_e"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Obbligo di rendere conto e di presentare un rapporto",
        "citation": "Art. 48e cpv. 2 OC",
        "content": "Le associazioni del settore interinale interessate da tali disciplinamenti sono autorizzate a consultare detti rapporti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_48_e"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Periodo di disdetta",
        "citation": "Art. 49 OC",
        "content": "I periodi di disdetta previsti nell’articolo 19 capoverso 4 LC si applicano unicamente al prestito di lavoratori a imprese acquisitrici sotto forma di lavoro temporaneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_49"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 2: Personale a prestito, Sezione 5: Diritti e obblighi del prestatore, Contratto di fornitura di personale a prestito",
        "citation": "Art. 50 OC",
        "content": "Il contratto di lavoro deve essere generalmente concluso prima dell’entrata in funzione, a meno che l’urgenza della situazione non permetta più di concludere un contratto scritto. In simili casi il contratto dovrà essere redatto per iscritto nel più breve tempo possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_50"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 1: Compiti delle autorità preposte al mercato del lavoro, Annuncio delle persone in cerca d’impiego e registrazione dei posti vacanti",
        "citation": "Art. 51 cpv. 1 OC",
        "content": "Alla procedura di annuncio delle persone in cerca d’impiego che intendono beneficiare delle prestazioni del servizio pubblico di collocamento si applicano per analogia gli articoli 19, 20 e 20a dell’ordinanza del 31 agosto 1983 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_51"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 1: Compiti delle autorità preposte al mercato del lavoro, Annuncio delle persone in cerca d’impiego e registrazione dei posti vacanti",
        "citation": "Art. 51 cpv. 2 OC",
        "content": "Le autorità preposte al mercato del lavoro registrano i posti vacanti annunciati secondo criteri uniformi sulla piattaforma del servizio pubblico di collocamento (art. 35 cpv. 1 lett. b LC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_51"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 1: Compiti delle autorità preposte al mercato del lavoro, Annuncio delle persone in cerca d’impiego e registrazione dei posti vacanti",
        "citation": "Art. 51 cpv. 3 OC",
        "content": "L’ufficio di compensazione dell’assicurazione contro la disoccupazione fissa questi criteri d’intesa con le competenti autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_51"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 1: Compiti delle autorità preposte al mercato del lavoro, Annuncio delle persone in cerca d’impiego e registrazione dei posti vacanti",
        "citation": "Art. 51 cpv. 4 OC",
        "content": "Le autorità preposte al mercato del lavoro provvedono affinché il contenuto degli annunci dei posti vacanti non sia discriminatorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_51"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 1: Compiti delle autorità preposte al mercato del lavoro, Consulenza delle persone in cerca d’impiego",
        "citation": "Art. 52 OC",
        "content": "I servizi pubblici competenti si assicurano che, in caso di necessità:\na. si accertino le attitudini e le inclinazioni delle persone in cerca d’impiego;\nb. si informino le persone in cerca d’impiego in merito alle possibilità di perfezionamento e di riqualificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_52"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 2: Obbligo dei datori di lavoro di annunciare i licenziamenti e le chiusure d’impresa, ...",
        "citation": "Art. 53 cpv. 1 OC",
        "content": "Il datore di lavoro ha l’obbligo di dichiarare i licenziamenti e le chiusure d’impresa che riguardano almeno dieci lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 2: Obbligo dei datori di lavoro di annunciare i licenziamenti e le chiusure d’impresa, ...",
        "citation": "Art. 53 cpv. 2 OC",
        "content": "Laddove la dimensione e le strutture del mercato del lavoro locale lo richiedano, i Cantoni possono diminuire a sei il numero dei lavoratori per cui è richiesto l’obbligo di annunciare i licenziamenti o le chiusure d’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 2: Obbligo dei datori di lavoro di annunciare i licenziamenti e le chiusure d’impresa, ...",
        "citation": "Art. 53 cpv. 3 OC",
        "content": "Il datore di lavoro sottoposto a tale obbligo deve comunicare al servizio pubblico competente le seguenti indicazioni:\na. il numero, il sesso e l’origine (svizzera o estera) dei lavoratori interessati;\nb. i motivi della chiusura;\nc. il settore al quale appartiene l’impresa che licenzia i lavoratori;\nd. il momento a partire dal quale entra in vigore la disdetta (mese di riferimento o data ulteriore).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Valore soglia",
        "citation": "Art. 53a cpv. 1 OC",
        "content": "L’obbligo di annunciare i posti vacanti di cui all’articolo 21a capoverso 3 LStrI si applica ai generi di professioni secondo la nomenclatura svizzera nei quali il tasso di disoccupazione nazionale raggiunge o supera il valore soglia del 5 per cento. Il valore soglia è considerato raggiunto o superato se in media il tasso di disoccupazione lo raggiunge o lo supera nel quarto trimestre dell’anno precedente e nei primi tre trimestri dell’anno in corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Valore soglia",
        "citation": "Art. 53a cpv. 2 OC",
        "content": "Il tasso di disoccupazione si basa sulla statistica del mercato del lavoro della SECO. Corrisponde al quoziente tra il numero dei disoccupati registrati presso il servizio pubblico di collocamento e il numero delle persone che svolgono un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Annuncio dei posti vacanti e limitazione dell’informazione",
        "citation": "Art. 53b cpv. 1 OC",
        "content": "I datori di lavoro devono annunciare all’ufficio del servizio pubblico di collocamento competente per il loro territorio i posti vacanti nei generi di professioni di cui all’articolo 53a capoverso1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Annuncio dei posti vacanti e limitazione dell’informazione",
        "citation": "Art. 53b cpv. 2 OC",
        "content": "Devono fornire i seguenti dati:\na. professione richiesta;\nb. attività, inclusi i requisiti specifici;\nc. luogo di lavoro;\nd. grado di occupazione;\ne. data di assunzione;\nf. tipo di rapporto di lavoro: a tempo determinato o indeterminato;\ng. indirizzo di contatto;\nh. nome del datore di lavoro;\ni. per i prestatori, nome dell’impresa acquisitrice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Annuncio dei posti vacanti e limitazione dell’informazione",
        "citation": "Art. 53b cpv. 4 OC",
        "content": "Il servizio pubblico di collocamento conferma la ricezione degli annunci dei posti vacanti mediante un attestato contenente:\na. nome e indirizzo del datore di lavoro;\nb. numero di identificazione dell’annuncio;\nc. data a partire dalla quale l’annuncio può essere pubblicato liberamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Annuncio dei posti vacanti e limitazione dell’informazione",
        "citation": "Art. 53b cpv. 5 OC",
        "content": "I datori di lavoro possono pubblicare in altro modo i posti vacanti che sono tenuti ad annunciare secondo il capoverso 1 solo dopo cinque giorni lavorativi dalla pubblicazione sulla piattaforma del servizio pubblico di collocamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Annuncio dei posti vacanti e limitazione dell’informazione",
        "citation": "Art. 53b cpv. 6 OC",
        "content": "Durante questi cinque giorni lavorativi hanno accesso alle informazioni sui posti vacanti annunciati soltanto i collaboratori del servizio pubblico di collocamento e le persone in cerca d’impiego ivi registrate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Trasmissione dei dati sulle persone in cerca d’impiego con dossier adeguati e riscontro del datore di lavoro ",
        "citation": "Art. 53c cpv. 1 OC",
        "content": "Entro tre giorni lavorativi dalla ricezione dell’annuncio completo, il servizio pubblico di collocamento trasmette ai datori di lavoro che hanno effettuato l’annuncio i dati sulle persone in cerca d’impiego con un dossier adeguato o comunica ai datori di lavoro che non sono disponibili persone corrispondenti al profilo richiesto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_c"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Trasmissione dei dati sulle persone in cerca d’impiego con dossier adeguati e riscontro del datore di lavoro ",
        "citation": "Art. 53c cpv. 2 OC",
        "content": "I datori di lavoro comunicano al servizio pubblico di collocamento:\na. quali candidati hanno ritenuto adeguati e hanno invitato a un colloquio di assunzione o a una verifica dell’idoneità;\nb. se hanno assunto uno dei candidati; e\nc. se il posto è ancora vacante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_c"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Eccezioni all’obbligo di annunciare i posti vacanti ",
        "citation": "Art. 53d cpv. 1 OC",
        "content": "Oltre all’eccezione di cui all’articolo 21a capoverso 5 LStrI, i posti vacanti non devono essere annunciati se:\na. vengono occupati internamente da persone che lavorano da almeno sei mesi presso la stessa impresa, lo stesso gruppo di imprese o lo stesso gruppo di società; questo vale anche per gli apprendisti che sono assunti al termine del tirocinio;\nb. la durata del rapporto di lavoro non supera i 14 giorni civili;\nc. viene assunto il coniuge o il partner registrato, oppure un parente o affine in linea retta o collaterale di primo grado di una persona avente diritto di firma; i fratellastri e sorellastre sono equiparati ai fratelli e sorelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_d"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Eccezioni all’obbligo di annunciare i posti vacanti ",
        "citation": "Art. 53d cpv. 2 OC",
        "content": "Il capoverso 1 lettera a non si applica ai prestatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_d"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Diritto di richiesta dei Cantoni",
        "citation": "Art. 53e cpv. 1 OC",
        "content": "Un Cantone può chiedere al Dipartimento federale dell’economia, della formazione e della ricerca (DEFR) che sia introdotto l’obbligo di annunciare i posti vacanti anche per un genere di professione in cui il tasso di disoccupazione raggiunge o supera, internamente al suo territorio, il valore soglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_e"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Diritto di richiesta dei Cantoni",
        "citation": "Art. 53e cpv. 2 OC",
        "content": "Più Cantoni possono presentare una richiesta congiunta se nei loro territori sono adempiute le condizioni previste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_e"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Diritto di richiesta dei Cantoni",
        "citation": "Art. 53e cpv. 3 OC",
        "content": "L’obbligo di annunciare i posti vacanti è limitato di volta in volta a un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_e"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Elenco dei generi di professioni",
        "citation": "Art. 53f OC",
        "content": "Ogni anno, nel quarto trimestre, il DEFR fissa per l’anno successivo:\na. i generi di professioni nei quali il tasso di disoccupazione nazionale raggiunge o supera il valore soglia;\nb. i generi di professioni nei quali il tasso di disoccupazione cantonale raggiunge o supera il valore soglia e per i quali il DEFR ha approvato la richiesta corrispondente secondo l’articolo 53e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_f"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Adempimento dell’obbligo di annunciare i posti vacanti",
        "citation": "Art. 53g cpv. 1 OC",
        "content": "Le misure volte a garantire l’adempimento dell’obbligo di annunciare i posti vacanti competono ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_g"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 3:, Obbligo di annunciare i posti vacanti in caso di tasso di disoccupazione superiore alla media, Adempimento dell’obbligo di annunciare i posti vacanti",
        "citation": "Art. 53g cpv. 2 OC",
        "content": "Queste misure possono includere la verifica dell’adempimento dell’obbligo di annunciare i posti vacanti mediante la conferma di ricezione di cui all’articolo 53b capoverso 4. La verifica può essere effettuata, su richiesta dei Cantoni, per via elettronica tramite il sistema d’informazione per il collocamento pubblico (art. 35 cpv. 1 LC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_53_g"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 4:, Formazione e collaborazione, Formazione",
        "citation": "Art. 54 cpv. 1 OC",
        "content": "I corsi di formazione e di perfezionamento sovvenzionati dalla SECO e destinati al personale delle autorità preposte al mercato del lavoro, nei limiti del possibile, sono aperti anche ai collocatori privati e ai prestatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_54"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 4:, Formazione e collaborazione, Formazione",
        "citation": "Art. 54 cpv. 2 OC",
        "content": "La SECO può finanziare in parte o interamente questi corsi. Le spese per i progetti sono pure computabili come spese di corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_54"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 4:, Formazione e collaborazione, Collaborazione delle autorità preposte al mercato del lavoro con altri servizi pubblici",
        "citation": "Art. 56 cpv. 1 OC",
        "content": "Tutti i servizi pubblici attivi nell’ambito del collocamento coordinano le loro attività con quelle delle autorità preposte al mercato del lavoro. In particolare, essi fanno in modo di iscrivere anche presso il servizio pubblico competente, come persone in cerca d’impiego, tutti i disoccupati atti al collocamento e che desiderano essere collocati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_56"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 4:, Formazione e collaborazione, Collaborazione delle autorità preposte al mercato del lavoro con altri servizi pubblici",
        "citation": "Art. 56 cpv. 2 OC",
        "content": "Il servizio pubblico competente stabilisce, in collaborazione con gli altri servizi pubblici interessati, se il disoccupato è collocabile. I conflitti relativi alla competenza delle autorità preposte al mercato del lavoro o degli organi dell’assicurazione invalidità sono sottoposti per decisione ai competenti uffici federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_56"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 4:, Formazione e collaborazione, Collaborazione delle autorità preposte al mercato del lavoro con altri servizi pubblici",
        "citation": "Art. 56 cpv. 3 OC",
        "content": "I servizi pubblici cantonali che si occupano di collocamento organizzano la propria collaborazione d’intesa con i competenti uffici federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_56"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Comunicazione di dati",
        "citation": "Art. 57 OC",
        "content": "Le autorità preposte al mercato del lavoro possono comunicare alle persone in cerca di lavoro i posti vacanti annunciati dai datori di lavoro anche senza l’espresso consenso di questi ultimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_57"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Spese di comunicazione e di pubblicazione dei dati",
        "citation": "Art. 57a cpv. 1 OC",
        "content": "Nei casi di cui all’articolo 34a capoverso 4 LC è riscosso un emolumento se la comunicazione dei dati richiede numerose copie o altre riproduzioni o ricerche particolari. Si applicano le disposizioni dell’ordinanza generale sugli emolumenti dell’8 settembre 2004.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_57_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Spese di comunicazione e di pubblicazione dei dati",
        "citation": "Art. 57a cpv. 2 OC",
        "content": "Per le pubblicazioni di cui all’articolo 34a capoverso 3 LC, è riscosso un emolumento a copertura delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_57_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Spese di comunicazione e di pubblicazione dei dati",
        "citation": "Art. 57a cpv. 3 OC",
        "content": "L’emolumento può essere ridotto o condonato in caso di indigenza dell’assoggettato o per altri gravi motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_57_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Diritti delle persone interessate",
        "citation": "Art. 58 cpv. 1 OC",
        "content": "Le persone in cerca di lavoro e i datori di lavoro che si annunciano alle autorità preposte al mercato del lavoro sono informati su:\na. l’identità e i dati di contatto del titolare;\nb. lo scopo del sistema d’informazione;\nc. i dati trattati;\nd. se del caso, i destinatari o le categorie di destinatari i cui dati personali sono comunicati;\ne. i loro diritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_58"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Diritti delle persone interessate",
        "citation": "Art. 58 cpv. 2 OC",
        "content": "La persona interessata può esigere dai servizi che trattano i dati che:\na. le comunichino gratuitamente le informazioni che la riguardano, per scritto e in una forma comprensibile a tutti,\nb. correggano o completino i dati inesatti o incompleti,\nc. distruggano i dati di cui non hanno più bisogno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_58"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Diritti delle persone interessate",
        "citation": "Art. 58 cpv. 3 OC",
        "content": "Se il servizio non è in grado di provare l’esattezza o l’inesattezza di dati, vi appone un commento adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_58"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Diritti delle persone interessate",
        "citation": "Art. 58 cpv. 4 OC",
        "content": "Qualsiasi correzione, aggiunta o distruzione di dati deve essere annunciata ai servizi ai quali questi dati sono stati comunicati, nonché ad altri servizi se la persona interessata lo desidera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_58"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Comunicazione dei dati a collocatori privati",
        "citation": "Art. 58a OC",
        "content": "I dati del sistema d'informazione di cui all'articolo 33a capoverso 2 LC non possono essere comunicati ai collocatori privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_58_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Osservazione statistica del mercato del lavoro",
        "citation": "Art. 59 cpv. 1 OC",
        "content": "Le competenti autorità cantonali rilevano i dati menzionati negli articoli 18 e 46 e allestiscono la statistica prevista nell’articolo 53.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_59"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Osservazione statistica del mercato del lavoro",
        "citation": "Art. 59 cpv. 2 OC",
        "content": "Gli uffici del lavoro trasmettono i risultati delle loro rilevazioni alla SECO, il quale si assicura che tale operazione avvenga in modo uniforme e pubblica i risultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_59"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Elenco delle imprese private di collocamento e di fornitura di personale a prestito autorizzate",
        "citation": "Art. 59a OC",
        "content": "Ad eccezione dei dati di cui all’articolo 35b capoverso 2 LC, l’elenco può essere reso accessibile al pubblico su Internet o in forma stampata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_59_a"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Rapporto dei Cantoni sul mercato del lavoro",
        "citation": "Art. 60 cpv. 1 OC",
        "content": "Gli uffici cantonali del lavoro fanno rapporto alla SECO:\na. ogni mese sulla situazione e sull’evoluzione del mercato del lavoro cantonale;\nb. ogni anno sul collocamento privato e sulla fornitura di personale a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_60"
    },
    {
        "book": "AVV",
        "title": "OC, Capitolo 3: Servizio pubblico di collocamento, Sezione 5:, Trattamento dei dati e rapporto, Rapporto dei Cantoni sul mercato del lavoro",
        "citation": "Art. 60 cpv. 2 OC",
        "content": "La SECO pubblica direttive riguardanti la presentazione di questi rapporti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/it#art_60"
    }
]