[
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Vermittlungstätigkeit",
        "citation": "Art. 1 AVV",
        "content": "Als Vermittler gilt, wer:\na. mit Stellensuchenden und mit Arbeitgebern Kontakte hat und beide Parteien nach der Durchführung eines Auswahlverfahrens miteinander in Verbindung bringt;\nb. mit Stellensuchenden und mit Arbeitgebern Kontakte hat und beide Parteien miteinander in Verbindung bringt, indem er der anderen Partei Adresslisten übergibt;\nc. nur mit Stellensuchenden Kontakte hat und ihnen nach der Durchführung eines Auswahlverfahrens Adressen von Arbeitgebern übergibt, die er sich ohne Kontakte mit diesen beschafft hat;\nd. besondere Publikationsorgane herausgibt, die nicht mit einem journalistischen Hauptteil in Zusammenhang stehen und in denen mit Adressen von Stellensuchenden oder Arbeitgebern Handel getrieben wird;\ne. Stellensuchende rekrutiert und mit einem Vermittler in Kontakt bringt oder ihm zugeführte Stellensuchende mit Arbeitgebern zusammenführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_1"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Vermittlungsmöglichkeiten",
        "citation": "Art. 1a Abs. 1 AVV",
        "content": "Vermittlungen können getätigt werden mittels und besondere Publikationsorgane können erscheinen in:\na. Printmedien;\nb. Telefon;\nc. Fernsehen;\nd. Radio;\ne. Teletext;\nf. Internet;\ng. anderen geeigneten Medien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_1_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Vermittlungsmöglichkeiten",
        "citation": "Art. 1a Abs. 2 AVV",
        "content": "Vermittler, die Publikationsorgane herausgeben, deren Inhalte für den Stellensuchenden nicht zum Voraus einsichtig sind und bei denen kein direkter Zugriff auf die interessierenden Stellenangebote möglich ist, erhalten keine Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_1_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Regelmässigkeit",
        "citation": "Art. 2 AVV",
        "content": "Als regelmässig gilt eine Vermittlungstätigkeit, die vom Vermittler:\na. mit der Bereitschaft angeboten wird, in einer Mehrzahl von Fällen als Vermittler tätig zu werden; oder\nb. innerhalb von zwölf Monaten bei zehn oder mehr Gelegenheiten ausgeübt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_2"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Entgelt",
        "citation": "Art. 3 AVV",
        "content": "Gegen Entgelt wird vermittelt, wenn der Vermittler im Zusammenhang mit seiner Vermittlungstätigkeit Geld oder geldwerte Leistungen erhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_3"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Vermittlung von Personen für künstlerische und ähnliche Darbietungen",
        "citation": "Art. 4 AVV",
        "content": "Als Vermittlung von Personen für künstlerische und ähnliche Darbietungen gilt die Besorgung von Auftrittsgelegenheiten, zu denen die vermittelte Person mittels Arbeitsverträgen oder anderen Vertragstypen verpflichtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_4"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Auslandvermittlung",
        "citation": "Art. 5 AVV",
        "content": "Als Auslandvermittlung gilt auch die Tätigkeit eines Vermittlers, der von der Schweiz aus:\na. im Ausland wohnende Stellensuchende in einen Drittstaat vermittelt, sofern zumindest ein Teil der Vermittlungstätigkeit sich in der Schweiz abspielt oder die vertraglichen Beziehungen des Vermittlers zu Stellensuchenden oder Arbeitgebern schweizerischem Recht unterstellt sind;\nb. mit ausländischen Vermittlern zusammenarbeitet und selbst nur mit Stellensuchenden oder nur mit Arbeitgebern Kontakte hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_5"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Ausnahmen von der Bewilligungspflicht",
        "citation": "Art. 6 AVV",
        "content": "Nicht bewilligungspflichtig ist die unentgeltlich ausgeübte Vermittlungstätigkeit von:\na. Bildungsinstitutionen, die ausschliesslich ihre Absolventen vermitteln, nachdem diese ihre Ausbildung mit einem staatlich oder durch einen repräsentativen Berufsverband anerkannten Abschluss beendet haben; und\nb. Arbeitgebern, die ihre Arbeitnehmer vermitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_6"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 1. Abschnitt: Umfang der Bewilligungspflicht, Zweigniederlassungen",
        "citation": "Art. 7 AVV",
        "content": "Eine Zweigniederlassung im Kanton des Hauptsitzes ist zur Vermittlungstätigkeit berechtigt, sobald der Hauptsitz der zuständigen Behörde die Zweigniederlassung gemeldet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_7"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Betriebliche Voraussetzungen",
        "citation": "Art. 8 Abs. 1 AVV",
        "content": "Eine Bewilligung wird nicht erteilt, wenn die Vermittlungstätigkeit mit weiteren Geschäften verbunden werden könnte, welche die Stellensuchenden oder Arbeitgeber:\na. in ihrer Entscheidungsfreiheit beeinträchtigen; oder\nb. infolge der Übernahme anderer Verpflichtungen in eine zusätzliche Abhängigkeit vom Vermittler bringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_8"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Betriebliche Voraussetzungen",
        "citation": "Art. 8 Abs. 2 AVV",
        "content": "Eine Bewilligungserteilung ist insbesondere ausgeschlossen gegenüber:\na. Vergnügungs- und Unterhaltungsbetrieben;\nb. Heiratsvermittlungsinstituten;\nc. Kreditinstituten;\nd. Personen, die einen der genannten Betriebe führen oder in einem solchen arbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_8"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Betriebliche Voraussetzungen",
        "citation": "Art. 8 Abs. 3 AVV",
        "content": "Eine Bewilligung kann verweigert werden, wenn der Gesuchsteller Stellensuchende an Personen, von denen er nicht unabhängig ist, vermitteln will.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_8"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Persönliche Voraussetzungen",
        "citation": "Art. 9 AVV",
        "content": "Wer eine Berufslehre abgeschlossen oder eine gleichwertige Ausbildung absolviert hat und eine mehrjährige Berufstätigkeit nachweisen kann, verfügt über die nötigen fachlichen Fähigkeiten zur Leitung einer Arbeitsvermittlungsstelle, sofern er insbesondere:\na. eine anerkannte Vermittler- oder Verleiherausbildung besitzt; oder\nb. eine mehrjährige Berufserfahrung in der Arbeitsvermittlung, im Personalverleih, in der Personal-, Organisations- oder Unternehmungsberatung oder im Personalwesen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_9"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Voraussetzungen für die Bewilligung zur Auslandvermittlung",
        "citation": "Art. 10 AVV",
        "content": "In Betrieben, die Auslandvermittlung betreiben, müssen bezüglich der betroffenen Staaten insbesondere Kenntnisse vorhanden sein über:\na. die Bestimmungen über Einreise und Aufnahme einer Erwerbstätigkeit;\nb. die gesetzliche Regelung der Arbeitsvermittlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_10"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Prüfung des Musters des Vermittlungsvertrages",
        "citation": "Art. 10a AVV",
        "content": "Die zuständige Bewilligungsbehörde prüft das Muster des Vermittlungsvertrages von Betrieben, die vom Stellensuchenden eine Einschreibegebühr oder Vermittlungsprovision verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_10_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 11 Abs. 1 AVV",
        "content": "Das Bewilligungsgesuch ist schriftlich bei der vom Kanton bezeichneten Behörde einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_11"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 11 Abs. 1bis AVV",
        "content": "Betriebe, die vom Stellensuchenden eine Einschreibegebühr oder Vermittlungsprovision verlangen, haben dem Gesuch das Muster des Vermittlungsvertrages, mit dem sie arbeiten wollen, beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_11"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 11 Abs. 2 AVV",
        "content": "Das Staatssekretariat für Wirtschaft (SECO) stellt den Kantonen Formulare für Bewilligungsgesuche zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_11"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 11 Abs. 3 AVV",
        "content": "Die zuständige kantonale Behörde leitet Gesuche um Bewilligung der Auslandvermittlung mit einer Stellungnahme an das SECO weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_11"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 11 Abs. 4 AVV",
        "content": "Die Bewilligungsbehörden entscheiden innert 40 Tagen ab Erhalt der vollständigen Unterlagen. Für komplexe Gesuche bleibt Artikel 4 Absatz 1 Buchstabe c der Ordnungsfristenverordnung vom 25. Mai 2011 vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_11"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Meldung einer Zweigniederlassung",
        "citation": "Art. 12 Abs. 1 AVV",
        "content": "Die Meldung einer Zweigniederlassung, die im gleichen Kanton wie der Hauptsitz liegt, erfolgt durch den Hauptsitz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_12"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Meldung einer Zweigniederlassung",
        "citation": "Art. 12 Abs. 2 AVV",
        "content": "Die Meldung umfasst nur Angaben und Beilagen, die von denen des Bewilligungsgesuchs des Hauptsitzes verschieden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_12"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 2. Abschnitt: Voraussetzungen der Bewilligungserteilung, Meldung einer Zweigniederlassung",
        "citation": "Art. 12 Abs. 3 AVV",
        "content": "Artikel 11 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_12"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Bewilligung",
        "citation": "Art. 13 Abs. 1 AVV",
        "content": "Die Bewilligung wird auf den Betrieb ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_13"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Bewilligung",
        "citation": "Art. 13 Abs. 2 AVV",
        "content": "In der Bewilligungsurkunde werden aufgeführt:\na. Name und Adresse des Betriebs;\nb. die für die Vermittlung verantwortlichen Leiter;\nc. die Adressen der Geschäftsräume, die sich nicht am Sitz des Betriebs befinden;\nd. der örtliche und sachliche Geltungsbereich der Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_13"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Änderungen im Betrieb",
        "citation": "Art. 14 AVV",
        "content": "Der Vermittler muss Änderungen gegenüber den Angaben im Bewilligungsgesuch beziehungsweise in der Meldung seiner Zweigniederlassung unverzüglich der zuständigen kantonalen Behörde mitteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_14"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Entzug der Bewilligung",
        "citation": "Art. 15 Abs. 1 AVV",
        "content": "Erfüllt der Vermittler einen Tatbestand nach Artikel 5 Absatz 1 Buchstabe a oder b AVG, so kann die zuständige Behörde:\na. die Bewilligung entziehen, ohne eine Frist zur Wiederherstellung des rechtmässigen Zustandes anzusetzen;\nb. in der Entzugsverfügung anordnen, dass der Betrieb, der verantwortliche Leiter oder der wirtschaftlich Berechtigte ein neues Bewilligungsgesuch erst nach Ablauf einer Wartefrist von höchstens zwei Jahren einreichen kann; verantwortliche Leiter und wirtschaftlich Berechtigte, denen eine Wartefrist verfügt wurde, dürfen bis zum Ablauf dieser Wartefrist an gesuchstellenden Betrieben weder beteiligt noch für sie tätig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_15"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Entzug der Bewilligung",
        "citation": "Art. 15 Abs. 2 AVV",
        "content": "Die zuständige kantonale Behörde teilt jede in Anwendung von Artikel 5 AVG verfügte Sanktion dem SECO mit. Insbesondere meldet sie, welche Personen erwiesenermassen nicht in der Lage gewesen sind, für eine fachgerechte Vermittlung Gewähr zu bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_15"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Aufhebung der Bewilligung",
        "citation": "Art. 16 Abs. 1 AVV",
        "content": "Die zuständige Behörde verfügt die Aufhebung der Bewilligung, wenn der Betrieb:\na. ein entsprechendes Begehren stellt;\nb. seine Vermittlungstätigkeit eingestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_16"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 3. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Aufhebung der Bewilligung",
        "citation": "Art. 16 Abs. 2 AVV",
        "content": "Die Einstellung der Vermittlungstätigkeit kann angenommen werden, wenn der Betrieb während eines ganzen Kalenderjahres keine Vermittlungen getätigt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_16"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Buchführung",
        "citation": "Art. 17 AVV",
        "content": "Der Vermittler führt Buch über die im Einzelfall vom Stellensuchenden geforderte Einschreibegebühr und Vermittlungsprovision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_17"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Arbeitsmarktbeobachtung",
        "citation": "Art. 18 Abs. 1 AVV",
        "content": "Der Vermittler, dessen Vermittlungstätigkeit bewilligungspflichtig ist, teilt der zuständigen kantonalen Behörde nach Abschluss jedes Kalenderjahres die Anzahl der vermittelten Personen mit, aufgegliedert nach Geschlecht und Herkunft (Schweiz oder Ausland).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_18"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Arbeitsmarktbeobachtung",
        "citation": "Art. 18 Abs. 2 AVV",
        "content": "Das SECO stellt einen einheitlichen Meldevorgang sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_18"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Arbeitsmarktbeobachtung",
        "citation": "Art. 18 Abs. 3 AVV",
        "content": "Der Vermittler, dessen Vermittlungstätigkeit bewilligungspflichtig ist, kann im Rahmen von Teilerhebungen verpflichtet werden, dem SECO in anonymisierter Form zusätzliche persönliche und arbeitsmarktbezogene Merkmale der Stellensuchenden mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_18"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Datenschutz",
        "citation": "Art. 19 Abs. 1 AVV",
        "content": "Der Vermittler darf Daten über Stellensuchende und offene Stellen grundsätzlich nur mit der Zustimmung der Betroffenen bearbeiten. Eine Zustimmung ist insbesondere erforderlich, wenn er:\na. Daten über Stellensuchende und offene Stellen an andere Geschäftsniederlassungen oder an rechtlich von seinem Betrieb unabhängige Geschäftspartner weitergibt;\nb. Gutachten und Referenzen über Stellensuchende einholt;\nc. Daten über Stellensuchende und offene Stellen über die Landesgrenzen hinaus weitergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_19"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Datenschutz",
        "citation": "Art. 19 Abs. 2 AVV",
        "content": "Der Vermittler bedarf keiner Zustimmung der Betroffenen, sofern er im Rahmen seiner Vermittlungstätigkeit Daten über Stellensuchende und offene Stellen weitergibt an:\na. Mitarbeiter der eigenen Geschäftsniederlassung;\nb. einen Kunden im Hinblick auf den bevorstehenden Vertragsabschluss;\nc. einen grösseren Kreis möglicher Kunden, sofern die Daten keinen Rückschluss auf die Identität des Stellensuchenden oder des Arbeitgebers zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_19"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Datenschutz",
        "citation": "Art. 19 Abs. 3 AVV",
        "content": "Der Vermittler darf Daten nach erfolgter Vermittlung oder nach dem Widerruf des Vermittlungsauftrags nur bearbeiten, wenn der Betroffene dazu seine Zustimmung gibt. Vorbehalten bleiben Verpflichtungen aufgrund anderer Normen zur Aufbewahrung einzelner Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_19"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Datenschutz",
        "citation": "Art. 19 Abs. 4 AVV",
        "content": "Die Zustimmung der Betroffenen hat schriftlich zu erfolgen und kann jederzeit widerrufen werden. Die betroffene Person ist auf dieses Recht aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_19"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Vermittlungsprovision zulasten von Stellensuchenden",
        "citation": "Art. 20 Abs. 1 AVV",
        "content": "Die Vermittlungsprovision wird in Prozenten des vereinbarten Brutto-Jahreseinkommens des vermittelten Arbeitnehmers berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_20"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Vermittlungsprovision zulasten von Stellensuchenden",
        "citation": "Art. 20 Abs. 2 AVV",
        "content": "Für die Vermittlung eines auf längstens zwölf Monate befristeten Arbeitsverhältnisses wird die Vermittlungsprovision in Prozenten des gesamten vereinbarten Bruttolohnes berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_20"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Vermittlungsprovision zulasten von Stellensuchenden",
        "citation": "Art. 20 Abs. 3 AVV",
        "content": "Die Entschädigung für besonders vereinbarte Dienstleistungen darf nicht in der Form von Pauschalsummen oder Lohnprozenten festgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_20"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Entschädigung bei gescheiterter Auslandvermittlung",
        "citation": "Art. 21 Abs. 1 AVV",
        "content": "Der Stellensuchende, der nach Abschluss des Arbeitsvertrages die Bewilligung zur Erwerbstätigkeit im Land, in welches er vermittelt wurde, nicht erhält, schuldet dem Vermittler keine Vermittlungsprovision, jedoch:\na. die Hälfte der entstandenen Auslagen und der nachgewiesenen Aufwendungen des Vermittlers; und\nb. die ganze festgelegte Entschädigung für besonders vereinbarte Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_21"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 4. Abschnitt: Rechte und Pflichten des Vermittlers, Entschädigung bei gescheiterter Auslandvermittlung",
        "citation": "Art. 21 Abs. 2 AVV",
        "content": "Im Einzelfall kann der Stellensuchende sich durch schriftliche Abrede verpflichten, mehr als die Hälfte der entstandenen Auslagen und der nachgewiesenen Aufwendungen des Vermittlers zu bezahlen. Die dadurch bewirkte Belastung des Stellensuchenden darf den Betrag der zulässigen Vermittlungsprovision nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_21"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 5. Abschnitt:, Vermittlung von Personen für künstlerische und ähnliche Darbietungen, Vermittlungsvertrag",
        "citation": "Art. 22 AVV",
        "content": "Der Vermittler hat den Vermittlungsvertrag so zu gestalten, dass die vermittelte Person daraus ersehen kann,\na. welche Brutto-Gage ein Veranstalter ihr für die künstlerische und ähnliche Darbietung zahlen wird;\nb. mit welcher Netto-Gage sie rechnen kann und\nc. wie gross die Vermittlungsprovision sein wird, die sie übernehmen muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_22"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 5. Abschnitt:, Vermittlung von Personen für künstlerische und ähnliche Darbietungen, Vermittlungsprovision",
        "citation": "Art. 23 AVV",
        "content": "Die Vermittlungsprovision zulasten von Personen, die für künstlerische und ähnliche Darbietungen vermittelt werden, wird in Prozenten der tatsächlich geschuldeten Brutto-Gage berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_23"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 6. Abschnitt: Finanzhilfe an private Arbeitsvermittlungsstellen, Beitragsberechtigte Institutionen",
        "citation": "Art. 24 AVV",
        "content": "Beitragsberechtigt sind folgende Institutionen:\na. ...\nb. der Cercle Commercial Suisse in Paris;\nc. die Schweizerische Kommission für den Austausch von Stagiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_24"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 6. Abschnitt: Finanzhilfe an private Arbeitsvermittlungsstellen, Anrechenbare Betriebskosten",
        "citation": "Art. 25 Abs. 1 AVV",
        "content": "Anrechenbare Betriebskosten sind die Personal- und Sachkosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_25"
    },
    {
        "book": "AVV",
        "title": "AVV, 1. Kapitel: Die private Arbeitsvermittlung, 6. Abschnitt: Finanzhilfe an private Arbeitsvermittlungsstellen, Anrechenbare Betriebskosten",
        "citation": "Art. 25 Abs. 2 AVV",
        "content": "Übersteigt das Betriebsdefizit 30 Prozent der Betriebskosten, so kann in Ausnahmefällen das ganze Betriebsdefizit gedeckt werden, sofern das Betriebsdefizit anders nicht gedeckt werden kann und dadurch der Fortbestand der Institution ernsthaft gefährdet ist. Der wirtschaftlichen Leistungskraft der Trägerschaft der beitragsberechtigten Institution ist Rechnung zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_25"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Verleihtätigkeit",
        "citation": "Art. 26 Abs. 1 AVV",
        "content": "Als Verleiher gilt, wer einen Arbeitnehmer einem Einsatzbetrieb überlässt, indem er diesem wesentliche Weisungsbefugnisse gegenüber dem Arbeitnehmer abtritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_26"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Verleihtätigkeit",
        "citation": "Art. 26 Abs. 2 AVV",
        "content": "Auf eine Verleihtätigkeit kann namentlich auch geschlossen werden, wenn:\na. der Arbeitnehmer in persönlicher, organisatorischer, sachlicher und zeitlicher Hinsicht in die Arbeitsorganisation des Einsatzbetriebes eingebunden wird;\nb. der Arbeitnehmer die Arbeiten mit Werkzeugen, Material oder Geräten des Einsatzbetriebes ausführt;\nc. der Einsatzbetrieb die Gefahr für die Schlechterfüllung des Vertrages trägt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_26"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Verleihtätigkeit",
        "citation": "Art. 26 Abs. 3 AVV",
        "content": "Das Weiterverleihen von verliehenen Arbeitnehmern (Unter- oder Zwischenverleih) ist nicht gestattet. Gestattet ist jedoch das Weiterverleihen eines Arbeitnehmers an einen dritten Betrieb, wenn:\na. der erste Betrieb für die Dauer des Einsatzes das Arbeitsverhältnis an den zweiten Betrieb abtritt, der zweite Betrieb Arbeitgeber wird, im Besitz einer Verleihbewilligung ist und den Arbeitnehmer dem dritten Betrieb überlässt; oder\nb. der erste Betrieb Arbeitgeber bleibt und mit dem dritten Betrieb einen Verleihvertrag abschliesst und der zweite Betrieb das Verleihverhältnis nur vermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_26"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Verleihtätigkeit",
        "citation": "Art. 26 Abs. 4 AVV",
        "content": "Arbeiten Betriebe in einer Arbeitsgemeinschaft zusammen und überlassen sie der Arbeitsgemeinschaft Arbeitnehmer, so liegt kein Personalverleih vor, es sei denn, es wird ein wesentliches Weisungsrecht abgetreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_26"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Gegenstand",
        "citation": "Art. 27 Abs. 1 AVV",
        "content": "Der Personalverleih umfasst die Temporärarbeit, die Leiharbeit und das gelegentliche Überlassen von Arbeitnehmern an Einsatzbetriebe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_27"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Gegenstand",
        "citation": "Art. 27 Abs. 2 AVV",
        "content": "Temporärarbeit liegt vor, wenn der Zweck und die Dauer des Arbeitsvertrages zwischen dem Arbeitgeber und dem Arbeitnehmer auf einen einzelnen Einsatz bei einem Einsatzbetrieb beschränkt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_27"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Gegenstand",
        "citation": "Art. 27 Abs. 3 AVV",
        "content": "Leiharbeit liegt vor, wenn:\na. der Zweck des Arbeitsvertrages zwischen dem Arbeitgeber und dem Arbeitnehmer hauptsächlich im Überlassen des Arbeitnehmers an Einsatzbetriebe liegt und\nb. die Dauer des Arbeitsvertrages von einzelnen Einsätzen bei Einsatzbetrieben unabhängig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_27"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 1. Abschnitt: Grundsätze, Gegenstand",
        "citation": "Art. 27 Abs. 4 AVV",
        "content": "Gelegentliches Überlassen von Arbeitnehmern an Einsatzbetriebe liegt vor, wenn:\na. der Zweck des Arbeitsvertrages zwischen dem Arbeitgeber und dem Arbeitnehmer darin liegt, dass der Arbeitnehmer hauptsächlich unter der Weisungsbefugnis des Arbeitgebers arbeitet;\nb. der Arbeitnehmer nur ausnahmsweise einem Einsatzbetrieb überlassen wird; und\nc. die Dauer des Arbeitsvertrages von allfälligen Einsätzen bei Einsatzbetrieben unabhängig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_27"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 2. Abschnitt: Umfang der Bewilligungspflicht, Bewilligungspflichtige Formen des Personalverleihs",
        "citation": "Art. 28 Abs. 1 AVV",
        "content": "Der Personalverleih ist nur in den Formen der Temporärarbeit und der Leiharbeit bewilligungspflichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_28"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 2. Abschnitt: Umfang der Bewilligungspflicht, Bewilligungspflichtige Formen des Personalverleihs",
        "citation": "Art. 28 Abs. 2 AVV",
        "content": "Betriebe, welche ausschliesslich den Inhaber oder die Mitbesitzer des Betriebs verleihen, sind nicht bewilligungspflichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_28"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 2. Abschnitt: Umfang der Bewilligungspflicht, Gewerbsmässigkeit",
        "citation": "Art. 29 Abs. 1 AVV",
        "content": "Gewerbsmässig verleiht, wer Arbeitnehmer Einsatzbetrieben regelmässig und mit der Absicht überlässt, Gewinn zu erzielen, oder wer mit seiner Verleihtätigkeit einen jährlichen Umsatz von mindestens 100 000 Franken erzielt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_29"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 2. Abschnitt: Umfang der Bewilligungspflicht, Gewerbsmässigkeit",
        "citation": "Art. 29 Abs. 2 AVV",
        "content": "Regelmässig verleiht, wer mit Einsatzbetrieben innerhalb von zwölf Monaten mehr als zehn Verleihverträge bezüglich des ununterbrochenen Einsatzes eines einzelnen oder einer Gruppe von Arbeitnehmern abschliesst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_29"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 2. Abschnitt: Umfang der Bewilligungspflicht, Zweigniederlassungen",
        "citation": "Art. 31 AVV",
        "content": "Eine Zweigniederlassung im Kanton des Hauptsitzes ist zur Verleihtätigkeit berechtigt, sobald:\na. der Hauptsitz der zuständigen Behörde die Zweigniederlassung gemeldet hat und\nb. die erforderliche Kaution für die Zweigniederlassung bei der vom Kanton bezeichneten Stelle hinterlegt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_31"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Betriebliche Voraussetzungen",
        "citation": "Art. 32 Abs. 1 AVV",
        "content": "Eine Bewilligung wird nicht erteilt, wenn die Verleihtätigkeit mit weiteren Geschäften verbunden werden könnte, welche die Arbeitnehmer oder Einsatzbetriebe:\na. in ihrer Entscheidungsfreiheit beeinträchtigen; oder\nb. infolge der Übernahme anderer Verpflichtungen in eine zusätzliche Abhängigkeit vom Verleiher bringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_32"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Betriebliche Voraussetzungen",
        "citation": "Art. 32 Abs. 2 AVV",
        "content": "Eine Bewilligung kann verweigert werden, wenn der Gesuchsteller Arbeitnehmer an Einsatzbetriebe, von denen er nicht unabhängig ist, verleihen will.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_32"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Persönliche Voraussetzungen",
        "citation": "Art. 33 AVV",
        "content": "Wer eine Berufslehre abgeschlossen oder eine gleichwertige Ausbildung absolviert hat und eine mehrjährige Berufstätigkeit nachweisen kann, verfügt über die nötigen fachlichen Fähigkeiten zur Leitung eines Verleihbetriebs, sofern er insbesondere:\na. eine anerkannte Vermittler- oder Verleiherausbildung besitzt; oder\nb. eine mehrjährige Berufserfahrung in der Arbeitsvermittlung, im Personalverleih, in der Personal-, Organisations- oder Unternehmungsberatung oder im Personalwesen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_33"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Voraussetzungen für die Bewilligung zum Personalverleih ins Ausland",
        "citation": "Art. 34 AVV",
        "content": "In Betrieben, die Arbeitnehmer ins Ausland verleihen, müssen bezüglich der betroffenen Staaten insbesondere Kenntnisse vorhanden sein über:\na. die Bestimmungen über die Einreise und die Aufnahme einer Erwerbstätigkeit;\nb. die gesetzliche Regelung des Personalverleihs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_34"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Prüfung der Muster des Arbeits- und des Verleihvertrages",
        "citation": "Art. 34a AVV",
        "content": "Die zuständige Bewilligungsbehörde prüft das Muster des Arbeitsvertrages und das Muster des Verleihvertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_34_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Kautionspflicht",
        "citation": "Art. 35 Abs. 1 AVV",
        "content": "Der Verleiher ist kautionspflichtig, sofern seine Verleihtätigkeit bewilligungspflichtig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_35"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Kautionspflicht",
        "citation": "Art. 35 Abs. 2 AVV",
        "content": "Die Bewilligung zum Personalverleih wird erst erteilt, wenn die erforderliche Kaution hinterlegt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_35"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Ort der Hinterlegung der Kaution",
        "citation": "Art. 36 Abs. 1 AVV",
        "content": "Der Kanton bezeichnet die Stelle, bei der die Kaution zu hinterlegen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_36"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Ort der Hinterlegung der Kaution",
        "citation": "Art. 36 Abs. 2 AVV",
        "content": "Der Verleiher leistet die Kaution in seinem Sitzkanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_36"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Ort der Hinterlegung der Kaution",
        "citation": "Art. 36 Abs. 3 AVV",
        "content": "Der Hauptsitz kann durch die Hinterlegung der Höchstkaution seine Zweigniederlassungen davon entbinden, in ihrem Sitzkanton eine Kaution zu hinterlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_36"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Ort der Hinterlegung der Kaution",
        "citation": "Art. 36 Abs. 4 AVV",
        "content": "Die Kaution für den Personalverleih ins Ausland ist bei der gleichen Stelle zu hinterlegen wie diejenige für den Inlandverleih.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_36"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Form der Kaution",
        "citation": "Art. 37 AVV",
        "content": "Die Kaution kann hinterlegt werden:\na. als Bürgschaft oder Garantieerklärung einer Bank oder Versicherungsanstalt;\nb. als Kautionsversicherung, sofern die Versicherungsleistungen unabhängig von der Zahlung der Prämien erbracht werden;\nc. in Form von Kassenobligationen; deren Erträge stehen dem Kautionspflichtigen zu;\nd. als Bareinlage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_37"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Freigabe der Kaution",
        "citation": "Art. 38 Abs. 1 AVV",
        "content": "Die Kaution wird frühestens nach Ablauf eines Jahres seit dem Entzug oder der Aufhebung der Bewilligung freigegeben. Sofern in diesem Zeitpunkt noch Lohnforderungen von verliehenen Arbeitnehmern gegen den Verleiher hängig sind, bleibt die Kaution im entsprechenden Umfang bestehen, bis diese Forderungen erfüllt oder erloschen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_38"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Freigabe der Kaution",
        "citation": "Art. 38 Abs. 2 AVV",
        "content": "Absatz 1 gilt auch, wenn der Kautionsgeber wechselt, es sei denn der neue Kautionsgeber deckt während eines Jahres Forderungen, die vor Vereinbarung der neuen Kaution entstanden und nach Artikel 128 Ziffer 3 des Obligationenrechts (OR) noch nicht verjährt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_38"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Verwertung der Kaution",
        "citation": "Art. 39 Abs. 1 AVV",
        "content": "Im Konkurs des Verleihers bleibt die Kaution der Befriedigung der Lohnforderungen der verliehenen Arbeitnehmer vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_39"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Verwertung der Kaution",
        "citation": "Art. 39 Abs. 1bis AVV",
        "content": "Die Kaution kann ebenfalls verwertet werden, wenn die Bewilligung für den Personalverleih entzogen oder aufgehoben worden ist und noch offene Lohnforderungen von verliehenen Arbeitnehmern bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_39"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Verwertung der Kaution",
        "citation": "Art. 39 Abs. 2 AVV",
        "content": "Aus der Kaution sind Regressansprüche der Arbeitslosenversicherung erst dann zu befriedigen, wenn alle Lohnforderungen der verliehenen Arbeitnehmer erfüllt sind, die nicht durch die Insolvenzentschädigung der Arbeitslosenversicherung gedeckt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_39"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Verwertung der Kaution",
        "citation": "Art. 39 Abs. 3 AVV",
        "content": "Für die Verwertung von Kautionen nach Artikel 37 Buchstaben b–d, die der Verleiher selbst erbracht hat, ist das Konkursamt zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_39"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Verwertung der Kaution",
        "citation": "Art. 39 Abs. 4 AVV",
        "content": "Für die Verwertung von Kautionen nach Artikel 37 Buchstabe a ist das kantonale Arbeitsamt zuständig. Ebenso für die Kautionen nach Artikel 37 Buchstaben b–d, die Dritte für den Verleiher hinterlegt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_39"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 40 Abs. 1 AVV",
        "content": "Das Bewilligungsgesuch ist schriftlich bei der vom Kanton bezeichneten Behörde einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_40"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 40 Abs. 1bis AVV",
        "content": "Verleiher haben dem Gesuch das Muster des Arbeitsvertrages und das Muster des Verleihvertrages, mit denen sie arbeiten wollen, beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_40"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 40 Abs. 2 AVV",
        "content": "Das SECO stellt den Kantonen Formulare für Bewilligungsgesuche zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_40"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 40 Abs. 3 AVV",
        "content": "Die zuständige kantonale Behörde leitet Gesuche um Bewilligung des Personalverleihs ins Ausland mit einer Stellungnahme an das SECO weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_40"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Bewilligungsgesuch",
        "citation": "Art. 40 Abs. 4 AVV",
        "content": "Die Bewilligungsbehörden entscheiden innert 40 Tagen ab Erhalt der vollständigen Unterlagen. Für komplexe Gesuche bleibt Artikel 4 Absatz 1 Buchstabe c der Ordnungsfristenverordnung vom 25. Mai 2011 vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_40"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Meldung einer Zweigniederlassung",
        "citation": "Art. 41 Abs. 1 AVV",
        "content": "Die Meldung einer Zweigniederlassung, die im gleichen Kanton wie der Hauptsitz liegt, erfolgt durch den Hauptsitz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_41"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Meldung einer Zweigniederlassung",
        "citation": "Art. 41 Abs. 2 AVV",
        "content": "Die Meldung umfasst nur Angaben und Beilagen, die von denen des Bewilligungsgesuchs des Hauptsitzes verschieden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_41"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 3. Abschnitt: Voraussetzungen der Bewilligungserteilung, Meldung einer Zweigniederlassung",
        "citation": "Art. 41 Abs. 3 AVV",
        "content": "Artikel 40 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_41"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Bewilligung",
        "citation": "Art. 42 Abs. 1 AVV",
        "content": "Die Bewilligung wird auf den Betrieb ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_42"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Bewilligung",
        "citation": "Art. 42 Abs. 2 AVV",
        "content": "In der Bewilligungsurkunde werden aufgeführt:\na. Name und Adresse des Betriebs;\nb. die für den Verleih verantwortlichen Leiter;\nc. die Adressen der Geschäftsräume, die sich nicht am Sitz des Betriebs befinden;\nd. der örtliche und sachliche Geltungsbereich der Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_42"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Änderungen im Betrieb",
        "citation": "Art. 43 AVV",
        "content": "Der Verleiher muss Änderungen gegenüber den Angaben im Bewilligungsgesuch beziehungsweise in der Meldung seiner Zweigniederlassung unverzüglich der zuständigen kantonalen Behörde mitteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_43"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Entzug der Bewilligung",
        "citation": "Art. 44 Abs. 1 AVV",
        "content": "Erfüllt der Verleiher einen Tatbestand nach Artikel 16 Absatz 1 Buchstabe a oder b AVG, so kann die zuständige Behörde:\na. die Bewilligung entziehen ohne eine Frist zur Wiederherstellung des rechtmässigen Zustandes anzusetzen;\nb. in der Entzugsverfügung anordnen, dass der Betrieb, der verantwortliche Leiter oder der wirtschaftlich Berechtigte ein neues Bewilligungsgesuch erst nach Ablauf einer Wartefrist von höchstens zwei Jahren einreichen kann; verantwortliche Leiter und wirtschaftlich Berechtigte, denen eine Wartefrist verfügt wurde, dürfen bis zum Ablauf dieser Wartefrist an gesuchstellenden Betrieben weder beteiligt noch für sie tätig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_44"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Entzug der Bewilligung",
        "citation": "Art. 44 Abs. 2 AVV",
        "content": "Die zuständige kantonale Behörde teilt jede in Anwendung von Artikel 16 AVG verfügte Sanktion dem SECO mit. Insbesondere meldet sie, welche Personen erwiesenermassen nicht in der Lage gewesen sind, für eine fachgerechte Verleihtätigkeit Gewähr zu bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_44"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Aufhebung der Bewilligung",
        "citation": "Art. 45 Abs. 1 AVV",
        "content": "Die zuständige Behörde verfügt die Aufhebung der Bewilligung, wenn der Betrieb:\na. ein entsprechendes Begehren stellt;\nb. seine Verleihtätigkeit eingestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_45"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 4. Abschnitt: Erteilung, Entzug und Aufhebung der Bewilligung, Aufhebung der Bewilligung",
        "citation": "Art. 45 Abs. 2 AVV",
        "content": "Die Einstellung der Verleihtätigkeit kann angenommen werden, wenn der Betrieb während eines ganzen Kalenderjahres keine Arbeitnehmer verliehen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_45"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Arbeitsmarktbeobachtung",
        "citation": "Art. 46 Abs. 1 AVV",
        "content": "Der Verleiher, dessen Verleihtätigkeit bewilligungspflichtig ist, führt Buch über die Einsätze der Arbeitnehmer, die er verleiht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_46"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Arbeitsmarktbeobachtung",
        "citation": "Art. 46 Abs. 2 AVV",
        "content": "Er teilt der zuständigen kantonalen Behörde nach Abschluss jedes Kalenderjahres mit:\na. die Summe der geleisteten Einsatzstunden;\nb. Anzahl, Geschlecht und Herkunft (Schweiz oder Ausland) der verliehenen Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_46"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Arbeitsmarktbeobachtung",
        "citation": "Art. 46 Abs. 3 AVV",
        "content": "Das SECO stellt einen einheitlichen Meldevorgang sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_46"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Arbeitsmarktbeobachtung",
        "citation": "Art. 46 Abs. 4 AVV",
        "content": "Der Verleiher, dessen Verleihtätigkeit bewilligungspflichtig ist, kann im Rahmen von Teilerhebungen verpflichtet werden, dem SECO in anonymisierter Form zusätzliche persönliche und arbeitsmarktbezogene Merkmale der verliehenen Personen mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_46"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Datenschutz",
        "citation": "Art. 47 Abs. 1 AVV",
        "content": "Der Verleiher darf Daten über Arbeitssuchende und Arbeitnehmer grundsätzlich nur mit der Zustimmung der Betroffenen bearbeiten. Eine Zustimmung ist insbesondere erforderlich, wenn er:\na. Daten über Arbeitssuchende und Arbeitnehmer an andere Geschäftsniederlassungen oder an von seinem Betrieb unabhängige Geschäftspartner weitergibt;\nb. Gutachten und Referenzen über Arbeitssuchende und über seine Arbeitnehmer einholt;\nc. Daten über Arbeitssuchende und Arbeitnehmer über die Landesgrenzen hinaus weitergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_47"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Datenschutz",
        "citation": "Art. 47 Abs. 2 AVV",
        "content": "Der Verleiher bedarf keiner Zustimmung der Betroffenen, wenn er Daten über Arbeitssuchende und Arbeitnehmer im Rahmen seiner Verleihtätigkeit weitergibt an:\na. Mitarbeiter seiner eigenen Geschäftsniederlassung;\nb. interessierte Einsatzbetriebe, sofern diese ein spezielles Interesse geltend machen können;\nc. einen grösseren Kreis möglicher Einsatzbetriebe, sofern die Daten keinen Rückschluss auf die Identität des Arbeitssuchenden oder Arbeitnehmers zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_47"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Datenschutz",
        "citation": "Art. 47 Abs. 3 AVV",
        "content": "Der Verleiher darf Daten nach Beendigung der Geschäftsbeziehungen nur bearbeiten, wenn der Betroffene dazu seine Zustimmung gibt. Vorbehalten bleiben Verpflichtungen aufgrund anderer Normen zur Aufbewahrung einzelner Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_47"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Datenschutz",
        "citation": "Art. 47 Abs. 4 AVV",
        "content": "Die Zustimmung der Betroffenen hat schriftlich zu erfolgen und kann jederzeit widerrufen werden. Die betroffene Person ist auf dieses Recht aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_47"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Form und Inhalt des Arbeitsvertrages",
        "citation": "Art. 48 Abs. 1 AVV",
        "content": "Der schriftliche Arbeitsvertrag muss grundsätzlich vor der Arbeitsaufnahme vorliegen, es sei denn, die zeitliche Dringlichkeit der Arbeitsaufnahme lasse einen schriftlichen Vertragsschluss nicht mehr zu. In solchen Fällen ist der Vertrag zum nächstmöglichen Zeitpunkt schriftlich abzufassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Form und Inhalt des Arbeitsvertrages",
        "citation": "Art. 48 Abs. 2 AVV",
        "content": "Vom Abschluss eines schriftlichen Arbeitsvertrages kann in Fällen zeitlicher Dringlichkeit ganz abgesehen werden, wenn der Arbeitseinsatz nicht länger als sechs Stunden dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Lohn- und Arbeitszeitbestimmungen",
        "citation": "Art. 48a Abs. 1 AVV",
        "content": "Lohnbestimmungen sind Regelungen über:\na. den Mindestlohn, dem allfällige Spesen nicht hinzuzurechnen sind; ist kein Mindestlohn vorgeschrieben, gilt der Betriebsdurchschnittslohn;\nabis. die Spesen;\nb. Lohnzuschläge für Überstunden‐, Schicht‐, Akkord‐, Nacht‐, Sonntags- und Feiertagsarbeit;\nc. den anteilsmässigen Ferienlohn;\nd. den anteilsmässigen 13. Monatslohn;\ne. die bezahlten Feier- und Ruhetage;\nf. die Lohnfortzahlung bei unverschuldeter Verhinderung an der Arbeitsleistung nach Artikel 324a des OR wie infolge Krankheit, Unfall, Invalidität, Militär, Zivilschutz, Zivildienst, Schlechtwetter, Heirat, Geburt, Todesfall, Umzug, Pflege eines kranken Familienangehörigen;\ng. den Prämienanteil an die Krankentaggeldversicherung nach Artikel 324a Absatz 4 OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Lohn- und Arbeitszeitbestimmungen",
        "citation": "Art. 48a Abs. 2 AVV",
        "content": "Arbeitszeitbestimmungen sind Regelungen über:\na. die ordentliche Arbeitszeit;\nb. die 5-Tage-Woche;\nc. die Überstunden‐, Nacht‐, Sonntags- und Schichtarbeit;\nd. die Ferien, Frei- und Feiertage;\ne. die Absenzen;\nf. die Ruhezeiten und Pausen;\ng. die Reise- und Wartezeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Weiterbildungs- und Vollzugskostenbeiträge",
        "citation": "Art. 48b Abs. 1 AVV",
        "content": "Sieht ein allgemeinverbindlich erklärter Gesamtarbeitsvertrag einen Beitrag an Weiterbildungs- und Vollzugskosten vor, so entsteht die Beitragspflicht am ersten Arbeitstag für die Zeit, in der ein Arbeitnehmer im Geltungsbereich des Gesamtarbeitsvertrages zum Einsatz kommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Weiterbildungs- und Vollzugskostenbeiträge",
        "citation": "Art. 48b Abs. 2 AVV",
        "content": "Die Beiträge werden entsprechend der im Gesamtarbeitsvertrag vorgesehenen Regelung einbezahlt und verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Weiterbildungs- und Vollzugskostenbeiträge",
        "citation": "Art. 48b Abs. 3 AVV",
        "content": "Der verliehene Arbeitnehmer hat gleich wie ein Arbeitnehmer der Branche Anspruch darauf:\na. Weiterbildungsveranstaltungen besuchen zu können, die mit Hilfe der Weiterbildungskostenbeiträge angeboten werden;\nb. zu weiteren Leistungen Zugang zu erhalten, die mit Hilfe der Vollzugskostenbeiträge angeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Flexibler Altersrücktritt",
        "citation": "Art. 48c Abs. 1 AVV",
        "content": "Sieht ein allgemeinverbindlich erklärter Gesamtarbeitsvertrag eine Beitragspflicht für die Regelung des flexiblen Altersrücktritts vor, so entsteht die Beitragspflicht ab dem ersten Arbeitstag für die Zeit, in der ein Arbeitnehmer im Geltungsbereich des Gesamtarbeitsvertrages zum Einsatz kommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_c"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Flexibler Altersrücktritt",
        "citation": "Art. 48c Abs. 2 AVV",
        "content": "Von der Beitragspflicht ausgenommen sind Arbeitnehmer: \na. die das 28. Lebensjahr noch nicht vollendet haben;\nb. die sich in einer Ausbildung befinden, die nicht zu einem Beruf im Geltungsbereich des entsprechenden Gesamtarbeitsvertrags führt; und\nc. deren Einsatzvertrag auf drei Monate befristet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_c"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Flexibler Altersrücktritt",
        "citation": "Art. 48c Abs. 3 AVV",
        "content": "Die Beiträge werden entsprechend der im Gesamtarbeitsvertrag vorgesehen Regelung einbezahlt und verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_c"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Kontrollkosten und Konventionalstrafen; Kontrollen",
        "citation": "Art. 48d Abs. 1 AVV",
        "content": "Die den Verleihern auferlegten Kontrollkosten und Konventionalstrafen werden entsprechend der im Gesamtarbeitsvertrag vorgesehenen Regelung einbezahlt und verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_d"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Kontrollkosten und Konventionalstrafen; Kontrollen",
        "citation": "Art. 48d Abs. 2 AVV",
        "content": "Die paritätischen Organe müssen bei Kontrollen die Verleiher gleich wie brancheninterne Arbeitgeber behandeln. Die Kontrollen sind dem Verleiher in angemessener Frist anzukündigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_d"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Kontrollkosten und Konventionalstrafen; Kontrollen",
        "citation": "Art. 48d Abs. 3 AVV",
        "content": "Das für die Kontrolle zuständige paritätische Organ oder die von ihm beauftragte Stelle unterstehen der Schweigepflicht nach Artikel 34 AVG. Bei nicht geringfügigen Verstössen müssen sie dem kantonalen Arbeitsamt Meldung erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_d"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Kontrollkosten und Konventionalstrafen; Kontrollen",
        "citation": "Art. 48d Abs. 4 AVV",
        "content": "Der Verleiher kann jederzeit bei der für die Allgemeinverbindlicherklärung zuständigen kantonalen Behörde die Kontrolle durch ein besonderes, von den Vertragsparteien unabhängiges Kontrollorgan verlangen. Artikel 6 des Bundesgesetzes vom 28. September 1956 über die Allgemeinverbindlicherklärung von Gesamtarbeitsverträgen gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_d"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Rechenschafts- und Berichtspflicht",
        "citation": "Art. 48e Abs. 1 AVV",
        "content": "Die paritätischen Organe sind gegenüber dem SECO als Aufsichtsbehörde hinsichtlich der Weiterbildung von verliehenen Arbeitnehmern, der Anwendung von Vorruhestandsregelungen auf verliehene Arbeitnehmer sowie der Verhängung von Kontrollkosten und Konventionalstrafen gegenüber fehlbaren Verleihern jederzeit rechenschaftspflichtig. Sie haben dem SECO jährlich Bericht zu erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_e"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Rechenschafts- und Berichtspflicht",
        "citation": "Art. 48e Abs. 2 AVV",
        "content": "Den von diesen Regelungen betroffenen Verbänden der Verleihbranche sind diese Berichte offen zu legen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_48_e"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Kündigungsfristen",
        "citation": "Art. 49 AVV",
        "content": "Die Kündigungsfristen von Artikel 19 Absatz 4 AVG gelten nur für das Überlassen von Arbeitnehmern an Einsatzbetriebe in der Form der Temporärarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_49"
    },
    {
        "book": "AVV",
        "title": "AVV, 2. Kapitel: Der Personalverleih, 5. Abschnitt: Pflichten des Verleihers, Verleihvertrag",
        "citation": "Art. 50 AVV",
        "content": "Der schriftliche Verleihvertrag muss grundsätzlich vor der Arbeitsaufnahme vorliegen, es sei denn, die zeitliche Dringlichkeit der Arbeitsaufnahme lasse einen schriftlichen Vertragsschluss nicht mehr zu. In solchen Fällen ist der Vertrag zum nächstmöglichen Zeitpunkt schriftlich abzufassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_50"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 1. Abschnitt: Aufgaben der Arbeitsmarktbehörden, Anmeldung von Stellensuchenden und Speicherung offener Stellen",
        "citation": "Art. 51 Abs. 1 AVV",
        "content": "Für das Anmeldeverfahren von Stellensuchenden, die Leistungen der öffentlichen Arbeitsvermittlung in Anspruch nehmen wollen, gelten die Artikel 19, 20 und 20a der Arbeitslosenversicherungsverordnung vom 31. August 1983 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_51"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 1. Abschnitt: Aufgaben der Arbeitsmarktbehörden, Anmeldung von Stellensuchenden und Speicherung offener Stellen",
        "citation": "Art. 51 Abs. 2 AVV",
        "content": "Die Arbeitsmarktbehörden speichern die gemeldeten offenen Stellen nach einheitlichen Kriterien auf der Plattform der öffentlichen Arbeitsvermittlung (Art. 35 Abs. 1 Bst. b AVG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_51"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 1. Abschnitt: Aufgaben der Arbeitsmarktbehörden, Anmeldung von Stellensuchenden und Speicherung offener Stellen",
        "citation": "Art. 51 Abs. 3 AVV",
        "content": "Die Ausgleichsstelle der Arbeitslosenversicherung legt die Kriterien im Einvernehmen mit den zuständigen kantonalen Behörden fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_51"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 1. Abschnitt: Aufgaben der Arbeitsmarktbehörden, Anmeldung von Stellensuchenden und Speicherung offener Stellen",
        "citation": "Art. 51 Abs. 4 AVV",
        "content": "Die Arbeitsmarktbehörden stellen sicher, dass die publizierten offenen Stellen keinen diskriminierenden Inhalt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_51"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 1. Abschnitt: Aufgaben der Arbeitsmarktbehörden, Beratung von Stellensuchenden",
        "citation": "Art. 52 AVV",
        "content": "Die zuständigen Amtsstellen stellen sicher, dass bei Bedarf:\na. Eignungen und Neigungen eines Stellensuchenden abgeklärt werden;\nb. Stellensuchende bezüglich Weiterbildungs- und Umschulungsmöglichkeiten beraten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_52"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 2. Abschnitt:, Meldepflicht der Arbeitgeber bei Entlassungen und Betriebsschliessungen, ...",
        "citation": "Art. 53 Abs. 1 AVV",
        "content": "Der Arbeitgeber ist meldepflichtig, wenn die Entlassungen oder eine Betriebsschliessung mindestens zehn Arbeitnehmer betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 2. Abschnitt:, Meldepflicht der Arbeitgeber bei Entlassungen und Betriebsschliessungen, ...",
        "citation": "Art. 53 Abs. 2 AVV",
        "content": "Wo die Grösse oder die Strukturen des regionalen Arbeitsmarktes es verlangen, können die Kantone die Meldepflicht auf Entlassungen oder Betriebsschliessungen ausdehnen, die mindestens sechs Arbeitnehmer betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 2. Abschnitt:, Meldepflicht der Arbeitgeber bei Entlassungen und Betriebsschliessungen, ...",
        "citation": "Art. 53 Abs. 3 AVV",
        "content": "Der meldepflichtige Arbeitgeber muss der zuständigen Amtsstelle folgende Angaben mitteilen:\na. Anzahl, Geschlecht und Herkunft (Schweiz oder Ausland) der betroffenen Arbeitnehmer;\nb. den Grund der Betriebsschliessung;\nc. bei Entlassungen den Arbeitsbereich der betroffenen Arbeitnehmer;\nd. den Zeitpunkt der Wirksamkeit der ausgesprochenen Kündigungen (im Berichtsmonat oder auf einen späteren Zeitpunkt).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Schwellenwert ",
        "citation": "Art. 53a Abs. 1 AVV",
        "content": "Die Stellenmeldepflicht nach Artikel 21a Absatz 3 AIG gilt in denjenigen Berufsarten nach der Schweizer Berufsnomenklatur, in denen die gesamtschweizerische Arbeitslosenquote den Schwellenwert von 5 Prozent erreicht oder überschreitet. Der Schwellenwert gilt als erreicht oder überschritten, wenn die Arbeitslosenquote ihn im Durchschnitt des vierten Quartals des Vorjahres und der ersten drei Quartale des laufenden Jahres erreicht oder überschritten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Schwellenwert ",
        "citation": "Art. 53a Abs. 2 AVV",
        "content": "Die Arbeitslosenquote basiert auf der Arbeitsmarktstatistik des SECO. Sie entspricht dem Quotienten aus der Anzahl der bei der öffentlichen Arbeitsvermittlung registrierten Arbeitslosen und der Anzahl der Erwerbstätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Stellenmeldung und Informationsbeschränkung",
        "citation": "Art. 53b Abs. 1 AVV",
        "content": "Die Arbeitgeber müssen offene Stellen in den Berufsarten nach Artikel 53a Absatz 1 der für sie örtlich zuständigen Stelle der öffentlichen Arbeitsvermittlung melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Stellenmeldung und Informationsbeschränkung",
        "citation": "Art. 53b Abs. 2 AVV",
        "content": "Sie müssen die folgenden Angaben übermitteln:\na. gesuchter Beruf;\nb. Tätigkeit, einschliesslich spezieller Anforderungen;\nc. Arbeitsort;\nd. Arbeitspensum;\ne. Datum des Stellenantritts;\nf. Art des Arbeitsverhältnisses: befristet oder unbefristet;\ng. Kontaktadresse;\nh. Name des Arbeitgebers;\ni. bei Personalverleihern: Name des Einsatzbetriebs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Stellenmeldung und Informationsbeschränkung",
        "citation": "Art. 53b Abs. 4 AVV",
        "content": "Die öffentliche Arbeitsvermittlung bestätigt den Eingang der Meldungen über offene Stellen mit einer Bescheinigung; diese enthält:\na. den Namen und die Adresse des Arbeitgebers;\nb. die Identifikationsnummer der Anzeige;\nc. das Datum, ab welchem die Anzeige frei veröffentlicht werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Stellenmeldung und Informationsbeschränkung",
        "citation": "Art. 53b Abs. 5 AVV",
        "content": "Die Arbeitgeber dürfen die Stellen, die sie nach Absatz 1 melden müssen, frühestens nach Ablauf von fünf Arbeitstagen nach der Publikation auf der Plattform der öffentlichen Arbeitsvermittlung anderweitig ausschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Stellenmeldung und Informationsbeschränkung",
        "citation": "Art. 53b Abs. 6 AVV",
        "content": "Zugriff auf die gemeldeten Stelleninformationen haben während fünf Arbeitstagen einzig die Mitarbeitenden der öffentlichen Arbeitsvermittlung sowie Personen, die bei der öffentlichen Arbeitsvermittlung als Stellensuchende angemeldet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_b"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Übermittlung der Angaben zu Stellensuchenden mit passenden Dossiers und Rückmeldung der Arbeitgeber",
        "citation": "Art. 53c Abs. 1 AVV",
        "content": "Die öffentliche Arbeitsvermittlung übermittelt den meldenden Arbeitgebern innert dreier Arbeitstage nach Eingang der vollständigen Meldung Angaben zu Stellensuchenden mit passendem Dossier oder teilt den Arbeitgebern mit, dass keine solchen Personen verfügbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_c"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Übermittlung der Angaben zu Stellensuchenden mit passenden Dossiers und Rückmeldung der Arbeitgeber",
        "citation": "Art. 53c Abs. 2 AVV",
        "content": "Die Arbeitgeber teilen der öffentlichen Arbeitsvermittlung mit:\na. welche der Kandidatinnen und Kandidaten sie als geeignet erachtet und zu einem Bewerbungsgespräch oder einer Eignungsabklärung eingeladen haben;\nb. ob sie eine oder einen der Kandidatinnen und Kandidaten angestellt haben; und\nc. ob die Stelle weiterhin offen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_c"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Ausnahmen von der Meldepflicht",
        "citation": "Art. 53d Abs. 1 AVV",
        "content": "Zusätzlich zur Ausnahme nach Artikel 21a Absatz 5 AIG müssen offene Stellen nicht gemeldet werden, wenn:\na. Stellen innerhalb eines Unternehmens, einer Unternehmensgruppe oder eines Konzerns besetzt werden mit Personen, die seit mindestens 6 Monaten bei demselben Unternehmen, derselben Unternehmensgruppe oder demselben Konzern tätig sind; dies gilt auch für Lernende, die im Anschluss an die Lehre angestellt werden;\nb. die Beschäftigung maximal 14 Kalendertage dauert;\nc. Personen angestellt werden, die mit Zeichnungsberechtigten durch Ehe oder eingetragene Partnerschaft verbunden oder in gerader Linie oder bis zum ersten Grad in der Seitenlinie verwandt oder verschwägert sind; Stiefgeschwister sind den Geschwistern gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_d"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Ausnahmen von der Meldepflicht",
        "citation": "Art. 53d Abs. 2 AVV",
        "content": "Absatz 1 Buchstabe a gilt nicht für Verleiher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_d"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Antragsrecht der Kantone",
        "citation": "Art. 53e Abs. 1 AVV",
        "content": "Ein Kanton kann beim Eidgenössischen Departement für Wirtschaft, Bildung und Forschung (WBF) beantragen, dass eine Berufsart, in der die Arbeitslosenquote den Schwellenwert auf seinem Kantonsgebiet erreicht oder überschreitet, ebenfalls der Stellenmeldepflicht unterstellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_e"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Antragsrecht der Kantone",
        "citation": "Art. 53e Abs. 2 AVV",
        "content": "Mehrere Kantone können gemeinsam einen Antrag stellen, wenn auf ihren Kantonsgebieten die Voraussetzungen dafür erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_e"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Antragsrecht der Kantone",
        "citation": "Art. 53e Abs. 3 AVV",
        "content": "Die Stellenmeldepflicht wird jeweils auf ein Jahr befristet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_e"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Liste der Berufsarten",
        "citation": "Art. 53f AVV",
        "content": "Das WBF legt jährlich im vierten Quartal für das Folgejahr fest:\na. die Berufsarten, in denen die gesamtschweizerische Arbeitslosenquote den Schwellenwert erreicht oder überschreitet;\nb. die Berufsarten, in denen die kantonale Arbeitslosenquote den Schwellenwert erreicht oder überschreitet und für die das WBF den entsprechenden Antrag nach Artikel 53e gutgeheissen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_f"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Einhaltung der Stellenmeldepflicht",
        "citation": "Art. 53g Abs. 1 AVV",
        "content": "Die Massnahmen zur Einhaltung der Stellenmeldepflicht fallen in die Zuständigkeit der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_g"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 3. Abschnitt:, Stellenmeldepflicht bei über dem Durchschnitt liegender Arbeitslosigkeit, Einhaltung der Stellenmeldepflicht",
        "citation": "Art. 53g Abs. 2 AVV",
        "content": "Sie können die Überprüfung der Einhaltung der Stellenmeldepflicht mittels der Bescheinigung nach Artikel 53b Absatz 4 beinhalten. Die Überprüfung kann auf Verlangen der Kantone elektronisch über das Informationssystem der öffentlichen Arbeitsvermittlung (Art. 35 Abs. 1 AVG) erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_53_g"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 4. Abschnitt: Ausbildung und Zusammenarbeit, Ausbildung",
        "citation": "Art. 54 Abs. 1 AVV",
        "content": "Die vom SECO unterstützten Kurse für die Schulung und Weiterbildung des Personals der Arbeitsmarktbehörden stehen nach Möglichkeit auch privaten Arbeitsvermittlern und Personalverleihern offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_54"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 4. Abschnitt: Ausbildung und Zusammenarbeit, Ausbildung",
        "citation": "Art. 54 Abs. 2 AVV",
        "content": "Das SECO kann entsprechende Kurse ganz oder teilweise finanzieren. Als Kurskosten gelten auch Auslagen für die Projektierung der Kurse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_54"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 4. Abschnitt: Ausbildung und Zusammenarbeit, Zusammenarbeit der Arbeitsmarktbehörden mit anderen Amtsstellen",
        "citation": "Art. 56 Abs. 1 AVV",
        "content": "Alle auf dem Gebiet der Arbeitsvermittlung tätigen Amtsstellen koordinieren ihre Tätigkeit mit den Arbeitsmarktbehörden. Insbesondere wirken sie darauf hin, dass sich auf dem Arbeitsmarkt vermittlungsfähige und vermittlungswillige Arbeitslose auch bei der dafür zuständigen Amtsstelle melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_56"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 4. Abschnitt: Ausbildung und Zusammenarbeit, Zusammenarbeit der Arbeitsmarktbehörden mit anderen Amtsstellen",
        "citation": "Art. 56 Abs. 2 AVV",
        "content": "Die zuständige Amtsstelle entscheidet über die Vermittlungsfähigkeit in Zusammenwirkung mit den andern Amtsstellen. Konflikte betreffend die Zuständigkeit der Arbeitsmarktbehörden oder der Organe der Invalidenversicherung werden den zuständigen Bundesämtern zum Entscheid unterbreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_56"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 4. Abschnitt: Ausbildung und Zusammenarbeit, Zusammenarbeit der Arbeitsmarktbehörden mit anderen Amtsstellen",
        "citation": "Art. 56 Abs. 3 AVV",
        "content": "Die kantonalen Amtsstellen, welche in der Arbeitsvermittlung tätig sind, organisieren ihre Zusammenarbeit im Einvernehmen mit den entsprechenden Bundesämtern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_56"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Datenbekanntgabe",
        "citation": "Art. 57 AVV",
        "content": "Die Arbeitsmarktbehörden dürfen Stellensuchenden von Arbeitgebern gemeldete offene Stellen auch ohne deren ausdrückliche Einwilligung bekannt geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_57"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Kosten der Bekanntgabe und Publikation von Daten",
        "citation": "Art. 57a Abs. 1 AVV",
        "content": "In den Fällen nach Artikel 34a Absatz 4 AVG wird eine Gebühr erhoben, wenn die Datenbekanntgabe zahlreiche Kopien oder andere Vervielfältigungen oder besondere Nachforschungen erfordert. Es gelten die Bestimmungen der Allgemeinen Gebührenverordnung vom 8. September 2004.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_57_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Kosten der Bekanntgabe und Publikation von Daten",
        "citation": "Art. 57a Abs. 2 AVV",
        "content": "Für Publikationen nach Artikel 34a Absatz 3 AVG wird eine kostendeckende Gebühr erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_57_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Kosten der Bekanntgabe und Publikation von Daten",
        "citation": "Art. 57a Abs. 3 AVV",
        "content": "Die Gebühr kann wegen Bedürftigkeit der gebührenpflichtigen Person oder aus anderen wichtigen Gründen ermässigt oder erlassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_57_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Rechte der betroffenen Personen",
        "citation": "Art. 58 Abs. 1 AVV",
        "content": "Stellensuchende und Arbeitgeber, die sich bei der Arbeitsmarktbehörde melden, werden orientiert über:\na. die Identität und die Kontaktdaten des Verantwortlichen;\nb. den Zweck des Informationssystems;\nc. die bearbeiteten Daten;\nd. gegebenenfalls die Empfängerinnen und Empfänger oder die Kategorien von Empfängerinnen und Empfängern, denen die Personendaten bekanntgegeben werden;\ne. ihre Rechte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_58"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Rechte der betroffenen Personen",
        "citation": "Art. 58 Abs. 2 AVV",
        "content": "Eine betroffene Person kann von den Stellen, welche die Daten bearbeiten, verlangen, dass sie:\na. ihr über die sie betreffenden Daten kostenlos, schriftlich und in allgemein verständlicher Form Auskunft geben;\nb. unrichtige oder unvollständige Daten berichtigen oder ergänzen;\nc. nicht mehr benötigte Daten vernichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_58"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Rechte der betroffenen Personen",
        "citation": "Art. 58 Abs. 3 AVV",
        "content": "Kann weder die Richtigkeit noch die Unrichtigkeit von Daten bewiesen werden, so muss die Amtsstelle bei den Daten einen entsprechenden Vermerk anbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_58"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Rechte der betroffenen Personen",
        "citation": "Art. 58 Abs. 4 AVV",
        "content": "Eine Berichtigung, Ergänzung oder Vernichtung von Daten ist auch denjenigen Stellen mitzuteilen, an welche die Daten weitergegeben werden, sowie weiteren Stellen, wenn es die betroffene Person wünscht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_58"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Datenbekanntgabe an private Arbeitsvermittler",
        "citation": "Art. 58a AVV",
        "content": "Den privaten Arbeitsvermittlern dürfen aus dem Informationssystem keine Daten im Sinne von Artikel 33a Absatz 2 AVG zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_58_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Statistische Arbeitsmarktbeobachtung",
        "citation": "Art. 59 Abs. 1 AVV",
        "content": "Die zuständigen kantonalen Behörden erheben die Angaben nach den Artikeln 18 und 46 und erfassen die Angaben nach Artikel 53.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_59"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Statistische Arbeitsmarktbeobachtung",
        "citation": "Art. 59 Abs. 2 AVV",
        "content": "Die kantonalen Arbeitsämter leiten die Resultate an das SECO weiter. Dieses stellt ein einheitliches Vorgehen sicher und publiziert die Resultate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_59"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Verzeichnis der bewilligten, privaten Vermittlungs- und Verleihbetriebe",
        "citation": "Art. 59a AVV",
        "content": "Mit Ausnahme der Daten nach Artikel 35b Absatz 2 AVG kann das Verzeichnis der Öffentlichkeit über Internet oder als Druckerzeugnis bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_59_a"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Arbeitsmarktpolitische Berichterstattung der Kantone",
        "citation": "Art. 60 Abs. 1 AVV",
        "content": "Die kantonalen Arbeitsämter berichten dem SECO:\na. monatlich über die Lage und Entwicklung des kantonalen Arbeitsmarktes;\nb. jährlich über die private Arbeitsvermittlung und den Personalverleih.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_60"
    },
    {
        "book": "AVV",
        "title": "AVV, 3. Kapitel: Die öffentliche Arbeitsvermittlung, 5. Abschnitt: Datenbearbeitung und Berichterstattung, Arbeitsmarktpolitische Berichterstattung der Kantone",
        "citation": "Art. 60 Abs. 2 AVV",
        "content": "Das SECO erlässt Richtlinien über die Berichterstattung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/de#art_60"
    }
]