[
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Activité de placement",
        "citation": "Art. 1 OSE",
        "content": "Est réputé placeur, celui qui:\na. entretient des contacts avec des demandeurs d’emploi et des employeurs et met les deux parties en relation après une opération de sélection;\nb. entretient des contacts avec des demandeurs d’emploi et des employeurs et met en relation les deux parties en fournissant à l’une des listes d’adresses de l’autre;\nc. n’entretient des contacts qu’avec les demandeurs d’emploi et leur transmet, après avoir effectué une sélection, des adresses d’employeurs qu’il s’est procurées sans avoir de contacts avec ces derniers;\nd. édite des organes de publication spécialisés qui ne sont pas liés à une partie principale journalistique et dans lesquels il est fait commerce d’adresses de demandeurs d’emploi ou d’employeurs;\ne. recrute des demandeurs d’emploi et les met en relation avec un placeur, ou met des demandeurs d’emploi qui lui ont été adressés en relation avec des employeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_1"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Canaux de placement",
        "citation": "Art. 1a al. 1 OSE",
        "content": "Des placements peuvent être opérés et des organes de publication spécialisés édités par les canaux suivants:\na. les médias imprimés;\nb. le téléphone;\nc. la télévision;\nd. la radio;\ne. le télétexte;\nf. l’Internet;\ng. autres médias appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_1_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Canaux de placement",
        "citation": "Art. 1a al. 2 OSE",
        "content": "L’autorisation ne sera pas accordée aux placeurs qui éditent des organes de publication dont les demandeurs d’emploi ne peuvent pas connaître d’avance le contenu et ne permettant pas aux intéressés d’accéder directement aux offres d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_1_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Notion de régularité",
        "citation": "Art. 2 OSE",
        "content": "L’activité de placement est considérée comme régulière lorsque le placeur:\na. offre d’exercer la fonction de placeur dans une majorité de cas, ou\nb. l’exerce à dix reprises au moins en l’espace de douze mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_2"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Rémunération",
        "citation": "Art. 3 OSE",
        "content": "Le placement est effectué contre rémunération lorsque le placeur retire de son activité de placement de l’argent ou des prestations monnayables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_3"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Placement de personnes pour des représentations artistiques ou des manifestations semblables",
        "citation": "Art. 4 OSE",
        "content": "Est considéré comme placement de personnes pour des représentations artistiques ou des manifestations semblables le fait de procurer des occasions de prestations publiques pour lesquelles la personne est engagée par contrat de travail ou autre type de contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_4"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Placement à l’étranger",
        "citation": "Art. 5 OSE",
        "content": "Est également considérée comme placement à l’étranger l’activité d’un placeur qui, de Suisse:\na. place des demandeurs d’emploi domiciliés à l’étranger dans un pays tiers, pour autant qu’une partie au moins de l’activité de placement s’effectue en Suisse ou que les relations contractuelles entre le placeur et les demandeurs d’emploi ou les employeurs soient régies par le droit suisse, ou\nb. collabore avec des placeurs étrangers tout en entretenant lui-même des contacts uniquement avec les demandeurs d’emploi ou avec les employeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_5"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Activités de placement non soumises à autorisation",
        "citation": "Art. 6 OSE",
        "content": "N’est pas soumise à autorisation l’activité de placement exercée gratuitement par:\na. des institutions de formation qui se bornent exclusivement à placer leurs élèves après que ceux-ci ont obtenu un diplôme final reconnu par l’Etat ou par une organisation professionnelle représentative;\nb. des employeurs qui placent leurs employés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_6"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 1, Délimitation des activités soumises à autorisation, Succursales",
        "citation": "Art. 7 OSE",
        "content": "Une succursale sise dans le même canton que la maison mère est autorisée à exercer des activités de placement dès que la maison mère en a déclaré l’ouverture a l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_7"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Conditions auxquelles doit répondre l’entreprise",
        "citation": "Art. 8 al. 1 OSE",
        "content": "Une autorisation ne sera pas accordée lorsque l’activité de placement est susceptible d’être liée à d’autres affaires:\na. qui entravent la liberté de décision des demandeurs d’emploi ou des employeurs ou\nb. qui accroissent, en leur imposant des obligations supplémentaires, leur dépendance à l’égard du placeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_8"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Conditions auxquelles doit répondre l’entreprise",
        "citation": "Art. 8 al. 2 OSE",
        "content": "Ne peuvent obtenir d’autorisation notamment:\na. les entreprises de divertissement;\nb. les agences matrimoniales;\nc. les établissements de crédit;\nd. les personnes qui dirigent un établissement de ce genre ou y travaillent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_8"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Conditions auxquelles doit répondre l’entreprise",
        "citation": "Art. 8 al. 3 OSE",
        "content": "L’autorisation peut faire l’objet d’un refus, lorsque l’auteur de la demande veut placer des demandeurs d’emploi auprès de personnes dont il n’est pas indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_8"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Conditions auxquelles doivent répondre les personnes responsables",
        "citation": "Art. 9 OSE",
        "content": "Les personnes titulaires d’un certificat de fin d’apprentissage ou d’une formation équivalente et pouvant se prévaloir d’une expérience professionnelle de plusieurs années sont considérées comme possédant les compétences professionnelles nécessaires pour diriger un bureau de placement si elles possèdent notamment:\na. une formation reconnue de placeur ou de bailleur de services, ou\nb. une expérience professionnelle de plusieurs années dans les domaines du placement, de la location de services, du conseil en personnel, en organisation ou en entreprise ou de la gestion du personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_9"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Conditions pour l’octroi d’une autorisation d’exercer des activités de placement intéressant l’étranger",
        "citation": "Art. 10 OSE",
        "content": "Les entreprises exerçant des activités de placement intéressant l’étranger doivent disposer de personnel connaissant notamment:\na. les dispositions en matière d’émigration et de prise d’emploi dans les pays concernés;\nb. la législation en matière de placement en vigueur dans les pays concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_10"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Examen du modèle du contrat de placement",
        "citation": "Art. 10a OSE",
        "content": "L’autorité qui délivre l'autorisation examine le modèle du contrat de placement des entreprises qui exigent une taxe d'inscription ou une commission de placement de la part des demandeurs d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_10_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 11 al. 1 OSE",
        "content": "La demande d’autorisation est présentée par écrit auprès de l’organe désigné par le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_11"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 11 al. 1bis OSE",
        "content": "Il incombe aux entreprises qui exigent une taxe d'inscription ou une commission de placement de la part des demandeurs d’emploi de joindre à la demande le modèle du contrat de placement avec lequel elles veulent travailler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_11"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 11 al. 2 OSE",
        "content": "Le Secrétariat d’Etat à l’Economie (SECO) met à disposition des cantons des formulaires de demande d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_11"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 11 al. 3 OSE",
        "content": "L’autorité cantonale compétente transmet au SECO, avec son préavis, les demandes d’autorisation d’exercer une activité de placement intéressant l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_11"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 11 al. 4 OSE",
        "content": "Les autorités qui délivrent les autorisations rendent une décision dans les 40 jours à compter de la réception des dossiers complets. L’art. 4, al. 1, let. c, de l’ordonnance du 25 mai 2011 sur les délais d’ordre est réservé pour les demandes complexes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_11"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Obligation de déclarer les succursales",
        "citation": "Art. 12 al. 1 OSE",
        "content": "La maison mère déclare l’ouverture de toute succursale sise dans le canton où elle a elle-même son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_12"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Obligation de déclarer les succursales",
        "citation": "Art. 12 al. 2 OSE",
        "content": "La maison mère ne fournit que les données et documents qui ne figuraient pas dans le dossier de sa propre demande d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_12"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 2, Conditions d’octroi de l’autorisation, Obligation de déclarer les succursales",
        "citation": "Art. 12 al. 3 OSE",
        "content": "L’art. 11 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_12"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Autorisation",
        "citation": "Art. 13 al. 1 OSE",
        "content": "L’autorisation est établie au nom de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_13"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Autorisation",
        "citation": "Art. 13 al. 2 OSE",
        "content": "Sont consignés dans l’autorisation:\na. le nom et l’adresse de l’entreprise;\nb. les noms des responsables du placement;\nc. l’adresse des locaux commerciaux qui ne sont pas situés au siège de l’entreprise;\nd. le champ d’application géographique et matériel de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_13"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Changements dans l’entreprise",
        "citation": "Art. 14 OSE",
        "content": "Le placeur est tenu de communiquer sans délai à l’autorité cantonale compétente tout changement des données qui figurent dans sa demande d’autorisation ou dans la déclaration de sa succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_14"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Retrait de l’autorisation",
        "citation": "Art. 15 al. 1 OSE",
        "content": "Si le placeur se trouve dans l’une des situations d’infraction prévues à l’art. 5, al. 1, let. a ou b, LSE, l’autorité compétente peut:\na. lui retirer l’autorisation sans lui impartir de délai pour régulariser sa situation;\nb. arrêter dans la décision de retrait que l’entreprise, le responsable ou l’ayant-droit économique n’a le droit de déposer une nouvelle demande d’autorisation qu’après échéance d’un délai d’attente de deux ans au plus; jusqu’à échéance du délai d’attente prononcé, le responsable et l’ayant-droit économique ne peuvent pas prendre part aux activités des entreprises qui ont déposé une demande ou être actifs pour elles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_15"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Retrait de l’autorisation",
        "citation": "Art. 15 al. 2 OSE",
        "content": "L’autorité cantonale compétente annonce au SECO toutes les sanctions prises en application de l’art. 5, LSE. Elle lui communique en particulier les noms des personnes dont il s’est avéré qu’elles n’étaient pas en mesure d’exercer correctement l’activité de placeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_15"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Suppression de l’autorisation",
        "citation": "Art. 16 al. 1 OSE",
        "content": "L’autorité compétente supprime l’autorisation lorsque l’entreprise:\na. en fait la demande;\nb. a cessé toute activité de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_16"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 3, Octroi, retrait et suppression de l’autorisation, Suppression de l’autorisation",
        "citation": "Art. 16 al. 2 OSE",
        "content": "Il y a présomption de cessation d’activité lorsque l’entreprise n’a plus effectué de placements durant toute une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_16"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Comptabilité",
        "citation": "Art. 17 OSE",
        "content": "Le placeur tient la comptabilité des taxes d’inscription et des commissions de placement encaissées pour chaque demandeur d’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_17"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Observation du marché du travail",
        "citation": "Art. 18 al. 1 OSE",
        "content": "Le placeur dont l’activité est soumise à autorisation communique à l’autorité cantonale compétente, au début de chaque année, le nombre de personnes placées durant l’année civile écoulée; il classe les placements selon le sexe et la nationalité (suisse, étrangère) de ces personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_18"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Observation du marché du travail",
        "citation": "Art. 18 al. 2 OSE",
        "content": "Le SECO veille à ce que les modalités d’annonce soient uniformes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_18"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Observation du marché du travail",
        "citation": "Art. 18 al. 3 OSE",
        "content": "Le placeur soumis à autorisation peut être tenu de fournir au SECO, dans le cadre d’enquêtes partielles, d’autres données, sous une forme anonyme, relatives à la personne des demandeurs d’emploi et à leurs caractéristiques intéressant le marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_18"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Protection des données",
        "citation": "Art. 19 al. 1 OSE",
        "content": "Le placeur n’est en principe autorisé à traiter les données sur les demandeurs d’emploi et les postes vacants qu’avec l’assentiment des personnes concernées. Il doit notamment avoir obtenu leur assentiment pour:\na. transmettre ces données à d’autres agences ou à des partenaires commerciaux juridiquement indépendants de sa propre entreprise;\nb. demander des avis et des références sur les demandeurs d’emploi;\nc. transmettre ces données au-delà des frontières du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_19"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Protection des données",
        "citation": "Art. 19 al. 2 OSE",
        "content": "Le placeur n’a pas besoin de l’assentiment des personnes concernées pour transmettre, dans le cadre de ses activités de placement, des données sur les demandeurs d’emploi et les postes vacants à:\na. des employés de sa propre agence;\nb. un client en vue de la conclusion d’un contrat;\nc. un cercle plus large de clients potentiels, pour autant que les données ne permettent pas d’identifier le demandeur d’emploi ou l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_19"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Protection des données",
        "citation": "Art. 19 al. 3 OSE",
        "content": "Le placeur n’est autorisé à utiliser des données, une fois le placement effectué ou après résiliation du mandat de placement, qu’avec l’assentiment de la personne concernée. Sont réservées les obligations découlant d’autres normes relatives à l’archivage de certaines données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_19"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Protection des données",
        "citation": "Art. 19 al. 4 OSE",
        "content": "Les intéressés doivent avoir donné leur assentiment par écrit et peuvent le retirer en tout temps. La personne concernée doit être informée de ce droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_19"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Commission de placement à charge des demandeurs d’emploi",
        "citation": "Art. 20 al. 1 OSE",
        "content": "La commission de placement est calculée en pour-cent du salaire annuel brut convenu avec le travailleur placé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_20"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Commission de placement à charge des demandeurs d’emploi",
        "citation": "Art. 20 al. 2 OSE",
        "content": "La commission de placement pour la fourniture d’un rapport de travail de durée déterminée ne dépassant pas douze mois est calculée en pour-cent du salaire brut global convenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_20"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Commission de placement à charge des demandeurs d’emploi",
        "citation": "Art. 20 al. 3 OSE",
        "content": "L’indemnité exigée pour les prestations de services spéciales convenues ne peut pas être fixée sous forme de somme forfaitaire ni en pour-cent du salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_20"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Dédommagement en cas d’échec du placement à l’étranger",
        "citation": "Art. 21 al. 1 OSE",
        "content": "Le demandeur d’emploi qui, le contrat de travail conclu, n’obtient pas l’autorisation de travailler dans le pays où il a été placé ne doit au placeur aucune commission de placement; il lui doit en revanche:\na. la moitié des dépenses et des frais effectifs du placeur ainsi que\nb. la totalité de l’indemnité fixée pour des prestations de services spéciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_21"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 4, Droits et obligations du placeur, Dédommagement en cas d’échec du placement à l’étranger",
        "citation": "Art. 21 al. 2 OSE",
        "content": "Dans des cas particuliers, le demandeur d’emploi peut s’engager, par un accord écrit, à payer plus de la moitié des dépenses et des frais effectifs du placeur. Le montant facturé à ce titre au demandeur d’emploi ne peut cependant dépasser celui de la commission de placement autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_21"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 5, Prescriptions concernant le placement de personnes pour des représentations artistiques ou manifestations semblables, Contrat de placement",
        "citation": "Art. 22 OSE",
        "content": "Le placeur doit établir le contrat de façon à permettre à la personne placée de connaître clairement:\na. le cachet brut que l’organisateur lui versera pour sa prestation artistique ou toute autre prestation semblable;\nb. le cachet net sur lequel elle peut compter;\nc. le taux de la commission de placement perçue par le placeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_22"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 5, Prescriptions concernant le placement de personnes pour des représentations artistiques ou manifestations semblables, Commission de placement",
        "citation": "Art. 23 OSE",
        "content": "La commission de placement à charge des personnes placées pour des représentations artistiques ou manifestations semblables est calculée en pour-cent du cachet brut effectivement dû.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_23"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 6, Aides financières accordées à des services de placement privés, Institutions ayant droit à des aides financières",
        "citation": "Art. 24 OSE",
        "content": "Les institutions suivantes ont droit à des aides financières:\na. ...\nb. le Cercle commercial suisse de Paris;\nc. la Commission suisse pour l’échange de stagiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_24"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 6, Aides financières accordées à des services de placement privés, Frais d’exploitation à prendre en compte",
        "citation": "Art. 25 al. 1 OSE",
        "content": "Les frais de personnel et les frais d’exploitation proprement dits sont pris en compte à titre de frais d’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_25"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 1, Le placement privé, Section 6, Aides financières accordées à des services de placement privés, Frais d’exploitation à prendre en compte",
        "citation": "Art. 25 al. 2 OSE",
        "content": "Lorsque le déficit d’exploitation dépasse 30 % des frais d’exploitation, la Confédération peut exceptionnellement couvrir la totalité de ce déficit, si aucune autre solution n’est envisageable et que l’existence même de l’institution est de ce fait sérieusement menacée. On tiendra compte en l’occurrence de la force économique de l’organe qui assume la responsabilité financière de l’institution ayant droit à des contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_25"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Activité de location de services",
        "citation": "Art. 26 al. 1 OSE",
        "content": "Est réputé bailleur de services celui qui loue les services d’un travailleur à une entreprise locataire en abandonnant à celle-ci l’essentiel de ses pouvoirs de direction à l’égard du travailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_26"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Activité de location de services",
        "citation": "Art. 26 al. 2 OSE",
        "content": "On peut également conclure à une activité de location de services, notamment lorsque:\na. le travailleur est impliqué dans l’organisation de travail de l’entreprise locataire sur le plan personnel, organisationnel, matériel et temporel;\nb. le travailleur réalise les travaux avec les outils, le matériel ou les appareils de l’entreprise locataire;\nc. l’entreprise locataire supporte elle-même le risque en cas de mauvaise exécution du contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_26"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Activité de location de services",
        "citation": "Art. 26 al. 3 OSE",
        "content": "La location de services de travailleurs dont les services ont déjà été loués (sous-location ou location intermédiaire) n’est pas autorisée. En revanche, la location d’un travailleur à une troisième entreprise est autorisée si:\na. la première entreprise cède le rapport de travail à la deuxième entreprise pour la durée de l’engagement, la deuxième entreprise devient l’employeur, dispose d’une autorisation de pratiquer la location de services et met à disposition les services du travailleur à une troisième entreprise, ou si\nb. la première entreprise reste l’employeur, qu’elle conclut un contrat de location de services avec la troisième entreprise et que la deuxième entreprise assume uniquement le rôle d’intermédiaire dans la relation de location.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_26"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Activité de location de services",
        "citation": "Art. 26 al. 4 OSE",
        "content": "Si des entreprises associées en communauté de travail mettent leurs travailleurs à la disposition de cette communauté, il ne s’agit pas de location de services, à moins qu’une part essentielle des pouvoirs de direction ne soit cédée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_26"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Formes de la location de services",
        "citation": "Art. 27 al. 1 OSE",
        "content": "La location de services comprend le travail temporaire, la mise à disposition de travailleurs à titre principal (travail en régie) et la mise à disposition occasionnelle de travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_27"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Formes de la location de services",
        "citation": "Art. 27 al. 2 OSE",
        "content": "Il y a travail temporaire lorsque le but et la durée du contrat de travail conclu entre le bailleur de services et le travailleur sont limités à une seule mission dans une entreprise locataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_27"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Formes de la location de services",
        "citation": "Art. 27 al. 3 OSE",
        "content": "Il y a mise à disposition de travailleurs à titre principal (travail en régie):\na. lorsque le but du contrat de travail conclu entre l’employeur et le travailleur consiste principalement à louer les services du travailleur à des entreprises locataires et que\nb. la durée du contrat de travail est en principe indépendante des missions effectuées dans les entreprises locataires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_27"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 1, Principes, Formes de la location de services",
        "citation": "Art. 27 al. 4 OSE",
        "content": "Il y a mise à disposition occasionnelle de travailleurs:\na. lorsque le but du contrat de travail conclu entre l’employeur et le travailleur consiste à placer le travailleur principalement sous les ordres de l’employeur;\nb. que les services du travailleur ne sont loués qu’exceptionnellement à une entreprise locataire et\nc. que la durée du contrat de travail est indépendante d’éventuelles missions effectuées dans des entreprises locataires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_27"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 2, Délimitation des activités soumises à autorisation, Formes de location de services soumises à autorisation",
        "citation": "Art. 28 al. 1 OSE",
        "content": "La location de services n’est soumise à autorisation que sous la forme du travail temporaire et de la mise à disposition de travailleurs à titre principal (travail en régie).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_28"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 2, Délimitation des activités soumises à autorisation, Formes de location de services soumises à autorisation",
        "citation": "Art. 28 al. 2 OSE",
        "content": "Les entreprises qui louent exclusivement les services du propriétaire ou du copropriétaire de l’entreprise ne sont pas soumises à autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_28"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 2, Délimitation des activités soumises à autorisation, Définitions",
        "citation": "Art. 29 al. 1 OSE",
        "content": "Fait commerce de location de services celui qui loue les services de travailleurs à des entreprises locataires de manière régulière et dans l’intention de réaliser un profit ou qui réalise par son activité de location de services un chiffre d’affaires annuel de 100 000 francs au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_29"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 2, Délimitation des activités soumises à autorisation, Définitions",
        "citation": "Art. 29 al. 2 OSE",
        "content": "Exerce régulièrement celui qui conclut avec les entreprises locataires, en l’espace de douze mois, plus de dix contrats de locations de services portant sur l’engagement ininterrompu d’un travailleur individuel ou d’un groupe de travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_29"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 2, Délimitation des activités soumises à autorisation, Succursales",
        "citation": "Art. 31 OSE",
        "content": "Une succursale sise dans le même canton que la maison mère est autorisée à pratiquer la location de services dès que:\na. la maison mère a déclaré l’ouverture de la succursale à l’autorité compétente et que\nb. la caution requise pour la succursale a été déposée auprès de l’organe compétent désigné par le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_31"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Conditions auxquelles doit répondre l’entreprise",
        "citation": "Art. 32 al. 1 OSE",
        "content": "Une autorisation ne sera pas accordée lorsque l’activité de location de services est susceptible d’être liée à d’autres affaires:\na. qui entravent la liberté de décision des demandeurs d’emploi ou des employeurs ou\nb. qui accroissent, en leur imposant des obligations supplémentaires, leur dépendance à l’égard du bailleur de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_32"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Conditions auxquelles doit répondre l’entreprise",
        "citation": "Art. 32 al. 2 OSE",
        "content": "L’autorisation peut faire l’objet d’un refus, lorsque l’auteur de la demande veut louer les services de travailleurs à des entreprises locataires dont il n’est pas indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_32"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Conditions auxquelles doivent répondre les personnes responsables",
        "citation": "Art. 33 OSE",
        "content": "Les personnes titulaires d’un certificat de fin d’apprentissage ou d’une formation équivalente et pouvant se prévaloir d’une expérience professionnelle de plusieurs années sont considérées comme possédant les compétences professionnelles nécessaires pour diriger une entreprise de location de services si elles possèdent notamment:\na. une formation reconnue de placeur ou de bailleur de services, ou\nb. une expérience professionnelle de plusieurs années dans les domaines du placement, de la location de services, du conseil en personnel, en organisation ou en entreprise ou de la gestion du personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_33"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Conditions pour l’octroi d’une autorisation de pratiquer la location de services vers l’étranger",
        "citation": "Art. 34 OSE",
        "content": "Les entreprises qui louent les services de travailleurs vers l’étranger doivent disposer de personnel connaissant notamment:\na. les dispositions régissant l’immigration et la prise d’emploi dans les pays concernés;\nb. la législation en matière de location de services en vigueur dans les pays concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_34"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Examen des modèles du contrat de travail et du contrat de location de services",
        "citation": "Art. 34a OSE",
        "content": "L’autorité qui délivre l’autorisation examine le modèle du contrat de travail et le modèle du contrat de location de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_34_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Sûretés à fournir",
        "citation": "Art. 35 al. 1 OSE",
        "content": "Le bailleur de services doit fournir des sûretés dans la mesure où son activité est soumise à autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_35"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Sûretés à fournir",
        "citation": "Art. 35 al. 2 OSE",
        "content": "L’autorisation de se livrer à la location de services n’est accordée qu’après dépôt des sûretés requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_35"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Lieu où doivent être déposées les sûretés",
        "citation": "Art. 36 al. 1 OSE",
        "content": "L’autorité cantonale désigne l’organe auprès duquel les sûretés doivent être déposées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_36"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Lieu où doivent être déposées les sûretés",
        "citation": "Art. 36 al. 2 OSE",
        "content": "Le bailleur de services dépose la sûreté dans le canton où il a son siège commercial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_36"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Lieu où doivent être déposées les sûretés",
        "citation": "Art. 36 al. 3 OSE",
        "content": "La maison mère peut, en déposant les sûretés maximales, libérer ses succursales de l’obligation de déposer des sûretés dans le canton où elles ont leur siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_36"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Lieu où doivent être déposées les sûretés",
        "citation": "Art. 36 al. 4 OSE",
        "content": "Les sûretés pour la location de services vers l’étranger sont déposées auprès du même organe que celles pour la location de services à l’intérieur du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_36"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Forme des sûretés",
        "citation": "Art. 37 OSE",
        "content": "Les sûretés peuvent être versées sous forme:\na. de cautionnement ou de déclaration de garantie d’une banque ou d’un établissement d’assurance;\nb. d’assurance de garantie, pour autant que la fourniture des prestations d’assurance ne dépende pas du versement des primes;\nc. d’obligations de caisse, dont les revenus reviennent au dépositaire;\nd. de dépôt en espèces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_37"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Libération des sûretés",
        "citation": "Art. 38 al. 1 OSE",
        "content": "Les sûretés sont libérées au plus tôt un an après le retrait ou la suppression de l’autorisation. Si, à cette échéance, des travailleurs dont les services ont été loués ont encore des créances de salaire à faire valoir contre le bailleur de services, une part équivalente des sûretés sera bloquée jusqu’à ce que ces créances aient été honorées ou éteintes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_38"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Libération des sûretés",
        "citation": "Art. 38 al. 2 OSE",
        "content": "L’al. 1 est également valable si la personne qui fournit les sûretés change, sauf si cette nouvelle personne couvre, durant une année, les créances antérieures à l’accord régissant les nouvelles sûretés et qui ne sont pas encore prescrites, conformément à l’art. 128, ch. 3, du code des obligations (CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_38"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Emploi des sûretés",
        "citation": "Art. 39 al. 1 OSE",
        "content": "En cas de faillite du bailleur de services, les sûretés sont réservées au remboursement des créances de salaire des travailleurs dont les services ont été loués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_39"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Emploi des sûretés",
        "citation": "Art. 39 al. 1bis OSE",
        "content": "Les sûretés peuvent également être utilisées lorsque l’autorisation de pratiquer la location de services a été retirée ou supprimée et qu’il existe encore des créances de salaire ouvertes de travailleurs dont les services ont été loués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_39"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Emploi des sûretés",
        "citation": "Art. 39 al. 2 OSE",
        "content": "L’assurance-chômage ne peut faire valoir ses droits de recours sur les sûretés qu’une fois remboursées toutes les créances de salaire des travailleurs dont les services ont été loués, non couvertes par l’indemnité en cas d’insolvabilité de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_39"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Emploi des sûretés",
        "citation": "Art. 39 al. 3 OSE",
        "content": "L’office des faillites est compétent pour l’utilisation des sûretés selon l’art. 37, let. b à d, fournies par le bailleur de services lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_39"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Emploi des sûretés",
        "citation": "Art. 39 al. 4 OSE",
        "content": "L’office cantonal est compétent pour l’utilisation des sûretés selon l’art. 37, let. a, de même que pour les sûretés selon l’art. 37, let. b à d, fournies par des tiers pour le bailleur de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_39"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 40 al. 1 OSE",
        "content": "La demande d’autorisation doit être déposée par écrit auprès de l’autorité désignée par le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_40"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 40 al. 1bis OSE",
        "content": "Les bailleurs de services doivent joindre à la demande le modèle du contrat de travail et le modèle du contrat de location de services avec lesquels ils veulent travailler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_40"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 40 al. 2 OSE",
        "content": "Le SECO met des formulaires de demandes d’autorisation à la disposition des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_40"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 40 al. 3 OSE",
        "content": "L’autorité cantonale compétente transmet au SECO, avec son préavis, les demandes d’autorisation d’exercer une activité de location de services vers l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_40"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Demande d’autorisation",
        "citation": "Art. 40 al. 4 OSE",
        "content": "Les autorités qui délivrent les autorisations rendent une décision dans les 40 jours à compter de la réception des dossiers complets. L’art. 4, al. 1, let. c, de l’ordonnance du 25 mai 2011 sur les délais d’ordre est réservé pour les demandes complexes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_40"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Obligation de déclarer les succursales",
        "citation": "Art. 41 al. 1 OSE",
        "content": "La maison mère déclare l’ouverture de toute succursale sise dans le canton où elle a elle-même son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_41"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Obligation de déclarer les succursales",
        "citation": "Art. 41 al. 2 OSE",
        "content": "La maison mère ne fournit que les données et documents qui ne figuraient pas dans le dossier de sa propre demande d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_41"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 3, Conditions d’octroi de l’autorisation, Obligation de déclarer les succursales",
        "citation": "Art. 41 al. 3 OSE",
        "content": "L’art. 40 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_41"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Autorisation",
        "citation": "Art. 42 al. 1 OSE",
        "content": "L’autorisation est établie au nom de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_42"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Autorisation",
        "citation": "Art. 42 al. 2 OSE",
        "content": "Sont consignés dans l’autorisation:\na. le nom et l’adresse de l’entreprise;\nb. les noms des responsables de la location de services;\nc. l’adresse des locaux commerciaux qui ne sont pas situés au siège de l’entreprise;\nd. le champ d’application géographique et matériel de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_42"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Changements dans l’entreprise",
        "citation": "Art. 43 OSE",
        "content": "Le bailleur de services est tenu de communiquer sans délai à l’autorité cantonale compétente tout changement des données qui figurent dans sa demande d’autorisation ou dans la déclaration de sa succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_43"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Retrait de l’autorisation",
        "citation": "Art. 44 al. 1 OSE",
        "content": "Si le bailleur de services se trouve dans l’une des situations d’infraction prévues à l’art. 16, al. 1, let. a ou b, LSE, l’autorité compétente peut:\na. lui retirer l’autorisation sans lui impartir de délai pour régulariser sa situation;\nb. arrêter dans la décision de retrait que l’entreprise, le responsable ou l’ayant-droit économique n’a le droit de déposer une nouvelle demande d’autorisation qu’après échéance d’un délai d’attente de deux ans au plus; jusqu’à échéance du délai d’attente prononcé, le responsable et l’ayant-droit économique ne peuvent pas prendre part aux activités des entreprises qui ont déposé une demande ou être actifs pour elles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_44"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Retrait de l’autorisation",
        "citation": "Art. 44 al. 2 OSE",
        "content": "L’autorité cantonale compétente annonce au SECO toutes les sanctions prises en application de l’art. 16, LSE. Elle lui communique en particulier les noms des personnes dont il s’est avéré qu’elles n’étaient pas en mesure d’exercer correctement la location de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_44"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Suppression de l’autorisation",
        "citation": "Art. 45 al. 1 OSE",
        "content": "L’autorité compétente supprime l’autorisation lorsque l’entreprise:\na. en fait la demande;\nb. a cessé toute activité de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_45"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 4, Octroi, retrait et suppression de l’autorisation, Suppression de l’autorisation",
        "citation": "Art. 45 al. 2 OSE",
        "content": "Il y a présomption de cessation d’activité lorsque l’entreprise n’a plus loué les services de travailleurs durant toute une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_45"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Observation du marché du travail",
        "citation": "Art. 46 al. 1 OSE",
        "content": "Le bailleur de services dont l’activité est soumise à autorisation tient le décompte des missions effectuées par les travailleurs dont il loue les services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_46"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Observation du marché du travail",
        "citation": "Art. 46 al. 2 OSE",
        "content": "Il communique à l’autorité cantonale compétente, à la fin de chaque année civile:\na. le total des heures de missions;\nb. le nombre, le sexe et la nationalité (suisse, étrangère) des travailleurs dont il a loué les services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_46"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Observation du marché du travail",
        "citation": "Art. 46 al. 3 OSE",
        "content": "Le SECO veille à ce que les modalités d’annonce soient uniformes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_46"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Observation du marché du travail",
        "citation": "Art. 46 al. 4 OSE",
        "content": "Le bailleur de services soumis à autorisation peut être tenu de fournir au SECO, dans le cadre d’enquêtes partielles, d’autres données, sous une forme anonyme, relatives à la personne des travailleurs dont il a loué les services et à leurs caractéristiques intéressant le marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_46"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Protection des données",
        "citation": "Art. 47 al. 1 OSE",
        "content": "Le bailleur de services n’est en principe autorisé à traiter les données sur les demandeurs d’emploi et les travailleurs qu’avec l’assentiment des personnes concernées. Il doit notamment avoir obtenu leur assentiment pour:\na. transmettre ces données à d’autres agences ou à des partenaires commerciaux juridiquement indépendants de sa propre entreprise;\nb. demander des avis et des références sur les demandeurs d’emploi et sur les travailleurs;\nc. transmettre ces données au-delà des frontières du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_47"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Protection des données",
        "citation": "Art. 47 al. 2 OSE",
        "content": "Le bailleur de services n’a pas besoin de l’assentiment de la personne concernée pour transmettre, dans le cadre de ses activités de location de services, des données sur les demandeurs d’emploi et les travailleurs:\na. à des employés de sa propre agence;\nb. aux entreprises locataires intéressées, pour autant qu’elles puissent faire valoir un intérêt particulier;\nc. à un cercle plus large de clients potentiels, pour autant que les données ne permettent pas d’identifier le demandeur d’emploi ou le travailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_47"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Protection des données",
        "citation": "Art. 47 al. 3 OSE",
        "content": "Le bailleur de services n’est autorisé à utiliser des données, après résiliation des rapports de travail, qu’avec l’assentiment de la personne concernée. Sont réservées les obligations découlant d’autres normes relatives à l’archivage de certaines données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_47"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Protection des données",
        "citation": "Art. 47 al. 4 OSE",
        "content": "Les intéressés doivent avoir donné leur assentiment par écrit et peuvent le retirer en tout temps. La personne concernée doit être informée de ce droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_47"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Forme et contenu du contrat de travail",
        "citation": "Art. 48 al. 1 OSE",
        "content": "Le contrat de travail écrit doit en principe être conclu avant l’entrée en fonctions, à moins que l’urgence de la situation ne permette plus la conclusion d’un contrat écrit. Dans un tel cas, le contrat devra être rédigé par écrit dans les plus brefs délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Forme et contenu du contrat de travail",
        "citation": "Art. 48 al. 2 OSE",
        "content": "En cas d’urgence, les parties peuvent renoncer définitivement à conclure un contrat écrit si la durée de la mission n’excède pas six heures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Dispositions concernant le salaire et la durée du travail",
        "citation": "Art. 48a al. 1 OSE",
        "content": "Les dispositions concernant le salaire sont des dispositions régissant :\na. le salaire minimum, dans lequel ne doivent pas être incorporés d’éventuels frais; en l’absence de salaire minimum imposé, son montant ne peut être inférieur au salaire moyen dans l’entreprise;\nabis. les frais;\nb. les suppléments pour heures supplémentaires, travail posté, travail à la tâche, travail de nuit, le dimanche et les jours fériés;\nc. la compensation des vacances pro rata temporis;\nd. le 13e salaire pro rata temporis;\ne. les jours fériés et les jours de repos payés;\nf. le salaire en cas d’empêchement du travailleur sans faute de sa part selon l’art. 324a CO, notamment pour cause de maladie, accident, invalidité, service militaire, service de la protection civile, mariage, naissance, décès, déménagement, soins à un membre de la famille malade;\ng. la part des primes à l’assurance-maladie (assurance pour perte de gain) selon l’art. 324a, al. 4, CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Dispositions concernant le salaire et la durée du travail",
        "citation": "Art. 48a al. 2 OSE",
        "content": "Les dispositions concernant la durée du travail sont des dispositions régissant:\na. le temps de travail normal;\nb. la semaine de cinq jours;\nc. les heures supplémentaires, le travail posté, le travail de nuit et le dimanche;\nd. les vacances, les jours de congé et les jours fériés;\ne. les absences;\nf. les temps de repos et les pauses;\ng. les temps de déplacement et d’attente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Contributions aux frais de formation continue et aux frais d’exécution",
        "citation": "Art. 48b al. 1 OSE",
        "content": "Si une convention collective de travail déclarée de force obligatoire prévoit une obligation de verser des contributions aux frais de formation continue et aux frais d’exécution, cette obligation naît le jour où un travailleur entre dans le champ d’application de cette convention collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Contributions aux frais de formation continue et aux frais d’exécution",
        "citation": "Art. 48b al. 2 OSE",
        "content": "Les contributions sont payées et affectées selon les règles fixées par la convention collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Contributions aux frais de formation continue et aux frais d’exécution",
        "citation": "Art. 48b al. 3 OSE",
        "content": "Le travailleur dont les services sont loués a accès au même titre que les travailleurs de la branche:\na. à la formation continue financée à l’aide des contributions aux frais de formation continue;\nb. aux autres prestations financées à l’aide des contributions aux frais d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Retraite anticipée",
        "citation": "Art. 48c al. 1 OSE",
        "content": "Si une convention collective de travail déclarée de force obligatoire prévoit une obligation de verser une contribution de retraite anticipée, cette obligation naît le jour où un travailleur entre dans le champ d’application de cette convention collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_c"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Retraite anticipée",
        "citation": "Art. 48c al. 2 OSE",
        "content": "Sont exemptés de l’obligation de verser la contribution les travailleurs:\na. de moins de 28 ans;\nb. qui suivent une formation pour une profession qui n’entre pas dans le champ d’application de la convention collective de travail, et\nc. dont la mission est limitée à trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_c"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Retraite anticipée",
        "citation": "Art. 48c al. 3 OSE",
        "content": "Les contributions sont payées et affectées selon les règles fixées par la convention collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_c"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Frais de contrôle et peines conventionnelles; contrôles",
        "citation": "Art. 48d al. 1 OSE",
        "content": "Les peines conventionnelles et les frais de contrôle facturés au bailleur de services sont payés et affectés selon les règles fixées par la convention collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Frais de contrôle et peines conventionnelles; contrôles",
        "citation": "Art. 48d al. 2 OSE",
        "content": "Les organes paritaires traitent le bailleur de services, lors des contrôles, comme les autres employeurs de la branche. Ils lui annoncent les contrôles dans un délai raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Frais de contrôle et peines conventionnelles; contrôles",
        "citation": "Art. 48d al. 3 OSE",
        "content": "Les organes paritaires responsables des contrôles ou les services de contrôle mandatés par eux sont soumis à l’obligation de garder le secret imposée à l’art. 34 LSE. En cas d’infraction grave, ils sont tenus d’en informer l’office cantonal du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Frais de contrôle et peines conventionnelles; contrôles",
        "citation": "Art. 48d al. 4 OSE",
        "content": "Le bailleur de services peut demander en tout temps à l’autorité cantonale chargée de la déclaration d’extension que le contrôle soit effectué par un organe de contrôle indépendant des parties contractantes. L’art. 6 de la loi fédérale du 28 septembre 1956 permettant d’étendre le champ d’application de la convention collective de travail est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_d"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Obligation de rendre compte et de présenter un rapport",
        "citation": "Art. 48e al. 1 OSE",
        "content": "Les organes paritaires sont tenus d’informer en tout temps l’autorité de surveillance, soit le SECO, de la situation en matière de formation continue des travailleurs dont les services sont loués, d’application des régimes de retraite anticipée à ces travailleurs et des peines conventionnelles et frais de contrôle imposés aux bailleurs de services fautifs. Ils établissent chaque année un rapport à l’intention de l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_e"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Obligation de rendre compte et de présenter un rapport",
        "citation": "Art. 48e al. 2 OSE",
        "content": "Les associations du secteur intérimaire concernées par ces règlements sont autorisées à consulter ces rapports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_48_e"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Délais de congé",
        "citation": "Art. 49 OSE",
        "content": "Les délais de congé figurant à l’art. 19, al. 4, LSE ne s’appliquent qu’à la cession des services de travailleurs à des entreprises locataires sous la forme de travail temporaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_49"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 2, La location de services, Section 5, Droits et obligations du bailleur de services, Contrat de location de services",
        "citation": "Art. 50 OSE",
        "content": "Le contrat de location de services doit en principe être conclu avant l’entrée en fonctions, à moins que l’urgence de la situation ne permette plus la conclusion d’un contrat écrit. Dans de tels cas, le contrat devra être rédigé par écrit dans les plus brefs délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_50"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 1, Tâches des autorités du marché du travail, Enregistrement des demandeurs d’emploi et des postes vacants",
        "citation": "Art. 51 al. 1 OSE",
        "content": "Les art. 19, 20 et 20a de l’ordonnance du 31 août 1983 sur l’assurance-chômage s’appliquent par analogie à la procédure d’inscription des demandeurs d’emploi qui veulent recourir au service public de l’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_51"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 1, Tâches des autorités du marché du travail, Enregistrement des demandeurs d’emploi et des postes vacants",
        "citation": "Art. 51 al. 2 OSE",
        "content": "Les autorités dont relève le marché du travail enregistrent dans la plateforme du service public de l’emploi (art. 35, al. 1, let. b, LSE), selon des critères uniformes, les postes vacants annoncés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_51"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 1, Tâches des autorités du marché du travail, Enregistrement des demandeurs d’emploi et des postes vacants",
        "citation": "Art. 51 al. 3 OSE",
        "content": "L’organe de compensation de l’assurance-chômage fixe ces critères en accord avec les autorités cantonales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_51"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 1, Tâches des autorités du marché du travail, Enregistrement des demandeurs d’emploi et des postes vacants",
        "citation": "Art. 51 al. 4 OSE",
        "content": "Les autorités dont relève le marché du travail veillent à ce que le contenu des offres d’emploi publiées ne soit pas discriminatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_51"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 1, Tâches des autorités du marché du travail, Orientation des demandeurs d’emploi",
        "citation": "Art. 52 OSE",
        "content": "Les autorités compétentes veillent à ce qu’il soit procédé si nécessaire:\na. à une clarification des dispositions et des goûts des demandeurs d’emploi;\nb. à une information des demandeurs d’emploi sur les possibilités de perfectionnement et de recyclage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_52"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 2, Obligation des employeurs de déclarer les licenciements et les fermetures d’entreprises, ...",
        "citation": "Art. 53 al. 1 OSE",
        "content": "L’employeur a l’obligation de déclarer les licenciements et les fermetures d’entreprises touchant au moins dix travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 2, Obligation des employeurs de déclarer les licenciements et les fermetures d’entreprises, ...",
        "citation": "Art. 53 al. 2 OSE",
        "content": "Là où la dimension et les structures du marché du travail local le requièrent, les cantons peuvent abaisser à six le nombre des travailleurs déterminant l’obligation de déclarer les licenciements et les fermetures d’entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 2, Obligation des employeurs de déclarer les licenciements et les fermetures d’entreprises, ...",
        "citation": "Art. 53 al. 3 OSE",
        "content": "L’employeur soumis à cette obligation doit communiquer à l’autorité compétente les indications suivantes:\na. nombre, sexe et nationalité (suisse ou étrangère) des travailleurs touchés;\nb. le motif de la fermeture;\nc. la branche à laquelle appartient l’entreprise qui licencie des employés;\nd. le moment à partir duquel le congé prend effet (mois de référence ou date ultérieure).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Valeur seuil ",
        "citation": "Art. 53a al. 1 OSE",
        "content": "L’obligation d’annoncer les postes vacants prévue à l’art. 21a, al. 3, LEI, s’applique dans les genres de profession au sens de la nomenclature suisse des professions dont le taux de chômage national atteint ou dépasse la valeur seuil de 5 %. La valeur seuil est considérée comme atteinte ou dépassée lorsqu’en moyenne le taux de chômage atteint ou dépasse ce seuil pendant le quatrième trimestre de l’année précédente et les trois premiers trimestres de l’année en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Valeur seuil ",
        "citation": "Art. 53a al. 2 OSE",
        "content": "Le taux de chômage se fonde sur la statistique du marché du travail du SECO. Il s’obtient en calculant le quotient du nombre de chômeurs inscrits auprès des offices régionaux de placement par le nombre de personnes actives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Annonce des postes vacants et restriction de l’information",
        "citation": "Art. 53b al. 1 OSE",
        "content": "Les employeurs doivent communiquer les postes vacants dans les genres de professions visés à l’art. 53a au service public de l’emploi compétent de leur région.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Annonce des postes vacants et restriction de l’information",
        "citation": "Art. 53b al. 2 OSE",
        "content": "Ils sont tenus de communiquer les indications suivantes:\na. profession recherchée;\nb. activité, exigences spéciales y comprises;\nc. lieu de l’exercice de la profession;\nd. taux d’occupation;\ne. date d’entrée en fonction;\nf. type de rapport de travail: à durée déterminée ou indéterminée;\ng. adresse à laquelle ils peuvent être contactés;\nh. nom de l’employeur;\ni. pour les bailleurs de service, nom de l’entreprise locataire de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Annonce des postes vacants et restriction de l’information",
        "citation": "Art. 53b al. 4 OSE",
        "content": "Le service public de l’emploi confirme la réception de la communication des postes vacants au moyen d’une attestation qui contient: \na. le nom et l’adresse de l’employeur;\nb. le numéro d’identification de l’annonce du poste vacant;\nc. la date à partir de laquelle l’annonce du poste vacant peut être publiée librement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Annonce des postes vacants et restriction de l’information",
        "citation": "Art. 53b al. 5 OSE",
        "content": "Les employeurs peuvent publier ailleurs les emplois qu’ils sont tenus d’annoncer en vertu de l’al. 1 au plus tôt cinq jours ouvrés après la publication sur la plateforme du service public de l’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Annonce des postes vacants et restriction de l’information",
        "citation": "Art. 53b al. 6 OSE",
        "content": "Les collaborateurs du service public de l’emploi et les personnes inscrites en tant que demandeurs d’emploi auprès de ce service bénéficient d’un accès exclusif aux informations relatives aux postes vacants annoncés durant cinq jours ouvrables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_b"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Transmission des dossiers pertinents et retour des employeurs",
        "citation": "Art. 53c al. 1 OSE",
        "content": "Dans les trois jours ouvrables à compter de la réception de l’annonce complète d’un poste vacant, le service public de l’emploi transmet à l’employeur concerné les indications relatives aux demandeurs d’emploi dont les dossiers sont pertinents ou l’informe qu’une telle personne n’est pas disponible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_c"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Transmission des dossiers pertinents et retour des employeurs",
        "citation": "Art. 53c al. 2 OSE",
        "content": "Les employeurs communiquent au service public de l’emploi:\na. quelles personnes ils considèrent comme étant appropriées et quelles personnes ils ont invitées à passer un entretien d’embauche ou un test d’aptitude professionnelle;\nb. s’ils ont embauché un candidat leur ayant été proposé, et\nc. si le poste reste à pourvoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_c"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Exceptions à l’obligation d’annoncer les postes vacants",
        "citation": "Art. 53d al. 1 OSE",
        "content": "En addition à l’exception visée à l’art. 21a, al. 5, LEI, les postes vacants ne doivent pas être communiqués lorsque:\na. les postes vacants au sein de l’entreprise, du groupe d’entreprises ou du groupe économique sont pourvus par des personnes déjà employées par la même entreprise, le même groupe d’entreprises ou le même groupe économique depuis au moins six mois; ceci vaut également pour les apprentis embauchés à la suite de leur apprentissage;\nb. la durée du rapport de travail ne dépasse pas 14 jours civils;\nc. les personnes engagées sont le conjoint ou le partenaire enregistré de la personne autorisée à signer ou sont parentes ou alliées en ligne directe ou jusqu’au premier degré en ligne collatérale; les demi-frères et demi-sœurs sont assimilés aux frères et sœurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_d"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Exceptions à l’obligation d’annoncer les postes vacants",
        "citation": "Art. 53d al. 2 OSE",
        "content": "L’al. 1, let. a, ne s’applique pas aux bailleurs de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_d"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Droit de proposition des cantons",
        "citation": "Art. 53e al. 1 OSE",
        "content": "Un canton peut demander au Département fédéral de l’économie, de la formation et de la recherche (DEFR) qu’un genre de profession dont le taux de chômage sur le territoire cantonal atteint ou dépasse la valeur seuil soit également soumis à l’obligation d’annoncer les postes vacants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_e"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Droit de proposition des cantons",
        "citation": "Art. 53e al. 2 OSE",
        "content": "Plusieurs cantons peuvent adresser conjointement une demande lorsque les conditions requises sont remplies sur leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_e"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Droit de proposition des cantons",
        "citation": "Art. 53e al. 3 OSE",
        "content": "L’obligation d’annoncer les postes vacants est limitée à un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_e"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Liste des genres de profession",
        "citation": "Art. 53f OSE",
        "content": "Le DEFR détermine chaque année au cours du quatrième trimestre pour l’année suivante:\na. les genres de profession dont le taux de chômage national atteint ou dépasse la valeur seuil;\nb. les genres de profession dont le taux de chômage cantonal atteint ou dépasse la valeur seuil, si le DEFR a accepté une demande correspondante conformément à l’art. 53e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_f"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Respect de l’obligation de communiquer les postes vacants",
        "citation": "Art. 53g al. 1 OSE",
        "content": "Les mesures visant à garantir le respect de l’obligation de communiquer les postes vacants relèvent de la compétence des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_g"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 3, Obligation de communiquer les postes vacants en cas de taux de chômage supérieur à la moyenne, Respect de l’obligation de communiquer les postes vacants",
        "citation": "Art. 53g al. 2 OSE",
        "content": "Ces mesures peuvent inclure la vérification du respect de l’obligation de communiquer les postes vacants au moyen de la confirmation de réception mentionnée à l’art. 53b, al. 4. Cette vérification peut s’effectuer, sur demande des cantons, par voie électronique via le système d’information servant au placement public (art. 35, al. 1, LSE).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_53_g"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 4, Formation et collaboration, Formation",
        "citation": "Art. 54 al. 1 OSE",
        "content": "Les cours de formation et de perfectionnement subventionnés par le SECO et organisés à l’intention du personnel des organes dont relève le marché du travail sont également ouverts, dans la mesure du possible, aux placeurs privés et aux bailleurs de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_54"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 4, Formation et collaboration, Formation",
        "citation": "Art. 54 al. 2 OSE",
        "content": "Le SECO peut financer tout ou partie de ces cours. Les frais de projet y relatifs sont également imputables comme frais de cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_54"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 4, Formation et collaboration, Collaboration des autorités dont relève le marché du travail avec d’autres services publics",
        "citation": "Art. 56 al. 1 OSE",
        "content": "Tous les services publics actifs dans le domaine coordonnent leurs activités avec celles des autorités dont relève le marché du travail. Ils s’efforcent notamment d’inscrire auprès de l’autorité compétente comme demandeurs d’emploi tous les chômeurs aptes au placement et désirant être placés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_56"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 4, Formation et collaboration, Collaboration des autorités dont relève le marché du travail avec d’autres services publics",
        "citation": "Art. 56 al. 2 OSE",
        "content": "L’autorité compétente détermine, en collaboration avec les autres services publics concernés, si le chômeur est apte au placement. Les conflits portant sur la compétence des autorités dont relève le marché du travail ou des organes de l’assurance-invalidité sont soumis aux offices fédéraux compétents, qui statuent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_56"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 4, Formation et collaboration, Collaboration des autorités dont relève le marché du travail avec d’autres services publics",
        "citation": "Art. 56 al. 3 OSE",
        "content": "Les services publics cantonaux s’occupant de placement organisent leur collaboration d’entente avec les offices fédéraux compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_56"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Communication de données",
        "citation": "Art. 57 OSE",
        "content": "Les autorités dont relève le marché du travail peuvent communiquer aux demandeurs d’emploi les postes vacants annoncés par les employeurs, même sans l’assentiment exprès de ces derniers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_57"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Frais de communication et de publication de données",
        "citation": "Art. 57a al. 1 OSE",
        "content": "Un émolument est perçu dans les cas visés à l’art. 34a, al. 4, LSE, lorsque la communication de données nécessite de nombreuses copies ou autres reproductions ou des recherches particulières. L’ordonnance générale du 8 septembre 2004 sur les émoluments est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_57_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Frais de communication et de publication de données",
        "citation": "Art. 57a al. 2 OSE",
        "content": "Un émolument couvrant les frais est perçu pour les publications au sens de l’art. 34a, al. 3, LSE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_57_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Frais de communication et de publication de données",
        "citation": "Art. 57a al. 3 OSE",
        "content": "L’émolument peut être réduit ou remis si la personne assujettie est dans la gêne ou pour d’autres justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_57_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Droits des personnes concernées",
        "citation": "Art. 58 al. 1 OSE",
        "content": "Les demandeurs d’emploi et les employeurs qui s’annoncent aux autorités dont relève le marché du travail sont informés:\na. de l’identité et des coordonnées du responsable du traitement;\nb. de la finalité du système d’information;\nc. des données traitées;\nd. le cas échéant, des destinataires ou des catégories de destinataires auxquelles des données sont transmises;\ne. de leurs droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_58"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Droits des personnes concernées",
        "citation": "Art. 58 al. 2 OSE",
        "content": "La personne concernée peut exiger des services qui traitent les données qu’ils:\na. lui communiquent gratuitement les informations qui la concernent, par écrit et sous une forme compréhensible pour tout un chacun;\nb. corrigent et complètent les données inexactes ou incomplètes;\nc. détruisent les données dont ils n’ont plus besoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_58"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Droits des personnes concernées",
        "citation": "Art. 58 al. 3 OSE",
        "content": "Si ni l’exactitude ni l’inexactitude d’une donnée ne peut être prouvée, le service qui traite les données doit y ajouter la mention de son caractère litigieux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_58"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Droits des personnes concernées",
        "citation": "Art. 58 al. 4 OSE",
        "content": "Toute correction, adjonction ou destruction de données doit être annoncée aux services auxquels ces données sont normalement communiquées ainsi qu’à d’autres services si la personne concernée le souhaite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_58"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Transmission des données aux placeurs privés",
        "citation": "Art. 58a OSE",
        "content": "Les placeurs privés ne peuvent accéder à aucune donnée du système d’information au sens de l’art. 33a, al. 2, LSE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_58_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Observation statistique du marché du travail",
        "citation": "Art. 59 al. 1 OSE",
        "content": "Les autorités cantonales compétentes collectent les données mentionnées aux art. 18 et 46 et dressent la statistique prescrite à l’art. 53.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_59"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Observation statistique du marché du travail",
        "citation": "Art. 59 al. 2 OSE",
        "content": "Les offices du travail transmettent au SECO les résultats obtenus. Celui-ci veille à ce que cette opération se fasse selon un mode uniforme et publie les résultats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_59"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Registre des entreprises de placement et de location de services autorisées",
        "citation": "Art. 59a OSE",
        "content": "À l’exception des données visées à l’art. 35b, al. 2, LSE, le registre peut être rendu accessible au public sur l’Internet ou sous forme d’imprimé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_59_a"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Rapports des cantons sur le marché du travail",
        "citation": "Art. 60 al. 1 OSE",
        "content": "Les offices cantonaux du travail font rapport au SECO:\na. tous les mois, sur la situation et l’évolution du marché du travail cantonal;\nb. chaque année, sur le placement privé et la location de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_60"
    },
    {
        "book": "AVV",
        "title": "OSE, Chapitre 3, Le service public de l’emploi, Section 5, Traitement des données et rapport, Rapports des cantons sur le marché du travail",
        "citation": "Art. 60 al. 2 OSE",
        "content": "Le SECO édicte des directives concernant la présentation de ces rapports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/408_408_408/fr#art_60"
    }
]