[
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Principio",
        "citation": "Art. 1 cpv. 1 LFPr",
        "content": "La formazione professionale è compito comune di Confederazione, Cantoni e organizzazioni del mondo del lavoro (parti sociali, associazioni professionali, altre organizzazioni competenti e altri operatori della formazione professionale). Essi si adoperano per garantire un’offerta sufficiente nel settore della formazione professionale, segnatamente nei settori d’avvenire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_1"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Principio",
        "citation": "Art. 1 cpv. 2 LFPr",
        "content": "I provvedimenti della Confederazione mirano a promuovere nella misura del possibile le iniziative dei Cantoni e delle organizzazioni del mondo del lavoro con incentivi finanziari e altri mezzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_1"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Principio",
        "citation": "Art. 1 cpv. 3 LFPr",
        "content": "Per conseguire gli scopi della presente legge:\na. la Confederazione, i Cantoni e le organizzazioni del mondo del lavoro collaborano;\nb. i Cantoni collaborano anche fra loro, al pari delle organizzazioni del mondo del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_1"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Oggetto e campo d’applicazione",
        "citation": "Art. 2 cpv. 1 LFPr",
        "content": "Per tutti i settori della formazione professionale, escluse le scuole universitarie, la presente legge disciplina:\na. la formazione professionale di base, compresa la maturità professionale;\nb. la formazione professionale superiore;\nc. la formazione professionale continua;\nd. le procedure di qualificazione, gli attestati, i certificati e i titoli;\ne. la formazione dei responsabili della formazione professionale;\nf. le competenze e i principi in materia di orientamento professionale, negli studi e nella carriera;\ng. la partecipazione della Confederazione alle spese della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_2"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Oggetto e campo d’applicazione",
        "citation": "Art. 2 cpv. 2 LFPr",
        "content": "La presente legge non si applica alle formazioni disciplinate in altre leggi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_2"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Oggetto e campo d’applicazione",
        "citation": "Art. 2 cpv. 3 LFPr",
        "content": "Per ripartire in modo più razionale i compiti fra la Confederazione e i Cantoni, il Consiglio federale può, d’intesa con i Cantoni, escludere dal campo d’applicazione singoli settori della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_2"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Obiettivi",
        "citation": "Art. 3 LFPr",
        "content": "La presente legge promuove e sviluppa:\na. un sistema di formazione professionale che consenta all’individuo uno sviluppo personale e professionale e l’integrazione nella società, in particolare nel mondo del lavoro, rendendolo capace e disposto a essere professionalmente flessibile e a mantenersi nel mondo del lavoro;\nb. un sistema di formazione professionale che favorisca la competitività delle aziende;\nc. le pari opportunità di formazione sul piano sociale e regionale, la parità effettiva fra uomo e donna, l’eliminazione di svantaggi nei confronti dei disabili, nonché le pari opportunità e l’integrazione degli stranieri;\nd. la permeabilità fra cicli e tipi di formazione nell’ambito della formazione professionale e fra quest’ultima e gli altri settori di formazione;\ne. la trasparenza del sistema della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_3"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Sviluppo della formazione professionale",
        "citation": "Art. 4 cpv. 1 LFPr",
        "content": "Per sviluppare la formazione professionale la Confederazione promuove studi, progetti pilota, la ricerca nel settore della formazione professionale e la realizzazione di strutture solide nei nuovi settori della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Sviluppo della formazione professionale",
        "citation": "Art. 4 cpv. 2 LFPr",
        "content": "Se necessario per conseguire gli obiettivi della formazione professionale, la Confederazione può agire in proprio in questi settori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Sviluppo della formazione professionale",
        "citation": "Art. 4 cpv. 3 LFPr",
        "content": "Nel caso di progetti pilota, il Consiglio federale può, se necessario e d’intesa con i Cantoni e le organizzazioni interessate del mondo del lavoro, derogare temporaneamente alle disposizioni della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Sviluppo della formazione professionale",
        "citation": "Art. 4 cpv. 4 LFPr",
        "content": "La qualità e l’indipendenza della ricerca in formazione professionale devono essere garantite da istituzioni di ricerca qualificate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Informazione, documentazione e materiale didattico",
        "citation": "Art. 5 LFPr",
        "content": "La Confederazione promuove:\na. l’informazione e la documentazione, purché abbiano valenza nazionale o interessino tutta una regione linguistica;\nb. l’allestimento di materiale didattico per le minoranze linguistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_5"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Comprensione e scambio fra le comunità linguistiche",
        "citation": "Art. 6 cpv. 1 LFPr",
        "content": "Nel settore della formazione professionale la Confederazione può promuovere provvedimenti per migliorare la comprensione e lo scambio fra le comunità linguistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_6"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Comprensione e scambio fra le comunità linguistiche",
        "citation": "Art. 6 cpv. 2 LFPr",
        "content": "Essa può promuovere in particolare:\na. il plurilinguismo individuale, provvedendo in particolare alla diversità delle lingue di insegnamento come pure alla formazione a livello linguistico dei docenti;\nb. gli scambi sostenuti dai Cantoni, dalle organizzazioni del mondo del lavoro e dalle imprese, di docenti e di allievi tra regioni linguistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_6"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Regioni e gruppi sfavoriti",
        "citation": "Art. 7 LFPr",
        "content": "La Confederazione può promuovere provvedimenti nel settore della formazione professionale a favore di regioni e gruppi sfavoriti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_7"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Sviluppo della qualità ",
        "citation": "Art. 8 cpv. 1 LFPr",
        "content": "Gli operatori della formazione professionale assicurano lo sviluppo della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_8"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Sviluppo della qualità ",
        "citation": "Art. 8 cpv. 2 LFPr",
        "content": "La Confederazione promuove lo sviluppo della qualità, stabilisce standard di qualità e ne sorveglia il rispetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_8"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Promozione della permeabilità",
        "citation": "Art. 9 cpv. 1 LFPr",
        "content": "Le prescrizioni relative alla formazione professionale assicurano la migliore permeabilità possibile sia nell’ambito della formazione professionale sia fra quest’ultima e gli altri settori del sistema educativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_9"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Promozione della permeabilità",
        "citation": "Art. 9 cpv. 2 LFPr",
        "content": "Le esperienze professionali o extraprofessionali e la formazione specialistica o generale acquisite al di fuori degli usuali cicli di formazione sono adeguatamente riconosciute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_9"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Diritti di partecipazione delle persone in formazione ",
        "citation": "Art. 10 LFPr",
        "content": "Gli operatori della formazione professionale pratica e della formazione scolastica concedono alle persone in formazione un adeguato diritto di essere consultate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_10"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Operatori privati",
        "citation": "Art. 11 cpv. 1 LFPr",
        "content": "Gli operatori privati sul mercato della formazione professionale non devono subire distorsioni ingiustificate della concorrenza a causa di misure prese in applicazione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_11"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 1: Disposizioni generali, Operatori privati",
        "citation": "Art. 11 cpv. 2 LFPr",
        "content": "Gli operatori del settore pubblico che agiscono in concorrenza con operatori non sussidiati del settore privato devono applicare prezzi di mercato alle loro offerte di formazione professionale continua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_11"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Preparazione alla formazione professionale di base",
        "citation": "Art. 12 LFPr",
        "content": "I Cantoni adottano provvedimenti per preparare alla formazione professionale di base le persone che denotano lacune nella loro formazione alla fine della scuola dell’obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_12"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Squilibri sul mercato della formazione professionale di base",
        "citation": "Art. 13 LFPr",
        "content": "Il Consiglio federale può adottare, nel limite dei mezzi disponibili, provvedimenti temporanei per rimediare agli squilibri esistenti o incombenti sul mercato della formazione professionale di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_13"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Contratto di tirocinio",
        "citation": "Art. 14 cpv. 1 LFPr",
        "content": "Le persone in formazione e gli operatori della formazione professionale pratica stipulano un contratto di tirocinio. Esso è retto dalle disposizioni del Codice delle obbligazioni sul contratto di tirocinio (art. 344 a 346a), sempreché la presente legge non disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Contratto di tirocinio",
        "citation": "Art. 14 cpv. 2 LFPr",
        "content": "Inizialmente, il contratto di tirocinio è concluso per l’intera durata della formazione professionale di base. Può essere stipulato per ciascuna delle parti della formazione se quest’ultima si svolge successivamente in diverse aziende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Contratto di tirocinio",
        "citation": "Art. 14 cpv. 3 LFPr",
        "content": "Il contratto di tirocinio deve essere approvato dalle competenti autorità cantonali. Per tale approvazione non può essere riscossa alcuna tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Contratto di tirocinio",
        "citation": "Art. 14 cpv. 4 LFPr",
        "content": "Se il contratto di tirocinio è disdetto, l’operatore della formazione deve informarne immediatamente l’autorità cantonale e, se del caso, la scuola professionale di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Contratto di tirocinio",
        "citation": "Art. 14 cpv. 5 LFPr",
        "content": "Se l’azienda cessa l’attività o se non garantisce più la formazione professionale di base conformemente alle disposizioni legislative, le autorità cantonali provvedono per quanto possibile affinché la formazione di base iniziata possa essere portata regolarmente a termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 1: Disposizioni generali, Contratto di tirocinio",
        "citation": "Art. 14 cpv. 6 LFPr",
        "content": "Le disposizioni della presente legge sono applicabili al rapporto di tirocinio anche se le parti omettono di concludere un contratto o se il contratto non è sottoposto all’approvazione o vi è sottoposto tardivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Oggetto",
        "citation": "Art. 15 cpv. 1 LFPr",
        "content": "La formazione professionale di base serve alla trasmissione e all’acquisizione delle capacità, delle conoscenze e della perizia (di seguito qualifiche) necessarie all’esercizio di un’attività in una professione o in un campo professionale o d’attività (di seguito attività professionale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Oggetto",
        "citation": "Art. 15 cpv. 2 LFPr",
        "content": "Essa comprende in particolare la trasmissione e acquisizione:\na. delle qualifiche professionali specifiche che consentano di esercitare in modo competente e sicuro un’attività professionale;\nb.  della cultura generale di base che consenta di accedere al mondo del lavoro, di affermarvisi e di integrarsi nella società;\nc.  delle conoscenze e delle competenze economiche, ecologiche, sociali e culturali che consentano di contribuire a uno sviluppo sostenibile;\nd. dell’attitudine e della disponibilità ad apprendere vita natural durante e a valutare e decidere autonomamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Oggetto",
        "citation": "Art. 15 cpv. 3 LFPr",
        "content": "La formazione professionale di base fa seguito alla scuola dell’obbligo o a una qualifica equivalente. Il Consiglio federale stabilisce i criteri secondo i quali fissare l’età minima per il suo inizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Oggetto",
        "citation": "Art. 15 cpv. 4 LFPr",
        "content": "Le ordinanze in materia di formazione stabiliscono le modalità dell’insegnamento obbligatorio in una seconda lingua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Oggetto",
        "citation": "Art. 15 cpv. 5 LFPr",
        "content": "L’insegnamento dell’educazione fisica è disciplinato dalla legge del 17 giugno 2011 sulla promozione dello sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Contenuti, luoghi di insegnamento, responsabilità",
        "citation": "Art. 16 cpv. 1 LFPr",
        "content": "La formazione professionale di base comprende:\na. una formazione professionale pratica;\nb. una formazione scolastica in cultura generale e in conoscenze professionali;\nc. complementi alla formazione professionale pratica e alla formazione scolastica, ove lo esiga l’apprendimento dell’attività professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Contenuti, luoghi di insegnamento, responsabilità",
        "citation": "Art. 16 cpv. 2 LFPr",
        "content": "La formazione professionale di base si svolge di regola nei seguenti luoghi di formazione:\na. nell’azienda di tirocinio, in una rete di aziende di tirocinio, in scuole d’arti e mestieri, in scuole medie di commercio o in altre istituzioni riconosciute a tale scopo, per quanto concerne la formazione professionale pratica;\nb. in una scuola professionale di base per quanto concerne la formazione in cultura generale e in conoscenze professionali;\nc. in corsi interaziendali e in altri luoghi di insegnamento paragonabili per quanto concerne i complementi alla formazione professionale pratica e alla formazione scolastica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Contenuti, luoghi di insegnamento, responsabilità",
        "citation": "Art. 16 cpv. 3 LFPr",
        "content": "Le varie parti della formazione di cui al capoverso 1, la loro struttura organizzativa e la loro ripartizione temporale sono stabilite nella corrispondente ordinanza sulla formazione professionale in funzione delle esigenze dell’attività professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Contenuti, luoghi di insegnamento, responsabilità",
        "citation": "Art. 16 cpv. 4 LFPr",
        "content": "La responsabilità nei confronti della persona in formazione è stabilita in funzione del contratto di tirocinio. In assenza di un contratto di tirocinio, è stabilita di regola in funzione del luogo di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Contenuti, luoghi di insegnamento, responsabilità",
        "citation": "Art. 16 cpv. 5 LFPr",
        "content": "Per raggiungere gli obiettivi della formazione professionale di base, gli operatori della formazione professionale pratica e della formazione scolastica nonché della formazione interaziendale collaborano tra di loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Tipi di formazione e durata",
        "citation": "Art. 17 cpv. 1 LFPr",
        "content": "La formazione professionale di base dura da due a quattro anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Tipi di formazione e durata",
        "citation": "Art. 17 cpv. 2 LFPr",
        "content": "La formazione professionale di base su due anni termina di massima con un esame e porta al conseguimento del certificato federale di formazione pratica. È strutturata in modo tale che le offerte tengano particolarmente conto delle necessità individuali delle persone in formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Tipi di formazione e durata",
        "citation": "Art. 17 cpv. 3 LFPr",
        "content": "La formazione professionale di base su tre o quattro anni termina di massima con un esame di fine tirocinio e porta al conseguimento dell’attestato federale di capacità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Tipi di formazione e durata",
        "citation": "Art. 17 cpv. 4 LFPr",
        "content": "L’attestato federale di capacità, unitamente a una formazione generale approfondita, porta alla maturità professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Tipi di formazione e durata",
        "citation": "Art. 17 cpv. 5 LFPr",
        "content": "La formazione professionale di base può essere acquisita anche mediante una formazione professionale non formalizzata; questa termina con una procedura di qualificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Considerazione di bisogni individuali",
        "citation": "Art. 18 cpv. 1 LFPr",
        "content": "Per persone particolarmente capaci o con una formazione preliminare nonché per persone con difficoltà di apprendimento o con un handicap, la durata della formazione professionale di base può essere adeguatamente abbreviata o prolungata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_18"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Considerazione di bisogni individuali",
        "citation": "Art. 18 cpv. 2 LFPr",
        "content": "Il Consiglio federale emana disposizioni particolari sul sostegno individuale speciale delle persone con difficoltà d’apprendimento nella formazione professionale di base su due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_18"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Considerazione di bisogni individuali",
        "citation": "Art. 18 cpv. 3 LFPr",
        "content": "La Confederazione può promuovere il sostegno individuale speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_18"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Ordinanze in materia di formazione",
        "citation": "Art. 19 cpv. 1 LFPr",
        "content": "La Segreteria di Stato per la formazione, la ricerca e l’innovazione (SEFRI) emana ordinanze in materia di formazione professionale di base. Le emana su richiesta delle organizzazioni del mondo del lavoro oppure, se necessario, di propria iniziativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_19"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Ordinanze in materia di formazione",
        "citation": "Art. 19 cpv. 2 LFPr",
        "content": "Le ordinanze in materia di formazione disciplinano in particolare:\na. il contenuto e la durata della formazione di base;\nb. gli obiettivi e le esigenze della formazione professionale pratica;\nc. gli obiettivi e le esigenze della formazione scolastica;\nd. l’ampiezza dei contenuti e le parti assunte dai luoghi di formazione;\ne. le procedure di qualificazione, gli attestati, i certificati e i titoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_19"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 2: Struttura, Ordinanze in materia di formazione",
        "citation": "Art. 19 cpv. 3 LFPr",
        "content": "Le procedure di qualificazione delle formazioni non formalizzate si improntano alle corrispondenti ordinanze in materia di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_19"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Operatori della formazione professionale pratica",
        "citation": "Art. 20 cpv. 1 LFPr",
        "content": "Gli operatori della formazione professionale pratica si adoperano affinché le persone in formazione ottengano i massimi risultati d’apprendimento possibili e lo verificano periodicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_20"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Operatori della formazione professionale pratica",
        "citation": "Art. 20 cpv. 2 LFPr",
        "content": "Necessitano di un’autorizzazione cantonale per formare apprendisti; in merito il Cantone non può prelevare alcuna tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_20"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Scuola professionale di base",
        "citation": "Art. 21 cpv. 1 LFPr",
        "content": "La scuola professionale di base dispensa la formazione scolastica. Questa contempla un insegnamento di conoscenze professionali e cultura generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Scuola professionale di base",
        "citation": "Art. 21 cpv. 2 LFPr",
        "content": "La scuola professionale di base ha un mandato di formazione proprio; essa:\na. promuove lo sviluppo della personalità e delle competenze sociali delle persone in formazione dispensando loro le basi teoriche per l’esercizio della professione e una cultura generale;\nb. tiene conto delle differenti doti e, mediante offerte speciali, delle esigenze di persone particolarmente capaci e di persone con difficoltà di apprendimento;\nc. promuove la parità effettiva fra donna e uomo nonché l’eliminazione di svantaggi nei confronti dei disabili mediante offerte e tipi di formazione adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Scuola professionale di base",
        "citation": "Art. 21 cpv. 3 LFPr",
        "content": "La frequentazione della scuola professionale di base è obbligatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Scuola professionale di base",
        "citation": "Art. 21 cpv. 4 LFPr",
        "content": "La scuola professionale di base può anche proporre offerte nell’ambito della formazione professionale superiore e della formazione professionale continua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Scuola professionale di base",
        "citation": "Art. 21 cpv. 5 LFPr",
        "content": "In collaborazione con le organizzazioni del mondo del lavoro e con le aziende, la scuola professionale di base può partecipare ai corsi interaziendali e ad altri corsi di formazione equivalenti organizzati fuori sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Scuola professionale di base",
        "citation": "Art. 21 cpv. 6 LFPr",
        "content": "Essa può assumere compiti di coordinamento per promuovere la collaborazione degli attori della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Offerta di scuole professionali di base",
        "citation": "Art. 22 cpv. 1 LFPr",
        "content": "I Cantoni nei quali si svolge la formazione professionale pratica provvedono a un’offerta di scuole professionali di base adeguata alle necessità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Offerta di scuole professionali di base",
        "citation": "Art. 22 cpv. 2 LFPr",
        "content": "L’insegnamento obbligatorio è gratuito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Offerta di scuole professionali di base",
        "citation": "Art. 22 cpv. 3 LFPr",
        "content": "La persona che nell’azienda di tirocinio e nella scuola professionale di base soddisfa i presupposti può frequentare corsi facoltativi senza deduzione salariale. La frequenza di questi corsi è decisa d’intesa con l’azienda. In caso di disaccordo decide il Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Offerta di scuole professionali di base",
        "citation": "Art. 22 cpv. 4 LFPr",
        "content": "Se una persona in formazione ha bisogno di corsi di ricupero per portare debitamente a termine la scuola professionale di base, quest’ultima può, d’intesa con l’azienda e con la persona in formazione, ordinarne la frequentazione. In caso di disaccordo decide il Cantone. La frequentazione dei corsi non comporta alcuna deduzione salariale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Offerta di scuole professionali di base",
        "citation": "Art. 22 cpv. 5 LFPr",
        "content": "Su proposta delle associazioni professionali, la SEFRI autorizza lo svolgimento di corsi specializzati intercantonali se consentono un migliore raggiungimento dell’obiettivo di formazione, di influenzare favorevolmente la disponibilità delle aziende di tirocinio, non generano costi eccessivi e non provocano gravi pregiudizi ai partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Corsi interaziendali e corsi di formazione equivalenti organizzati fuori sede",
        "citation": "Art. 23 cpv. 1 LFPr",
        "content": "I corsi interaziendali e i corsi di formazione equivalenti organizzati fuori sede servono a trasmettere e ad acquisire le competenze di base. Completano la formazione professionale pratica e la formazione scolastica, se la futura attività professionale lo esige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Corsi interaziendali e corsi di formazione equivalenti organizzati fuori sede",
        "citation": "Art. 23 cpv. 2 LFPr",
        "content": "In collaborazione con le organizzazioni del mondo del lavoro, i Cantoni provvedono affinché l’offerta di corsi interaziendali e di corsi di formazione equivalenti organizzati fuori sede sia sufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Corsi interaziendali e corsi di formazione equivalenti organizzati fuori sede",
        "citation": "Art. 23 cpv. 3 LFPr",
        "content": "La frequentazione dei corsi è obbligatoria. Su domanda dell’operatore della formazione professionale pratica, i Cantoni possono esentare le persone in formazione dalla frequentazione dei corsi se i contenuti della formazione sono dispensati in un centro di formazione aziendale o in una scuola d’arti e mestieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Corsi interaziendali e corsi di formazione equivalenti organizzati fuori sede",
        "citation": "Art. 23 cpv. 4 LFPr",
        "content": "Coloro che tengono corsi interaziendali o propongono offerte equivalenti possono esigere dalle aziende di tirocinio o dalle istituzioni di formazione un’adeguata partecipazione alle spese. Per evitare distorsioni della concorrenza, le organizzazioni del mondo del lavoro che tengono tali corsi o offerte possono esigere dalle aziende non affiliate una maggiore partecipazione alle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 3: Operatori, Corsi interaziendali e corsi di formazione equivalenti organizzati fuori sede",
        "citation": "Art. 23 cpv. 5 LFPr",
        "content": "Il Consiglio federale stabilisce le condizioni e l’ampiezza della partecipazione alle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 4: Vigilanza",
        "citation": "Art. 24 cpv. 1 LFPr",
        "content": "I Cantoni provvedono alla vigilanza sulla formazione professionale di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 4: Vigilanza",
        "citation": "Art. 24 cpv. 2 LFPr",
        "content": "La vigilanza contempla la consulenza e il sostegno alle parti che hanno stipulato il contratto di tirocinio e il coordinamento fra i partecipanti alla formazione professionale di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 4: Vigilanza",
        "citation": "Art. 24 cpv. 3 LFPr",
        "content": "Sono inoltre oggetto di vigilanza in particolare:\na. la qualità della formazione professionale pratica, compresa quella impartita nei corsi interaziendali e nei corsi di formazione equivalenti organizzati fuori sede;\nb. la qualità della formazione scolastica;\nc. gli esami e altre procedure di qualificazione;\nd. il rispetto delle disposizioni legali nel contratto di tirocinio;\ne. il rispetto del contratto di tirocinio da parte dei contraenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 4: Vigilanza",
        "citation": "Art. 24 cpv. 4 LFPr",
        "content": "Su proposta comune degli operatori della formazione professionale e delle persone in formazione, il Cantone decide:\na. l’equivalenza delle formazioni professionali non formalizzate secondo l’articolo 17 capoverso 5;\nb. i casi secondo l’articolo 18 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 4: Vigilanza",
        "citation": "Art. 24 cpv. 5 LFPr",
        "content": "Nel quadro della vigilanza da essi esercitata, i Cantoni possono in particolare:\na. farsi restituire interamente o parzialmente i contributi trasmessi in virtù dell’articolo 52 capoverso 2 secondo periodo;\nb. annullare un contratto di tirocinio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 5: Maturità professionale federale",
        "citation": "Art. 25 cpv. 1 LFPr",
        "content": "La maturità professionale federale pone le premesse per studiare in una scuola universitaria professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 5: Maturità professionale federale",
        "citation": "Art. 25 cpv. 2 LFPr",
        "content": "La formazione generale approfondita di cui all’articolo 17 capoverso 4 può anche essere acquisita dopo l’ottenimento dell’attestato federale di capacità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 5: Maturità professionale federale",
        "citation": "Art. 25 cpv. 3 LFPr",
        "content": "I Cantoni provvedono affinché l’offerta nell’ambito dell’insegnamento per l’ottenimento della maturità professionale soddisfi la domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 5: Maturità professionale federale",
        "citation": "Art. 25 cpv. 4 LFPr",
        "content": "L’insegnamento per l’ottenimento della maturità professionale dispensato nelle scuole pubbliche è gratuito. La Confederazione e i Cantoni possono sostenere gli operatori privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 2: Formazione professionale di base, Sezione 5: Maturità professionale federale",
        "citation": "Art. 25 cpv. 5 LFPr",
        "content": "Il Consiglio federale disciplina la maturità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Oggetto",
        "citation": "Art. 26 cpv. 1 LFPr",
        "content": "La formazione professionale superiore serve a conferire e ad acquisire, a tale livello, le qualifiche necessarie all’esercizio di un’attività professionale più complessa o implicante elevate responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_26"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Oggetto",
        "citation": "Art. 26 cpv. 2 LFPr",
        "content": "Presuppone il conseguimento di un attestato federale di capacità, una formazione scolastica superiore di cultura generale o una qualifica equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_26"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Modalità della formazione professionale superiore",
        "citation": "Art. 27 LFPr",
        "content": "La formazione professionale superiore viene acquisita mediante:\na. un esame federale di professione o un esame professionale federale superiore;\nb. una formazione riconosciuta dalla Confederazione presso una scuola specializzata superiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_27"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Esami federali di professione ed esami professionali federali superiori",
        "citation": "Art. 28 cpv. 1 LFPr",
        "content": "Gli esami federali di professione e gli esami professionali federali superiori presuppongono un’esperienza professionale e conoscenze specifiche nel settore interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Esami federali di professione ed esami professionali federali superiori",
        "citation": "Art. 28 cpv. 2 LFPr",
        "content": "Le organizzazioni competenti del mondo del lavoro disciplinano le condizioni di ammissione, il programma d’insegnamento, le procedure di qualificazione, i certificati e i titoli. In tal senso tengono conto dei successivi cicli di formazione. Le prescrizioni devono essere approvate dalla SEFRI. Sono pubblicate nel Foglio federale mediante rimando secondo l’articolo 13 capoversi 1 lettera g e 3 della legge del 18 giugno 2004 sulle pubblicazioni ufficiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Esami federali di professione ed esami professionali federali superiori",
        "citation": "Art. 28 cpv. 3 LFPr",
        "content": "Il Consiglio federale disciplina i presupposti e la procedura d’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Esami federali di professione ed esami professionali federali superiori",
        "citation": "Art. 28 cpv. 4 LFPr",
        "content": "I Cantoni possono proporre corsi preparatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 29 cpv. 1 LFPr",
        "content": "L’ammissione a una formazione riconosciuta dalla Confederazione e dispensata da una scuola specializzata superiore presuppone un’esperienza professionale nel settore interessato, sempreché tale esperienza non sia integrata nel ciclo di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 29 cpv. 2 LFPr",
        "content": "Inclusi i periodi di pratica, la formazione a tempo pieno dura almeno due anni; quella acquisita parallelamente all’esercizio di un’attività professionale, almeno tre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 29 cpv. 3 LFPr",
        "content": "In collaborazione con le organizzazioni competenti, il Dipartimento federale dell’economia, della formazione e della ricerca (DEFR) stabilisce le esigenze minime per il riconoscimento federale dei cicli di formazione e della formazione postdiploma dispensati da scuole specializzate superiori. Esse riguardano le condizioni d’ammissione, il programma d’insegnamento, le procedure di qualificazione, i certificati e i titoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 29 cpv. 4 LFPr",
        "content": "I Cantoni stessi possono proporre cicli di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 29 cpv. 5 LFPr",
        "content": "Esercitano la vigilanza sulle scuole specializzate superiori, sempreché esse propongano cicli di formazione riconosciuti dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 4: Formazione professionale continua, Oggetto",
        "citation": "Art. 30 LFPr",
        "content": "Mediante un apprendimento organizzato, la formazione professionale continua serve a:\na. rinnovare, approfondire e ampliare le qualifiche professionali oppure ad acquisirne di nuove;\nb. favorire la flessibilità professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_30"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 4: Formazione professionale continua, Offerta di corsi di formazione professionale continua",
        "citation": "Art. 31 LFPr",
        "content": "I Cantoni provvedono affinché l’offerta di corsi di formazione professionale continua sia conforme alle necessità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_31"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 4: Formazione professionale continua, Provvedimenti della Confederazione",
        "citation": "Art. 32 cpv. 1 LFPr",
        "content": "La Confederazione promuove la formazione professionale continua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 4: Formazione professionale continua, Provvedimenti della Confederazione",
        "citation": "Art. 32 cpv. 2 LFPr",
        "content": "Promuove in particolare l’offerta volta a:\na. permettere la permanenza nella vita attiva delle persone interessate da ristrutturazioni in ambito professionale;\nb. favorire il reinserimento di persone che hanno ridotto o cessato temporaneamente l’attività professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 4: Formazione professionale continua, Provvedimenti della Confederazione",
        "citation": "Art. 32 cpv. 3 LFPr",
        "content": "Sostiene inoltre provvedimenti che promuovono il coordinamento, la trasparenza e la qualità dell’offerta di formazione continua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 4: Formazione professionale continua, Provvedimenti della Confederazione",
        "citation": "Art. 32 cpv. 4 LFPr",
        "content": "Le offerte di formazione professionale continua promosse dalla Confederazione devono essere coordinate con i provvedimenti inerenti al mercato del lavoro conformemente alla legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 1: Disposizioni generali, Esami e altre procedure di qualificazione",
        "citation": "Art. 33 LFPr",
        "content": "Le qualifiche professionali sono provate mediante un esame complessivo, un insieme di esami parziali o altre procedure di qualificazione riconosciute dalla SEFRI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_33"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 1: Disposizioni generali, Esigenze relative alle procedure di qualificazione",
        "citation": "Art. 34 cpv. 1 LFPr",
        "content": "Il Consiglio federale disciplina le esigenze relative alle procedure di qualificazione. Garantisce la qualità e la comparabilità delle procedure di qualificazione. I criteri di valutazione utilizzati nelle procedure di qualificazione devono essere oggettivi e trasparenti e garantire pari opportunità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_34"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 1: Disposizioni generali, Esigenze relative alle procedure di qualificazione",
        "citation": "Art. 34 cpv. 2 LFPr",
        "content": "L’ammissione alle procedure di qualificazione non è vincolata alla frequentazione di cicli di formazione determinati. La SEFRI disciplina le condizioni di ammissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_34"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 1: Disposizioni generali, Promozione di altre procedure di qualificazione",
        "citation": "Art. 35 LFPr",
        "content": "La Confederazione può sostenere organizzazioni che sviluppano oppure offrono altre procedure di qualificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_35"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 1: Disposizioni generali, Protezione dei titoli",
        "citation": "Art. 36 LFPr",
        "content": "Unicamente i titolari di un diploma di formazione professionale di base e di formazione professionale superiore sono autorizzati a utilizzare i titoli sanciti dalle corrispondenti prescrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_36"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Certificato federale di formazione pratica",
        "citation": "Art. 37 cpv. 1 LFPr",
        "content": "Riceve il certificato federale di formazione pratica chi ha terminato la formazione di base su due anni superando il relativo esame o ha seguito con successo una procedura di qualificazione equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_37"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Certificato federale di formazione pratica",
        "citation": "Art. 37 cpv. 2 LFPr",
        "content": "Il certificato federale di formazione pratica è rilasciato dall’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_37"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Attestato federale di capacità",
        "citation": "Art. 38 cpv. 1 LFPr",
        "content": "Riceve l’attestato federale di capacità chi ha superato l’esame finale di tirocinio o ha seguito con successo una procedura di qualificazione equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_38"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Attestato federale di capacità",
        "citation": "Art. 38 cpv. 2 LFPr",
        "content": "L’attestato federale di capacità è rilasciato dall’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_38"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Attestato federale di maturità professionale",
        "citation": "Art. 39 cpv. 1 LFPr",
        "content": "Riceve l’attestato federale di maturità professionale chi è titolare dell’attestato federale di capacità e ha superato l’esame di maturità professionale riconosciuto dalla Confederazione o ha seguito con successo una procedura di qualificazione equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_39"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Attestato federale di maturità professionale",
        "citation": "Art. 39 cpv. 3 LFPr",
        "content": "I Cantoni provvedono allo svolgimento degli esami di maturità professionale e rilasciano gli attestati. A titolo complementare anche la Confederazione può organizzare tali esami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_39"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Esecuzione delle procedure di qualificazione",
        "citation": "Art. 40 cpv. 1 LFPr",
        "content": "I Cantoni provvedono all’esecuzione delle procedure di qualificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_40"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Esecuzione delle procedure di qualificazione",
        "citation": "Art. 40 cpv. 2 LFPr",
        "content": "La SEFRI può incaricare le organizzazioni del mondo del lavoro che ne fanno domanda di effettuare le procedure di qualificazione per determinate regioni del Paese oppure per tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_40"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Tasse",
        "citation": "Art. 41 cpv. 1 LFPr",
        "content": "Per gli esami in vista dell’ottenimento dell’attestato federale di capacità, del certificato federale di formazione pratica e dell’attestato federale di maturità professionale ai candidati e agli operatori della formazione professionale pratica non può essere imposta alcuna tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_41"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 2: Formazione professionale di base, Tasse",
        "citation": "Art. 41 cpv. 2 LFPr",
        "content": "Una tassa può essere imposta ai candidati che, senza un valido motivo, non si presentano all’esame o si ritirano da quest’ultimo, nonché per la ripetizione dell’esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_41"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Esame federale di professione ed esame professionale federale superiore",
        "citation": "Art. 42 cpv. 1 LFPr",
        "content": "L’esame federale di professione e l’esame professionale federale superiore sono retti dalle relative prescrizioni (art. 28 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_42"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Esame federale di professione ed esame professionale federale superiore",
        "citation": "Art. 42 cpv. 2 LFPr",
        "content": "La Confederazione provvede alla vigilanza sugli esami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_42"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Attestato professionale e diploma; iscrizione nel registro",
        "citation": "Art. 43 cpv. 1 LFPr",
        "content": "Chi ha superato l’esame federale di professione riceve un attestato professionale. Chi ha superato l’esame professionale federale superiore riceve un diploma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_43"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Attestato professionale e diploma; iscrizione nel registro",
        "citation": "Art. 43 cpv. 2 LFPr",
        "content": "L’attestato professionale e il diploma sono rilasciati dalla SEFRI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_43"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Attestato professionale e diploma; iscrizione nel registro",
        "citation": "Art. 43 cpv. 3 LFPr",
        "content": "La SEFRI tiene un registro pubblico con i nomi dei titolari degli attestati professionali e dei diplomi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_43"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 44 cpv. 1 LFPr",
        "content": "Chi ha superato l’esame o ha seguito con successo una procedura di qualificazione equivalente di una scuola specializzata superiore riceve un diploma rilasciato dalla scuola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_44"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 5: Procedure di qualificazione, attestati, certificati e titoli, Sezione 3: Formazione professionale superiore, Scuole specializzate superiori",
        "citation": "Art. 44 cpv. 2 LFPr",
        "content": "La procedura d’esame e la procedura di qualificazione equivalente devono soddisfare le esigenze minime di cui all’articolo 29 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_44"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Requisiti richiesti ai formatori",
        "citation": "Art. 45 cpv. 1 LFPr",
        "content": "È formatore chi dispensa la formazione professionale pratica nel quadro della formazione professionale di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Requisiti richiesti ai formatori",
        "citation": "Art. 45 cpv. 2 LFPr",
        "content": "I formatori dispongono di una formazione specifica qualificata e di capacità pedagogiche, metodologiche e didattiche adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Requisiti richiesti ai formatori",
        "citation": "Art. 45 cpv. 3 LFPr",
        "content": "Il Consiglio federale stabilisce i requisiti minimi di formazione dei formatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Requisiti richiesti ai formatori",
        "citation": "Art. 45 cpv. 4 LFPr",
        "content": "I Cantoni provvedono alla formazione dei formatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Requisiti richiesti ai docenti",
        "citation": "Art. 46 cpv. 1 LFPr",
        "content": "I docenti attivi nella formazione professionale di base, nella formazione professionale superiore e nella formazione professionale continua dispongono di una formazione specifica qualificata, pedagogica, metodologica e didattica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_46"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Requisiti richiesti ai docenti",
        "citation": "Art. 46 cpv. 2 LFPr",
        "content": "Il Consiglio federale stabilisce i requisiti minimi di formazione dei docenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_46"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Altri responsabili della formazione professionale",
        "citation": "Art. 47 LFPr",
        "content": "La Confederazione può proporre corsi di formazione agli altri responsabili della formazione professionale, quali i periti d’esame e altre persone attive nella formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_47"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Promozione della pedagogia per la formazione professionale",
        "citation": "Art. 48 cpv. 1 LFPr",
        "content": "La Confederazione promuove la pedagogia per la formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_48"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 6: Formazione dei responsabili della formazione professionale, Promozione della pedagogia per la formazione professionale",
        "citation": "Art. 48 cpv. 2 LFPr",
        "content": "A tale scopo gestisce la Scuola universitaria federale per la formazione professionale (SUFFP). I compiti e l’organizzazione della SUFFP sono disciplinati nella legge del 25 settembre 2020 sulla SUFFP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_48"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 7:, Orientamento professionale, negli studi e nella carriera, Principio",
        "citation": "Art. 49 cpv. 1 LFPr",
        "content": "L’orientamento professionale, negli studi e nella carriera ha lo scopo di sostenere i giovani e gli adulti nella scelta di un indirizzo professionale o di studio oppure nella pianificazione della carriera professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_49"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 7:, Orientamento professionale, negli studi e nella carriera, Principio",
        "citation": "Art. 49 cpv. 2 LFPr",
        "content": "Esso consiste in un servizio di informazione e in un servizio di orientamento personalizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_49"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 7:, Orientamento professionale, negli studi e nella carriera, Qualifiche dei consulenti",
        "citation": "Art. 50 cpv. 1 LFPr",
        "content": "I consulenti in orientamento professionale, studi e carriera devono aver seguito una formazione specifica riconosciuta dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_50"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 7:, Orientamento professionale, negli studi e nella carriera, Qualifiche dei consulenti",
        "citation": "Art. 50 cpv. 2 LFPr",
        "content": "Il Consiglio federale stabilisce le esigenze minime per il riconoscimento dei cicli di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_50"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 7:, Orientamento professionale, negli studi e nella carriera, Compiti dei Cantoni",
        "citation": "Art. 51 cpv. 1 LFPr",
        "content": "I Cantoni provvedono a offrire un ampio servizio d’orientamento professionale, negli studi e nella carriera. L’offerta di base è in genere gratuita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_51"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 7:, Orientamento professionale, negli studi e nella carriera, Compiti dei Cantoni",
        "citation": "Art. 51 cpv. 2 LFPr",
        "content": "Essi provvedono a coordinare l’orientamento professionale, negli studi e nella carriera con le misure del mercato del lavoro conformemente alla legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_51"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Principio",
        "citation": "Art. 52 cpv. 1 LFPr",
        "content": "Nei limiti dei crediti concessi, la Confederazione partecipa adeguatamente alle spese per la formazione professionale conformemente alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_52"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Principio",
        "citation": "Art. 52 cpv. 2 LFPr",
        "content": "Per finanziare i compiti di cui all’articolo 53, versa ai Cantoni soprattutto contributi forfettari differenziati a seconda dei tipi di formazione di cui all’articolo 17 capoversi 1 a 3. I Cantoni trasferiscono questi importi a terzi in proporzione ai compiti affidati loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_52"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Principio",
        "citation": "Art. 52 cpv. 3 LFPr",
        "content": "La Confederazione versa il resto della sua partecipazione a:\na. Cantoni e terzi per finanziare progetti di sviluppo della formazione professionale e di sviluppo della qualità (art. 54);\nb. Cantoni e terzi per prestazioni speciali di interesse pubblico (art. 55);\nc. terzi per l’organizzazione degli esami federali di professione e degli esami professionali federali superiori nonché per cicli di formazione nelle scuole specializzate superiori (art. 56):\nd. persone che hanno seguito i corsi di preparazione agli esami federali di professione e agli esami professionali federali superiori (art. 56a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_52"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi forfettari ai Cantoni",
        "citation": "Art. 53 cpv. 1 LFPr",
        "content": "I contributi forfettari versati ai Cantoni sono calcolati principalmente in base al numero di persone che seguono una formazione professionale di base. Tengono inoltre adeguatamente conto dell’ampiezza e del genere della formazione di base, nonché dell’offerta di formazione professionale superiore. Il Consiglio federale può considerare altri criteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_53"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi forfettari ai Cantoni",
        "citation": "Art. 53 cpv. 2 LFPr",
        "content": "I contributi forfettari sono versati per i compiti seguenti:\na. l’offerta di:\n1. sostegno individuale speciale delle persone in formazione professionale di base su due anni (art. 18 cpv. 3),\n2. provvedimenti per preparare alla formazione professionale di base (art. 12 cpv. 1),\n3. scuole professionali di base (art. 21),\n4. corsi interaziendali e corsi di formazione equivalenti organizzati fuori sede (art. 23 cpv. 1),\n5. formazione generale approfondita in preparazione alla maturità professionale federale (art. 25),\n6. corsi di preparazione agli esami federali di professione e agli esami professionali federali superiori (art. 28),\n7. cicli di formazione in scuole specializzate superiori (art. 29),\n8. formazione professionale continua (art. 30 a 32),\n9. corsi di formazione per formatori (art. 45),\n10. qualifica dei consulenti in orientamento professionale, negli studi e nella carriera (art. 50).\nb. lo svolgimento di esami e altre procedure di qualificazione (art. 40 cpv. 1), fatto salvo l’articolo 52 capoverso 3 lettera c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_53"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi per progetti di sviluppo della formazione professionale e della qualità",
        "citation": "Art. 54 LFPr",
        "content": "I contributi per progetti di sviluppo della formazione professionale conformemente all’articolo 4 capoverso 1 e i contributi per progetti di sviluppo della qualità conformemente all’articolo 8 capoverso 2 sono limitati nel tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_54"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi per prestazioni particolari di interesse pubblico",
        "citation": "Art. 55 cpv. 1 LFPr",
        "content": "Per prestazioni particolari di interesse pubblico s’intendono segnatamente:\na. i provvedimenti volti all’attuazione di una parità effettiva tra uomo e donna e i provvedimenti di promozione della formazione e della formazione professionale continua dei disabili (art. 3 lett. c);\nb. l’informazione e la documentazione (art. 5 lett. a);\nc. l’allestimento di materiale didattico per minoranze linguistiche (art. 5 lett. b);\nd. provvedimenti per migliorare la comprensione e gli scambi fra le comunità linguistiche (art. 6);\ne. provvedimenti a favore di regioni e gruppi sfavoriti (art. 7);\nf. provvedimenti per integrare nella formazione professionale i giovani con difficoltà scolastiche, sociali o linguistiche (art. 7);\ng. provvedimenti per promuovere la permanenza nella vita attiva e il reinserimento professionale (art. 32 cpv. 2);\nh. provvedimenti per promuovere il coordinamento, la trasparenza e la qualità dell’offerta di formazione continua (art. 32 cpv. 3);\ni. promozione di altre procedure di qualificazione (art. 35);\nj. provvedimenti volti a garantire e ampliare l’offerta di posti di tirocinio (art. 1 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi per prestazioni particolari di interesse pubblico",
        "citation": "Art. 55 cpv. 2 LFPr",
        "content": "I contributi a favore di prestazioni d’interesse pubblico sono concessi unicamente per prestazioni a lungo termine che non potrebbero essere fornite senza incentivi speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi per prestazioni particolari di interesse pubblico",
        "citation": "Art. 55 cpv. 3 LFPr",
        "content": "Il Consiglio federale può prevedere altre prestazioni d’interesse pubblico per le quali possono essere concessi contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi per prestazioni particolari di interesse pubblico",
        "citation": "Art. 55 cpv. 4 LFPr",
        "content": "Stabilisce i criteri per la concessione dei contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi per esami federali di professione ed esami professionali federali",
        "citation": "Art. 56 LFPr",
        "content": "La Confederazione può concedere contributi per l’organizzazione degli esami federali di professione e degli esami professionali federali superiori, nonché per i cicli di formazione nelle scuole specializzate superiori offerti da organizzazioni del mondo del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi alle persone che hanno seguito i corsi di preparazione",
        "citation": "Art. 56a cpv. 1 LFPr",
        "content": "La Confederazione può versare contributi alle persone che hanno seguito i corsi di preparazione agli esami federali di professione e agli esami professionali federali superiori (art. 28).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi alle persone che hanno seguito i corsi di preparazione",
        "citation": "Art. 56a cpv. 2 LFPr",
        "content": "I contributi coprono al massimo il 50 per cento dei costi computabili dei corsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi alle persone che hanno seguito i corsi di preparazione",
        "citation": "Art. 56a cpv. 3 LFPr",
        "content": "Il Consiglio federale stabilisce le condizioni per il diritto ai contributi, il tasso di contribuzione e i costi computabili dei corsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Contributi alle persone che hanno seguito i corsi di preparazione",
        "citation": "Art. 56a cpv. 4 LFPr",
        "content": "Alle persone che frequentano corsi di preparazione agli esami federali di professione e agli esami professionali federali superiori la Confederazione può accordare contributi parziali su domanda. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Sistema d’informazione",
        "citation": "Art. 56b cpv. 1 LFPr",
        "content": "La SEFRI gestisce un sistema d’informazione per controllare il versamento dei contributi di cui all’articolo 56a nonché per elaborare e valutare le relative statistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Sistema d’informazione",
        "citation": "Art. 56b cpv. 2 LFPr",
        "content": "Nel sistema d’informazione la SEFRI tratta i dati seguenti:\na. informazioni per l’identificazione dei beneficiari dei contribuiti di cui all’articolo 56a capoversi 1 e 4;\nb. informazioni per l’identificazione delle persone che hanno sostenuto gli esami federali di professione e gli esami professionali federali superiori di cui all’articolo 28;\nc. ...\nd. informazioni sui contribuiti ricevuti secondo l’articolo 56a capoversi 1 e 4;\ne. informazioni sui corsi di preparazione seguiti;\nf. informazioni sugli esami federali di professione e sugli esami professionali federali superiori sostenuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Sistema d’informazione",
        "citation": "Art. 56b cpv. 3 LFPr",
        "content": "Il Consiglio federale emana disposizioni sull’organizzazione e sulla gestione del sistema d’informazione, nonché su sicurezza, durata di conservazione e cancellazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Sistema d’informazione",
        "citation": "Art. 56b cpv. 4 LFPr",
        "content": "Può affidare a terzi la gestione del sistema d’informazione e il trattamento dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Condizioni e oneri",
        "citation": "Art. 57 cpv. 1 LFPr",
        "content": "I contributi di cui agli articoli 53 a 56 sono assegnati unicamente se il progetto da sussidiare:\na. risponde a una necessità;\nb. risponde organizzativamente allo scopo;\nc. include sufficienti provvedimenti che assicurino lo sviluppo della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_57"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Condizioni e oneri",
        "citation": "Art. 57 cpv. 2 LFPr",
        "content": "Il Consiglio federale può prevedere altri oneri e altre condizioni. Disciplina il calcolo dei contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_57"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Riduzione e rifiuto dei contributi",
        "citation": "Art. 58 LFPr",
        "content": "La Confederazione riduce i contributi già assegnati o rifiuta nuovi contributi qualora il beneficiario trascuri o leda in modo grave i propri compiti e obblighi previsti nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_58"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Finanziamento e partecipazione della Confederazione",
        "citation": "Art. 59 cpv. 1 LFPr",
        "content": "Mediante decreto federale semplice, l’Assemblea federale approva di volta in volta per un periodo pluriennale di sovvenzionamento:\na. il limite di spesa per:\n1. i contributi forfettari ai Cantoni secondo l’articolo 53,\n2. i contributi di cui all’articolo 56 per l’organizzazione degli esami federali di professione e degli esami professionali federali superiori nonché per i cicli di formazione nelle scuole specializzate superiori,\n3. i contributi di cui all’articolo 56a alle persone che hanno seguito i corsi di preparazione;\nabis. il limite di spesa per le indennità da versare alla SUFFP secondo l’articolo 48 capoverso 2;\nb. il credito d’impegno per:\n1. i contributi di cui all’articolo 54 per progetti di sviluppo della formazione professionale e di sviluppo della qualità,\n2. i contributi di cui all’articolo 55 per prestazioni particolari di interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_59"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 1:, Partecipazione della Confederazione alle spese per la formazione professionale, Finanziamento e partecipazione della Confederazione",
        "citation": "Art. 59 cpv. 2 LFPr",
        "content": "Un quarto delle spese dell’ente pubblico per la formazione professionale conformemente alla presente legge rappresenta il valore indicativo per la partecipazione alle spese da parte della Confederazione. La Confederazione versa un importo pari al massimo al 10 per cento di questa partecipazione come contributo per progetti e prestazioni secondo gli articoli 54 e 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_59"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 1 LFPr",
        "content": "Per promuovere la formazione professionale, le organizzazioni del mondo del lavoro competenti in materia di formazione, di formazione continua e di esami, possono istituire e alimentare propri fondi a favore della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 2 LFPr",
        "content": "Le organizzazioni delineano l’obiettivo di promozione del loro fondo a favore della formazione professionale. Esse devono segnatamente sostenere le aziende del loro ramo nella formazione specifica al settore professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 3 LFPr",
        "content": "Su richiesta dell’organizzazione competente, il Consiglio federale può dichiarare obbligatoria la partecipazione a un fondo a favore della formazione professionale per le tutte le aziende del ramo e obbligare queste ultime a versare contributi di formazione. Le disposizioni della legge federale del 28 settembre 1956 concernente il conferimento del carattere obbligatorio generale al contratto collettivo di lavoro si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 4 LFPr",
        "content": "Il Consiglio federale può procedere in questo senso a condizione che:\na. almeno il 30 per cento delle imprese che totalizzano almeno 30 per cento dei dipendenti e delle persone in formazione del ramo partecipino già finanziariamente al fondo;\nb. l’organizzazione disponga della propria istituzione di formazione;\nc. i contributi siano prelevati unicamente per le professioni specifiche al ramo;\nd. i contributi siano utilizzati per provvedimenti di formazione professionale proficui a tutte le aziende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 5 LFPr",
        "content": "Il genere e l’importo dei contributi di formazione sono determinati in funzione dell’importo dei contributi versati dai membri dell’organizzazione corrispondente per coprire le spese della formazione professionale. Il Consiglio federale ne determina l’importo massimo; può differenziare il contributo massimo in funzione dei rami interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 6 LFPr",
        "content": "Le aziende che partecipano già alla formazione professionale per il tramite di contributi versati a un’associazione, che alimentano un fondo a favore della formazione professionale o che possono fornire la prova della fornitura di adeguate prestazioni di formazione o di formazione continua, non possono essere obbligate a effettuare ulteriori versamenti a un fondo a favore della formazione professionale dichiarato di obbligatorietà generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 8:, Partecipazione della Confederazione alle spese per la formazione professionale; fondi per la formazione professionale, Sezione 2: Fondo per la formazione professionale",
        "citation": "Art. 60 cpv. 7 LFPr",
        "content": "La SEFRI esercita la vigilanza sui fondi dichiarati di obbligatorietà generale. L’ordinanza disciplina i dettagli della presentazione dei conti e della revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 1: Rimedi giuridici",
        "citation": "Art. 61 cpv. 1 LFPr",
        "content": "Le autorità di ricorso sono:\na. l’autorità cantonale designata dal Cantone, per le decisioni di autorità cantonali e di operatori con mandato cantonale;\nb. la SEFRI, per altre decisioni di organizzazioni estranee all’amministrazione federale;\nc. e d.  ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_61"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 1: Rimedi giuridici",
        "citation": "Art. 61 cpv. 2 LFPr",
        "content": "Per il rimanente, la procedura è retta dalle disposizioni generali sulla procedura amministrativa federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_61"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 2: Disposizioni penali, Violazioni e omissioni",
        "citation": "Art. 62 cpv. 1 LFPr",
        "content": "È punito con la multa chi forma persone:\na. senza l’autorizzazione di cui all’articolo 20 capoverso 2;\nb. senza aver concluso un contratto di tirocinio (art. 14).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_62"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 2: Disposizioni penali, Violazioni e omissioni",
        "citation": "Art. 62 cpv. 2 LFPr",
        "content": "Nei casi di colpa lieve, invece della multa può essere pronunciata un’ammonizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_62"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 2: Disposizioni penali, Abuso di titoli",
        "citation": "Art. 63 cpv. 1 LFPr",
        "content": "È punito con la multa chi:\na. si attribuisce un titolo protetto senza aver superato i corrispondenti esami o senza aver seguito con successo una procedura di qualificazione equivalente;\nb. utilizza un titolo atto a suscitare l’impressione che egli abbia superato l’esame corrispondente o seguito con successo una procedura di qualificazione equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_63"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 2: Disposizioni penali, Abuso di titoli",
        "citation": "Art. 63 cpv. 2 LFPr",
        "content": "Sono fatte salve le disposizioni penali della legge federale del 19 dicembre 1986 contro la concorrenza sleale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_63"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 2: Disposizioni penali, Procedimento penale",
        "citation": "Art. 64 LFPr",
        "content": "Il procedimento penale spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_64"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Confederazione",
        "citation": "Art. 65 cpv. 1 LFPr",
        "content": "Il Consiglio federale emana le disposizioni di esecuzione, sempreché la legge non disciplini altrimenti tale competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Confederazione",
        "citation": "Art. 65 cpv. 2 LFPr",
        "content": "Può delegare al DEFR o alla SEFRI la competenza di emanare prescrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Confederazione",
        "citation": "Art. 65 cpv. 3 LFPr",
        "content": "I Cantoni e le organizzazioni interessate sono sentiti prima di emanare:\na. le disposizioni d’esecuzione;\nb. le ordinanze in materia di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Confederazione",
        "citation": "Art. 65 cpv. 4 LFPr",
        "content": "La Confederazione esercita l’alta vigilanza sull’esecuzione della presente legge da parte dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Cantoni",
        "citation": "Art. 66 LFPr",
        "content": "Per quanto non sia assegnata alla Confederazione, l’esecuzione spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_66"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Delega di compiti a terzi",
        "citation": "Art. 67 LFPr",
        "content": "La Confederazione e i Cantoni possono affidare a organizzazioni del mondo del lavoro compiti d’esecuzione. Queste organizzazioni possono riscuotere emolumenti per le loro decisioni e per i servizi da loro prestati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_67"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Riconoscimento di diplomi e certificati esteri",
        "citation": "Art. 68 cpv. 1 LFPr",
        "content": "Il Consiglio federale disciplina il riconoscimento dei diplomi e dei certificati esteri di formazione professionale che rientrano nel campo di applicazione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_68"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Riconoscimento di diplomi e certificati esteri",
        "citation": "Art. 68 cpv. 2 LFPr",
        "content": "Nell’ambito del riconoscimento di diplomi e certificati esteri della formazione professionale il Consiglio federale può concludere autonomamente trattati internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_68"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Commissione federale della formazione professionale",
        "citation": "Art. 69 cpv. 1 LFPr",
        "content": "Il Consiglio federale nomina una Commissione federale della formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Commissione federale della formazione professionale",
        "citation": "Art. 69 cpv. 2 LFPr",
        "content": "La Commissione è composta di al massimo 15 rappresentanti della Confederazione, dei Cantoni, delle organizzazioni del mondo del lavoro e delle cerchie scientifiche. I Cantoni possono proporre tre membri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Commissione federale della formazione professionale",
        "citation": "Art. 69 cpv. 3 LFPr",
        "content": "La Commissione è presieduta dal segretario di Stato della SEFRI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Commissione federale della formazione professionale",
        "citation": "Art. 69 cpv. 4 LFPr",
        "content": "La SEFRI gestisce la segreteria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Compiti della Commissione federale della formazione professionale",
        "citation": "Art. 70 cpv. 1 LFPr",
        "content": "La Commissione federale della formazione professionale svolge i seguenti compiti:\na. fornisce consulenza alle autorità federali su questioni generali in materia di formazione professionale, su questioni relative allo sviluppo e al coordinamento nonché alla loro armonizzazione con la politica generale in materia di formazione;\nb. valuta i progetti di sviluppo della formazione professionale secondo l’articolo 54, le richieste di sussidi per prestazioni particolari di interesse pubblico secondo l’articolo 55 e le richieste di sostegno nel settore della formazione professionale secondo l’articolo 56 nonché la ricerca, gli studi, i progetti pilota e la prestazione di servizi nel settore della formazione professionale e della formazione professionale continua secondo l’articolo 48 capoverso 2 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_70"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Compiti della Commissione federale della formazione professionale",
        "citation": "Art. 70 cpv. 2 LFPr",
        "content": "La Commissione può, di propria iniziativa, presentare proposte e sottopone alle autorità che concedono i sussidi raccomandazioni relative ai progetti da valutare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_70"
    },
    {
        "book": "BBG",
        "title": "LFPr, Capitolo 9: Rimedi giuridici, disposizioni penali, esecuzione, Sezione 3: Esecuzione, Commissione federale di maturità professionale",
        "citation": "Art. 71 LFPr",
        "content": "Il Consiglio federale istituisce una Commissione federale di maturità professionale. La Commissione è organo consultivo per le questioni inerenti alla maturità professionale, in particolare per quelle relative al riconoscimento delle procedure di qualificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/it#art_71"
    }
]