[
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 1 Abs. 1 BBG",
        "content": "Die Berufsbildung ist eine gemeinsame Aufgabe von Bund, Kantonen und Organisationen der Arbeitswelt (Sozialpartner, Berufsverbände, andere zuständige Organisationen und andere Anbieter der Berufsbildung). Sie streben ein genügendes Angebot im Bereich der Berufsbildung, insbesondere in zukunftsfähigen Berufsfeldern an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_1"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 1 Abs. 2 BBG",
        "content": "Die Massnahmen des Bundes zielen darauf ab, die Initiative der Kantone und der Organisationen der Arbeitswelt so weit als möglich mit finanziellen und anderen Mitteln zu fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_1"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 1 Abs. 3 BBG",
        "content": "Zur Verwirklichung der Ziele dieses Gesetzes:\na. arbeiten Bund, Kantone und die Organisationen der Arbeitswelt zusammen;\nb. arbeiten die Kantone und die Organisationen der Arbeitswelt auch je unter sich zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_1"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Geltungsbereich",
        "citation": "Art. 2 Abs. 1 BBG",
        "content": "Dieses Gesetz regelt für sämtliche Berufsbereiche ausserhalb der Hochschulen:\na. die berufliche Grundbildung, einschliesslich der Berufsmaturität;\nb. die höhere Berufsbildung;\nc. die berufsorientierte Weiterbildung;\nd. die Qualifikationsverfahren, Ausweise und Titel;\ne. die Bildung der Berufsbildungsverantwortlichen;\nf. die Zuständigkeit und die Grundsätze der Berufs‐, Studien- und Laufbahnberatung;\ng. die Beteiligung des Bundes an den Kosten der Berufsbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_2"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Geltungsbereich",
        "citation": "Art. 2 Abs. 2 BBG",
        "content": "Dieses Gesetz gilt nicht für Bildungen, die in anderen Bundesgesetzen geregelt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_2"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Geltungsbereich",
        "citation": "Art. 2 Abs. 3 BBG",
        "content": "Der Bundesrat kann im Einvernehmen mit den Kantonen einzelne Berufsbereiche vom Geltungsbereich ausnehmen, soweit dies im Interesse einer sinnvollen Aufgabenverteilung zwischen Bund und Kantonen geboten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_2"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Ziele",
        "citation": "Art. 3 BBG",
        "content": "Dieses Gesetz fördert und entwickelt:\na. ein Berufsbildungssystem, das den Einzelnen die berufliche und persönliche Entfaltung und die Integration in die Gesellschaft, insbesondere in die Arbeitswelt, ermöglicht und das ihnen die Fähigkeit und die Bereitschaft vermittelt, beruflich flexibel zu sein und in der Arbeitswelt zu bestehen;\nb. ein Berufsbildungssystem, das der Wettbewerbsfähigkeit der Betriebe dient;\nc. den Ausgleich der Bildungschancen in sozialer und regionaler Hinsicht, die tatsächliche Gleichstellung von Mann und Frau, die Beseitigung von Benachteiligungen von Menschen mit Behinderungen sowie die Chancengleichheit und Integration von Ausländerinnen und Ausländern;\nd. die Durchlässigkeit zwischen verschiedenen Bildungsgängen und -formen innerhalb der Berufsbildung sowie zwischen der Berufsbildung und den übrigen Bildungsbereichen;\ne. die Transparenz des Berufsbildungssystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_3"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Entwicklung der Berufsbildung",
        "citation": "Art. 4 Abs. 1 BBG",
        "content": "Zur Entwicklung der Berufsbildung fördert der Bund Studien, Pilotversuche, die Berufsbildungsforschung und die Schaffung von tragfähigen Strukturen in neuen Berufsbildungsbereichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_4"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Entwicklung der Berufsbildung",
        "citation": "Art. 4 Abs. 2 BBG",
        "content": "Der Bund ist selber in diesen Bereichen tätig, soweit dies zur Entwicklung der Berufsbildung notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_4"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Entwicklung der Berufsbildung",
        "citation": "Art. 4 Abs. 3 BBG",
        "content": "Für Pilotversuche kann der Bundesrat nach Rücksprache mit den Kantonen und den betroffenen Organisationen der Arbeitswelt nötigenfalls vorübergehend von den Bestimmungen dieses Gesetzes abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_4"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Entwicklung der Berufsbildung",
        "citation": "Art. 4 Abs. 4 BBG",
        "content": "Die Qualität und die Unabhängigkeit der Berufsbildungsforschung müssen durch qualifizierte Forschungseinrichtungen gewährleistet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_4"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Information, Dokumentation und Lehrmittel",
        "citation": "Art. 5 BBG",
        "content": "Der Bund fördert:\na. die Information und Dokumentation, soweit sie von gesamtschweizerischer oder sprachregionaler Bedeutung ist;\nb. die Erstellung von Lehrmitteln für sprachliche Minderheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_5"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Verständigung und Austausch zwischen den Sprachgemeinschaften",
        "citation": "Art. 6 Abs. 1 BBG",
        "content": "Der Bund kann Massnahmen im Bereich der Berufsbildung fördern, welche die Verständigung und den Austausch zwischen den Sprachgemeinschaften verbessern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_6"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Verständigung und Austausch zwischen den Sprachgemeinschaften",
        "citation": "Art. 6 Abs. 2 BBG",
        "content": "Er kann insbesondere fördern:\na. die individuelle Mehrsprachigkeit, namentlich durch entsprechende Anforderungen an die Unterrichtssprachen und die sprachliche Bildung der Lehrkräfte;\nb. den durch die Kantone, die Organisationen der Arbeitswelt oder die Unternehmen unterstützten Austausch von Lehrenden und Lernenden zwischen den Sprachregionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_6"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Förderung benachteiligter Regionen und Gruppen",
        "citation": "Art. 7 BBG",
        "content": "Der Bund kann Massnahmen im Bereich der Berufsbildung zu Gunsten benachteiligter Regionen und Gruppen fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_7"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Qualitätsentwicklung",
        "citation": "Art. 8 Abs. 1 BBG",
        "content": "Die Anbieter von Berufsbildung stellen die Qualitätsentwicklung sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_8"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Qualitätsentwicklung",
        "citation": "Art. 8 Abs. 2 BBG",
        "content": "Der Bund fördert die Qualitätsentwicklung, stellt Qualitätsstandards auf und überwacht deren Einhaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_8"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Förderung der Durchlässigkeit",
        "citation": "Art. 9 Abs. 1 BBG",
        "content": "Vorschriften über die Berufsbildung gewährleisten grösstmögliche Durchlässigkeit sowohl innerhalb der Berufsbildung als auch zwischen der Berufsbildung und den übrigen Bildungsbereichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_9"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Förderung der Durchlässigkeit",
        "citation": "Art. 9 Abs. 2 BBG",
        "content": "Die ausserhalb üblicher Bildungsgänge erworbene berufliche oder ausserberufliche Praxiserfahrung und fachliche oder allgemeine Bildung werden angemessen angerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_9"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Mitspracherechte der Lernenden",
        "citation": "Art. 10 BBG",
        "content": "Die Anbieter der Bildung in beruflicher Praxis und der schulischen Bildung räumen den Lernenden angemessene Mitspracherechte ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_10"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Private Anbieter",
        "citation": "Art. 11 Abs. 1 BBG",
        "content": "Gegenüber privaten Anbietern auf dem Bildungsmarkt dürfen durch Massnahmen dieses Gesetzes keine ungerechtfertigten Wettbewerbsverzerrungen entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_11"
    },
    {
        "book": "BBG",
        "title": "BBG, 1. Kapitel: Allgemeine Bestimmungen, Private Anbieter",
        "citation": "Art. 11 Abs. 2 BBG",
        "content": "Öffentliche Anbieter, die in Konkurrenz zu nicht subventionierten privaten Anbietern stehen, haben für ihre Angebote der berufsorientierten Weiterbildung Markt-preise zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_11"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Vorbereitung auf die berufliche Grundbildung",
        "citation": "Art. 12 BBG",
        "content": "Die Kantone ergreifen Massnahmen, die Personen mit individuellen Bildungsdefiziten am Ende der obligatorischen Schulzeit auf die berufliche Grundbildung vorbereiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_12"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Ungleichgewichte auf dem Markt für berufliche Grundbildung",
        "citation": "Art. 13 BBG",
        "content": "Zeichnet sich ein Ungleichgewicht auf dem Markt für berufliche Grundbildung ab oder ist ein solches Ungleichgewicht bereits eingetreten, so kann der Bundesrat im Rahmen der verfügbaren Mittel befristete Massnahmen zur Bekämpfung treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_13"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Lehrvertrag",
        "citation": "Art. 14 Abs. 1 BBG",
        "content": "Zwischen den Lernenden und den Anbietern der Bildung in beruflicher Praxis wird ein Lehrvertrag abgeschlossen. Er richtet sich nach den Bestimmungen des Obligationenrechts über den Lehrvertrag (Art. 344–346a), soweit dieses Gesetz keine abweichende Regelung enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_14"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Lehrvertrag",
        "citation": "Art. 14 Abs. 2 BBG",
        "content": "Der Lehrvertrag wird am Anfang für die ganze Dauer der beruflichen Grundbildung abgeschlossen. Erfolgt die Bildung in beruflicher Praxis nacheinander in verschiedenen Betrieben, so kann der Vertrag für die Dauer des jeweiligen Bildungsteils abgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_14"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Lehrvertrag",
        "citation": "Art. 14 Abs. 3 BBG",
        "content": "Der Lehrvertrag ist von der zuständigen kantonalen Behörde zu genehmigen. Für die Genehmigung dürfen keine Gebühren erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_14"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Lehrvertrag",
        "citation": "Art. 14 Abs. 4 BBG",
        "content": "Wird der Lehrvertrag aufgelöst, so hat der Anbieter von Bildung umgehend die kantonale Behörde und gegebenenfalls die Berufsfachschule zu benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_14"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Lehrvertrag",
        "citation": "Art. 14 Abs. 5 BBG",
        "content": "Wird ein Betrieb geschlossen oder vermittelt er die berufliche Grundbildung nicht mehr nach den gesetzlichen Vorschriften, so sorgen die kantonalen Behörden nach Möglichkeit dafür, dass eine begonnene Grundbildung ordnungsgemäss beendet werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_14"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 1. Abschnitt: Allgemeine Bestimmungen, Lehrvertrag",
        "citation": "Art. 14 Abs. 6 BBG",
        "content": "Wird der Abschluss eines Lehrvertrages unterlassen oder wird dieser nicht oder verspätet zur Genehmigung eingereicht, so unterliegt das Lehrverhältnis dennoch den Vorschriften dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_14"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Gegenstand",
        "citation": "Art. 15 Abs. 1 BBG",
        "content": "Die berufliche Grundbildung dient der Vermittlung und dem Erwerb der Fähigkeiten, Kenntnisse und Fertigkeiten (nachfolgend Qualifikationen), die zur Ausübung einer Tätigkeit in einem Beruf oder in einem Berufs- oder Tätigkeitsfeld (nachfolgend Berufstätigkeit) erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_15"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Gegenstand",
        "citation": "Art. 15 Abs. 2 BBG",
        "content": "Sie umfasst insbesondere die Vermittlung und den Erwerb:\na. der berufsspezifischen Qualifikationen, welche die Lernenden dazu befähigen, eine Berufstätigkeit kompetent und sicher auszuüben;\nb. der grundlegenden Allgemeinbildung, welche die Lernenden dazu befähigt, den Zugang zur Arbeitswelt zu finden, darin zu bestehen und sich in die Gesellschaft zu integrieren;\nc. der wirtschaftlichen, ökologischen, sozialen und kulturellen Kenntnisse und Fähigkeiten, welche die Lernenden dazu befähigen, zu einer nachhaltigen Entwicklung beizutragen;\nd. der Fähigkeit und der Bereitschaft zum lebenslangen Lernen sowie zum selbstständigen Urteilen und Entscheiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_15"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Gegenstand",
        "citation": "Art. 15 Abs. 3 BBG",
        "content": "Sie schliesst an die obligatorische Schule oder an eine gleichwertige Qualifikation an. Der Bundesrat bestimmt die Kriterien, nach denen ein Mindestalter für den Beginn der beruflichen Grundbildung festgelegt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_15"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Gegenstand",
        "citation": "Art. 15 Abs. 4 BBG",
        "content": "Die Bildungsverordnungen regeln den obligatorischen Unterricht einer zweiten Sprache.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_15"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Gegenstand",
        "citation": "Art. 15 Abs. 5 BBG",
        "content": "Der Sportunterricht richtet sich nach dem Sportförderungsgesetz vom 17. Juni 2011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_15"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Inhalte, Lernorte, Verantwortlichkeiten",
        "citation": "Art. 16 Abs. 1 BBG",
        "content": "Die berufliche Grundbildung besteht aus:\na. Bildung in beruflicher Praxis;\nb. allgemeiner und berufskundlicher schulischer Bildung;\nc. Ergänzung der Bildung in beruflicher Praxis und schulischer Bildung, wo die zu erlernende Berufstätigkeit dies erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_16"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Inhalte, Lernorte, Verantwortlichkeiten",
        "citation": "Art. 16 Abs. 2 BBG",
        "content": "Die Vermittlung der beruflichen Grundbildung findet in der Regel an folgenden Lernorten statt:\na. im Lehrbetrieb, im Lehrbetriebsverbund, in Lehrwerkstätten, in Handelsmittelschulen oder in anderen zu diesem Zweck anerkannten Institutionen für die Bildung in beruflicher Praxis;\nb. in Berufsfachschulen für die allgemeine und die berufskundliche Bildung;\nc. in überbetrieblichen Kursen und vergleichbaren dritten Lernorten für Ergänzungen der beruflichen Praxis und der schulischen Bildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_16"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Inhalte, Lernorte, Verantwortlichkeiten",
        "citation": "Art. 16 Abs. 3 BBG",
        "content": "Die Anteile der Bildung gemäss Absatz 1, ihre organisatorische Ausgestaltung und die zeitliche Aufteilung werden nach den Ansprüchen der Berufstätigkeit in der entsprechenden Bildungsverordnung bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_16"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Inhalte, Lernorte, Verantwortlichkeiten",
        "citation": "Art. 16 Abs. 4 BBG",
        "content": "Die Verantwortung gegenüber der lernenden Person bestimmt sich nach dem Lehrvertrag. Wo kein Lehrvertrag besteht, bestimmt sie sich in der Regel nach dem Lernort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_16"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Inhalte, Lernorte, Verantwortlichkeiten",
        "citation": "Art. 16 Abs. 5 BBG",
        "content": "Zur Erreichung der Ziele der beruflichen Grundbildung arbeiten die Anbieter der Bildung in beruflicher Praxis und der schulischen Bildung sowie der überbetrieblichen Kurse zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_16"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungstypen und Dauer",
        "citation": "Art. 17 Abs. 1 BBG",
        "content": "Die berufliche Grundbildung dauert zwei bis vier Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_17"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungstypen und Dauer",
        "citation": "Art. 17 Abs. 2 BBG",
        "content": "Die zweijährige Grundbildung schliesst in der Regel mit einer Prüfung ab und führt zum eidgenössischen Berufsattest. Sie ist so ausgestaltet, dass die Angebote den unterschiedlichen Voraussetzungen der Lernenden besonders Rechnung tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_17"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungstypen und Dauer",
        "citation": "Art. 17 Abs. 3 BBG",
        "content": "Die drei- bis vierjährige Grundbildung schliesst in der Regel mit einer Lehrabschlussprüfung ab und führt zum eidgenössischen Fähigkeitszeugnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_17"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungstypen und Dauer",
        "citation": "Art. 17 Abs. 4 BBG",
        "content": "Das eidgenössische Fähigkeitszeugnis führt zusammen mit dem Abschluss einer erweiterten Allgemeinbildung zur Berufsmaturität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_17"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungstypen und Dauer",
        "citation": "Art. 17 Abs. 5 BBG",
        "content": "Die berufliche Grundbildung kann auch durch eine nicht formalisierte Bildung erworben werden; diese wird durch ein Qualifikationsverfahren abgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_17"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Berücksichtigung individueller Bedürfnisse",
        "citation": "Art. 18 Abs. 1 BBG",
        "content": "Für besonders befähigte oder vorgebildete Personen sowie für Personen mit Lernschwierigkeiten oder Behinderungen kann die Dauer der beruflichen Grundbildung angemessen verlängert oder verkürzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_18"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Berücksichtigung individueller Bedürfnisse",
        "citation": "Art. 18 Abs. 2 BBG",
        "content": "Der Bundesrat erlässt besondere Bestimmungen über die fachkundige individuelle Begleitung von Personen mit Lernschwierigkeiten in zweijährigen beruflichen Grundbildungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_18"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Berücksichtigung individueller Bedürfnisse",
        "citation": "Art. 18 Abs. 3 BBG",
        "content": "Der Bund kann die fachkundige individuelle Begleitung fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_18"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungsverordnungen",
        "citation": "Art. 19 Abs. 1 BBG",
        "content": "Das Staatssekretariat für Bildung, Forschung und Innovation (SBFI) erlässt Bildungsverordnungen für den Bereich der beruflichen Grundbildung. Es erlässt sie auf Antrag der Organisationen der Arbeitswelt oder, bei Bedarf, von sich aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_19"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungsverordnungen",
        "citation": "Art. 19 Abs. 2 BBG",
        "content": "Die Bildungsverordnungen regeln insbesondere:\na. den Gegenstand und die Dauer der Grundbildung;\nb. die Ziele und Anforderungen der Bildung in beruflicher Praxis;\nc. die Ziele und Anforderungen der schulischen Bildung;\nd. den Umfang der Bildungsinhalte und die Anteile der Lernorte;\ne. die Qualifikationsverfahren, Ausweise und Titel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_19"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 2. Abschnitt: Struktur, Bildungsverordnungen",
        "citation": "Art. 19 Abs. 3 BBG",
        "content": "Die Qualifikationsverfahren für die nicht formalisierten Bildungen orientieren sich an den entsprechenden Bildungsverordnungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_19"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Anbieter der Bildung in beruflicher Praxis",
        "citation": "Art. 20 Abs. 1 BBG",
        "content": "Die Anbieter der Bildung in beruflicher Praxis setzen sich für den bestmöglichen Lernerfolg der Lernenden ein und überprüfen diesen periodisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_20"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Anbieter der Bildung in beruflicher Praxis",
        "citation": "Art. 20 Abs. 2 BBG",
        "content": "Sie bedürfen einer Bildungsbewilligung des Kantons; dieser darf keine Gebühren erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_20"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Berufsfachschule",
        "citation": "Art. 21 Abs. 1 BBG",
        "content": "Die Berufsfachschule vermittelt die schulische Bildung. Diese besteht aus beruflichem und allgemein bildendem Unterricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_21"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Berufsfachschule",
        "citation": "Art. 21 Abs. 2 BBG",
        "content": "Die Berufsfachschule hat einen eigenständigen Bildungsauftrag; sie:\na. fördert die Entfaltung der Persönlichkeit und die Sozialkompetenz der Lernenden durch die Vermittlung der theoretischen Grundlagen zur Berufsausübung und durch Allgemeinbildung; \nb. berücksichtigt die unterschiedlichen Begabungen und trägt mit speziellen Angeboten den Bedürfnissen besonders befähigter Personen und von Personen mit Lernschwierigkeiten Rechnung;\nc. fördert die tatsächliche Gleichstellung von Frau und Mann sowie die Beseitigung von Benachteiligungen von Menschen mit Behinderungen durch entsprechende Bildungsangebote und -formen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_21"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Berufsfachschule",
        "citation": "Art. 21 Abs. 3 BBG",
        "content": "Der Besuch der Berufsfachschule ist obligatorisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_21"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Berufsfachschule",
        "citation": "Art. 21 Abs. 4 BBG",
        "content": "Die Berufsfachschule kann auch Angebote der höheren Berufsbildung und der berufsorientierten Weiterbildung bereitstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_21"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Berufsfachschule",
        "citation": "Art. 21 Abs. 5 BBG",
        "content": "Die Berufsfachschule kann sich in Zusammenarbeit mit den Organisationen der Arbeitswelt und den Betrieben an überbetrieblichen Kursen und weiteren vergleichbaren dritten Lernorten beteiligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_21"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Berufsfachschule",
        "citation": "Art. 21 Abs. 6 BBG",
        "content": "Sie kann Koordinationsaufgaben im Hinblick auf die Zusammenarbeit der an der Berufsbildung Beteiligten übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_21"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Angebote an Berufsfachschulen",
        "citation": "Art. 22 Abs. 1 BBG",
        "content": "Die Kantone, in denen die Bildung in beruflicher Praxis erfolgt, sorgen für ein bedarfsgerechtes Angebot an Berufsfachschulen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_22"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Angebote an Berufsfachschulen",
        "citation": "Art. 22 Abs. 2 BBG",
        "content": "Der obligatorische Unterricht ist unentgeltlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_22"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Angebote an Berufsfachschulen",
        "citation": "Art. 22 Abs. 3 BBG",
        "content": "Wer im Lehrbetrieb und in der Berufsfachschule die Voraussetzungen erfüllt, kann Freikurse ohne Lohnabzug besuchen. Der Besuch erfolgt im Einvernehmen mit dem Betrieb. Bei Uneinigkeit entscheidet der Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_22"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Angebote an Berufsfachschulen",
        "citation": "Art. 22 Abs. 4 BBG",
        "content": "Ist eine lernende Person im Hinblick auf eine erfolgreiche Absolvierung der Berufsfachschule auf Stützkurse angewiesen, so kann die Berufsfachschule im Einvernehmen mit dem Betrieb und mit der lernenden Person den Besuch solcher Kurse anordnen. Bei Uneinigkeit entscheidet der Kanton. Der Besuch erfolgt ohne Lohnabzug.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_22"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Angebote an Berufsfachschulen",
        "citation": "Art. 22 Abs. 5 BBG",
        "content": "Das SBFI bewilligt auf Antrag der Berufsverbände die Durchführung von interkantonalen Fachkursen, wenn dadurch das Bildungsziel besser erreicht und die Bildungsbereitschaft der Lehrbetriebe positiv beeinflusst wird, keine übermässigen Kosten erwachsen und für die Teilnehmenden keine erheblichen Nachteile entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_22"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Überbetriebliche Kurse und vergleichbare dritte Lernorte",
        "citation": "Art. 23 Abs. 1 BBG",
        "content": "Die überbetrieblichen Kurse und vergleichbare dritte Lernorte dienen der Vermittlung und dem Erwerb grundlegender Fertigkeiten. Sie ergänzen die Bildung in beruflicher Praxis und die schulische Bildung, wo die zu erlernende Berufstätigkeit dies erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_23"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Überbetriebliche Kurse und vergleichbare dritte Lernorte",
        "citation": "Art. 23 Abs. 2 BBG",
        "content": "Die Kantone sorgen unter Mitwirkung der Organisationen der Arbeitswelt für ein ausreichendes Angebot an überbetrieblichen Kursen und vergleichbaren dritten Lernorten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_23"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Überbetriebliche Kurse und vergleichbare dritte Lernorte",
        "citation": "Art. 23 Abs. 3 BBG",
        "content": "Der Besuch der Kurse ist obligatorisch. Die Kantone können auf Gesuch des Anbieters von Bildung in beruflicher Praxis hin Lernende vom Besuch der Kurse befreien, wenn die Bildungsinhalte in einem betrieblichen Bildungszentrum oder in einer Lehrwerkstätte vermittelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_23"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Überbetriebliche Kurse und vergleichbare dritte Lernorte",
        "citation": "Art. 23 Abs. 4 BBG",
        "content": "Wer überbetriebliche Kurse und vergleichbare Angebote durchführt, kann von den Lehrbetrieben oder den Bildungsinstitutionen eine angemessene Beteiligung an den Kosten verlangen. Organisationen der Arbeitswelt, die überbetriebliche Kurse und vergleichbare Angebote durchführen, können zur Vermeidung von Wettbewerbsverzerrungen von Betrieben, die nicht Mitglied der Organisation sind, eine höhere Kostenbeteiligung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_23"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 3. Abschnitt: Anbieter, Überbetriebliche Kurse und vergleichbare dritte Lernorte",
        "citation": "Art. 23 Abs. 5 BBG",
        "content": "Der Bundesrat legt die Voraussetzungen für die Kostenbeteiligung und deren Umfang fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_23"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 4. Abschnitt: Aufsicht",
        "citation": "Art. 24 Abs. 1 BBG",
        "content": "Die Kantone sorgen für die Aufsicht über die berufliche Grundbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_24"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 4. Abschnitt: Aufsicht",
        "citation": "Art. 24 Abs. 2 BBG",
        "content": "Zur Aufsicht gehören die Beratung und Begleitung der Lehrvertragsparteien und die Koordination zwischen den an der beruflichen Grundbildung Beteiligten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_24"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 4. Abschnitt: Aufsicht",
        "citation": "Art. 24 Abs. 3 BBG",
        "content": "Gegenstand der Aufsicht sind darüber hinaus insbesondere:\na. die Qualität der Bildung in beruflicher Praxis, einschliesslich der überbetrieblichen Kurse und vergleichbarer dritter Lernorte;\nb. die Qualität der schulischen Bildung;\nc. die Prüfungen und andere Qualifikationsverfahren;\nd. die Einhaltung der gesetzlichen Bestimmungen im Lehrvertrag;\ne. die Einhaltung des Lehrvertrags durch die Vertragsparteien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_24"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 4. Abschnitt: Aufsicht",
        "citation": "Art. 24 Abs. 4 BBG",
        "content": "Der Kanton entscheidet auf gemeinsamen Antrag der Anbieter der Berufsbildung und der Lernenden über:\na. die Gleichwertigkeit nicht formalisierter Bildungen nach Artikel 17 Absatz 5;\nb. Fälle nach Artikel 18 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_24"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 4. Abschnitt: Aufsicht",
        "citation": "Art. 24 Abs. 5 BBG",
        "content": "Die Kantone können im Rahmen ihrer Aufsicht insbesondere:\na. weitergeleitete Beiträge nach Artikel 52 Absatz 2 zweiter Satz ganz oder teilweise zurückfordern;\nb. einen Lehrvertrag aufheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_24"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 5. Abschnitt: Eidgenössische Berufsmaturität",
        "citation": "Art. 25 Abs. 1 BBG",
        "content": "Die eidgenössische Berufsmaturität schafft die Voraussetzungen für ein Studium an einer Fachhochschule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_25"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 5. Abschnitt: Eidgenössische Berufsmaturität",
        "citation": "Art. 25 Abs. 2 BBG",
        "content": "Die erweiterte Allgemeinbildung nach Artikel 17 Absatz 4 kann auch nach dem Erwerb des eidgenössischen Fähigkeitszeugnisses erworben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_25"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 5. Abschnitt: Eidgenössische Berufsmaturität",
        "citation": "Art. 25 Abs. 3 BBG",
        "content": "Die Kantone sorgen für ein bedarfsgerechtes Angebot an Berufsmaturitätsunterricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_25"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 5. Abschnitt: Eidgenössische Berufsmaturität",
        "citation": "Art. 25 Abs. 4 BBG",
        "content": "Der Berufsmaturitätsunterricht an öffentlichen Schulen ist unentgeltlich. Bund und Kantone können private Anbieter unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_25"
    },
    {
        "book": "BBG",
        "title": "BBG, 2. Kapitel: Berufliche Grundbildung, 5. Abschnitt: Eidgenössische Berufsmaturität",
        "citation": "Art. 25 Abs. 5 BBG",
        "content": "Der Bundesrat regelt die Berufsmaturität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_25"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Gegenstand",
        "citation": "Art. 26 Abs. 1 BBG",
        "content": "Die höhere Berufsbildung dient auf der Tertiärstufe der Vermittlung und dem Erwerb der Qualifikationen, die für die Ausübung einer anspruchs- oder einer verantwortungsvolleren Berufstätigkeit erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_26"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Gegenstand",
        "citation": "Art. 26 Abs. 2 BBG",
        "content": "Sie setzt ein eidgenössisches Fähigkeitszeugnis, den Abschluss einer höheren schulischen Allgemeinbildung oder eine gleichwertige Qualifikation voraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_26"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Formen der höheren Berufsbildung",
        "citation": "Art. 27 BBG",
        "content": "Die höhere Berufsbildung wird erworben durch:\na. eine eidgenössische Berufsprüfung oder eine eidgenössische höhere Fachprüfung;\nb. eine eidgenössisch anerkannte Bildung an einer höheren Fachschule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_27"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Eidgenössische Berufsprüfungen und eidgenössische höhere Fachprüfungen",
        "citation": "Art. 28 Abs. 1 BBG",
        "content": "Die eidgenössischen Berufsprüfungen und die eidgenössischen höheren Fachprüfungen setzen eine einschlägige berufliche Praxis und einschlägiges Fachwissen voraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_28"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Eidgenössische Berufsprüfungen und eidgenössische höhere Fachprüfungen",
        "citation": "Art. 28 Abs. 2 BBG",
        "content": "Die zuständigen Organisationen der Arbeitswelt regeln die Zulassungsbedingungen, Lerninhalte, Qualifikationsverfahren, Ausweise und Titel. Sie berücksichtigen dabei die anschliessenden Bildungsgänge. Die Vorschriften unterliegen der Genehmigung durch das SBFI. Sie werden in Form eines Verweises nach Artikel 13 Absätze 1 Buchstabe g und 3 des Publikationsgesetzes vom 18. Juni 2004 im Bundesblatt veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_28"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Eidgenössische Berufsprüfungen und eidgenössische höhere Fachprüfungen",
        "citation": "Art. 28 Abs. 3 BBG",
        "content": "Der Bundesrat regelt Voraussetzungen und Verfahren der Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_28"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Eidgenössische Berufsprüfungen und eidgenössische höhere Fachprüfungen",
        "citation": "Art. 28 Abs. 4 BBG",
        "content": "Die Kantone können vorbereitende Kurse anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_28"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Höhere Fachschulen",
        "citation": "Art. 29 Abs. 1 BBG",
        "content": "Die Zulassung zu einer eidgenössisch anerkannten Bildung an einer höheren Fachschule setzt eine einschlägige berufliche Praxis voraus, soweit diese nicht in den Bildungsgang integriert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_29"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Höhere Fachschulen",
        "citation": "Art. 29 Abs. 2 BBG",
        "content": "Die vollzeitliche Bildung dauert inklusive Praktika mindestens zwei Jahre, die berufsbegleitende Bildung mindestens drei Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_29"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Höhere Fachschulen",
        "citation": "Art. 29 Abs. 3 BBG",
        "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung (WBF) stellt in Zusammenarbeit mit den zuständigen Organisationen für die eidgenössische Anerkennung der Bildungsgänge und Nachdiplomstudien an höheren Fachschulen Mindestvorschriften auf. Sie betreffen die Zulassungsbedingungen, Lerninhalte, Qualifikationsverfahren, Ausweise und Titel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_29"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Höhere Fachschulen",
        "citation": "Art. 29 Abs. 4 BBG",
        "content": "Die Kantone können selber Bildungsgänge anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_29"
    },
    {
        "book": "BBG",
        "title": "BBG, 3. Kapitel: Höhere Berufsbildung, Höhere Fachschulen",
        "citation": "Art. 29 Abs. 5 BBG",
        "content": "Die Kantone üben die Aufsicht über die höheren Fachschulen aus, soweit sie eidgenössisch anerkannte Bildungsgänge anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_29"
    },
    {
        "book": "BBG",
        "title": "BBG, 4. Kapitel: Berufsorientierte Weiterbildung, Gegenstand",
        "citation": "Art. 30 BBG",
        "content": "Die berufsorientierte Weiterbildung dient dazu, durch organisiertes Lernen:\na. bestehende berufliche Qualifikationen zu erneuern, zu vertiefen und zu erweitern oder neue berufliche Qualifikationen zu erwerben;\nb. die berufliche Flexibilität zu unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_30"
    },
    {
        "book": "BBG",
        "title": "BBG, 4. Kapitel: Berufsorientierte Weiterbildung, Angebot an berufsorientierter Weiterbildung",
        "citation": "Art. 31 BBG",
        "content": "Die Kantone sorgen für ein bedarfsgerechtes Angebot an berufsorientierter Weiterbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_31"
    },
    {
        "book": "BBG",
        "title": "BBG, 4. Kapitel: Berufsorientierte Weiterbildung, Massnahmen des Bundes",
        "citation": "Art. 32 Abs. 1 BBG",
        "content": "Der Bund fördert die berufsorientierte Weiterbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_32"
    },
    {
        "book": "BBG",
        "title": "BBG, 4. Kapitel: Berufsorientierte Weiterbildung, Massnahmen des Bundes",
        "citation": "Art. 32 Abs. 2 BBG",
        "content": "Er unterstützt insbesondere Angebote, die darauf ausgerichtet sind:\na. Personen bei Strukturveränderungen in der Berufswelt den Verbleib im Erwerbsleben zu ermöglichen;\nb. Personen, die ihre Berufstätigkeit vorübergehend eingeschränkt oder aufgegeben haben, den Wiedereinstieg zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_32"
    },
    {
        "book": "BBG",
        "title": "BBG, 4. Kapitel: Berufsorientierte Weiterbildung, Massnahmen des Bundes",
        "citation": "Art. 32 Abs. 3 BBG",
        "content": "Er unterstützt darüber hinaus Massnahmen, welche die Koordination, Transparenz und Qualität des Weiterbildungsangebotes fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_32"
    },
    {
        "book": "BBG",
        "title": "BBG, 4. Kapitel: Berufsorientierte Weiterbildung, Massnahmen des Bundes",
        "citation": "Art. 32 Abs. 4 BBG",
        "content": "Die vom Bund geförderten Angebote der berufsorientierten Weiterbildung und die arbeitsmarktlichen Massnahmen nach dem Arbeitslosenversicherungsgesetz vom 25. Juni 1982 sind zu koordinieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_32"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 1. Abschnitt: Allgemeine Bestimmungen, Prüfungen und andere Qualifikationsverfahren",
        "citation": "Art. 33 BBG",
        "content": "Die beruflichen Qualifikationen werden nachgewiesen durch eine Gesamtprüfung, eine Verbindung von Teilprüfungen oder durch andere vom SBFI anerkannte Qualifikationsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_33"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 1. Abschnitt: Allgemeine Bestimmungen, Anforderungen an Qualifikationsverfahren",
        "citation": "Art. 34 Abs. 1 BBG",
        "content": "Der Bundesrat regelt die Anforderungen an die Qualifikationsverfahren. Er stellt die Qualität und die Vergleichbarkeit zwischen den Qualifikationsverfahren sicher. Die in den Qualifikationsverfahren verwendeten Beurteilungskriterien müssen sachgerecht und transparent sein sowie die Chancengleichheit wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_34"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 1. Abschnitt: Allgemeine Bestimmungen, Anforderungen an Qualifikationsverfahren",
        "citation": "Art. 34 Abs. 2 BBG",
        "content": "Die Zulassung zu Qualifikationsverfahren ist nicht vom Besuch bestimmter Bildungsgänge abhängig. Das SBFI regelt die Zulassungsvoraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_34"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 1. Abschnitt: Allgemeine Bestimmungen, Förderung anderer Qualifikationsverfahren",
        "citation": "Art. 35 BBG",
        "content": "Der Bund kann Organisationen fördern, die andere Qualifikationsverfahren entwickeln oder anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_35"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 1. Abschnitt: Allgemeine Bestimmungen, Titelschutz",
        "citation": "Art. 36 BBG",
        "content": "Nur Inhaberinnen und Inhaber eines Abschlusses der beruflichen Grundbildung und der höheren Berufsbildung sind berechtigt, den in den entsprechenden Vorschriften festgelegten Titel zu führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_36"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Eidgenössisches Berufsattest",
        "citation": "Art. 37 Abs. 1 BBG",
        "content": "Das eidgenössische Berufsattest erhält, wer die zweijährige Grundbildung mit einer Prüfung abgeschlossen oder ein gleichwertiges Qualifikationsverfahren erfolgreich durchlaufen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_37"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Eidgenössisches Berufsattest",
        "citation": "Art. 37 Abs. 2 BBG",
        "content": "Es wird von der kantonalen Behörde ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_37"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Eidgenössisches Fähigkeitszeugnis",
        "citation": "Art. 38 Abs. 1 BBG",
        "content": "Das eidgenössische Fähigkeitszeugnis erhält, wer die Lehrabschlussprüfung bestanden oder ein gleichwertiges Qualifikationsverfahren erfolgreich durchlaufen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_38"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Eidgenössisches Fähigkeitszeugnis",
        "citation": "Art. 38 Abs. 2 BBG",
        "content": "Es wird von der kantonalen Behörde ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_38"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Eidgenössisches Berufsmaturitätszeugnis",
        "citation": "Art. 39 Abs. 1 BBG",
        "content": "Das eidgenössische Berufsmaturitätszeugnis erhält, wer ein eidgenössisches Fähigkeitszeugnis besitzt und die vom Bund anerkannte Berufsmaturitätsprüfung bestanden oder ein gleichwertiges Qualifikationsverfahren erfolgreich durchlaufen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_39"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Eidgenössisches Berufsmaturitätszeugnis",
        "citation": "Art. 39 Abs. 3 BBG",
        "content": "Die Kantone sorgen für die Durchführung der Berufsmaturitätsprüfungen und stellen die Zeugnisse aus. Ergänzend kann auch der Bund solche Prüfungen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_39"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Durchführung der Qualifikationsverfahren",
        "citation": "Art. 40 Abs. 1 BBG",
        "content": "Die Kantone sorgen für die Durchführung der Qualifikationsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_40"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Durchführung der Qualifikationsverfahren",
        "citation": "Art. 40 Abs. 2 BBG",
        "content": "Das SBFI kann Organisationen der Arbeitswelt auf deren Antrag die Durchführung der Qualifikationsverfahren für einzelne Landesteile oder für die ganze Schweiz übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_40"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Gebühren",
        "citation": "Art. 41 Abs. 1 BBG",
        "content": "Für die Prüfungen zum Erwerb des eidgenössischen Fähigkeitszeugnisses, des eidgenössischen Berufsattests und des eidgenössischen Berufsmaturitätszeugnisses dürfen von den Kandidatinnen und Kandidaten und von den Anbietern der Bildung in beruflicher Praxis keine Prüfungsgebühren erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_41"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 2. Abschnitt: Berufliche Grundbildung, Gebühren",
        "citation": "Art. 41 Abs. 2 BBG",
        "content": "Für unbegründetes Fernbleiben oder Zurücktreten von der Prüfung und für die Wiederholung der Prüfung sind Gebühren zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_41"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Eidgenössische Berufsprüfung und eidgenössische höhere Fachprüfung",
        "citation": "Art. 42 Abs. 1 BBG",
        "content": "Die eidgenössische Berufsprüfung und die eidgenössische höhere Fachprüfung richten sich nach den Vorschriften über diese Prüfungen (Art. 28 Abs. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_42"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Eidgenössische Berufsprüfung und eidgenössische höhere Fachprüfung",
        "citation": "Art. 42 Abs. 2 BBG",
        "content": "Der Bund sorgt für die Aufsicht über die Prüfungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_42"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Fachausweis und Diplom; Registereintrag",
        "citation": "Art. 43 Abs. 1 BBG",
        "content": "Wer die eidgenössische Berufsprüfung bestanden hat, erhält einen Fachausweis. Wer die eidgenössische höhere Fachprüfung bestanden hat, erhält ein Diplom.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_43"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Fachausweis und Diplom; Registereintrag",
        "citation": "Art. 43 Abs. 2 BBG",
        "content": "Der Fachausweis und das Diplom werden vom SBFI ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_43"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Fachausweis und Diplom; Registereintrag",
        "citation": "Art. 43 Abs. 3 BBG",
        "content": "Das SBFI führt ein öffentliches Register mit den Namen der Inhaberinnen und Inhaber der Fachausweise und der Diplome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_43"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Höhere Fachschule",
        "citation": "Art. 44 Abs. 1 BBG",
        "content": "Wer an einer höheren Fachschule die Prüfung besteht oder ein gleichwertiges Qualifikationsverfahren erfolgreich durchläuft, erhält ein Diplom der Schule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_44"
    },
    {
        "book": "BBG",
        "title": "BBG, 5. Kapitel: Qualifikationsverfahren, Ausweise und Titel, 3. Abschnitt: Höhere Berufsbildung, Höhere Fachschule",
        "citation": "Art. 44 Abs. 2 BBG",
        "content": "Das Prüfungsverfahren und das gleichwertige Qualifikationsverfahren richten sich nach den Mindestvorschriften (Art. 29 Abs. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_44"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Anforderungen an Berufsbildnerinnen und Berufsbildner",
        "citation": "Art. 45 Abs. 1 BBG",
        "content": "Als Berufsbildnerin oder Berufsbildner gilt, wer in der beruflichen Grundbildung die Bildung in beruflicher Praxis vermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_45"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Anforderungen an Berufsbildnerinnen und Berufsbildner",
        "citation": "Art. 45 Abs. 2 BBG",
        "content": "Berufsbildnerinnen und Berufsbildner verfügen über eine qualifizierte fachliche Bildung sowie über angemessene pädagogische und methodisch-didaktische Fähigkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_45"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Anforderungen an Berufsbildnerinnen und Berufsbildner",
        "citation": "Art. 45 Abs. 3 BBG",
        "content": "Der Bundesrat legt die Mindestanforderungen an die Bildung der Berufsbildnerinnen und Berufsbildner fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_45"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Anforderungen an Berufsbildnerinnen und Berufsbildner",
        "citation": "Art. 45 Abs. 4 BBG",
        "content": "Die Kantone sorgen für die Bildung der Berufsbildnerinnen und Berufsbildner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_45"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Anforderungen an die Lehrkräfte",
        "citation": "Art. 46 Abs. 1 BBG",
        "content": "Lehrkräfte, die in der beruflichen Grundbildung, der höheren Berufsbildung und der berufsorientierten Weiterbildung unterrichten, verfügen über eine fachliche und eine pädagogische und methodisch-didaktische Bildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_46"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Anforderungen an die Lehrkräfte",
        "citation": "Art. 46 Abs. 2 BBG",
        "content": "Der Bundesrat legt die Mindestanforderungen an die Bildung der Lehrkräfte fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_46"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Andere Berufsbildungsverantwortliche",
        "citation": "Art. 47 BBG",
        "content": "Für die Bildung von anderen Berufsbildungsverantwortlichen wie Prüfungsexpertinnen und Prüfungsexperten sowie von weiteren in der Berufsbildung tätigen Personen kann der Bund Angebote bereitstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_47"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Förderung der Berufspädagogik",
        "citation": "Art. 48 Abs. 1 BBG",
        "content": "Der Bund fördert die Berufspädagogik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_48"
    },
    {
        "book": "BBG",
        "title": "BBG, 6. Kapitel: Bildung von Berufsbildungsverantwortlichen, Förderung der Berufspädagogik",
        "citation": "Art. 48 Abs. 2 BBG",
        "content": "Er führt zu diesem Zweck die Eidgenössische Hochschule für Berufsbildung (EHB). Die Aufgaben und die Organisation der EHB sind im EHB-Gesetz vom 25. September 2020 geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_48"
    },
    {
        "book": "BBG",
        "title": "BBG, 7. Kapitel: Berufs-, Studien- und Laufbahnberatung, Grundsatz",
        "citation": "Art. 49 Abs. 1 BBG",
        "content": "Die Berufs-, Studien- und Laufbahnberatung unterstützt Jugendliche und Erwachsene bei der Berufs- und Studienwahl sowie bei der Gestaltung der beruflichen Laufbahn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_49"
    },
    {
        "book": "BBG",
        "title": "BBG, 7. Kapitel: Berufs-, Studien- und Laufbahnberatung, Grundsatz",
        "citation": "Art. 49 Abs. 2 BBG",
        "content": "Sie erfolgt durch Information und durch persönliche Beratung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_49"
    },
    {
        "book": "BBG",
        "title": "BBG, 7. Kapitel: Berufs-, Studien- und Laufbahnberatung, Qualifikation der Beraterinnen und Berater",
        "citation": "Art. 50 Abs. 1 BBG",
        "content": "Die Berufs-, Studien- und Laufbahnberaterinnen und -berater weisen sich über eine vom Bund anerkannte Fachbildung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_50"
    },
    {
        "book": "BBG",
        "title": "BBG, 7. Kapitel: Berufs-, Studien- und Laufbahnberatung, Qualifikation der Beraterinnen und Berater",
        "citation": "Art. 50 Abs. 2 BBG",
        "content": "Der Bundesrat erlässt Mindestvorschriften für die Anerkennung der Bildungsgänge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_50"
    },
    {
        "book": "BBG",
        "title": "BBG, 7. Kapitel: Berufs-, Studien- und Laufbahnberatung, Aufgabe der Kantone",
        "citation": "Art. 51 Abs. 1 BBG",
        "content": "Die Kantone sorgen für eine Berufs-, Studien- und Laufbahnberatung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_51"
    },
    {
        "book": "BBG",
        "title": "BBG, 7. Kapitel: Berufs-, Studien- und Laufbahnberatung, Aufgabe der Kantone",
        "citation": "Art. 51 Abs. 2 BBG",
        "content": "Sie sorgen für die Abstimmung der Berufs-, Studien- und Laufbahnberatung auf die arbeitsmarktlichen Massnahmen gemäss Arbeitslosenversicherungsgesetz vom 25. Juni 1982.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_51"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Grundsatz",
        "citation": "Art. 52 Abs. 1 BBG",
        "content": "Der Bund beteiligt sich im Rahmen der bewilligten Kredite angemessen an den Kosten der Berufsbildung nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_52"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Grundsatz",
        "citation": "Art. 52 Abs. 2 BBG",
        "content": "Er leistet hauptsächlich Pauschalbeiträge an die Kantone zur Finanzierung der Aufgaben nach Artikel 53. Die Kantone leiten diese Beiträge in dem Ausmass an Dritte weiter, in dem diesen die genannten Aufgaben übertragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_52"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Grundsatz",
        "citation": "Art. 52 Abs. 3 BBG",
        "content": "Den Rest seines Beitrags leistet der Bund an:\na. Kantone und Dritte für die Finanzierung von Projekten zur Entwicklung der Berufsbildung und zur Qualitätsentwicklung (Art. 54);\nb. Kantone und Dritte für besondere Leistungen im öffentlichen Interesse (Art. 55);\nc. Dritte für die Durchführung von eidgenössischen Berufsprüfungen und eidgenössischen höheren Fachprüfungen sowie für Bildungsgänge höherer Fachschulen (Art. 56);\nd. Personen, die Kurse absolviert haben (Absolventinnen und Absolventen), die auf eidgenössische Berufsprüfungen oder eidgenössische höhere Fachprüfungen vorbereiten (Art. 56a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_52"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Pauschalbeiträge an die Kantone",
        "citation": "Art. 53 Abs. 1 BBG",
        "content": "Die Pauschalbeiträge an die Kantone werden zur Hauptsache auf der Grundlage der Anzahl Personen bemessen, die sich in der beruflichen Grundbildung befinden. Sie tragen zudem dem Umfang und der Art der Grundbildung sowie dem Angebot an höherer Berufsbildung angemessen Rechnung. Der Bundesrat kann weitere Kriterien berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_53"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Pauschalbeiträge an die Kantone",
        "citation": "Art. 53 Abs. 2 BBG",
        "content": "Die Pauschalbeiträge werden für folgende Aufgaben geleistet:\na. Angebote an:\n1. Fachkundiger individueller Begleitung von Lernenden in zweijährigen beruflichen Grundbildungen (Art. 18 Abs. 2),\n2. Massnahmen zur Vorbereitung auf die berufliche Grundbildung (Art. 12),\n3. Berufsfachschulen (Art. 21),\n4. überbetrieblichen Kursen und Kursen an vergleichbaren Lernorten (Art. 23),\n5. allgemein bildendem Unterricht für die Vorbereitung auf die Berufsmaturität (Art. 25),\n6. vorbereitenden Kursen für die eidgenössischen Berufsprüfungen und die eidgenössischen höheren Fachprüfungen (Art. 28),\n7. Bildungsgängen an höheren Fachschulen (Art. 29),\n8. berufsorientierter Weiterbildung (Art. 30–32),\n9. Veranstaltungen der Bildung für Berufsbildnerinnen und Berufsbildner (Art. 45),\n10. Qualifizierung der Berufs-, Studien- und Laufbahnberaterinnen und ‐berater (Art. 50);\nb. die Durchführung von Prüfungen und anderen Qualifikationsverfahren (Art. 40 Abs. 1) unter Vorbehalt von Artikel 52 Absatz 3 Buchstabe c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_53"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge für Projekte zur Entwicklung der Berufsbildung und zur Qualitätsentwicklung",
        "citation": "Art. 54 BBG",
        "content": "Die Beiträge für Projekte zur Entwicklung der Berufsbildung nach Artikel 4 Absatz 1 und die Beiträge für Projekte zur Qualitätsentwicklung nach Artikel 8 Absatz 2 sind befristet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_54"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge für besondere Leistungen im öffentlichen Interesse",
        "citation": "Art. 55 Abs. 1 BBG",
        "content": "Als besondere Leistungen im öffentlichen Interesse gelten namentlich:\na. Massnahmen zur Förderung der tatsächlichen Gleichstellung von Frau und Mann sowie der Bildung und berufsorientierten Weiterbildung von Menschen mit Behinderungen (Art. 3 Bst. c);\nb. die Information und Dokumentation (Art. 5 Bst. a);\nc. die Erstellung von Lehrmitteln für sprachliche Minderheiten (Art. 5 Bst. b);\nd. Massnahmen zur Verbesserung der Verständigung und des Austausches zwischen den Sprachgemeinschaften (Art. 6);\ne. Massnahmen zu Gunsten benachteiligter Regionen und Gruppen (Art. 7);\nf. Massnahmen zur Integration Jugendlicher mit schulischen, sozialen oder sprachlichen Schwierigkeiten in die Berufsbildung (Art. 7);\ng Massnahmen zur Förderung des Verbleibs im Beruf und des Wiedereinstiegs (Art. 32 Abs. 2);\nh Massnahmen zur Förderung der Koordination, der Transparenz und der Qualität des Weiterbildungsangebotes (Art. 32 Abs. 3);\ni. Förderung anderer Qualifikationsverfahren (Art. 35);\nj. Massnahmen, die der Sicherung und Erweiterung des Lehrstellenangebotes dienen (Art. 1 Abs. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_55"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge für besondere Leistungen im öffentlichen Interesse",
        "citation": "Art. 55 Abs. 2 BBG",
        "content": "Beiträge für Leistungen im öffentlichen Interesse werden nur gewährt, wenn die Leistungen längerfristig angelegt sind und besonderer Förderung bedürfen, damit sie erbracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_55"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge für besondere Leistungen im öffentlichen Interesse",
        "citation": "Art. 55 Abs. 3 BBG",
        "content": "Der Bundesrat kann weitere Leistungen im öffentlichen Interesse festlegen, für die Beiträge gewährt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_55"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge für besondere Leistungen im öffentlichen Interesse",
        "citation": "Art. 55 Abs. 4 BBG",
        "content": "Der Bundesrat legt die Kriterien für die Gewährung der Beiträge fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_55"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge für eidgenössische Berufsprüfungen und eidgenössische Fachprüfungen; Bildungsgänge höherer Fachschulen",
        "citation": "Art. 56 BBG",
        "content": "Der Bund kann die Durchführung von eidgenössischen Berufsprüfungen und eidgenössischen höheren Fachprüfungen sowie Bildungsgänge höherer Fachschulen, die von Organisationen der Arbeitswelt angeboten werden, mit Beiträgen unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge an Absolventinnen und Absolventen von vorbereitenden Kursen",
        "citation": "Art. 56a Abs. 1 BBG",
        "content": "Der Bund kann an Absolventinnen und Absolventen von Kursen, die auf eidgenössische Berufsprüfungen oder eidgenössische höhere Fachprüfungen (Art. 28) vorbereiten, Beiträge leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_a"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge an Absolventinnen und Absolventen von vorbereitenden Kursen",
        "citation": "Art. 56a Abs. 2 BBG",
        "content": "Die Beiträge decken höchstens 50 Prozent der anrechenbaren Kursgebühren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_a"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge an Absolventinnen und Absolventen von vorbereitenden Kursen",
        "citation": "Art. 56a Abs. 3 BBG",
        "content": "Der Bundesrat legt die Voraussetzungen für die Beitragsberechtigung, den Beitragssatz sowie die anrechenbaren Kursgebühren fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_a"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Beiträge an Absolventinnen und Absolventen von vorbereitenden Kursen",
        "citation": "Art. 56a Abs. 4 BBG",
        "content": "Der Bund kann auf Antrag hin Teilnehmenden von Kursen, die auf eidgenössische Berufsprüfungen oder eidgenössische höhere Fachprüfungen vorbereiten, Teilbeiträge gewähren. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_a"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Informationssystem",
        "citation": "Art. 56b Abs. 1 BBG",
        "content": "Das SBFI führt ein Informationssystem, um die Zahlung von Beiträgen nach Artikel 56a zu kontrollieren und diesbezügliche Statistiken zu erstellen und auszuwerten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_b"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Informationssystem",
        "citation": "Art. 56b Abs. 2 BBG",
        "content": "Es bearbeitet im Informationssystem folgende Daten:\na. Angaben zur Identifikation von Empfängerinnen und Empfängern der Beiträge nach Artikel 56a Absätze 1 und 4;\nb. Angaben zur Identifikation von Absolventinnen und Absolventen von eidgenössischen Berufsprüfungen und eidgenössischen höheren Fachprüfungen nach Artikel 28;\nc. ...\nd. Angaben über den empfangenen Beitrag nach Artikel 56a Absätze 1 und 4;\ne. Angaben über die absolvierten vorbereitenden Kurse;\nf. Angaben über die absolvierten eidgenössischen Berufsprüfungen und eidgenössischen höheren Fachprüfungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_b"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Informationssystem",
        "citation": "Art. 56b Abs. 3 BBG",
        "content": "Der Bundesrat erlässt Bestimmungen zu Organisation und Betrieb des Informationssystems und zu Sicherheit, Dauer der Aufbewahrung und Löschung der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_b"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Informationssystem",
        "citation": "Art. 56b Abs. 4 BBG",
        "content": "Er kann Dritte mit der Führung des Informationssystems und der Bearbeitung der Daten beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_56_b"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Bedingungen und Auflagen",
        "citation": "Art. 57 Abs. 1 BBG",
        "content": "Beiträge nach den Artikeln 53–56 werden nur gewährt, wenn das zu subventionierende Vorhaben:\na. bedarfsgerecht ist;\nb. zweckmässig organisiert ist;\nc. ausreichende Massnahmen zur Qualitätsentwicklung einschliesst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_57"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Bedingungen und Auflagen",
        "citation": "Art. 57 Abs. 2 BBG",
        "content": "Der Bundesrat kann weitere Bedingungen und Auflagen vorsehen. Er regelt die Bemessung der Beiträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_57"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Kürzung und Verweigerung von Beiträgen",
        "citation": "Art. 58 BBG",
        "content": "Der Bund kürzt bewilligte Beiträge oder verweigert neue Beiträge, wenn die Beitragsempfänger ihre Aufgaben und Pflichten nach diesem Gesetz in erheblicher Weise vernachlässigen oder verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_58"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Finanzierung und Bundesanteil",
        "citation": "Art. 59 Abs. 1 BBG",
        "content": "Die Bundesversammlung bewilligt jeweils mit einfachem Bundesbeschluss für eine mehrjährige Beitragsperiode:\na. den Zahlungsrahmen für:\n1. die Pauschalbeiträge an die Kantone nach Artikel 53,\n2. die Beiträge nach Artikel 56 an die Durchführung eidgenössischer Berufsprüfungen und eidgenössischer höherer Fachprüfungen sowie an Bildungsgänge höherer Fachschulen,\n3. die Beiträge nach Artikel 56a an Absolventinnen und Absolventen von vorbereitenden Kursen;\nabis. den Zahlungsrahmen für die Abgeltungen für die EHB nach Artikel 48 Absatz 2;\nb. den Verpflichtungskredit für:\n1. die Beiträge nach Artikel 54 an Projekte zur Entwicklung der Berufsbildung und zur Qualitätsentwicklung,\n2. die Beiträge nach Artikel 55 an besondere Leistungen im öffentlichen Interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_59"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 1. Abschnitt: Beteiligung des Bundes an den Kosten der Berufsbildung, Finanzierung und Bundesanteil",
        "citation": "Art. 59 Abs. 2 BBG",
        "content": "Als Richtgrösse für die Kostenbeteiligung des Bundes gilt ein Viertel der Aufwendungen der öffentlichen Hand für die Berufsbildung nach diesem Gesetz. Von seiner Kostenbeteiligung entrichtet der Bund höchstens 10 Prozent als Beitrag nach den Artikeln 54 und 55 an Projekte und Leistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_59"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 1 BBG",
        "content": "Zur Förderung der Berufsbildung können Organisationen der Arbeitswelt, die für Bildung und Weiterbildung sowie Prüfungen zuständig sind, eigene Berufsbildungsfonds schaffen und äufnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 2 BBG",
        "content": "Die Organisationen umschreiben den Förderungszweck ihres Berufsbildungsfonds. Insbesondere sollen sie die Betriebe in ihrer Branche in der berufsspezifischen Bildung unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 3 BBG",
        "content": "Der Bundesrat kann auf Antrag der zuständigen Organisation deren Berufsbildungsfonds für alle Betriebe der Branche verbindlich erklären und diese zur Entrichtung von Bildungsbeiträgen verpflichten. Dabei gelten sinngemäss die Bestimmungen des Bundesgesetzes vom 28. September 1956 über die Allgemeinverbindlicherklärung von Gesamtarbeitsverträgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 4 BBG",
        "content": "Voraussetzung für die Verbindlicherklärung ist, dass:\na. sich mindestens 30 Prozent der Betriebe mit mindestens 30 Prozent der Arbeitnehmenden und der Lernenden dieser Branche bereits finanziell am Bildungsfonds beteiligen;\nb. die Organisation über eine eigene Bildungsinstitution verfügt;\nc. die Beiträge ausschliesslich für die branchentypischen Berufe erhoben werden;\nd. die Beiträge für Massnahmen in der Berufsbildung eingesetzt werden, die allen Betrieben zugute kommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 5 BBG",
        "content": "Die Bildungsbeiträge richten sich in Art und Höhe nach dem für die Kosten der Berufsbildung bestimmten Beitrag der Mitglieder der entsprechenden Organisation. Der Bundesrat legt die maximale Höhe fest; dabei kann er die Höchstbeträge nach Branchen differenzieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 6 BBG",
        "content": "Betriebe, die sich bereits mittels Verbandsbeitrag an der Berufsbildung beteiligen, in einen Berufsbildungsfonds einbezahlen oder sonst nachweisbar angemessene Bildungs- oder Weiterbildungsleistungen erbringen, dürfen nicht zu weiteren Zahlungen in allgemein verbindlich erklärte Bildungsfonds verpflichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 8. Kapitel: Beteiligung des Bundes an den Kosten der Berufsbildung; Berufsbildungsfonds, 2. Abschnitt: Berufsbildungsfonds",
        "citation": "Art. 60 Abs. 7 BBG",
        "content": "Das SBFI führt die Aufsicht über die allgemein verbindlich erklärten Fonds. Die Details über Rechnungslegung und Revision werden in der Verordnung geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_60"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 1. Abschnitt:, Rechtsmittel",
        "citation": "Art. 61 Abs. 1 BBG",
        "content": "Rechtsmittelbehörden sind:\na. eine vom Kanton bezeichnete kantonale Behörde für Verfügungen kantonaler Behörden und von Anbietern mit kantonalem Auftrag;\nb. das SBFI für andere Verfügungen von Organisationen ausserhalb der Bundesverwaltung;\nc. und d. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_61"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 1. Abschnitt:, Rechtsmittel",
        "citation": "Art. 61 Abs. 2 BBG",
        "content": "Im Übrigen richtet sich das Verfahren nach den allgemeinen Bestimmungen über die Bundesverwaltungsrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_61"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 2. Abschnitt:, Strafbestimmungen, Zuwiderhandlung und Unterlassung",
        "citation": "Art. 62 Abs. 1 BBG",
        "content": "Mit Busse wird bestraft, wer Personen bildet:\na. ohne Bewilligung nach Artikel 20 Absatz 2;\nb. ohne den Lehrvertrag (Art. 14) abzuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_62"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 2. Abschnitt:, Strafbestimmungen, Zuwiderhandlung und Unterlassung",
        "citation": "Art. 62 Abs. 2 BBG",
        "content": "Bei leichtem Verschulden kann statt der Busse eine Verwarnung ausgesprochen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_62"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 2. Abschnitt:, Strafbestimmungen, Titelanmassung",
        "citation": "Art. 63 Abs. 1 BBG",
        "content": "Mit Busse wird bestraft, wer:\na. einen geschützten Titel führt, ohne die erforderlichen Prüfungen bestanden oder ein gleichwertiges Qualifikationsverfahren erfolgreich durchlaufen zu haben;\nb. einen Titel verwendet, der den Eindruck erweckt, er oder sie habe die entsprechende Prüfung bestanden oder ein gleichwertiges Qualifikationsverfahren erfolgreich durchlaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_63"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 2. Abschnitt:, Strafbestimmungen, Titelanmassung",
        "citation": "Art. 63 Abs. 2 BBG",
        "content": "Die Strafbestimmungen des Bundesgesetzes vom 19. Dezember 1986 gegen den unlauteren Wettbewerb bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_63"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 2. Abschnitt:, Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 64 BBG",
        "content": "Die Strafverfolgung obliegt den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_64"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Bund",
        "citation": "Art. 65 Abs. 1 BBG",
        "content": "Der Bundesrat erlässt die Ausführungsbestimmungen, wo das Gesetz die Zuständigkeit nicht anders regelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_65"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Bund",
        "citation": "Art. 65 Abs. 2 BBG",
        "content": "Er kann die Zuständigkeit zum Erlass von Vorschriften auf das WBF oder auf das SBFI übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_65"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Bund",
        "citation": "Art. 65 Abs. 3 BBG",
        "content": "Die Kantone und interessierten Organisationen werden angehört vor dem Erlass von:\na. Ausführungsbestimmungen;\nb. Bildungsverordnungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_65"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Bund",
        "citation": "Art. 65 Abs. 4 BBG",
        "content": "Der Bund hat die Oberaufsicht über den Vollzug dieses Gesetzes durch die Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_65"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Kantone",
        "citation": "Art. 66 BBG",
        "content": "Soweit der Vollzug nicht dem Bund zugewiesen ist, obliegt er den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_66"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Übertragung von Aufgaben an Dritte",
        "citation": "Art. 67 BBG",
        "content": "Bund und Kantone können Organisationen der Arbeitswelt Vollzugsaufgaben übertragen. Diese können für Verfügungen und Dienstleistungen Gebühren erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_67"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Anerkennung ausländischer Diplome und Ausweise",
        "citation": "Art. 68 Abs. 1 BBG",
        "content": "Der Bundesrat regelt die Anerkennung ausländischer Diplome und Ausweise der Berufsbildung im Geltungsbereich dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_68"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Anerkennung ausländischer Diplome und Ausweise",
        "citation": "Art. 68 Abs. 2 BBG",
        "content": "Im Bereich der Anerkennung ausländischer Diplome und Ausweise der Berufsbildung kann der Bundesrat selbstständig völkerrechtliche Verträge abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_68"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Eidgenössische Berufsbildungskommission",
        "citation": "Art. 69 Abs. 1 BBG",
        "content": "Der Bundesrat bestellt eine eidgenössische Berufsbildungskommission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_69"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Eidgenössische Berufsbildungskommission",
        "citation": "Art. 69 Abs. 2 BBG",
        "content": "Sie setzt sich aus höchstens 15 Vertreterinnen und Vertretern von Bund, Kantonen, Organisationen der Arbeitswelt sowie der Wissenschaft zusammen. Die Kantone haben für drei Mitglieder das Vorschlagsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_69"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Eidgenössische Berufsbildungskommission",
        "citation": "Art. 69 Abs. 3 BBG",
        "content": "Sie wird von der Staatssekretärin oder dem Staatssekretär des SBFI geleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_69"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Eidgenössische Berufsbildungskommission",
        "citation": "Art. 69 Abs. 4 BBG",
        "content": "Das SBFI führt das Sekretariat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_69"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Aufgaben der eidgenössischen Berufsbildungskommission",
        "citation": "Art. 70 Abs. 1 BBG",
        "content": "Die Berufsbildungskommission hat folgende Aufgaben:\na. sie berät die Bundesbehörden in allgemeinen Fragen der Berufsbildung, in Fragen der Entwicklung und der Koordination und deren Abstimmung mit der allgemeinen Bildungspolitik;\nb. sie beurteilt Projekte zur Entwicklung der Berufsbildung nach Artikel 54, Gesuche um Beitrage für besondere Leistungen im öffentlichen Interesse nach Artikel 55 und um Unterstützung im Bereich der Berufsbildung nach Artikel 56 sowie Forschung, Studien, Pilotversuche und Dienstleistungen im Bereich der Berufsbildung und der berufsorientierten Weiterbildung nach Artikel 48 Absatz 2 Buchstabe b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_70"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Aufgaben der eidgenössischen Berufsbildungskommission",
        "citation": "Art. 70 Abs. 2 BBG",
        "content": "Sie kann von sich Anträge stellen und gibt zu den zu beurteilenden Projekten zuhanden der Subventionsbehörde Empfehlungen ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_70"
    },
    {
        "book": "BBG",
        "title": "BBG, 9. Kapitel: Rechtsmittel, Strafbestimmungen, Vollzug, 3. Abschnitt: Vollzug, Eidgenössische Berufsmaturitätskommission",
        "citation": "Art. 71 BBG",
        "content": "Der Bundesrat setzt eine eidgenössische Berufsmaturitätskommission ein. Die Kommission ist beratendes Organ in Fragen der Berufsmaturität, insbesondere in Fragen der Anerkennung von Qualifikationsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/de#art_71"
    }
]