[
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 1 al. 1 LFPr",
        "content": "La formation professionnelle est la tâche commune de la Confédération, des cantons et des organisations du monde du travail (partenaires sociaux, associations professionnelles, autres organisations compétentes et autres prestataires de la formation professionnelle). Ceux-ci veillent à assurer autant que possible une offre suffisante dans le secteur de la formation professionnelle, notamment dans les domaines d’avenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_1"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 1 al. 2 LFPr",
        "content": "Les mesures de la Confédération visent à encourager autant que possible, par des subventions ou par d’autres moyens, les initiatives des cantons et des organisations du monde du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_1"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 1 al. 3 LFPr",
        "content": "Pour atteindre les buts de la présente loi:\na. la Confédération, les cantons et les organisations du monde du travail collaborent;\nb. les cantons collaborent entre eux et les organisations du monde du travail, entre elles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_1"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Objet et champ d’application",
        "citation": "Art. 2 al. 1 LFPr",
        "content": "La présente loi régit, pour tous les secteurs professionnels autres que ceux des hautes écoles:\na. la formation professionnelle initiale, y compris la maturité professionnelle fédérale;\nb. la formation professionnelle supérieure;\nc. la formation continue à des fins professionnelles;\nd. les procédures de qualification, les certificats délivrés et les titres décernés;\ne. la formation des responsables de la formation professionnelle;\nf. les compétences et les principes dans le domaine de l’orientation professionnelle, universitaire et de carrière;\ng. la participation de la Confédération aux coûts de la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_2"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Objet et champ d’application",
        "citation": "Art. 2 al. 2 LFPr",
        "content": "Elle ne s’applique pas aux formations réglées par d’autres lois fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_2"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Objet et champ d’application",
        "citation": "Art. 2 al. 3 LFPr",
        "content": "Le Conseil fédéral peut, d’entente avec les cantons, exclure du champ d’application de la présente loi certains secteurs professionnels s’il en résulte une répartition plus judicieuse des tâches entre la Confédération et les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_2"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Buts",
        "citation": "Art. 3 LFPr",
        "content": "La présente loi encourage et développe:\na. un système de formation professionnelle qui permette aux individus de s’épanouir sur les plans professionnel et personnel et de s’intégrer dans la société, en particulier dans le monde du travail, tout en les rendant aptes et disposés à faire preuve de flexibilité professionnelle et à rester dans le monde du travail;\nb. un système de formation professionnelle qui serve la compétitivité des entreprises;\nc. l’égalité des chances de formation sur le plan social et à l’échelle régionale, l’égalité effective entre les sexes, l’élimination des inégalités qui frappent les personnes handicapées dans la formation professionnelle, de même que l’égalité des chances et l’intégration des étrangers;\nd. la perméabilité des types et des filières de formation au sein de la formation professionnelle ainsi qu’entre la formation professionnelle et les autres secteurs du système éducatif;\ne. la transparence du système de formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_3"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Développement de la formation professionnelle",
        "citation": "Art. 4 al. 1 LFPr",
        "content": "La Confédération encourage le développement de la formation professionnelle en apportant son soutien à des études, à des projets pilotes, à la recherche sur la formation professionnelle et à la mise en place de structures porteuses dans les nouveaux domaines de la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Développement de la formation professionnelle",
        "citation": "Art. 4 al. 2 LFPr",
        "content": "Elle est elle-même active dans ces domaines lorsque le développement de la formation professionnelle le demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Développement de la formation professionnelle",
        "citation": "Art. 4 al. 3 LFPr",
        "content": "S’agissant de projets pilotes, le Conseil fédéral peut, au besoin et d’entente avec les cantons et les organisations concernées du monde du travail, déroger temporairement à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Développement de la formation professionnelle",
        "citation": "Art. 4 al. 4 LFPr",
        "content": "La qualité et l’indépendance de la recherche en formation professionnelle doivent être garanties par des institutions qualifiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_4"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Information, documentation et moyens didactiques",
        "citation": "Art. 5 LFPr",
        "content": "La Confédération encourage:\na. l’information et la documentation qui sont d’intérêt national ou intéressent toute une région linguistique;\nb. la création de moyens didactiques destinés aux minorités linguistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_5"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Compréhension et échanges entre les communautés linguistiques",
        "citation": "Art. 6 al. 1 LFPr",
        "content": "Dans le secteur de la formation professionnelle, la Confédération peut encourager les mesures qui favorisent la compréhension et les échanges entre les communautés linguistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_6"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Compréhension et échanges entre les communautés linguistiques",
        "citation": "Art. 6 al. 2 LFPr",
        "content": "Elle peut notamment encourager:\na. le plurilinguisme individuel, en veillant en particulier à la diversité des langues d’enseignement ainsi qu’à la formation des enseignants sur le plan linguistique;\nb. les échanges d’enseignants et de personnes en formation entre les régions linguistiques, s’ils sont soutenus par les cantons, les organisations du monde du travail ou les entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_6"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Groupes et régions défavorisés",
        "citation": "Art. 7 LFPr",
        "content": "La Confédération peut encourager des mesures dans le domaine de la formation professionnelle en faveur des groupes et des régions défavorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_7"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Développement de la qualité",
        "citation": "Art. 8 al. 1 LFPr",
        "content": "Les prestataires de la formation professionnelle assurent le développement de la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_8"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Développement de la qualité",
        "citation": "Art. 8 al. 2 LFPr",
        "content": "La Confédération encourage le développement de la qualité, établit des normes de qualité et en surveille le respect.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_8"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Encouragement de la perméabilité",
        "citation": "Art. 9 al. 1 LFPr",
        "content": "Les prescriptions sur la formation professionnelle garantissent la plus grande perméabilité possible au sein de la formation professionnelle ainsi qu’entre la formation professionnelle et les autres secteurs du système éducatif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_9"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Encouragement de la perméabilité",
        "citation": "Art. 9 al. 2 LFPr",
        "content": "Les expériences, professionnelles ou non, la formation spécialisée et la culture générale acquises en dehors des filières habituelles sont dûment prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_9"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Droits des personnes en formation d’être consultées",
        "citation": "Art. 10 LFPr",
        "content": "Les prestataires de la formation à la pratique professionnelle et de la formation scolaire accordent aux personnes en formation le droit d’être consultées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_10"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Prix des prestations",
        "citation": "Art. 11 al. 1 LFPr",
        "content": "Les prestataires privés de la formation professionnelle ne doivent pas subir de distorsion de concurrence injustifiée du fait de mesures prises en application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_11"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 1, Dispositions générales, Prix des prestations",
        "citation": "Art. 11 al. 2 LFPr",
        "content": "Les prestataires du secteur public qui, dans le domaine de la formation continue à des fins professionnelles, entrent en concurrence avec les prestataires non subventionnés du secteur privé alignent le prix de leurs formations sur les prix du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_11"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Préparation à la formation professionnelle initiale",
        "citation": "Art. 12 LFPr",
        "content": "Les cantons prennent des mesures pour préparer à la formation professionnelle initiale les personnes qui, arrivées à la fin de la scolarité obligatoire, accusent un déficit de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_12"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Déséquilibres sur le marché de la formation professionnelle initiale",
        "citation": "Art. 13 LFPr",
        "content": "Le Conseil fédéral peut, dans le cadre des moyens disponibles, prendre des mesures de durée limitée pour corriger les déséquilibres qui se sont produits ou qui menacent de se produire sur le marché de la formation professionnelle initiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_13"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Contrat d’apprentissage",
        "citation": "Art. 14 al. 1 LFPr",
        "content": "Les personnes qui commencent une formation et les prestataires de la formation à la pratique professionnelle concluent un contrat d’apprentissage. Ce contrat est régi par les dispositions y relatives du code des obligations (art. 344 à 346a), à moins que la présente loi n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Contrat d’apprentissage",
        "citation": "Art. 14 al. 2 LFPr",
        "content": "Le contrat est conclu au début de l’apprentissage et porte sur toute la durée de la formation. Il peut être conclu pour chaque partie de l’apprentissage si ce dernier a lieu successivement dans plusieurs entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Contrat d’apprentissage",
        "citation": "Art. 14 al. 3 LFPr",
        "content": "Le contrat doit être approuvé par les autorités cantonales. Aucun émolument ne peut être prélevé pour cette approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Contrat d’apprentissage",
        "citation": "Art. 14 al. 4 LFPr",
        "content": "Si le contrat d’apprentissage est résilié, le prestataire de la formation doit en aviser immédiatement l’autorité cantonale et, le cas échéant, l’école professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Contrat d’apprentissage",
        "citation": "Art. 14 al. 5 LFPr",
        "content": "Si l’entreprise formatrice ferme ses portes ou qu’elle n’assure plus la formation professionnelle initiale conformément aux prescriptions légales, l’autorité cantonale veille à ce que la formation initiale entamée puisse autant que possible être terminée normalement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 1, Dispositions générales, Contrat d’apprentissage",
        "citation": "Art. 14 al. 6 LFPr",
        "content": "Les dispositions de la loi sont applicables à l’apprentissage même si les parties omettent de conclure un contrat, qu’elles ne soumettent pas le contrat à l’approbation de l’autorité cantonale ou qu’elles le lui soumettent tardivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_14"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Objet",
        "citation": "Art. 15 al. 1 LFPr",
        "content": "La formation professionnelle initiale vise à transmettre et à faire acquérir les compétences, les connaissances et le savoir-faire (ci-après qualifications) indispensables à l’exercice d’une activité dans une profession, un champ professionnel ou un champ d’activité (ci-après activité professionnelle).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Objet",
        "citation": "Art. 15 al. 2 LFPr",
        "content": "Elle permet notamment à la personne en formation d’acquérir:\na. les qualifications spécifiques qui lui permettront d’exercer une activité professionnelle avec compétence et en toute sécurité;\nb. la culture générale de base qui lui permettra d’accéder au monde du travail et d’y rester ainsi que de s’intégrer dans la société;\nc. les connaissances et les compétences économiques, écologiques, sociales et culturelles qui lui permettront de contribuer au développement durable;\nd. l’aptitude et la disponibilité à apprendre tout au long de sa vie, d’exercer son sens critique et de prendre des décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Objet",
        "citation": "Art. 15 al. 3 LFPr",
        "content": "Elle fait suite à l’école obligatoire ou à une qualification équivalente. Le Conseil fédéral détermine les critères permettant de fixer l’âge minimum des personnes qui commencent une formation professionnelle initiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Objet",
        "citation": "Art. 15 al. 4 LFPr",
        "content": "Les ordonnances sur la formation fixent les modalités de l’enseignement obligatoire dispensé dans une deuxième langue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Objet",
        "citation": "Art. 15 al. 5 LFPr",
        "content": "L’éducation physique est régie par la loi du 17 juin 2011 sur l’encouragement du sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_15"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Contenus, lieux de formation, responsabilités",
        "citation": "Art. 16 al. 1 LFPr",
        "content": "La formation professionnelle initiale comprend:\na. une formation à la pratique professionnelle;\nb. une formation scolaire composée d’une partie de culture générale et d’une partie spécifique à la profession;\nc. des compléments à la formation à la pratique professionnelle et à la formation scolaire, là où l’exige l’apprentissage de la profession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Contenus, lieux de formation, responsabilités",
        "citation": "Art. 16 al. 2 LFPr",
        "content": "La formation professionnelle initiale se déroule en règle générale dans les lieux de formation suivants:\na. dans l’entreprise formatrice, un réseau d’entreprises formatrices, une école de métiers, une école de commerce ou dans d’autres institutions accréditées à cette fin, pour ce qui concerne la formation à la pratique professionnelle;\nb. dans une école professionnelle, pour ce qui concerne la formation générale et la formation spécifique à la profession;\nc. dans les cours interentreprises et dans d’autres lieux de formation comparables, pour ce qui concerne les compléments à la formation à la pratique professionnelle et à la formation scolaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Contenus, lieux de formation, responsabilités",
        "citation": "Art. 16 al. 3 LFPr",
        "content": "Les parts de la formation selon l’al. 1, la manière dont elles sont organisées et leur répartition dans le temps sont fixées dans les ordonnances sur la formation en fonction de l’activité professionnelle et de ses exigences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Contenus, lieux de formation, responsabilités",
        "citation": "Art. 16 al. 4 LFPr",
        "content": "La responsabilité à l’égard des personnes en formation est fonction du contrat d’apprentissage. En l’absence de contrat, la responsabilité est en règle générale déterminée en fonction du lieu de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Contenus, lieux de formation, responsabilités",
        "citation": "Art. 16 al. 5 LFPr",
        "content": "Pour atteindre les buts de la formation professionnelle initiale, les prestataires de la formation à la pratique professionnelle, de la formation scolaire et des cours interentreprises et d’autres lieux de formation collaborent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_16"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Types de formation et durée",
        "citation": "Art. 17 al. 1 LFPr",
        "content": "La formation professionnelle initiale dure de deux à quatre ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Types de formation et durée",
        "citation": "Art. 17 al. 2 LFPr",
        "content": "La formation professionnelle initiale de deux ans s’achève en règle générale par un examen qui donne droit à l’attestation fédérale de formation professionnelle. Elle est organisée de sorte que les offres tiennent particulièrement compte des besoins individuels des personnes en formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Types de formation et durée",
        "citation": "Art. 17 al. 3 LFPr",
        "content": "La formation professionnelle initiale de trois ou quatre ans s’achève en règle générale par un examen de fin d’apprentissage qui donne droit au certificat fédéral de capacité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Types de formation et durée",
        "citation": "Art. 17 al. 4 LFPr",
        "content": "Le certificat fédéral de capacité et une attestation de formation générale approfondie donnent droit à la maturité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Types de formation et durée",
        "citation": "Art. 17 al. 5 LFPr",
        "content": "La formation professionnelle initiale peut aussi s’acquérir par une formation professionnelle non formelle, laquelle s’achève par une procédure de qualification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_17"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Prise en compte des besoins individuels",
        "citation": "Art. 18 al. 1 LFPr",
        "content": "La durée de la formation professionnelle initiale peut être écourtée de manière appropriée pour les personnes qui ont beaucoup de facilité ou qui ont une formation préalable et prolongée pour les personnes qui ont des difficultés d’apprentissage ou qui présentent un handicap.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_18"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Prise en compte des besoins individuels",
        "citation": "Art. 18 al. 2 LFPr",
        "content": "Le Conseil fédéral édicte des dispositions particulières sur l’encadrement individuel spécialisé des personnes engagées dans une formation professionnelle initiale de deux ans qui ont des difficultés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_18"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Prise en compte des besoins individuels",
        "citation": "Art. 18 al. 3 LFPr",
        "content": "La Confédération peut encourager l’encadrement professionnel individuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_18"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Ordonnances sur la formation",
        "citation": "Art. 19 al. 1 LFPr",
        "content": "Le Secrétariat d’État à la formation, à la recherche et à l’innovation (SEFRI) édicte des ordonnances portant sur la formation professionnelle initiale. Il le fait à la demande des organisations du monde du travail ou, au besoin, de son propre chef.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_19"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Ordonnances sur la formation",
        "citation": "Art. 19 al. 2 LFPr",
        "content": "Les ordonnances sur la formation fixent en particulier:\na. les activités faisant l’objet d’une formation professionnelle initiale et la durée de celle-ci;\nb. les objectifs et les exigences de la formation à la pratique professionnelle;\nc. les objectifs et les exigences de la formation scolaire;\nd. l’étendue des contenus de la formation et les parts assumées par les lieux de formation;\ne. les procédures de qualification, les certificats délivrés et les titres décernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_19"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 2, Structure, Ordonnances sur la formation",
        "citation": "Art. 19 al. 3 LFPr",
        "content": "Les procédures de qualification des formations non formelles se fondent sur les ordonnances correspondantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_19"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Prestataires de la formation à la pratique professionnelle",
        "citation": "Art. 20 al. 1 LFPr",
        "content": "Les prestataires de la formation à la pratique professionnelle font en sorte que les personnes en formation acquièrent un maximum de compétences, qu’ils évaluent périodiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_20"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Prestataires de la formation à la pratique professionnelle",
        "citation": "Art. 20 al. 2 LFPr",
        "content": "Ils doivent avoir obtenu l’autorisation du canton pour former des apprentis; l’autorisation du canton ne fait l’objet d’aucun émolument.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_20"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, École professionnelle",
        "citation": "Art. 21 al. 1 LFPr",
        "content": "L’école professionnelle dispense la formation scolaire. Celle-ci comprend un enseignement professionnel et un enseignement de culture générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, École professionnelle",
        "citation": "Art. 21 al. 2 LFPr",
        "content": "L’école professionnelle a un mandat de formation qui lui est propre. Elle:\na. favorise l’épanouissement de la personnalité et les compétences sociales des personnes en formation en leur transmettant les connaissances théoriques de base nécessaires à l’exercice de leur profession ainsi qu’une bonne culture générale;\nb. met en valeur les talents des personnes en formation et satisfait, par des offres adéquates, aux besoins de celles qui ont beaucoup de facilité comme de celles qui éprouvent des difficultés;\nc. favorise l’égalité effective entre les sexes ainsi que l’élimination des désavantages que subissent les personnes handicapées en leur offrant des types et des programmes de formation adéquats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, École professionnelle",
        "citation": "Art. 21 al. 3 LFPr",
        "content": "La fréquentation de l’école professionnelle est obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, École professionnelle",
        "citation": "Art. 21 al. 4 LFPr",
        "content": "L’école professionnelle peut aussi proposer des programmes de formation professionnelle supérieure et des programmes de formation continue à des fins professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, École professionnelle",
        "citation": "Art. 21 al. 5 LFPr",
        "content": "L’école professionnelle peut, en collaboration avec les organisations du monde du travail et les entreprises, participer à la mise sur pied de cours interentreprises et d’autres lieux de formation comparables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, École professionnelle",
        "citation": "Art. 21 al. 6 LFPr",
        "content": "Elle peut assumer des tâches de coordination afin de promouvoir la collaboration des acteurs de la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_21"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Offre d’écoles professionnelles",
        "citation": "Art. 22 al. 1 LFPr",
        "content": "Les cantons où est dispensée la formation à la pratique professionnelle veillent à ce que l’offre d’écoles professionnelles réponde aux besoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Offre d’écoles professionnelles",
        "citation": "Art. 22 al. 2 LFPr",
        "content": "L’enseignement obligatoire est gratuit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Offre d’écoles professionnelles",
        "citation": "Art. 22 al. 3 LFPr",
        "content": "Les personnes qui remplissent les conditions requises dans l’entreprise formatrice et à l’école professionnelle peuvent suivre des cours facultatifs sans qu’aucune retenue ne soit opérée sur leur salaire. La fréquentation de ces cours est décidée en accord avec l’entreprise. En cas de désaccord, le canton tranche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Offre d’écoles professionnelles",
        "citation": "Art. 22 al. 4 LFPr",
        "content": "Si une personne en formation a besoin de cours d’appui pour réussir l’école professionnelle, celle-ci peut, avec son accord et celui de l’entreprise formatrice, ordonner qu’elle suive de tels cours. En cas de désaccord, le canton tranche. La fréquentation de ces cours n’entraîne aucune retenue sur le salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Offre d’écoles professionnelles",
        "citation": "Art. 22 al. 5 LFPr",
        "content": "Le SEFRI approuve, sur proposition des associations professionnelles, l’organisation de cours spécialisés intercantonaux lorsqu’une telle mesure est adaptée à l’objectif visé, qu’elle favorise la disponibilité des entreprises formatrices, qu’elle n’engendre pas de surcoûts excessifs et qu’elle n’occasionne pas de préjudices majeurs pour les participants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_22"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Cours interentreprises et autres lieux de formation comparables",
        "citation": "Art. 23 al. 1 LFPr",
        "content": "Les cours interentreprises et les autres lieux comparables visent à transmettre et à faire acquérir un savoir-faire de base. Ils complètent la pratique professionnelle et la formation scolaire lorsque la future activité professionnelle l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Cours interentreprises et autres lieux de formation comparables",
        "citation": "Art. 23 al. 2 LFPr",
        "content": "Les cantons veillent, avec le concours des organisations du monde du travail, à ce que l’offre de cours interentreprises et d’autres lieux de formation comparables soit suffisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Cours interentreprises et autres lieux de formation comparables",
        "citation": "Art. 23 al. 3 LFPr",
        "content": "La fréquentation des cours interentreprises est obligatoire. Les cantons peuvent, à la demande d’un prestataire de la formation à la pratique professionnelle, déroger à cette obligation si les personnes en formation suivent un enseignement équivalent dans le centre de formation d’une entreprise ou dans une école de métiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Cours interentreprises et autres lieux de formation comparables",
        "citation": "Art. 23 al. 4 LFPr",
        "content": "Tout organisateur de cours interentreprises ou d’offres comparables peut exiger des entreprises formatrices ou des établissements de formation une contribution adéquate aux frais. Pour éviter les distorsions de la concurrence, les organisations du monde du travail qui proposent de tels cours peuvent exiger une contribution plus élevée des entreprises qui ne leur sont pas affiliées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 3, Prestataires, Cours interentreprises et autres lieux de formation comparables",
        "citation": "Art. 23 al. 5 LFPr",
        "content": "Le Conseil fédéral fixe les conditions et le montant de ces contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_23"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 4, Surveillance",
        "citation": "Art. 24 al. 1 LFPr",
        "content": "Les cantons veillent à assurer la surveillance de la formation professionnelle initiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 4, Surveillance",
        "citation": "Art. 24 al. 2 LFPr",
        "content": "L’encadrement, l’accompagnement des parties aux contrats d’apprentissage et la coordination des activités des partenaires de la formation professionnelle initiale font partie de la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 4, Surveillance",
        "citation": "Art. 24 al. 3 LFPr",
        "content": "Font de surcroît l’objet de la surveillance notamment:\na. la qualité de la formation à la pratique professionnelle, y compris celle de la formation dispensée dans les cours interentreprises et d’autres lieux de formation comparables;\nb. la qualité de la formation scolaire;\nc. les examens et les autres procédures de qualification;\nd. le respect des dispositions légales du contrat d’apprentissage;\ne. le respect du contrat d’apprentissage par les parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 4, Surveillance",
        "citation": "Art. 24 al. 4 LFPr",
        "content": "Sur proposition commune du prestataire de la formation professionnelle et de la personne en formation, le canton arrête des décisions portant sur:\na. l’équivalence des formations professionnelles non formelles visées à l’art. 17, al. 5;\nb. les cas visés à l’art. 18, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 4, Surveillance",
        "citation": "Art. 24 al. 5 LFPr",
        "content": "Dans le cadre de la surveillance, les cantons peuvent notamment:\na. exiger la rétrocession, partielle ou totale, des montants qu’ils ont transmis à des tiers en vertu de l’art. 52, al. 2, 2e phrase;\nb. annuler un contrat d’apprentissage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_24"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 5, Maturité professionnelle fédérale",
        "citation": "Art. 25 al. 1 LFPr",
        "content": "La maturité professionnelle fédérale rend son titulaire apte à suivre des études dans une haute école spécialisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 5, Maturité professionnelle fédérale",
        "citation": "Art. 25 al. 2 LFPr",
        "content": "La formation générale approfondie visée à l’art. 17, al. 4, peut également être acquise après l’obtention du certificat fédéral de capacité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 5, Maturité professionnelle fédérale",
        "citation": "Art. 25 al. 3 LFPr",
        "content": "Les cantons veillent à ce que l’enseignement menant à la maturité professionnelle réponde aux besoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 5, Maturité professionnelle fédérale",
        "citation": "Art. 25 al. 4 LFPr",
        "content": "L’enseignement menant à la maturité professionnelle dispensé dans les écoles publiques est gratuit. La Confédération et les cantons peuvent soutenir les prestataires privés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 2, Formation professionnelle initiale, Section 5, Maturité professionnelle fédérale",
        "citation": "Art. 25 al. 5 LFPr",
        "content": "Le Conseil fédéral réglemente la maturité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_25"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Objet",
        "citation": "Art. 26 al. 1 LFPr",
        "content": "La formation professionnelle supérieure vise à transmettre et à faire acquérir, au niveau tertiaire, les qualifications indispensables à l’exercice d’une activité professionnelle complexe ou impliquant des responsabilités élevées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_26"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Objet",
        "citation": "Art. 26 al. 2 LFPr",
        "content": "Elle présuppose l’acquisition d’un certificat fédéral de capacité, d’une formation scolaire générale supérieure ou d’une qualification équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_26"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Types",
        "citation": "Art. 27 LFPr",
        "content": "La formation professionnelle supérieure s’acquiert:\na. par un examen professionnel fédéral ou par un examen professionnel fédéral supérieur;\nb. par une formation reconnue par la Confédération et dispensée par une école supérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_27"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Examens professionnels fédéraux et examens professionnels fédéraux supérieurs",
        "citation": "Art. 28 al. 1 LFPr",
        "content": "La personne qui souhaite se présenter aux examens professionnels fédéraux ou aux examens professionnels fédéraux supérieurs doit disposer d’une expérience professionnelle et de connaissances spécifiques dans le domaine concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Examens professionnels fédéraux et examens professionnels fédéraux supérieurs",
        "citation": "Art. 28 al. 2 LFPr",
        "content": "Les organisations du monde du travail compétentes définissent les conditions d’admission, le niveau exigé, les procédures de qualification, les certificats délivrés et les titres décernés. Elles tiennent compte des filières de formation qui font suite aux examens. Leurs prescriptions sont soumises à l’approbation du SEFRI. Elles sont publiées dans la Feuille fédérale sous la forme d’un renvoi au sens de l’art. 13, al. 1, let. g, et 3, de la loi du 18 juin 2004 sur les publications officielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Examens professionnels fédéraux et examens professionnels fédéraux supérieurs",
        "citation": "Art. 28 al. 3 LFPr",
        "content": "Le Conseil fédéral fixe les conditions d’obtention de l’approbation et la procédure à suivre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Examens professionnels fédéraux et examens professionnels fédéraux supérieurs",
        "citation": "Art. 28 al. 4 LFPr",
        "content": "Les cantons peuvent proposer des cours préparatoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_28"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 29 al. 1 LFPr",
        "content": "La personne qui souhaite être admise à suivre une formation reconnue par la Confédération et dispensée par une école supérieure doit disposer d’une expérience professionnelle dans le domaine concerné, à moins qu’une telle expérience ne soit intégrée dans la filière de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 29 al. 2 LFPr",
        "content": "La formation à temps complet dure au moins deux ans, y compris les stages; la formation en marge d’une activité professionnelle dure au minimum trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 29 al. 3 LFPr",
        "content": "En collaboration avec les organisations compétentes, le Département fédéral de l’économie, de la formation et de la recherche (DEFR) fixe des prescriptions minimales pour la reconnaissance par la Confédération des filières de formation et des cours post-diplôme proposés par les écoles supérieures. Ces prescriptions portent sur les conditions d’admission, le niveau exigé en fin d’études, les procédures de qualification, les certificats délivrés et les titres décernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 29 al. 4 LFPr",
        "content": "Les cantons peuvent proposer eux-mêmes des filières de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 29 al. 5 LFPr",
        "content": "Les cantons exercent la surveillance des écoles supérieures lorsqu’elles offrent des filières de formation reconnues par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_29"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 4, Formation continue à des fins professionnelles, Objet",
        "citation": "Art. 30 LFPr",
        "content": "La formation continue à des fins professionnelles a pour but, dans un cadre structuré:\na. de renouveler, d’approfondir et de compléter les qualifications professionnelles des participants et de leur permettre d’en acquérir de nouvelles;\nb. d’améliorer leur flexibilité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_30"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 4, Formation continue à des fins professionnelles, Offre de formation continue à des fins professionnelles",
        "citation": "Art. 31 LFPr",
        "content": "Les cantons veillent à ce que l’offre de formation continue à des fins professionnelles réponde aux besoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_31"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 4, Formation continue à des fins professionnelles, Mesures de la Confédération",
        "citation": "Art. 32 al. 1 LFPr",
        "content": "La Confédération encourage la formation continue à des fins professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 4, Formation continue à des fins professionnelles, Mesures de la Confédération",
        "citation": "Art. 32 al. 2 LFPr",
        "content": "Elle soutient notamment l’offre visant:\na. à permettre aux personnes dont la profession connaît des modifications structurelles de se maintenir dans la vie active;\nb. à faciliter la réinsertion professionnelle des personnes ayant temporairement réduit leur activité professionnelle ou l’ayant interrompue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 4, Formation continue à des fins professionnelles, Mesures de la Confédération",
        "citation": "Art. 32 al. 3 LFPr",
        "content": "Elle soutient de surcroît les mesures visant à promouvoir la coordination, la transparence et la qualité de l’offre de formation continue à des fins professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 4, Formation continue à des fins professionnelles, Mesures de la Confédération",
        "citation": "Art. 32 al. 4 LFPr",
        "content": "Les cours de formation continue à des fins professionnelles qu’elle encourage doivent être coordonnés avec les mesures concernant le marché du travail prévues par la loi du 25 juin 1982 sur l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_32"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 1, Dispositions générales, Examens et autres procédures de qualification",
        "citation": "Art. 33 LFPr",
        "content": "Les qualifications professionnelles sont attestées par un examen global, par une combinaison d’examens partiels ou par d’autres procédures de qualification reconnues par le SEFRI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_33"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 1, Dispositions générales, Conditions relatives aux procédures de qualification",
        "citation": "Art. 34 al. 1 LFPr",
        "content": "Le Conseil fédéral fixe les conditions relatives aux procédures de qualification. Il en assure la qualité et la comparabilité. Les critères d’appréciation utilisés doivent être objectifs et transparents, et assurer l’égalité des chances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_34"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 1, Dispositions générales, Conditions relatives aux procédures de qualification",
        "citation": "Art. 34 al. 2 LFPr",
        "content": "L’admission est indépendante du fait d’avoir suivi ou non une filière de formation déterminée. Le SEFRI règle les conditions d’admission aux procédures de qualification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_34"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 1, Dispositions générales, Encouragement des autres procédures de qualification",
        "citation": "Art. 35 LFPr",
        "content": "La Confédération peut encourager les organisations qui développent ou offrent d’autres procédures de qualification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_35"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 1, Dispositions générales, Protection des titres",
        "citation": "Art. 36 LFPr",
        "content": "Seuls les titulaires d’un diplôme sanctionnant une formation professionnelle initiale ou une formation professionnelle supérieure sont habilités à se prévaloir du titre prévu par les prescriptions correspondantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_36"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Attestation fédérale de formation professionnelle",
        "citation": "Art. 37 al. 1 LFPr",
        "content": "Reçoit l’attestation fédérale de formation professionnelle la personne qui a réussi l’examen sanctionnant la formation professionnelle initiale de deux ans ou qui a suivi avec succès une procédure de qualification équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_37"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Attestation fédérale de formation professionnelle",
        "citation": "Art. 37 al. 2 LFPr",
        "content": "L’attestation fédérale de formation professionnelle est délivrée par les autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_37"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Certificat fédéral de capacité",
        "citation": "Art. 38 al. 1 LFPr",
        "content": "Reçoit le certificat fédéral de capacité la personne qui a réussi l’examen de fin d’apprentissage ou qui a suivi avec succès une procédure de qualification équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_38"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Certificat fédéral de capacité",
        "citation": "Art. 38 al. 2 LFPr",
        "content": "Le certificat fédéral de capacité est délivré par les autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_38"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Certificat fédéral de maturité professionnelle",
        "citation": "Art. 39 al. 1 LFPr",
        "content": "Reçoit le certificat fédéral de maturité professionnelle le titulaire d’un certificat fédéral de capacité qui a réussi l’examen de maturité professionnelle reconnu par la Confédération ou qui a suivi avec succès une procédure de qualification équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_39"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Certificat fédéral de maturité professionnelle",
        "citation": "Art. 39 al. 3 LFPr",
        "content": "Les cantons veillent à ce que les examens de maturité professionnelle aient lieu et délivrent les certificats. La Confédération peut elle aussi, à titre complémentaire, organiser de tels examens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_39"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Procédures de qualification",
        "citation": "Art. 40 al. 1 LFPr",
        "content": "Les cantons veillent à ce que les procédures de qualification aient lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_40"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Procédures de qualification",
        "citation": "Art. 40 al. 2 LFPr",
        "content": "Le SEFRI peut charger les organisations du monde du travail qui en font la demande de les effectuer pour certaines régions ou pour l’ensemble du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_40"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Émoluments",
        "citation": "Art. 41 al. 1 LFPr",
        "content": "Aucun émolument ne peut être exigé des prestataires de la formation à la pratique professionnelle ni des candidats à l’obtention d’une attestation fédérale de formation professionnelle, d’un certificat fédéral de capacité ou d’un certificat fédéral de maturité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_41"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 2, Formation professionnelle initiale, Émoluments",
        "citation": "Art. 41 al. 2 LFPr",
        "content": "Un émolument peut être exigé des personnes qui, sans motif valable, ne se présentent pas à l’examen, s’en retirent ou le repassent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_41"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Examens professionnels fédéraux et examens professionnels fédéraux supérieurs",
        "citation": "Art. 42 al. 1 LFPr",
        "content": "Les examens professionnels fédéraux et les examens professionnels fédéraux supérieurs sont régis par les prescriptions afférentes (art. 28, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_42"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Examens professionnels fédéraux et examens professionnels fédéraux supérieurs",
        "citation": "Art. 42 al. 2 LFPr",
        "content": "La Confédération exerce la surveillance des examens professionnels fédéraux et des examens professionnels fédéraux supérieurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_42"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Brevet et diplôme; inscription au registre",
        "citation": "Art. 43 al. 1 LFPr",
        "content": "Le brevet est décerné à la personne qui a réussi l’examen professionnel fédéral. Le diplôme est décerné à la personne qui a réussi l’examen professionnel fédéral supérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_43"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Brevet et diplôme; inscription au registre",
        "citation": "Art. 43 al. 2 LFPr",
        "content": "Le brevet et le diplôme sont délivrés par le SEFRI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_43"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Brevet et diplôme; inscription au registre",
        "citation": "Art. 43 al. 3 LFPr",
        "content": "Le SEFRI tient un registre public des noms des titulaires d’un brevet ou d’un diplôme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_43"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 44 al. 1 LFPr",
        "content": "La personne qui a réussi l’examen ou suivi avec succès une procédure de qualification équivalente dans une école supérieure obtient un diplôme de l’école.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_44"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 5, Procédures de qualification, certificats et titres, Section 3, Formation professionnelle supérieure, Écoles supérieures",
        "citation": "Art. 44 al. 2 LFPr",
        "content": "La procédure d’examen et la procédure de qualification équivalente sont régies par les prescriptions minimales prévues à l’art. 29, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_44"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Formateurs",
        "citation": "Art. 45 al. 1 LFPr",
        "content": "Les formateurs sont des personnes qui, dans le cadre de la formation professionnelle initiale, dispensent la formation à la pratique professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Formateurs",
        "citation": "Art. 45 al. 2 LFPr",
        "content": "Les formateurs disposent d’une formation qualifiée dans leur spécialité professionnelle et justifient d’un savoir-faire pédagogique, méthodologique et didactique adéquat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Formateurs",
        "citation": "Art. 45 al. 3 LFPr",
        "content": "Le Conseil fédéral fixe les exigences minimales de la formation des formateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Formateurs",
        "citation": "Art. 45 al. 4 LFPr",
        "content": "Les cantons veillent à assurer la formation des formateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_45"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Enseignants",
        "citation": "Art. 46 al. 1 LFPr",
        "content": "Les enseignants de la formation professionnelle initiale, de la formation professionnelle supérieure et de la formation continue à des fins professionnelles disposent d’une formation spécifique dans leur spécialité et d’une formation pédagogique, méthodologique et didactique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_46"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Enseignants",
        "citation": "Art. 46 al. 2 LFPr",
        "content": "Le Conseil fédéral fixe les exigences minimales de la formation des enseignants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_46"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Autres responsables de la formation professionnelle",
        "citation": "Art. 47 LFPr",
        "content": "La Confédération peut offrir des cours de formation aux autres responsables de la formation professionnelle tels que les experts aux examens ou les autres personnes travaillant dans la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_47"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Encouragement de la formation pédagogique des enseignants",
        "citation": "Art. 48 al. 1 LFPr",
        "content": "La Confédération encourage la pédagogie professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_48"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 6, Formation des responsables de la formation professionnelle, Encouragement de la formation pédagogique des enseignants",
        "citation": "Art. 48 al. 2 LFPr",
        "content": "Elle gère à cet effet la Haute école fédérale en formation professionnelle (HEFP). Les tâches et l’organisation de cette institution sont réglées dans la loi du 25 septembre 2020 sur la HEFP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_48"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 7, Orientation professionnelle, universitaire et de carrière, Principe",
        "citation": "Art. 49 al. 1 LFPr",
        "content": "L’orientation professionnelle, universitaire et de carrière a pour but d’aider les jeunes et les adultes à choisir une voie professionnelle ou une formation supérieure, ou à établir un plan de carrière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_49"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 7, Orientation professionnelle, universitaire et de carrière, Principe",
        "citation": "Art. 49 al. 2 LFPr",
        "content": "Elle consiste en un service d’information et un service d’orientation personnalisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_49"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 7, Orientation professionnelle, universitaire et de carrière, Qualification des conseillers d’orientation professionnelle",
        "citation": "Art. 50 al. 1 LFPr",
        "content": "Les conseillers d’orientation professionnelle, universitaire et de carrière auront suivi avec succès une formation spécialisée reconnue par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_50"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 7, Orientation professionnelle, universitaire et de carrière, Qualification des conseillers d’orientation professionnelle",
        "citation": "Art. 50 al. 2 LFPr",
        "content": "Le Conseil fédéral fixe les exigences minimales pour la reconnaissance des filières de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_50"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 7, Orientation professionnelle, universitaire et de carrière, Tâches des cantons",
        "citation": "Art. 51 al. 1 LFPr",
        "content": "Les cantons veillent à offrir un service d’orientation professionnelle, universitaire et de carrière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_51"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 7, Orientation professionnelle, universitaire et de carrière, Tâches des cantons",
        "citation": "Art. 51 al. 2 LFPr",
        "content": "Ils veillent à coordonner l’orientation professionnelle, universitaire et de carrière avec les mesures relatives au marché du travail prévues par la loi du 25 juin 1982 sur l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_51"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Principe",
        "citation": "Art. 52 al. 1 LFPr",
        "content": "La Confédération participe, de manière adéquate, dans le cadre des crédits accordés, aux coûts de la formation professionnelle résultant de l’application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_52"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Principe",
        "citation": "Art. 52 al. 2 LFPr",
        "content": "Elle verse l’essentiel de sa participation aux cantons sous la forme de forfaits; ceux-ci sont utilisés pour financer les tâches conformément à l’art. 53. Les cantons transmettent ces montants aux tiers concernés, au prorata des tâches dont ils les ont chargés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_52"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Principe",
        "citation": "Art. 52 al. 3 LFPr",
        "content": "Elle verse le reste de sa participation:\na. aux cantons et à des tiers pour qu’ils financent des projets de développement de la formation professionnelle et de développement de la qualité (art. 54);\nb. aux cantons et à des tiers en contrepartie de prestations particulières d’intérêt public (art. 55);\nc. à des tiers pour la tenue des examens professionnels fédéraux et des examens professionnels fédéraux supérieurs et pour soutenir des filières de formation dans les écoles supérieures (art. 56);\nd. aux personnes ayant suivi des cours préparatoires aux examens professionnels fédéraux et aux examens professionnels fédéraux supérieurs (art. 56a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_52"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Forfaits versés aux cantons",
        "citation": "Art. 53 al. 1 LFPr",
        "content": "Les forfaits versés aux cantons sont calculés principalement sur la base du nombre de personnes effectuant une formation professionnelle initiale. Ils tiennent compte en outre, de manière appropriée, du volume et du genre de l’offre de formation initiale et de formation professionnelle supérieure. Le Conseil fédéral peut retenir des critères supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_53"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Forfaits versés aux cantons",
        "citation": "Art. 53 al. 2 LFPr",
        "content": "Les forfaits sont versés aux cantons pour:\na. l’offre:\n1. d’encadrement individuel spécialisé destiné aux personnes engagées dans une formation professionnelle initiale de deux ans (art. 18, al. 2),\n2. de mesures préparant à la formation professionnelle initiale (art. 12),\n3. d’écoles professionnelles (art. 21),\n4. de cours interentreprises et de cours d’autres lieux de formation comparables (art. 23),\n5. de cours de formation générale approfondie menant à la maturité professionnelle fédérale (art. 25),\n6. de cours de préparation aux examens professionnels fédéraux et aux examens professionnels fédéraux supérieurs (art. 28),\n7. de filières de formation dans les écoles supérieures (art. 29),\n8. de cours de formation continue à des fins professionnelles (art. 30 à 32),\n9. de cours de formation des formateurs (art. 45),\n10. de qualification des conseillers d’orientation professionnelle, universitaire et de carrière (art. 50);\nb. la tenue des examens et l’exécution des autres procédures de qualification (art. 40, al. 1), sous réserve de l’art. 52, al. 3, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_53"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions en faveur de projets de développement de la formation professionnelle et de développement de la qualité",
        "citation": "Art. 54 LFPr",
        "content": "Les subventions visées à l’art. 4, al. 1, en faveur des projets de développement de la formation professionnelle et à l’art. 8, al. 2, en faveur des projets de développement de la qualité sont limitées dans le temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_54"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions en faveur de prestations particulières d’intérêt public",
        "citation": "Art. 55 al. 1 LFPr",
        "content": "Par prestations particulières d’intérêt public, on entend notamment:\na. les mesures visant à réaliser une égalité effective entre hommes et femmes ainsi que les mesures destinées à la formation et à la formation continue à des fins professionnelles des personnes handicapées (art. 3, let. c);\nb. l’information et la documentation (art. 5, let. a);\nc. la création de moyens didactiques destinés aux minorités linguistiques (art. 5, let. b);\nd. les mesures favorisant la compréhension et les échanges entre les communautés linguistiques (art. 6);\ne. les mesures en faveur des groupes et des régions défavorisés (art. 7);\nf. les mesures pour intégrer dans la formation professionnelle les jeunes éprouvant des difficultés scolaires, sociales ou linguistiques (art. 7);\ng. les mesures en faveur du maintien dans la vie active et de la réinsertion professionnelle (art. 32, al. 2);\nh. les mesures visant à promouvoir la coordination, la transparence et la qualité de l’offre de formation continue à des fins professionnelles (art. 32, al. 3);\ni. l’encouragement des autres procédures de qualification (art. 35).\nj. les mesures permettant d’assurer et d’étendre l’offre de places d’apprentissage (art. 1, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions en faveur de prestations particulières d’intérêt public",
        "citation": "Art. 55 al. 2 LFPr",
        "content": "Les subventions en faveur de prestations d’intérêt public ne sont accordées que pour des prestations à long terme qui ne pourraient être fournies sans subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions en faveur de prestations particulières d’intérêt public",
        "citation": "Art. 55 al. 3 LFPr",
        "content": "Le Conseil fédéral peut prévoir d’autres prestations d’intérêt public pour lesquelles des subventions pourront être versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions en faveur de prestations particulières d’intérêt public",
        "citation": "Art. 55 al. 4 LFPr",
        "content": "Il définit les critères de l’octroi des subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_55"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions en faveur des examens professionnels fédéraux, des examens professionnels fédéraux supérieurs et des filières des écoles supérieures",
        "citation": "Art. 56 LFPr",
        "content": "La Confédération peut soutenir par des subventions la tenue des examens professionnels fédéraux et des examens professionnels fédéraux supérieurs; elle peut également soutenir des filières de formation dans les écoles supérieures, offertes par des organisations du monde du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions aux personnes ayant suivi des cours préparatoires",
        "citation": "Art. 56a al. 1 LFPr",
        "content": "La Confédération peut verser des subventions aux personnes ayant suivi des cours préparatoires aux examens professionnels fédéraux et aux examens professionnels fédéraux supérieurs (art. 28).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions aux personnes ayant suivi des cours préparatoires",
        "citation": "Art. 56a al. 2 LFPr",
        "content": "Ces subventions couvrent 50 % au plus des frais de cours pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions aux personnes ayant suivi des cours préparatoires",
        "citation": "Art. 56a al. 3 LFPr",
        "content": "Le Conseil fédéral détermine les conditions du droit aux subventions, le taux des subventions et les frais de cours pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Subventions aux personnes ayant suivi des cours préparatoires",
        "citation": "Art. 56a al. 4 LFPr",
        "content": "Suite à une demande, la Confédération peut verser des subventions partielles aux personnes qui suivent des cours préparatoires aux examens professionnels fédéraux ou aux examens professionnels fédéraux supérieurs. Le Conseil fédéral règle les détails.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_a"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Système d’information",
        "citation": "Art. 56b al. 1 LFPr",
        "content": "Le SEFRI gère un système d’information afin de contrôler le versement des subventions visées à l’art. 56a et d’établir et d’analyser des statistiques à ce sujet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Système d’information",
        "citation": "Art. 56b al. 2 LFPr",
        "content": "Il traite les données suivantes dans le système d’information:\na. les données permettant d’identifier les bénéficiaires des subventions visés à l’art. 56a, al. 1 et 4;\nb. les données permettant d’identifier les personnes ayant passé des examens professionnels fédéraux et des examens professionnels fédéraux supérieurs au sens de l’art. 28;\nc. ...\nd. les données relatives à la subvention reçue en vertu de l’art. 56a, al. 1 et 4;\ne. les données relatives aux cours préparatoires qui ont été suivis;\nf. les données relatives aux examens professionnels fédéraux et aux examens professionnels fédéraux supérieurs qui ont été passés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Système d’information",
        "citation": "Art. 56b al. 3 LFPr",
        "content": "Le Conseil fédéral édicte des dispositions sur l’organisation et l’exploitation du système d’information ainsi que sur la sécurité, la durée de conservation et l’effacement des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Système d’information",
        "citation": "Art. 56b al. 4 LFPr",
        "content": "Il peut confier à des tiers la gestion du système d’information et le traitement des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_56_b"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Conditions et charges",
        "citation": "Art. 57 al. 1 LFPr",
        "content": "Les subventions visées aux art. 53 à 56 ne sont allouées que si le projet:\na. répond à un besoin;\nb. est organisé de manière adéquate;\nc. inclut des mesures permettant d’assurer le développement de la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_57"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Conditions et charges",
        "citation": "Art. 57 al. 2 LFPr",
        "content": "Le Conseil fédéral peut prévoir d’autres conditions et charges. Il règle le calcul des subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_57"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Réduction et refus de subventions",
        "citation": "Art. 58 LFPr",
        "content": "La Confédération réduit le montant des subventions allouées ou refuse d’en allouer de nouvelles si le bénéficiaire néglige gravement de s’acquitter des tâches qui lui incombent en vertu de la présente loi ou enfreint gravement ses obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_58"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Financement et participation de la Confédération",
        "citation": "Art. 59 al. 1 LFPr",
        "content": "L’Assemblée fédérale approuve pour chaque période de subventionnement pluriannuelle, par voie d’arrêté fédéral simple:\na. le plafond des dépenses pour:\n1. les forfaits versés aux cantons en vertu de l’art. 53,\n2. les subventions destinées à la tenue des examens professionnels fédéraux et des examens professionnels fédéraux supérieurs ainsi qu’aux filières de formation des écoles supérieures en vertu de l’art. 56,\n3. les subventions versées en vertu de l’art. 56a aux personnes ayant suivi des cours préparatoires;\nabis.  le plafond des dépenses fixé pour les indemnités versées à la HEFP en vertu de l’art. 48, al. 2;\nb. le crédit d’engagement pour:\n1. les subventions visées à l’art. 54 en faveur de projets de développement de la formation professionnelle et de développement de la qualité,\n2. les subventions visées à l’art. 55 en faveur de prestations particulières d’intérêt public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_59"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 1, Participation de la Confédération aux coûts de la formation professionnelle, Financement et participation de la Confédération",
        "citation": "Art. 59 al. 2 LFPr",
        "content": "La participation de la Confédération équivaut à une valeur indicative correspondant au quart du montant des dépenses affectées par les pouvoirs publics à la formation professionnelle en vertu de la présente loi. La Confédération attribue un montant correspondant à 10 % au plus de cette participation à des projets et prestations conformément aux art. 54 et 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_59"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 1 LFPr",
        "content": "Les organisations du monde du travail actives dans le domaine de la formation, de la formation continue à des fins professionnelles et de la tenue d’examens peuvent créer et alimenter leurs propres fonds pour encourager la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 2 LFPr",
        "content": "Elles définissent les buts de leur fonds en faveur de la formation professionnelle. Elles doivent notamment soutenir les entreprises de leur branche pour développer la formation spécifique à leur domaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 3 LFPr",
        "content": "Sur demande de l’organisation compétente, le Conseil fédéral peut déclarer la participation à un fonds en faveur de la formation professionnelle obligatoire pour toutes les entreprises de la branche et contraindre ces dernières à verser des contributions de formation. La loi fédérale du 28 septembre 1956 permettant d’étendre le champ d’application de la convention collective de travail est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 4 LFPr",
        "content": "Le Conseil fédéral peut prendre la mesure prévue à l’al. 3 à condition:\na. que 30 % au moins des entreprises totalisant 30 % au moins des employés et des personnes en formation de la branche participent déjà financièrement au fonds;\nb. que l’organisation dispose de sa propre institution de formation;\nc. que les contributions ne soient prélevées que pour les professions spécifiques à la branche;\nd. que les contributions soient investies dans des mesures de formation professionnelle qui bénéficient à toutes les entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 5 LFPr",
        "content": "Le genre et le montant des contributions de formation sont fonction du montant des contributions versées par les membres de l’organisation et destinées à la formation professionnelle. Le Conseil fédéral en fixe le montant maximal; celui-ci peut varier en fonction des branches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 6 LFPr",
        "content": "Les entreprises qui versent des contributions destinées à la formation professionnelle à une association ou à un fonds ou qui peuvent prouver qu’elles fournissent des prestations de formation ou de formation continue à des fins professionnelles suffisantes ne peuvent être contraintes à faire d’autres paiements à un fonds en faveur de la formation professionnelle qui a été déclaré obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 8, Participation de la Confédération aux coûts de la formation professionnelle; fonds en faveur de la formation professionnelle, Section 2, Fonds en faveur de la formation professionnelle",
        "citation": "Art. 60 al. 7 LFPr",
        "content": "Le SEFRI exerce la surveillance des fonds qui ont été déclarés obligatoires. L’ordonnance règle les modalités de la comptabilité et de la révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_60"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 1, Voies de droit",
        "citation": "Art. 61 al. 1 LFPr",
        "content": "Les autorités de recours sont:\na. une autorité cantonale désignée par le canton, pour les décisions prises par les autorités cantonales ou par les prestataires de la formation professionnelle ayant un mandat du canton;\nb. le SEFRI, pour les autres décisions prises par des organisations extérieures à l’administration fédérale.\nc. et d.  ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_61"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 1, Voies de droit",
        "citation": "Art. 61 al. 2 LFPr",
        "content": "Au surplus la procédure est régie par les dispositions générales du droit de la procédure administrative fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_61"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 2, Dispositions pénales, Infractions à la loi",
        "citation": "Art. 62 al. 1 LFPr",
        "content": "Sera puni de l’amende quiconque forme des personnes:\na. sans détenir l’autorisation mentionnée aux art. 20, al. 2;\nb. sans avoir conclu de contrat d’apprentissage (art. 14).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_62"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 2, Dispositions pénales, Infractions à la loi",
        "citation": "Art. 62 al. 2 LFPr",
        "content": "En cas de faute légère, l’autorité de jugement peut adresser un avertissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_62"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 2, Dispositions pénales, Abus de titre",
        "citation": "Art. 63 al. 1 LFPr",
        "content": "Sera puni de l’amende quiconque:\na. porte un titre protégé sans avoir réussi l’examen correspondant ou sans avoir suivi avec succès une procédure de qualification équivalente;\nb. utilise un titre donnant l’impression qu’il a réussi l’examen correspondant ou suivi avec succès une procédure de qualification équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_63"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 2, Dispositions pénales, Abus de titre",
        "citation": "Art. 63 al. 2 LFPr",
        "content": "Les dispositions pénales de la loi fédérale du 19 décembre 1986 contre la concurrence déloyale sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_63"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 2, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 64 LFPr",
        "content": "La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_64"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Confédération",
        "citation": "Art. 65 al. 1 LFPr",
        "content": "Le Conseil fédéral arrête les dispositions d’exécution, à moins que la présente loi n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Confédération",
        "citation": "Art. 65 al. 2 LFPr",
        "content": "Il peut déléguer au DEFR ou au SEFRI la compétence d’édicter des prescriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Confédération",
        "citation": "Art. 65 al. 3 LFPr",
        "content": "Il consulte les cantons et les organisations du monde du travail intéressées avant d’édicter:\na. les dispositions d’exécution;\nb. les ordonnances sur la formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Confédération",
        "citation": "Art. 65 al. 4 LFPr",
        "content": "La Confédération exerce la haute surveillance sur l’exécution de la présente loi par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_65"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Cantons",
        "citation": "Art. 66 LFPr",
        "content": "Dans la mesure où elle n’appartient pas à la Confédération, l’exécution de la présente loi incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_66"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Tâches confiées à des tiers",
        "citation": "Art. 67 LFPr",
        "content": "La Confédération et les cantons peuvent confier des tâches d’exécution de la présente loi aux organisations du monde du travail. Celles-ci peuvent prélever des émoluments pour les décisions et services rendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_67"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Reconnaissance des diplômes et des certificats étrangers",
        "citation": "Art. 68 al. 1 LFPr",
        "content": "Le Conseil fédéral règle la reconnaissance des diplômes et des certificats étrangers de la formation professionnelle couverte par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_68"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Reconnaissance des diplômes et des certificats étrangers",
        "citation": "Art. 68 al. 2 LFPr",
        "content": "Il peut conclure de sa propre autorité des accords internationaux dans le domaine de la reconnaissance des diplômes et des certificats étrangers de la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_68"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Commission fédérale de la formation professionnelle",
        "citation": "Art. 69 al. 1 LFPr",
        "content": "Le Conseil fédéral nomme une commission fédérale de la formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Commission fédérale de la formation professionnelle",
        "citation": "Art. 69 al. 2 LFPr",
        "content": "La commission se compose de quinze membres au plus représentant la Confédération, les cantons, les organisations du monde du travail et les milieux scientifiques. Les cantons peuvent proposer trois membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Commission fédérale de la formation professionnelle",
        "citation": "Art. 69 al. 3 LFPr",
        "content": "La commission est dirigée par le secrétaire d’État à la formation, à la recherche et à l’innovation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Commission fédérale de la formation professionnelle",
        "citation": "Art. 69 al. 4 LFPr",
        "content": "Le SEFRI assure le secrétariat de la commission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_69"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Tâches de la Commission fédérale de la formation professionnelle",
        "citation": "Art. 70 al. 1 LFPr",
        "content": "La Commission fédérale de la formation professionnelle est chargée des tâches suivantes:\na. elle conseille les autorités fédérales sur les questions générales relevant de la politique en matière de formation professionnelle et sur les questions de développement, de coordination et d’harmonisation de celles-ci avec la politique générale en matière de formation;\nb. elle évalue les projets de développement de la formation professionnelle visés à l’art. 54, les demandes de subventions pour des prestations particulières d’intérêt public visées à l’art. 55 et les demandes de soutien dans le domaine de la formation professionnelle visées à l’art. 56 ainsi que les projets de recherche, les études, les projets pilote et les prestations de service dans le domaine de la formation professionnelle et de la formation continue à des fins professionnelles visées à l’art. 48, al. 2, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_70"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Tâches de la Commission fédérale de la formation professionnelle",
        "citation": "Art. 70 al. 2 LFPr",
        "content": "Elle peut émettre des propositions de sa propre initiative et fournir des recommandations à l’intention des autorités octroyant des subventions au sujet des projets à évaluer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_70"
    },
    {
        "book": "BBG",
        "title": "LFPr, Chapitre 9, Voies de droit, dispositions pénales, exécution, Section 3, Exécution, Commission fédérale de la maturité professionnelle",
        "citation": "Art. 71 LFPr",
        "content": "Le Conseil fédéral institue une Commission fédérale de la maturité professionnelle. Cet organe consultatif est notamment chargé de la reconnaissance des procédures de qualification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/674/fr#art_71"
    }
]