[
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, But",
        "citation": "Art. 1 al. 1 LHand",
        "content": "La présente loi a pour but de prévenir, de réduire ou d’éliminer les inégalités qui frappent les personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_1"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, But",
        "citation": "Art. 1 al. 2 LHand",
        "content": "Elle crée des conditions propres à faciliter aux personnes handicapées la participation à la vie de la société, en les aidant notamment à être autonomes dans l’établissement de contacts sociaux, dans l’accomplissement d’une formation ou d’une formation continue et dans l’exercice d’une activité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_1"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 1 LHand",
        "content": "Est considérée comme personne handicapée au sens de la présente loi toute personne dont la déficience corporelle, mentale ou psychique présumée durable l’empêche d’accomplir les actes de la vie quotidienne, d’entretenir des contacts sociaux, de se mouvoir, de suivre une formation ou une formation continue ou d’exercer une activité professionnelle, ou la gêne dans l’accomplissement de ces activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_2"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 2 LHand",
        "content": "Il y a inégalité lorsque les personnes handicapées font l’objet, par rapport aux personnes non handicapées, d’une différence de traitement en droit ou en fait qui les désavantage sans justification objective ou lorsqu’une différence de traitement nécessaire au rétablissement d’une égalité de fait entre les personnes handicapées et les personnes non handicapées fait défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_2"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 3 LHand",
        "content": "Il y a inégalité dans l’accès à une construction, à une installation, à un logement ou à un équipement ou véhicule des transports publics lorsque cet accès est impossible ou difficile aux personnes handicapées pour des raisons d’architecture ou de conception du véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_2"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 4 LHand",
        "content": "Il y a inégalité dans l’accès à une prestation lorsque cet accès est impossible ou difficile aux personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_2"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 5 LHand",
        "content": "Il y a inégalité dans l’accès à la formation ou à la formation continue notamment lorsque:\na. l’utilisation de moyens auxiliaires spécifiques aux personnes handicapées ou une assistance personnelle qui leur est nécessaire ne leur sont pas accordées;\nb. la durée et l’aménagement des prestations de formation offertes ainsi que les examens exigés ne sont pas adaptés aux besoins spécifiques des personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_2"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Champ d’application",
        "citation": "Art. 3 LHand",
        "content": "La présente loi s’applique:\na. aux constructions et installations accessibles au public pour lesquelles l’autorisation de construire ou de rénover des parties accessibles au public est accordée après l’entrée en vigueur de la présente loi;\nb. aux équipements des transports publics (constructions, installations, systèmes de communication et systèmes d’émission de billets) et aux véhicules accessibles au public qui sont soumis à l’une des lois suivantes:\n1. loi fédérale du 20 décembre 1957 sur les chemins de fer,\n2. ...\n3. loi du 20 mars 2009 sur le transport de voyageurs,\n4. loi du 29 mars 1950 sur les trolleybus,\n5. loi fédérale du 3 octobre 1975 sur la navigation intérieure,\n6. loi fédérale du 21 décembre 1948 sur l’aviation, ou\n7. loi du 23 juin 2006 sur les installations à câbles, exception faite des téléskis et des téléphériques comprenant moins de neuf places par unité de transport;\nc. aux habitations collectives de plus de huit logements pour lesquelles l’autorisation de construire ou de rénover est accordée après l’entrée en vigueur de la présente loi;\nd. aux bâtiments de plus de 50 places de travail pour lesquels l’autorisation de construire ou de rénover est accordée après l’entrée en vigueur de la présente loi;\ne. aux prestations accessibles au public qui sont fournies par des particuliers, par les entreprises titulaires d’une concession d’infrastructure au sens de l’art. 5 de la loi fédérale du 20 décembre 1957 sur les chemins de fer ou d’une concession de transport de voyageurs au sens de l’art. 6 de la loi du 20 mars 2009 sur le transport de voyageurs, par d’autres entreprises concessionnaires ou par des collectivités publiques;\nf. à la formation et à la formation continue;\ng. aux rapports de travail régis par la loi fédérale du 24 mars 2000 sur le personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_3"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Rapport avec le droit cantonal",
        "citation": "Art. 4 LHand",
        "content": "La présente loi n’empêche pas les cantons d’édicter des dispositions plus favorables aux personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_4"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Mesures de la Confédération et des cantons",
        "citation": "Art. 5 al. 1 LHand",
        "content": "La Confédération et les cantons prennent les mesures que requièrent la prévention, la réduction ou l’élimination des inégalités; ils tiennent compte des besoins spécifiques des femmes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_5"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Mesures de la Confédération et des cantons",
        "citation": "Art. 5 al. 2 LHand",
        "content": "Ne sont pas contraires à l’art. 8, al. 1, Cst. les mesures appropriées visant à compenser les inégalités qui frappent les personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_5"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 1, Dispositions générales, Prestations de particuliers",
        "citation": "Art. 6 LHand",
        "content": "Les particuliers qui fournissent des prestations au public ne doivent pas traiter une personne handicapée de façon discriminatoire du fait de son handicap.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_6"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Droits subjectifs en matière de constructions, d’équipements ou de véhicules",
        "citation": "Art. 7 al. 1 LHand",
        "content": "Toute personne qui subit une inégalité au sens de l’art. 2, al. 3, peut en cas de construction ou de rénovation d’une construction ou d’une installation au sens de l’art. 3, let. a, c ou d:\na. demander à l’autorité compétente, dans la procédure d’autorisation de construire, qu’on s’abstienne de l’inégalité;\nb. à l’issue de la procédure d’autorisation de construire, demander exceptionnellement aux instances de la juridiction civile l’élimination de l’inégalité, si l’absence des mesures légalement requises ne pouvait être constatée lors de la procédure d’autorisation de construire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_7"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Droits subjectifs en matière de constructions, d’équipements ou de véhicules",
        "citation": "Art. 7 al. 2 LHand",
        "content": "Toute personne qui subit une inégalité au sens de l’art. 2, al. 3, peut, dans le cas d’un équipement ou d’un véhicule des transports publics au sens de l’art. 3, let. b, demander à l’autorité compétente que l’entreprise concessionnaire élimine l’inégalité ou qu’elle s’en abstienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_7"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Droits subjectifs en matière de prestations",
        "citation": "Art. 8 al. 1 LHand",
        "content": "Toute personne qui subit une inégalité au sens de l’art. 2, al. 4, du fait d’une entreprise concessionnaire ou d’une collectivité publique peut demander au tribunal ou à l’autorité administrative d’ordonner que le prestataire élimine l’inégalité ou qu’il s’en abstienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_8"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Droits subjectifs en matière de prestations",
        "citation": "Art. 8 al. 2 LHand",
        "content": "Toute personne qui subit une inégalité au sens de l’art. 2, al. 5, du fait d’une collectivité publique peut demander au tribunal ou à l’autorité administrative d’ordonner que le prestataire élimine l’inégalité ou qu’il s’en abstienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_8"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Droits subjectifs en matière de prestations",
        "citation": "Art. 8 al. 3 LHand",
        "content": "Toute personne qui subit une discrimination au sens de l’art. 6 peut demander au tribunal le versement d’une indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_8"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Qualité pour agir et pour recourir des organisations",
        "citation": "Art. 9 al. 1 LHand",
        "content": "Les organisations d’importance nationale d’aide aux personnes handicapées ont, si elles existent depuis dix ans au moins, qualité pour agir ou pour recourir en leur propre nom contre une inégalité qui affecte un nombre important de personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_9"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Qualité pour agir et pour recourir des organisations",
        "citation": "Art. 9 al. 2 LHand",
        "content": "Le Conseil fédéral désigne les organisations qui disposent de ce droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_9"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Qualité pour agir et pour recourir des organisations",
        "citation": "Art. 9 al. 3 LHand",
        "content": "Ce droit comprend:\na. la qualité pour agir devant les instances de la juridiction civile afin de faire constater une discrimination au sens de l’art. 6;\nb. la qualité pour recourir contre une autorisation de construire ou une autorisation de rénover afin de faire valoir le droit prévu à l’art. 7;\nc. la qualité pour recourir contre les décisions d’approbation des plans et d’admission ou de contrôle des véhicules prises par les autorités fédérales en vertu:\n1. de l’art. 13, al. 1, de la loi fédérale du 19 décembre 1958 sur la circulation routière,\n2. des art. 18 et 18w de la loi fédérale du 20 décembre 1957 sur les chemins de fer,\n3. des art. 11 et 13 de la loi fédérale du 29 mars 1950 sur les entreprises de trolleybus,\n4. des art. 8, 14 et 15b, al. 2, de la loi fédérale du 3 octobre 1975 sur la navigation intérieure,\n5. de l’art. 37 de la loi fédérale du 21 décembre 1948 sur l’aviation,\n6. de l’art. 9 de la loi du 23 juin 2006 sur les installations à câbles;\nd. la qualité pour recourir contre les décisions des autorités fédérales accordant une concession en vertu:\n1. des art. 28 et 30 de la loi fédérale du 21 décembre 1948 sur l’aviation,\n2. de l’art. 14 de la loi fédérale du 30 avril 1997 sur les télécommunications,\n3. de l’art. 10 de la loi fédérale du 21 juin 1991 sur la radio et la télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_9"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Qualité pour agir et pour recourir des organisations",
        "citation": "Art. 9 al. 4 LHand",
        "content": "Si une décision au sens de l’al. 3, let. c et d, peut faire l’objet d’un recours par des organisations d’aide aux personnes handicapées, l’autorité la leur communique par notification écrite ou par publication dans la Feuille fédérale ou dans l’organe officiel du canton. L’organisation qui n’a pas recouru ne peut intervenir comme partie dans la suite de la procédure que si la décision est modifiée au détriment des personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_9"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Qualité pour agir et pour recourir des organisations",
        "citation": "Art. 9 al. 5 LHand",
        "content": "Si une procédure d’opposition précède la décision, la demande doit être communiquée conformément à l’al. 4. L’organisation n’a qualité pour recourir que si elle est intervenue dans la procédure d’opposition à titre de partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_9"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Gratuité de la procédure",
        "citation": "Art. 10 al. 1 LHand",
        "content": "Les procédures prévues aux art. 7 et 8 sont gratuites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_10"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Gratuité de la procédure",
        "citation": "Art. 10 al. 2 LHand",
        "content": "Des frais de procédure peuvent être mis à la charge de la partie qui agit de manière téméraire ou témoigne de légèreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_10"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 2, Droits subjectifs et procédure, Gratuité de la procédure",
        "citation": "Art. 10 al. 3 LHand",
        "content": "Pour la procédure devant le Tribunal fédéral, les frais judiciaires sont régis par la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_10"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 3, Proportionnalité, Principes",
        "citation": "Art. 11 al. 1 LHand",
        "content": "Le tribunal ou l’autorité administrative n’ordonnent pas l’élimination de l’inégalité lorsqu’il y a disproportion entre l’avantage qui serait procuré aux personnes handicapées et notamment:\na. la dépense qui en résulterait;\nb. l’atteinte qui serait portée à l’environnement, à la nature ou au patrimoine;\nc. l’atteinte qui serait portée à la sécurité du trafic ou de l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_11"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 3, Proportionnalité, Principes",
        "citation": "Art. 11 al. 2 LHand",
        "content": "Le tribunal fixe l’indemnité prévue à l’art. 8, al. 3, en tenant compte des circonstances, de la gravité de la discrimination et de la valeur de la prestation en cause. L’indemnité est de 5000 francs au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_11"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 3, Proportionnalité, Cas particuliers",
        "citation": "Art. 12 al. 1 LHand",
        "content": "Lorsqu’ils procèdent à la pesée des intérêts prévue à l’art. 11, al. 1, le tribunal ou l’autorité administrative n’ordonnent pas l’élimination de l’inégalité dans l’accès à une construction, à une installation ou à un logement au sens de l’art. 3, let. a, c ou d, si la dépense qui en résulterait dépasse 5 % de la valeur d’assurance du bâtiment ou de la valeur à neuf de l’installation, ou 20 % des frais de rénovation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_12"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 3, Proportionnalité, Cas particuliers",
        "citation": "Art. 12 al. 2 LHand",
        "content": "Lorsqu’ils procèdent à la pesée des intérêts prévue à l’art. 11, al. 1, le tribunal ou l’autorité administrative tiennent compte des délais d’adaptation fixés pour les transports publics (art. 22); ils respectent les modalités de l’octroi des aides financières (art. 23, al. 3) ainsi que les plans d’exploitation et d’investissement qui en résultent pour les entreprises de transport publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_12"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 3, Proportionnalité, Cas particuliers",
        "citation": "Art. 12 al. 3 LHand",
        "content": "S’ils n’ordonnent pas l’élimination de l’inégalité en application de l’art. 11, al. 1, le tribunal ou l’autorité administrative ordonnent à l’entreprise concessionnaire ou à la collectivité publique mise en cause de prévoir une solution de rechange appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_12"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Mesures dans le domaine du personnel",
        "citation": "Art. 13 al. 1 LHand",
        "content": "En sa qualité d’employeur, la Confédération utilise tous les moyens dont elle dispose pour assurer des chances égales aux personnes handicapées. Elle prend les mesures propres à mettre en œuvre la présente loi dans les rapports de travail à tous les échelons, en particulier lors de l’engagement de son personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_13"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Mesures dans le domaine du personnel",
        "citation": "Art. 13 al. 2 LHand",
        "content": "L’al. 1 s’applique aux employeurs au sens de l’art. 3 de la loi fédérale du 24 mars 2000 sur le personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_13"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Mesures en faveur des personnes handicapées de la parole, de l’ouïe ou de la vue",
        "citation": "Art. 14 al. 1 LHand",
        "content": "Dans les rapports avec la population, les autorités prennent en considération les besoins particuliers des handicapés de la parole, de l’ouïe ou de la vue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_14"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Mesures en faveur des personnes handicapées de la parole, de l’ouïe ou de la vue",
        "citation": "Art. 14 al. 2 LHand",
        "content": "Dans la mesure où les autorités offrent leurs prestations sur Internet, l’accès à ces prestations ne doit pas être rendu difficile aux handicapés de la vue. Le Conseil fédéral édicte les prescriptions techniques nécessaires. Il peut déclarer obligatoires des normes techniques établies par des organisations privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_14"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Mesures en faveur des personnes handicapées de la parole, de l’ouïe ou de la vue",
        "citation": "Art. 14 al. 3 LHand",
        "content": "En complément des prestations de l’assurance invalidité, la Confédération peut:\na. soutenir les mesures prises par les cantons pour encourager l’utilisation du langage des signes et du langage articulé dans la formation scolaire et professionnelle des handicapés de la parole ou de l’ouïe et pour encourager les connaissances linguistiques des handicapés de la vue;\nb. soutenir les organisations et les institutions à but non lucratif d’importance nationale qui s’occupent de problèmes de langage et de compréhension rencontrés par les handicapés de la parole, de l’ouïe ou de la vue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_14"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Mesures en faveur des personnes handicapées de la parole, de l’ouïe ou de la vue",
        "citation": "Art. 14 al. 4 LHand",
        "content": "La Confédération peut soutenir les mesures prises pour rendre les émissions télévisées accessibles aux handicapés de l’ouïe ou de la vue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_14"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Prescriptions sur les normes techniques",
        "citation": "Art. 15 al. 1 LHand",
        "content": "Afin d’assurer aux personnes handicapées des transports publics adaptés à leurs besoins, le Conseil fédéral édicte, à l’intention des entreprises concessionnaires, des prescriptions sur l’aménagement:\na. des gares, des haltes et des arrêts ainsi que des aéroports;\nb. des systèmes de communication et des systèmes d’émission de billets;\nc. des véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_15"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Prescriptions sur les normes techniques",
        "citation": "Art. 15 al. 2 LHand",
        "content": "Le Conseil fédéral édicte des prescriptions sur les mesures à prendre en faveur des personnes handicapées dans les constructions et installations que la Confédération fait édifier ou subventionne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_15"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Prescriptions sur les normes techniques",
        "citation": "Art. 15 al. 3 LHand",
        "content": "Les prescriptions visées aux al. 1 et 2 sont adaptées régulièrement à l’état de la technique. Le Conseil fédéral peut déclarer obligatoires des normes techniques ou d’autres règles établies par des organisations privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_15"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Prescriptions sur les normes techniques",
        "citation": "Art. 15 al. 4 LHand",
        "content": "Le Conseil fédéral consulte les milieux concernés avant d’édicter les prescriptions visées aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_15"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Prescriptions sur les normes techniques",
        "citation": "Art. 15 al. 5 LHand",
        "content": "Des prescriptions différentes peuvent être édictées selon que des constructions, des installations, des systèmes de communication et d’émission des billets ou des véhicules sont existants ou nouveaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_15"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Programmes en faveur de l’intégration des personnes handicapées",
        "citation": "Art. 16 al. 1 LHand",
        "content": "La Confédération peut mettre sur pied des programmes destinés à améliorer l’intégration des personnes handicapées dans la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_16"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Programmes en faveur de l’intégration des personnes handicapées",
        "citation": "Art. 16 al. 2 LHand",
        "content": "Ces programmes portent notamment sur:\na. la formation;\nb. l’activité professionnelle;\nc. le logement;\nd. le transport de personnes;\ne. la culture;\nf. le sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_16"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Programmes en faveur de l’intégration des personnes handicapées",
        "citation": "Art. 16 al. 3 LHand",
        "content": "La Confédération peut participer aux programmes mis sur pied par une organisation d’aide aux personnes handicapées œuvrant au niveau national ou au niveau d’une région linguistique, notamment en lui accordant des aides financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_16"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Projets pilotes destinés à favoriser l’intégration professionnelle",
        "citation": "Art. 17 LHand",
        "content": "Le Conseil fédéral peut mettre en œuvre ou encourager des projets pilotes de durée limitée en vue de tester des systèmes incitatifs destinés à favoriser l’intégration professionnelle des personnes handicapées. À cet effet, il peut prévoir des contributions aux investissements consentis en vue de créer ou d’aménager des postes de travail adaptés aux personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_17"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Information, conseil et évaluation",
        "citation": "Art. 18 al. 1 LHand",
        "content": "La Confédération peut mettre sur pied des campagnes d’information afin de sensibiliser la population aux inégalités frappant les personnes handicapées et aux problèmes d’intégration qu’elles rencontrent et afin de présenter aux milieux concernés les différents moyens d’y remédier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_18"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Information, conseil et évaluation",
        "citation": "Art. 18 al. 2 LHand",
        "content": "Elle peut conseiller les particuliers et les autorités et leur adresser des recommandations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_18"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Information, conseil et évaluation",
        "citation": "Art. 18 al. 3 LHand",
        "content": "Elle évalue périodiquement l’impact des mesures qu’elle prend en faveur de l’intégration des personnes handicapées. Elle peut aussi évaluer l’impact des mesures prises en ce domaine par d’autres collectivités publiques ou par des particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_18"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 4, Dispositions spéciales relatives à la Confédération, Bureau de l’égalité pour les personnes handicapées",
        "citation": "Art. 19 LHand",
        "content": "Le Conseil fédéral institue un Bureau de l’égalité pour les personnes handicapées. Celui-ci est chargé de promouvoir notamment:\na. l’information sur les bases légales et les directives visant à prévenir, à réduire ou à éliminer les inégalités frappant les personnes handicapées;\nb. les programmes et les campagnes au sens des art. 16 et 18;\nc. l’analyse et la recherche dans le domaine de l’égalité et de l’intégration des personnes handicapées;\nd. la coordination de l’activité des différentes institutions publiques et privées actives dans ce domaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_19"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 5, Dispositions spéciales relatives aux cantons",
        "citation": "Art. 20 al. 1 LHand",
        "content": "Les cantons veillent à ce que les enfants et les adolescents handicapés bénéficient d’un enseignement de base adapté à leurs besoins spécifiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_20"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 5, Dispositions spéciales relatives aux cantons",
        "citation": "Art. 20 al. 2 LHand",
        "content": "Ils encouragent l’intégration des enfants et adolescents handicapés dans l’école régulière par des formes de scolarisation adéquates pour autant que cela soit possible et serve le bien de l’enfant ou de l’adolescent handicapé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_20"
    },
    {
        "book": "BehiG",
        "title": "LHand, Section 5, Dispositions spéciales relatives aux cantons",
        "citation": "Art. 20 al. 3 LHand",
        "content": "Ils veillent notamment à ce que les enfants et les adolescents qui ont des difficultés de perception ou d’articulation ainsi que leur proche entourage puissent apprendre une technique de communication adaptée à ces difficultés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/fr#art_20"
    }
]