[
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Scopo",
        "citation": "Art. 1 cpv. 1 LDis",
        "content": "Scopo della presente legge è impedire, ridurre o eliminare gli svantaggi nei confronti dei disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_1"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Scopo",
        "citation": "Art. 1 cpv. 2 LDis",
        "content": "La legge crea le condizioni quadro affinché i disabili, a seconda delle loro possibilità, possano partecipare più facilmente alla vita della società e, in particolare, affinché possano in modo autonomo coltivare contatti sociali, seguire una formazione e una formazione continua ed esercitare un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_1"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 1 LDis",
        "content": "Ai sensi della presente legge per disabile s’intende una persona affetta da una deficienza fisica, mentale o psichica prevedibilmente persistente che le rende difficile o le impedisce di compiere le attività della vita quotidiana, d’intrattenere contatti sociali, di spostarsi, di seguire una formazione o una formazione continua o di esercitare un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_2"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 2 LDis",
        "content": "Vi è svantaggio quando i disabili, nei confronti dei non disabili, sono trattati diversamente di diritto o di fatto e, senza giustificazione oggettiva, ne subiscono un pregiudizio oppure quando non è prevista una diversità di trattamento necessaria a ristabilire un’uguaglianza di fatto fra i disabili e i non disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_2"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 3 LDis",
        "content": "Vi è svantaggio nell’accesso a una costruzione, a un impianto, a un alloggio, a un’infrastruttura o a un veicolo dei trasporti pubblici, quando questi sono concepiti in modo tale che l’accesso da parte dei disabili risulti impossibile o difficile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_2"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 4 LDis",
        "content": "Vi è svantaggio nel fruire di una prestazione quando l’accesso a quest’ultima è impossibile o difficile per i disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_2"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 5 LDis",
        "content": "Vi è svantaggio nell’accesso a una formazione o a una formazione continua in particolare quando:\na. l’utilizzazione dei mezzi ausiliari adatti alle esigenze dei disabili nonché l’assistenza personale loro necessaria sono ostacolate;\nb. la durata e l’assetto delle formazioni offerte e degli esami non sono adeguati alle esigenze specifiche dei disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_2"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 3 LDis",
        "content": "La presente legge si applica:\na. alle costruzioni e agli impianti accessibili al pubblico per i quali l’autorizzazione di costruzione o di effettuare lavori di rinnovo delle parti accessibili al pubblico è accordata dopo l’entrata in vigore della presente legge;\nb. alle infrastrutture del trasporto pubblico (costruzioni, impianti, sistemi di comunicazione, sistemi d’emissione di biglietti) e ai veicoli accessibili al pubblico che sottostanno a una delle seguenti leggi:\n1. legge federale del 20 dicembre 1957 sulle ferrovie,\n2. ...\n3. legge del 20 marzo 2009 sul trasporto di viaggiatori,\n4. legge del 29 marzo 1950 sulle imprese filoviarie,\n5. legge federale del 3 ottobre 1975 sulla navigazione interna,\n6. legge federale del 21 dicembre 1948 sulla navigazione aerea, o\n7. legge del 23 giugno 2006 sugli impianti a fune, ad eccezione delle sciovie e delle funivie con meno di nove posti per elemento di trasporto;\nc. agli immobili d’abitazione con più di otto unità abitative, per i quali l’autorizzazione di costruzione o di rinnovo è accordata dopo l’entrata in vigore della presente legge;\nd. agli edifici con più di 50 posti di lavoro, per i quali l’autorizzazione di costruzione o di rinnovo è accordata dopo l’entrata in vigore della presente legge;\ne. alle prestazioni accessibili in linea di massima al pubblico fornite da privati, da imprese che dispongono di una concessione d’infrastruttura secondo l’articolo 5 della legge federale del 20 dicembre 1957 sulle ferrovie o di una concessione per il trasporto di viaggiatori secondo l’articolo 6 della legge del 20 marzo 2009 sul trasporto di viaggiatori, da altre imprese concessionarie e dagli enti pubblici; \nf. alla formazione e alla formazione continua;\ng. ai rapporti di lavoro secondo la legge del 24 marzo 2000 sul personale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_3"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Rapporto con il diritto cantonale",
        "citation": "Art. 4 LDis",
        "content": "La presente legge non preclude ai Cantoni l’adozione di disposizioni più favorevoli ai disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_4"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Provvedimenti della Confederazione e dei Cantoni",
        "citation": "Art. 5 cpv. 1 LDis",
        "content": "La Confederazione e i Cantoni adottano provvedimenti per impedire, ridurre o eliminare gli svantaggi; tengono conto delle esigenze particolari delle donne disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_5"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Provvedimenti della Confederazione e dei Cantoni",
        "citation": "Art. 5 cpv. 2 LDis",
        "content": "I provvedimenti adeguati destinati a compensare gli svantaggi esistenti nei confronti dei disabili non infrangono l’articolo 8 capoverso 1 della Costituzione federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_5"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 1: Disposizioni generali, Prestazioni di privati",
        "citation": "Art. 6 LDis",
        "content": "I privati che forniscono prestazioni al pubblico non devono discriminare un disabile per la sua disabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_6"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritti soggettivi in materia di costruzioni, di infrastrutture o di veicoli",
        "citation": "Art. 7 cpv. 1 LDis",
        "content": "In caso di nuova costruzione o di rinnovo di una costruzione o di un impianto secondo l’articolo 3 lettere a, c e d, chi è svantaggiato ai sensi dell’articolo 2 capoverso 3 può:\na. nella procedura di autorizzazione di costruzione, chiedere all’autorità competente che si rinunci allo svantaggio;\nb. al termine della procedura di autorizzazione di costruzione, far valere eccezionalmente nella giurisdizione civile un diritto all’eliminazione, se l’assenza dei provvedimenti stabiliti per legge non era ravvisabile nella procedura di autorizzazione di costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_7"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritti soggettivi in materia di costruzioni, di infrastrutture o di veicoli",
        "citation": "Art. 7 cpv. 2 LDis",
        "content": "In caso di infrastruttura o di veicolo dei trasporti pubblici secondo l’articolo 3 lettera b, chi è svantaggiato ai sensi dell’articolo 2 capoverso 3 può chiedere all’autorità competente di ordinare che l’impresa concessionaria elimini lo svantaggio o vi rinunci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_7"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritti soggettivi in materia di prestazioni",
        "citation": "Art. 8 cpv. 1 LDis",
        "content": "Chi è svantaggiato ai sensi dell’articolo 2 capoverso 4 a causa di un’impresa concessionaria o di un ente pubblico può chiedere al giudice o all’autorità amministrativa di ordinare che il fornitore della prestazione elimini lo svantaggio o vi rinunci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_8"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritti soggettivi in materia di prestazioni",
        "citation": "Art. 8 cpv. 2 LDis",
        "content": "Chi è svantaggiato ai sensi dell’articolo 2 capoverso 5 a causa di un ente pubblico può chiedere al giudice o all’autorità amministrativa di ordinare che l’ente pubblico elimini lo svantaggio o vi rinunci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_8"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritti soggettivi in materia di prestazioni",
        "citation": "Art. 8 cpv. 3 LDis",
        "content": "Chi è discriminato ai sensi dell’articolo 6 può chiedere al giudice il versamento di un’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_8"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritto di ricorso e di azione delle organizzazioni di aiuto ai disabili",
        "citation": "Art. 9 cpv. 1 LDis",
        "content": "Le organizzazioni d’importanza nazionale di aiuto ai disabili che esistono da almeno dieci anni possono far valere diritti per svantaggi che hanno ripercussioni su un gran numero di disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_9"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritto di ricorso e di azione delle organizzazioni di aiuto ai disabili",
        "citation": "Art. 9 cpv. 2 LDis",
        "content": "Il Consiglio federale designa le organizzazioni autorizzate a ricorrere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_9"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritto di ricorso e di azione delle organizzazioni di aiuto ai disabili",
        "citation": "Art. 9 cpv. 3 LDis",
        "content": "Il diritto di ricorso comprende:\na. la facoltà di agire davanti alle istanze della giurisdizione civile per far accertare una discriminazione ai sensi dell’articolo 6;\nb. la facoltà di ricorrere contro un’autorizzazione di costruzione o di rinnovo di costruzioni e di impianti per far valere i diritti di cui all’articolo 7;\nc. la facoltà di ricorrere contro le decisioni di approvazione dei piani, come pure di ammissione o di omologazione dei veicoli, prese dalle autorità federali in virtù:\n1. dell’articolo 13 capoverso 1 della legge del 19 dicembre 1958 sulla circolazione stradale,\n2. degli articoli 18 e 18w della legge federale del 20 dicembre 1957 sulle ferrovie,\n3. degli articoli 11 e 13 della legge federale del 29 marzo 1950 sulle imprese filoviarie,\n4. degli articoli 8, 14 e 15b capoverso 2 della legge federale del 3 ottobre 1975 sulla navigazione interna,\n5. dell’articolo 37 della legge federale del 21 dicembre 1948 sulla navigazione aerea,\n6. dell’articolo 9 della legge del 23 giugno 2006 sugli impianti a fune;\nd. la facoltà di ricorrere contro le decisioni delle autorità federali sul rilascio di concessioni in virtù:\n1. degli articoli 28 e 30 della legge federale del 21 dicembre 1948 sulla navigazione aerea,\n2. dell’articolo 14 della legge federale del 30 aprile 1997 sulle telecomunicazioni,\n3. dell’articolo 10 della legge federale del 21 giugno 1991 sulla radiotelevisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_9"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritto di ricorso e di azione delle organizzazioni di aiuto ai disabili",
        "citation": "Art. 9 cpv. 4 LDis",
        "content": "L’autorità comunica le decisioni ai sensi del capoverso 3 lettere c e d che possono essere oggetto di ricorso da parte di organizzazioni mediante notifica scritta o pubblicazione sul Foglio federale o sull’organo ufficiale del Cantone. L’organizzazione che non ha fatto ricorso può intervenire come parte nel seguito della procedura solo se la decisione è modificata a svantaggio dei disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_9"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Diritto di ricorso e di azione delle organizzazioni di aiuto ai disabili",
        "citation": "Art. 9 cpv. 5 LDis",
        "content": "Se una procedura di opposizione precede l’emanazione di una decisione, la domanda deve essere comunicata conformemente al capoverso 4. L’organizzazione può far ricorso solo se è intervenuta come parte nella procedura di opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_9"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Gratuità della procedura",
        "citation": "Art. 10 cpv. 1 LDis",
        "content": "Le procedure ai sensi degli articoli 7 e 8 sono gratuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_10"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Gratuità della procedura",
        "citation": "Art. 10 cpv. 2 LDis",
        "content": "Le spese di procedura possono essere poste addebitate alla parte che si comporta in modo temerario o con leggerezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_10"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 2: Diritti soggettivi e procedure, Gratuità della procedura",
        "citation": "Art. 10 cpv. 3 LDis",
        "content": "Le spese di procedura dinanzi al Tribunale federale sono disciplinate dalla legge federale del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_10"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 3: Proporzionalità, Principi generali",
        "citation": "Art. 11 cpv. 1 LDis",
        "content": "Il giudice o l’autorità amministrativa non ordina l’eliminazione di uno svantaggio se il beneficio che il disabile ne trarrebbe è sproporzionato in particolare rispetto:\na. ai costi che ne risultano;\nb. agli interessi della protezione dell’ambiente o della protezione della natura e del paesaggio;\nc. agli interessi della sicurezza del traffico o dell’esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_11"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 3: Proporzionalità, Principi generali",
        "citation": "Art. 11 cpv. 2 LDis",
        "content": "Il giudice fissa l’indennità secondo l’articolo 8 capoverso 3 tenendo conto delle circostanze, della gravità della discriminazione e del valore della prestazione in questione. L’indennità ammonta al massimo a 5000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_11"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 3: Proporzionalità, Casi particolari",
        "citation": "Art. 12 cpv. 1 LDis",
        "content": "Nella ponderazione degli interessi secondo l’articolo 11 capoverso 1, il giudice o l’autorità amministrativa non ordina l’eliminazione dello svantaggio nell’accesso a costruzioni, impianti o abitazioni ai sensi dell’articolo 3 lettera a, c e d, se l’onere per l’adeguamento supera il 5 per cento del valore assicurativo della costruzione o del valore a nuovo dell’impianto oppure il 20 per cento delle spese di rinnovo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_12"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 3: Proporzionalità, Casi particolari",
        "citation": "Art. 12 cpv. 2 LDis",
        "content": "Nella ponderazione degli interessi secondo l’articolo 11 capoverso 1, il giudice o l’autorità amministrativa considera il termine transitorio per l’adeguamento dei trasporti pubblici (art. 22); tiene pure conto delle modalità d’esecuzione definite dalla Confederazione per il versamento di aiuti finanziari (art. 23 cpv. 3) e dei conseguenti piani d’esercizio e d’investimento elaborati dalle imprese di trasporti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_12"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 3: Proporzionalità, Casi particolari",
        "citation": "Art. 12 cpv. 3 LDis",
        "content": "Se non ordina l’eliminazione dello svantaggio giusta l’articolo 11 capoverso 1, il giudice o l’autorità amministrativa obbliga l’impresa concessionaria o l’ente pubblico a offrire un’adeguata soluzione alternativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_12"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Provvedimenti nel settore del personale",
        "citation": "Art. 13 cpv. 1 LDis",
        "content": "In quanto datore di lavoro, la Confederazione si adopera con ogni mezzo a sua disposizione per garantire ai disabili pari opportunità. Adotta i provvedimenti necessari all’attuazione della legge in tutti i rapporti di lavoro e a tutti i livelli, in particolare in occasione dell’assunzione di personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_13"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Provvedimenti nel settore del personale",
        "citation": "Art. 13 cpv. 2 LDis",
        "content": "Il capoverso 1 si applica ai datori di lavoro ai sensi dell’articolo 3 della legge del 24 marzo 2000 sul personale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_13"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Provvedimenti a favore delle persone affette da disturbi del linguaggio, audiolese o ipovedenti",
        "citation": "Art. 14 cpv. 1 LDis",
        "content": "Nei rapporti con la popolazione, le autorità considerano le esigenze particolari delle persone affette da disturbi del linguaggio, audiolese o ipovedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_14"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Provvedimenti a favore delle persone affette da disturbi del linguaggio, audiolese o ipovedenti",
        "citation": "Art. 14 cpv. 2 LDis",
        "content": "Nella misura in cui le autorità offrano le loro prestazioni su Internet, tali prestazioni devono essere accessibili senza difficoltà alle persone ipovedenti. Il Consiglio federale emana le necessarie prescrizioni tecniche. Può dichiarare obbligatorie le norme tecniche fissate dalle organizzazioni private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_14"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Provvedimenti a favore delle persone affette da disturbi del linguaggio, audiolese o ipovedenti",
        "citation": "Art. 14 cpv. 3 LDis",
        "content": "A complemento delle prestazioni dell’assicurazione per l’invalidità, la Confederazione può:\na. sostenere misure dei Cantoni destinate a promuovere l’uso del linguaggio dei segni e del linguaggio parlato nella formazione scolastica e professionale delle persone affette da disturbi del linguaggio e audiolese e le conoscenze linguistiche delle persone ipovedenti;\nb. sostenere organizzazioni e istituzioni a scopo non lucrativo e d’importanza nazionale che si adoperano per le esigenze politiche di linguaggio e di comprensione delle persone affette da disturbi del linguaggio, audiolese e ipovedenti",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_14"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Provvedimenti a favore delle persone affette da disturbi del linguaggio, audiolese o ipovedenti",
        "citation": "Art. 14 cpv. 4 LDis",
        "content": "La Confederazione può sostenere misure volte a rendere le trasmissioni televisive accessibili alle persone audiolese e ipovedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_14"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Prescrizioni sulle norme tecniche",
        "citation": "Art. 15 cpv. 1 LDis",
        "content": "Al fine di assicurare ai disabili una rete di trasporti pubblici adeguata alle loro esigenze, il Consiglio federale emana per le imprese concessionarie prescrizioni relative alla concezione:\na. delle stazioni ferroviarie, delle fermate e degli aeroporti;\nb. dei sistemi di comunicazione e dei sistemi di emissione dei biglietti;\nc. dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_15"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Prescrizioni sulle norme tecniche",
        "citation": "Art. 15 cpv. 2 LDis",
        "content": "Il Consiglio federale emana prescrizioni sui provvedimenti da adottare in favore dei disabili nelle costruzioni e negli impianti costruiti o sussidiati dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_15"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Prescrizioni sulle norme tecniche",
        "citation": "Art. 15 cpv. 3 LDis",
        "content": "Le prescrizioni di cui ai capoversi 1 e 2 sono adeguate periodicamente all’evoluzione della tecnica. Il Consiglio federale può dichiarare vincolanti norme tecniche o altre regole stabilite da organizzazioni private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_15"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Prescrizioni sulle norme tecniche",
        "citation": "Art. 15 cpv. 4 LDis",
        "content": "Il Consiglio federale consulta le cerchie interessate prima di emanare le prescrizioni di cui ai capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_15"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Prescrizioni sulle norme tecniche",
        "citation": "Art. 15 cpv. 5 LDis",
        "content": "Possono essere emanate prescrizioni differenti a seconda che si tratti di costruzioni, impianti, sistemi di comunicazione, sistemi di emissione dei biglietti o veicoli nuovi o già esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_15"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Programmi d’integrazione dei disabili",
        "citation": "Art. 16 cpv. 1 LDis",
        "content": "La Confederazione può attuare programmi volti a migliorare l’integrazione dei disabili nella società.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_16"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Programmi d’integrazione dei disabili",
        "citation": "Art. 16 cpv. 2 LDis",
        "content": "Tali programmi concernono segnatamente i seguenti settori:\na. la formazione;\nb. l’attività professionale;\nc. l’alloggio;\nd. il trasporto di passeggeri;\ne. la cultura;\nf. lo sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_16"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Programmi d’integrazione dei disabili",
        "citation": "Art. 16 cpv. 3 LDis",
        "content": "La Confederazione può partecipare ai programmi di organizzazioni attive a livello nazionale o di una regione linguistica, in particolare con aiuti finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_16"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Progetti pilota d’integrazione professionale",
        "citation": "Art. 17 LDis",
        "content": "Il Consiglio federale può svolgere o sostenere progetti pilota di durata limitata volti a sperimentare l’applicazione di incentivi per favorire l’integrazione professionale dei disabili. A tale scopo può segnatamente prevedere il versamento di contributi agli investimenti per creare o adeguare posti di lavoro per i disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_17"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Informazione, consulenza e valutazione dell’efficienza",
        "citation": "Art. 18 cpv. 1 LDis",
        "content": "La Confederazione può svolgere campagne d’informazione volte a sensibilizzare maggiormente la popolazione sui problemi di parità di trattamento dei disabili e sulla loro integrazione e intese a presentare alle cerchie interessate le diverse possibilità di intervento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_18"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Informazione, consulenza e valutazione dell’efficienza",
        "citation": "Art. 18 cpv. 2 LDis",
        "content": "Può fornire consulenza a privati e ad autorità e destinare loro raccomandazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_18"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Informazione, consulenza e valutazione dell’efficienza",
        "citation": "Art. 18 cpv. 3 LDis",
        "content": "Valuta periodicamente l’impatto dei suoi provvedimenti sull’integrazione dei disabili. Può inoltre valutare le ripercussioni dei provvedimenti presi da altri enti pubblici o da privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_18"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 4: Disposizioni speciali concernenti la Confederazione, Ufficio per le pari opportunità dei disabili",
        "citation": "Art. 19 LDis",
        "content": "Il Consiglio federale istituisce un Ufficio per le pari opportunità dei disabili. L’Ufficio promuove segnatamente:\na. l’informazione sulle basi legali e sulle direttive volte a impedire, ridurre o eliminare gli svantaggi nei confronti dei disabili;\nb. i programmi e le campagne di cui agli articoli 16 e 18;\nc. l’analisi e la ricerca nell’ambito delle pari opportunità e dell’integrazione dei disabili;\nd. il coordinamento delle attività delle istituzioni pubbliche e private attive in questo ambito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_19"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 5: Disposizioni speciali concernenti i Cantoni",
        "citation": "Art. 20 cpv. 1 LDis",
        "content": "I Cantoni provvedono affinché i fanciulli e gli adolescenti disabili possano beneficiare di una scolarizzazione di base adeguata alle loro esigenze specifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_20"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 5: Disposizioni speciali concernenti i Cantoni",
        "citation": "Art. 20 cpv. 2 LDis",
        "content": "I Cantoni promuovono l’integrazione dei fanciulli e degli adolescenti disabili nelle scuole regolari mediante forme di scolarizzazione adeguate, nel limite del possibile e per il bene dei fanciulli e degli adolescenti disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_20"
    },
    {
        "book": "BehiG",
        "title": "LDis, Sezione 5: Disposizioni speciali concernenti i Cantoni",
        "citation": "Art. 20 cpv. 3 LDis",
        "content": "Rendono segnatamente possibile ai fanciulli e agli adolescenti che hanno difficoltà di percezione o di articolazione, e alle persone loro particolarmente vicine, l’apprendimento di una tecnica di comunicazione adeguata alla disabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/667/it#art_20"
    }
]