[
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 1 LStup",
        "content": "La présente loi a pour but:\na. de prévenir la consommation non autorisée de stupéfiants et de substances psychotropes, notamment en favorisant l’abstinence;\nb. de réglementer la mise à disposition de stupéfiants et de substances psychotropes à des fins médicales et scientifiques;\nc. de protéger les personnes des conséquences médicales et sociales induites par les troubles psychiques et comportementaux liés à l’addiction;\nd. de préserver la sécurité et l’ordre publics des dangers émanant du commerce et de la consommation de stupéfiants et de substances psychotropes;\ne. de lutter contre les actes criminels qui sont étroitement liés au commerce et à la consommation de stupéfiants et de substances psychotropes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_1"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Modèle des quatre piliers",
        "citation": "Art. 1a al. 1 LStup",
        "content": "La Confédération et les cantons prévoient des mesures dans les quatre domaines suivants (modèle des quatre piliers):\na. prévention;\nb. thérapie et réinsertion;\nc. réduction des risques et aide à la survie;\nd. contrôle et répression.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_1_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Modèle des quatre piliers",
        "citation": "Art. 1a al. 2 LStup",
        "content": "La Confédération et les cantons veillent à la protection générale de la santé et de la jeunesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_1_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Lien avec la loi sur les produits thérapeutiques",
        "citation": "Art. 1b LStup",
        "content": "La loi fédérale du 15 décembre 2000 sur les produits thérapeutiques s’applique aux stupéfiants utilisés comme produits thérapeutiques. La présente loi est applicable si la loi sur les produits thérapeutiques ne prévoit pas de réglementation ou que sa réglementation est moins étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_1_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Définitions",
        "citation": "Art. 2 LStup",
        "content": "Au sens de la présente loi, on entend par:\na. stupéfiants: les substances et préparations qui engendrent une dépendance et qui ont des effets de type morphinique, cocaïnique ou cannabique, et celles qui sont fabriquées à partir de ces substances ou préparations ou qui ont un effet semblable à celles-ci;\nb. substances psychotropes: les substances et préparations engendrant une dépendance qui contiennent des amphétamines, des barbituriques, des benzodiazépines ou des hallucinogènes tels que le lysergide ou la mescaline ou qui ont un effet semblable à ces substances ou préparations;\nc. substances: les matières premières telles que les plantes et les champignons, ou des parties de ces matières premières et leurs composés chimiques;\nd. préparations: les stupéfiants et les substances psychotropes prêts à l’emploi;\ne. précurseurs: les substances qui n’engendrent pas de dépendance par elles-mêmes, mais qui peuvent être transformées en stupéfiants ou en substances psychotropes;\nf. adjuvants chimiques: les substances qui servent à la fabrication de stupéfiants et de substances psychotropes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_2"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Liste",
        "citation": "Art. 2a LStup",
        "content": "Le Département fédéral de l’intérieur établit la liste des stupéfiants, des substances psychotropes, des précurseurs et des adjuvants chimiques. À cet effet, il se fonde en principe sur les recommandations des organisations internationales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_2_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Règles applicables aux substances psychotropes",
        "citation": "Art. 2b LStup",
        "content": "Sauf disposition contraire de la présente loi, les dispositions relatives aux stupéfiants s’appliquent également aux substances psychotropes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_2_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Régimes allégés de contrôle",
        "citation": "Art. 3 al. 1 LStup",
        "content": "Le Conseil fédéral peut assujettir les précurseurs et les adjuvants chimiques au contrôle des stupéfiants visé aux chap. 2 et 3. Il peut instituer un régime d’autorisation ou d’autres mesures de surveillance moins strictes, telles que l’identification des clients, l’obligation de tenir un registre ou l’obligation de renseigner. À cet effet, il se fonde en principe sur les recommandations des organisations internationales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Régimes allégés de contrôle",
        "citation": "Art. 3 al. 2 LStup",
        "content": "Le Conseil fédéral peut soustraire partiellement des stupéfiants aux mesures de contrôle ou, s’il s’agit de concentrations ou de quantités déterminées, les y soustraire totalement, lorsque les organisations internationales compétentes (Nations Unies, Organisation mondiale de la santé) le décident ou le recommandent en vertu d’une convention ratifiée par la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1, Dispositions générales, Régimes allégés de contrôle",
        "citation": "Art. 3 al. 4 LStup",
        "content": "Le Conseil fédéral peut associer des organisations privées à l’exécution de l’al. 1, notamment pour des tâches d’information et de conseil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Répartition des tâches entre la Confédération et les cantons",
        "citation": "Art. 3b al. 1 LStup",
        "content": "Les cantons encouragent l’information et le conseil en matière de prévention des troubles liés à l’addiction et de leurs conséquences médicales et sociales. Ils accordent à cet égard une importance particulière à la protection des enfants et des jeunes. Ils mettent en place les conditions-cadre adéquates et créent les organismes nécessaires ou soutiennent des institutions privées répondant aux critères de qualité requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Répartition des tâches entre la Confédération et les cantons",
        "citation": "Art. 3b al. 2 LStup",
        "content": "La Confédération met en œuvre des programmes nationaux de prévention et encourage notamment le repérage précoce des troubles liés à l’addiction, en accordant la priorité aux impératifs liés à la protection de l’enfance et de la jeunesse. Elle sensibilise le public à la problématique de l’addiction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Compétence en matière d’annonce",
        "citation": "Art. 3c al. 1 LStup",
        "content": "Les services de l’administration et les professionnels œuvrant dans les domaines de l’éducation, de l’action sociale, de la santé, de la justice et de la police peuvent annoncer aux institutions de traitement ou aux services d’aide sociale compétents les cas de personnes souffrant de troubles liés à l’addiction ou présentant des risques de troubles, notamment s’il s’agit d’enfants ou de jeunes, lorsque les conditions suivantes sont remplies:\na. ils les ont constatés dans l’exercice de leurs fonctions ou de leur activité professionnelle;\nb. un danger considérable menace la personne concernée, ses proches ou la collectivité;\nc. ils estiment que des mesures de protection sont indiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Compétence en matière d’annonce",
        "citation": "Art. 3c al. 2 LStup",
        "content": "Si l’annonce concerne un enfant ou un jeune de moins de 18 ans, son représentant légal en est également informé à moins que des raisons importantes ne s’y opposent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Compétence en matière d’annonce",
        "citation": "Art. 3c al. 3 LStup",
        "content": "Les cantons désignent les institutions de traitement ou les services d’aide sociale qualifiés, publics ou privés, qui sont compétents pour prendre en charge les personnes annoncées, notamment s’il s’agit d’enfants ou de jeunes en situation de risque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Compétence en matière d’annonce",
        "citation": "Art. 3c al. 4 LStup",
        "content": "Le personnel des institutions de traitement et des services d’aide sociale compétents est soumis au secret de fonction et au secret professionnel au sens des art. 320 et 321 du code pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 1, Prévention, Compétence en matière d’annonce",
        "citation": "Art. 3c al. 5 LStup",
        "content": "Les services de l’administration et les professionnels visés à l’al. 1 qui apprennent qu’une personne qui leur est confiée a enfreint l’art. 19a ne sont pas tenus de la dénoncer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Prise en charge et traitement",
        "citation": "Art. 3d al. 1 LStup",
        "content": "Les cantons pourvoient à la prise en charge des personnes dont l’état requiert un traitement médical ou psychosocial ou des mesures d’assistance en raison de troubles liés à l’addiction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Prise en charge et traitement",
        "citation": "Art. 3d al. 2 LStup",
        "content": "Ces traitements ont pour objectif la prise en charge thérapeutique et l’intégration sociale des personnes présentant des troubles liés à l’addiction, l’amélioration de leur santé physique et psychique ainsi que la création des conditions permettant l’abstinence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Prise en charge et traitement",
        "citation": "Art. 3d al. 3 LStup",
        "content": "Les cantons favorisent la réinsertion professionnelle et sociale des personnes présentant des troubles liés à l’addiction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Prise en charge et traitement",
        "citation": "Art. 3d al. 4 LStup",
        "content": "Ils créent les institutions nécessaires au traitement et à la réinsertion ou soutiennent des institutions privées répondant aux critères de qualité requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Prise en charge et traitement",
        "citation": "Art. 3d al. 5 LStup",
        "content": "Le Conseil fédéral édicte des recommandations concernant les principes relatifs au financement du traitement de l’addiction et des mesures de réinsertion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Traitement au moyen de stupéfiants",
        "citation": "Art. 3e al. 1 LStup",
        "content": "La prescription, la remise et l’administration des stupéfiants destinés au traitement des personnes dépendantes sont soumises au régime de l’autorisation. Celle-ci est octroyée par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_e"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Traitement au moyen de stupéfiants",
        "citation": "Art. 3e al. 2 LStup",
        "content": "Le Conseil fédéral peut fixer des conditions générales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_e"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 2, Thérapie et réinsertion, Traitement au moyen de stupéfiants",
        "citation": "Art. 3e al. 3 LStup",
        "content": "Les traitements avec prescription d’héroïne doivent faire l’objet d’une autorisation fédérale. Le Conseil fédéral édicte des dispositions particulières; il veille notamment:\na. à ce que l’héroïne ne soit prescrite qu’à des personnes toxicodépendantes pour lesquelles les autres types de traitement ont échoué ou dont l’état de santé ne permet pas d’autre traitement;\nb. à ce que l’héroïne soit prescrite uniquement par un médecin spécialisé et dans une institution appropriée;\nc. à ce que le déroulement des traitements avec prescription d’héroïne soit contrôlé à intervalles réguliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_e"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 3, Réduction des risques et aide à la survie, Tâches des cantons",
        "citation": "Art. 3g LStup",
        "content": "Les cantons prennent des mesures de réduction des risques et d’aide à la survie en faveur des personnes ayant des troubles liés à l’addiction afin de prévenir ou d’atténuer la dégradation de leurs conditions médicales et sociales. Ils créent les institutions nécessaires à cet effet ou soutiennent des institutions privées répondant aux critères de qualité requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_g"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 3, Réduction des risques et aide à la survie, Risque pour la circulation",
        "citation": "Art. 3h LStup",
        "content": "Si un service de l’administration craint qu’une personne affectée de troubles liés à l’addiction ne présente, du fait de ces troubles, un risque pour la circulation routière ou pour la navigation maritime ou aérienne, il en avise l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_h"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 4, Coordination, recherche, formation et assurance qualité, Prestations de la Confédération",
        "citation": "Art. 3i al. 1 LStup",
        "content": "La Confédération soutient par des prestations de services les cantons et les organisations privées dans les domaines de la prévention, de la thérapie et de la réduction des risques, notamment pour les tâches suivantes:\na. coordination, y compris planification et orientation de l’offre;\nb. amélioration de la qualité et mise en œuvre de modèles d’intervention éprouvés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_i"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 4, Coordination, recherche, formation et assurance qualité, Prestations de la Confédération",
        "citation": "Art. 3i al. 2 LStup",
        "content": "La Confédération les informe des connaissances scientifiques récentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_i"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 4, Coordination, recherche, formation et assurance qualité, Prestations de la Confédération",
        "citation": "Art. 3i al. 3 LStup",
        "content": "Elle peut prendre elle-même des mesures complémentaires afin de réduire les problèmes d’addiction ou confier cette tâche à des organisations privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_i"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 4, Coordination, recherche, formation et assurance qualité, Promotion de la recherche",
        "citation": "Art. 3j LStup",
        "content": "Dans le cadre de la loi du 7 octobre 1983 sur la recherche, la Confédération peut encourager la recherche scientifique, notamment dans les domaines suivants:\na. effets des substances engendrant la dépendance;\nb. causes et conséquences des troubles liés à l’addiction;\nc. mesures préventives et thérapeutiques;\nd. moyens de prévenir ou de réduire ces troubles;\ne. efficacité des mesures de réinsertion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_j"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 4, Coordination, recherche, formation et assurance qualité, Formation et formation continue",
        "citation": "Art. 3k LStup",
        "content": "La Confédération développe la formation et la formation continue dans les domaines de la prévention, de la thérapie, de la réinsertion, de la réduction des risques et de l’aide à la survie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_k"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 1a, Prévention, thérapie et réduction des risques, Section 4, Coordination, recherche, formation et assurance qualité, Recommandations relatives à l’assurance qualité",
        "citation": "Art. 3l LStup",
        "content": "En collaboration avec les cantons, la Confédération élabore des recommandations relatives à l’assurance qualité dans les domaines de la prévention, de la thérapie, de la réinsertion, de la réduction des risques et de l’aide à la survie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_3_l"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Autorisation de produire et de commercer",
        "citation": "Art. 4 al. 1 LStup",
        "content": "Les maisons et les personnes qui cultivent, fabriquent ou préparent des stupéfiants ou qui en font le commerce doivent requérir une autorisation de l’Institut suisse des produits thérapeutiques (Swissmedic). L’art. 8 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_4"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Autorisation de produire et de commercer",
        "citation": "Art. 4 al. 2 LStup",
        "content": "Le Conseil fédéral arrête les modalités de ces autorisations, ainsi que les conditions qui régissent leur octroi, leur durée, leur retrait et leur extinction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_4"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Importation, exportation et transit",
        "citation": "Art. 5 al. 1 LStup",
        "content": "Une autorisation de Swissmedic est requise pour toute importation et exportation de stupéfiants soumis au contrôle. Cette autorisation est accordée conformément aux conventions internationales. Une autorisation d’exportation qui n’est pas requise par la présente loi ou par les conventions internationales peut être accordée si elle est exigée par le pays destinataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_5"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Importation, exportation et transit",
        "citation": "Art. 5 al. 1bis LStup",
        "content": "Le Conseil fédéral peut prévoir des dispositions spéciales pour l’importation et l’exportation de stupéfiants par des voyageurs malades. Swissmedic peut traiter des données sensibles en relation avec l’importation et l’exportation de stupéfiants par des voyageurs malades lorsque l’exécution d’accords internationaux l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_5"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Importation, exportation et transit",
        "citation": "Art. 5 al. 2 LStup",
        "content": "L’Office fédéral de la douane et de la sécurité des frontières exerce avec Swissmedic le contrôle sur le transit des stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_5"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Restrictions en vertu du droit international",
        "citation": "Art. 6 al. 1 LStup",
        "content": "En vertu des conventions internationales, le Conseil fédéral peut interdire au détenteur de l’autorisation de cultiver, de fabriquer, d’importer ou d’exporter des stupéfiants ou d’en constituer des réserves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_6"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Restrictions en vertu du droit international",
        "citation": "Art. 6 al. 2 LStup",
        "content": "Il peut déléguer cette faculté au Département fédéral de l’intérieur, qui l’exerce sous sa haute surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_6"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Matières premières et produits ayant un effet similaireà celui des substances et des préparations",
        "citation": "Art. 7 al. 1 LStup",
        "content": "Les matières premières et les produits dont on peut présumer qu’ils ont un effet semblable à celui des substances et des préparations visées à l’art. 2 ne peuvent être cultivées, fabriquées, importées, exportées, entreposées, utilisées ou mises dans le commerce qu’avec l’assentiment du Département fédéral de l’intérieur et aux conditions qu’il a fixées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_7"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Matières premières et produits ayant un effet similaireà celui des substances et des préparations",
        "citation": "Art. 7 al. 2 LStup",
        "content": "Swissmedic vérifie si la matière première ou le produit considéré répond aux critères de l’art. 2. Si tel est le cas, les autorisations visées aux art. 4 et 5 sont requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_7"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Matières premières et produits ayant un effet similaireà celui des substances et des préparations",
        "citation": "Art. 7 al. 3 LStup",
        "content": "Le Département fédéral de l’intérieur établit la liste de ces substances et préparations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_7"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 1 LStup",
        "content": "Les stupéfiants indiqués ci-après ne peuvent être ni cultivés, ni importés, ni fabriqués ou mis dans le commerce:\na. l’opium à fumer et les déchets provenant de sa fabrication ou de son utilisation;\nb. la diacétylmorphine et ses sels;\nc. les hallucinogènes tels que le lysergide (LSD 25);\nd. les stupéfiants ayant des effets de type cannabique, à moins qu’ils ne soient utilisés à des fins médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 3 LStup",
        "content": "Si des conventions internationales proscrivent la fabrication d’autres stupéfiants ou que les principaux États producteurs renoncent à cette fabrication, le Conseil fédéral peut en interdire l’importation, la fabrication et la mise dans le commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 4 LStup",
        "content": "Les stocks éventuels de stupéfiants prohibés doivent être transformés, sous surveillance de l’autorité cantonale, en une substance autorisée par la loi; à défaut de cette possibilité, ils doivent être détruits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 5 LStup",
        "content": "Si aucune convention internationale ne s’y oppose, l’Office fédéral de la santé publique (OFSP) peut accorder des autorisations exceptionnelles pour la culture, l’importation, la fabrication et la mise dans le commerce des stupéfiants:\na. visés aux al. 1, let. a à c, et 3, si les stupéfiants sont utilisés pour la recherche scientifique, le développement de médicaments ou une application médicale limitée;\nb. visés à l’al. 1, let. d, si les stupéfiants sont utilisés pour la recherche scientifique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 6 LStup",
        "content": "Une autorisation exceptionnelle de l’OFSP est nécessaire pour la culture des stupéfiants visés aux al. 1, let. a à c, et 3 qui sont utilisés comme principes actifs dans les médicaments autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 7 LStup",
        "content": "Une autorisation de Swissmedic est nécessaire, conformément à l’art. 4, pour l’importation, la fabrication et la mise dans le commerce des stupéfiants visés aux al. 1, let. a à c, et 3, qui sont utilisés comme principes actifs dans les médicaments autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Stupéfiants interdits",
        "citation": "Art. 8 al. 8 LStup",
        "content": "L’OFSP peut accorder des autorisations exceptionnelles pour l’utilisation des substances visées aux al. 1 et 3 dans le cadre de mesures de lutte contre les abus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Essais pilotes",
        "citation": "Art. 8a al. 1 LStup",
        "content": "Après audition des cantons et des communes concernés, l’OFSP peut autoriser des essais pilotes scientifiques impliquant des stupéfiants ayant des effets de type cannabique, qui:\na. sont limités dans l’espace, dans le temps et dans leur objet;\nb. permettent d’acquérir des connaissances concernant l’effet de nouvelles réglementations sur l’utilisation de ces stupéfiants à des fins non médicales et concernant la façon dont évolue l’état de santé des participants;\nc. sont menés de manière à assurer la protection de la santé et de la jeunesse, la protection de l’ordre public et la sécurité publique, et\nd. concernent si possible des produits cannabiques d’origine suisse et correspondant aux normes de l’agriculture biologique suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Essais pilotes",
        "citation": "Art. 8a al. 2 LStup",
        "content": "Le Conseil fédéral fixe les conditions de la réalisation des essais pilotes. Dans ce cadre, il peut déroger aux art. 8, al. 1, let. d, et 5, 11, 13, 19, al. 1, let. f, et 20, al. 1, let. d et e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Essais pilotes",
        "citation": "Art. 8a al. 3 LStup",
        "content": "Les stupéfiants ayant des effets de type cannabique qui sont remis dans le cadre des essais pilotes ne sont pas soumis à l’impôt sur le tabac tel qu’il est défini à l’art. 4 de la loi fédérale du 21 mars 1969 sur l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Collecte de données relatives aux traitements médicaux à base de stupéfiants ayant des effets de type cannabique",
        "citation": "Art. 8b al. 1 LStup",
        "content": "L’OFSP collecte des données relatives aux traitements médicaux effectués avec des stupéfiants ayant des effets de type cannabique (médicaments à base de cannabis) et qui:\na. ne sont pas autorisés;\nb. sont autorisés, mais ne sont pas prescrits selon l’indication prévue et ne sont pas administrés sous la forme admise à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Collecte de données relatives aux traitements médicaux à base de stupéfiants ayant des effets de type cannabique",
        "citation": "Art. 8b al. 2 LStup",
        "content": "Les données collectées sont utilisées aux fins suivantes:\na. évaluation scientifique visée à l’art. 29a;\nb. analyses statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 1, Fabriques et maisons de commerce, Collecte de données relatives aux traitements médicaux à base de stupéfiants ayant des effets de type cannabique",
        "citation": "Art. 8b al. 3 LStup",
        "content": "L’OFSP met les résultats des analyses statistiques à la disposition:\na. des autorités cantonales d’exécution;\nb. des médecins impliqués dans les traitements;\nc. des instituts de recherche intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_8_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 9 al. 1 LStup",
        "content": "Les professionnels de la santé au sens de la législation sur les produits thérapeutiques qui exercent leur profession à titre d’activité économique privée, sous leur propre responsabilité professionnelle, selon la loi du 23 juin 2006 sur les professions médicales, ou qui exercent leur profession au service de cantons ou de communes sous leur propre responsabilité professionnelle et qui sont titulaires d’une autorisation cantonale correspondante, ainsi que les dirigeants responsables d’une pharmacie publique ou d’une pharmacie d’hôpital peuvent se procurer, détenir, utiliser et remettre des stupéfiants sans autorisation, sous réserve des autorisations exceptionnelles visées à l’art. 8. Les dispositions cantonales réglant la remise directe par les médecins, les médecins-dentistes et les médecins-vétérinaires sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_9"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 9 al. 2 LStup",
        "content": "La compétence visée à l’al. 1 s’étend aux professionnels de la santé et aux étudiants des professions médicales universitaires qui sont autorisés par l’autorité cantonale à remplacer un professionnel de la santé dans une profession médicale universitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_9"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 9 al. 4 LStup",
        "content": "Les cantons peuvent limiter les droits des médecins-dentistes à certains stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_9"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 9 al. 5 LStup",
        "content": "D’entente avec Swissmedic, les cantons fixent les normes applicables aux établissements hospitaliers étrangers situés en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_9"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 10 al. 1 LStup",
        "content": "Les médecins et les médecins-vétérinaires qui exercent leur profession sous leur propre responsabilité professionnelle au sens de la loi du 23 juin 2006 sur les professions médicales sont autorisés à prescrire des stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_10"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 10 al. 2 LStup",
        "content": "Les médecins et les médecins-vétérinaires étrangers autorisés à pratiquer dans les zones frontières suisses, en vertu d’un arrangement international, peuvent utiliser et prescrire les stupéfiants qui leur sont nécessaires dans l’exercice de leur profession en Suisse. Leurs ordonnances doivent être exécutées par une pharmacie de la zone frontière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_10"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 10 al. 3 LStup",
        "content": "Le Conseil fédéral édicte les prescriptions complémentaires selon lesquelles une ordonnance établie par un médecin ou un médecin-vétérinaire étranger peut être exécutée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_10"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 11 al. 1 LStup",
        "content": "Les médecins et les médecins-vétérinaires sont tenus de n’employer, remettre ou prescrire les stupéfiants que dans la mesure admise par la science.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_11"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 11 al. 1bis LStup",
        "content": "Les médecins et les médecins-vétérinaires qui remettent ou prescrivent des stupéfiants autorisés en tant que médicaments pour une indication autre que celle qui est admise, doivent le notifier dans un délai de 30 jours aux autorités cantonales compétentes. Sur demande des autorités précitées, ils doivent fournir toutes les informations nécessaires sur la nature et le but du traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_11"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 11 al. 2 LStup",
        "content": "Les al. 1 et 1bis s’appliquent également aux médecins-dentistes en ce qui concerne l’emploi et la remise de stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_11"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 12 al. 1 LStup",
        "content": "Les cantons peuvent, pour un temps déterminé ou à titre définitif, priver les professionnels de la santé qui deviennent dépendants (toxicomanes) ou qui contreviennent aux art. 19 à 22 des droits que confère l’art. 9.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_12"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 12 al. 2 LStup",
        "content": "Une telle mesure déploie ses effets sur tout le territoire de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_12"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 12 al. 3 LStup",
        "content": "L’art. 54 du code pénal suisse est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_12"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 2, Professions médicales",
        "citation": "Art. 13 LStup",
        "content": "Les pharmaciens ne peuvent remettre des stupéfiants au public que sur présentation de l’ordonnance d’un médecin ou d’un médecin-vétérinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_13"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 3, Établissements hospitaliers et instituts",
        "citation": "Art. 14 al. 1 LStup",
        "content": "Tout établissement hospitalier peut être autorisé par l’autorité cantonale compétente à se procurer, à détenir et à utiliser des stupéfiants dans les limites de ses besoins, si une des personnes visées par l’art. 9 assume la responsabilité de la détention et de l’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_14"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 3, Établissements hospitaliers et instituts",
        "citation": "Art. 14 al. 2 LStup",
        "content": "L’autorité cantonale compétente peut autoriser les instituts de recherche scientifique à cultiver, à se procurer, à détenir et à utiliser des stupéfiants dans les limites de leurs propres besoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_14"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 3, Établissements hospitaliers et instituts",
        "citation": "Art. 14 al. 3 LStup",
        "content": "L’art. 8 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_14"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 3a, Organisations et autorités",
        "citation": "Art. 14a al. 1 LStup",
        "content": "Le Conseil fédéral peut autoriser des organisations nationales ou internationales telles que la Croix-Rouge, les Nations Unies ou leurs institutions spécialisées, ainsi que des institutions et autorités nationales telles que les organes des douanes et du corps des gardes-frontière, à se procurer, à importer, à détenir, à utiliser, à prescrire, à remettre ou à exporter des stupéfiants dans les limites de leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_14_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 3a, Organisations et autorités",
        "citation": "Art. 14a al. 1bis LStup",
        "content": "En vertu de l’al. 1, les cantons peuvent octroyer des autorisations aux autorités cantonales et communales, notamment à la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_14_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 2 Fabrication, remise, acquisition et utilisation de stupéfiants, Section 3a, Organisations et autorités",
        "citation": "Art. 14a al. 2 LStup",
        "content": "Le Conseil fédéral et les cantons peuvent retirer l’autorisation pour un temps déterminé ou à titre définitif, si des circonstances spéciales l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_14_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 16 LStup",
        "content": "Pour toute livraison de stupéfiants, un bulletin doit être établi et remis au destinataire avec la marchandise. La livraison doit être annoncée à Swissmedic au moyen d’une notification séparée. Cette disposition n’est pas applicable aux professionnels de la santé qui remettent des stupéfiants destinés au traitement de personnes ou d’animaux ou qui en livrent aux médecins pratiquant dans leur canton qui ne remettent pas eux-mêmes des stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_16"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 17 al. 1 LStup",
        "content": "Les maisons, personnes et instituts en possession d’une autorisation en vertu des art. 4 et 14, al. 2, doivent tenir à jour une comptabilité de toutes les opérations qu’ils effectuent avec des stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_17"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 17 al. 2 LStup",
        "content": "Les maisons et personnes visées à l’art. 4 doivent renseigner Swissmedic à la fin de chaque année sur leur commerce et leurs stocks de stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_17"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 17 al. 3 LStup",
        "content": "Les maisons et personnes autorisées à cultiver, à fabriquer et à préparer des stupéfiants doivent en outre, chaque année, informer Swissmedic de l’étendue de leurs cultures et de la nature et des quantités de stupéfiants qu’elles ont extraites, fabriquées et préparées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_17"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 17 al. 4 LStup",
        "content": "Les personnes autorisées aux termes de l’art. 9 à acquérir, à employer et à remettre des stupéfiants ou qui sont responsables, au sens de l’art. 14, al. 1 doivent en justifier l’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_17"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 17 al. 5 LStup",
        "content": "Le Conseil fédéral édicte des dispositions sur la détention et la désignation des stupéfiants ainsi que sur la réclame faite à leur sujet et les indications figurant dans les prospectus d’emballage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_17"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 18 al. 1 LStup",
        "content": "Les maisons, personnes, établissements et instituts soumis au contrôle officiel sont tenus de rendre leurs cultures, leurs locaux de fabrication, magasins et entrepôts accessibles aux organes de surveillance, de leur présenter leurs stocks de stupéfiants et de leur soumettre toutes les pièces justificatives. Ils doivent, sur leur demande, renseigner en tout temps les autorités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 3, Contrôle",
        "citation": "Art. 18 al. 2 LStup",
        "content": "Les fonctionnaires de la Confédération et des cantons chargés de la surveillance du trafic des stupéfiants sont astreints au secret, sans limite de temps, au sens de l’art. 320 du code pénal suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Communication de données personnelles à un état lié par un des accords d’association à Schengen",
        "citation": "Art. 18a LStup",
        "content": "La communication de données personnelles à des autorités compétentes des États liés par un des accords d’association à Schengen est assimilée à une communication entre organes fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Droit d’accès",
        "citation": "Art. 18c LStup",
        "content": "Le droit d’accès est régi par les dispositions fédérales ou cantonales de protection des données. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec le traitement des personnes dépendantes",
        "citation": "Art. 18d al. 1 LStup",
        "content": "Les autorités et les institutions chargées de veiller à l’exécution de la présente loi sont autorisées à traiter des données personnelles, y compris des données sensibles, afin de vérifier les conditions relatives au traitement des personnes dépendantes et leur suivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec le traitement des personnes dépendantes",
        "citation": "Art. 18d al. 2 LStup",
        "content": "Elles prennent les mesures techniques et organisationnelles propres à garantir la protection de toutes les données visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec le traitement des personnes dépendantes",
        "citation": "Art. 18d al. 3 LStup",
        "content": "Le Conseil fédéral fixe les modalités du traitement de ces données, en particulier: \na. les autorités et les institutions compétentes pour le traitement des données;\nb. les données à traiter;\nc. les flux de données;\nd. les droits d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec les autorisations visées aux art. 4, 5 et 8",
        "citation": "Art. 18e al. 1 LStup",
        "content": "L’OFSP et Swissmedic sont autorisés à traiter les données personnelles ci-après, dans la mesure où cela s’avère nécessaire pour octroyer les autorisations visées aux art. 4 et 5 et les autorisations exceptionnelles prévues à l’art. 8, al. 5 à 8, ou pour en contrôler le respect:\na. données sur d’éventuelles poursuites administratives ou pénales engagées contre le requérant d’une autorisation visée aux art. 4, 5 et 8, al. 5 à 8;\nb. données qui sont nécessaires pour identifier le patient;\nc. données médicales pertinentes dans le cas de l’application médicale limitée visée à l’art. 8, al. 5, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_e"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec les autorisations visées aux art. 4, 5 et 8",
        "citation": "Art. 18e al. 2 LStup",
        "content": "Le Conseil fédéral détermine:\na. les données qui peuvent être traitées;\nb. les délais de conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_e"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec les médicaments à base de cannabis",
        "citation": "Art. 18f al. 1 LStup",
        "content": "L’OFSP gère un système d’information pour traiter les données visées à l’art. 8b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_f"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec les médicaments à base de cannabis",
        "citation": "Art. 18f al. 2 LStup",
        "content": "Les médecins qui traitent des patients avec des médicaments à base de cannabis sont tenus d’enregistrer les informations nécessaires à la collecte des données visée à l’art. 8b. Les données relatives aux patients doivent être pseudonymisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_f"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec les médicaments à base de cannabis",
        "citation": "Art. 18f al. 3 LStup",
        "content": "Le Conseil fédéral détermine:\na. les données nécessaires à la collecte des données visée à l’art. 8b, concernant notamment les effets secondaires;\nb. la fréquence et la date de la collecte de données;\nc. les droits d’accès des médecins visés à l’al. 2;\nd. les aspects techniques et organisationnels du système de collecte des données;\ne. les délais de conservation des données;\nf. la publication des analyses statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_f"
    },
    {
        "book": "BetmG",
        "title": "LStup, Section 1, Protection des données dans le cadre des accords d’association à Schengen, Section 2, Traitement des données, En lien avec les médicaments à base de cannabis",
        "citation": "Art. 18f al. 4 LStup",
        "content": "Il peut décider qu’aucune donnée ne doit plus être collectée si l’évaluation scientifique prévue à l’art. 8b, al. 2, ne requiert pas de nouvelles données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_18_f"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19 al. 1 LStup",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire:\na. celui qui, sans droit, cultive, fabrique ou produit de toute autre manière des stupéfiants;\nb. celui qui, sans droit, entrepose, expédie, transporte, importe, exporte des stupéfiants ou les passe en transit;\nc. celui qui, sans droit, aliène ou prescrit des stupéfiants, en procure de toute autre manière à un tiers ou en met dans le commerce;\nd. celui qui, sans droit, possède, détient ou acquiert des stupéfiants ou s’en procure de toute autre manière;\ne. celui qui finance le trafic illicite de stupéfiants ou sert d’intermédiaire pour son financement;\nf. celui qui, publiquement, incite à la consommation de stupéfiants ou révèle des possibilités de s’en procurer ou d’en consommer;\ng. celui qui prend des mesures aux fins de commettre une des infractions visées aux let. a à f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19 al. 2 LStup",
        "content": "L’auteur de l’infraction est puni d’une peine privative de liberté d’un an au moins:\na. s’il sait ou ne peut ignorer que l’infraction peut directement ou indirectement mettre en danger la santé de nombreuses personnes;\nb. s’il agit comme membre d’une bande formée pour se livrer de manière systématique au trafic illicite de stupéfiants;\nc. s’il se livre au trafic par métier et réalise ainsi un chiffre d’affaires ou un gain important;\nd. si, par métier, il propose, cède ou permet de toute autre manière à des tiers d’avoir accès à des stupéfiants dans les lieux de formation principalement réservés aux mineurs ou dans leur périmètre immédiat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19 al. 3 LStup",
        "content": "Le tribunal peut atténuer librement la peine:\na. dans le cas d’une infraction visée à l’al. 1, let. g;\nb. dans le cas d’une infraction visée à l’al. 2, si l’auteur est dépendant et que cette infraction aurait dû servir au financement de sa propre consommation de stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19 al. 4 LStup",
        "content": "Est également punissable en vertu des al. 1 et 2 celui qui commet l’acte à l’étranger, se trouve en Suisse et n’est pas extradé, pour autant que l’acte soit également punissable dans le pays où il a été commis. La législation de ce dernier est applicable si elle est plus favorable à l’auteur. L’art. 6 du code pénal est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19bis LStup",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire celui qui, sans indication médicale, propose, remet ou rend accessible de toute autre manière des stupéfiants à une personne de moins de 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_bis"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19a al. 1. LStup",
        "content": "Quiconque, sans droit, consomme intentionnellement des stupéfiants ou commet une infraction à l’art. 19 pour assurer sa propre consommation est passible d’une amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19a al. 2. LStup",
        "content": "Dans les cas bénins, l’autorité compétente peut suspendre la procédure ou renoncer à prononcer une peine. Une réprimande peut être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19a al. 3. LStup",
        "content": "Il est possible de renoncer à la poursuite pénale lorsque l’auteur de l’infraction est déjà soumis, pour avoir consommé des stupéfiants, à des mesures de protection, contrôlées par un médecin, ou s’il accepte de s’y soumettre. La poursuite pénale est engagée s’il se soustrait à ces mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19a al. 4. LStup",
        "content": "Lorsque l’auteur est victime d’une dépendance aux stupéfiants, le juge peut ordonner son renvoi dans une institution spécialisée. Les art. 60 et 63 du code pénal sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19b al. 1 LStup",
        "content": "Celui qui se borne à préparer des stupéfiants en quantités minimes, pour sa propre consommation ou pour permettre à des tiers de plus de 18 ans d’en consommer simultanément en commun après leur en avoir fourni gratuitement, n’est pas punissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19b al. 2 LStup",
        "content": "Dix grammes de stupéfiants ayant des effets de type cannabique sont considérés comme une quantité minime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 19c LStup",
        "content": "Celui qui, intentionnellement, décide ou tente de décider quelqu’un à consommer sans droit des stupéfiants est passible de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_19_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 20 al. 1 LStup",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire:\na. celui qui présente une demande contenant de fausses indications pour se procurer ou procurer à autrui une autorisation d’importation, de transit ou d’exportation;\nb. celui qui, à l’intérieur du pays ou à l’étranger, détourne de leur lieu de destination des stupéfiants ou des substances relevant de l’art. 3, al. 1, pour lesquels il possède une autorisation suisse d’exportation;\nc. celui qui cultive, fabrique, importe, exporte, entrepose, utilise ou met dans le commerce sans autorisation des substances relevant de l’art. 3, al. 1, ainsi que des substances ou des préparations relevant de l’art. 7;\nd. les professionnels de la santé qui utilisent ou remettent des stupéfiants en dehors des cas prévus aux art. 11 ou 13;\ne. le médecin ou le médecin-vétérinaire qui prescrit des stupéfiants en dehors des cas prévus à l’art. 11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_20"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 20 al. 2 LStup",
        "content": "L’auteur de l’infraction est puni d’une peine privative de liberté d’un an au moins s’il se livre au trafic par métier et qu’il réalise ainsi un chiffre d’affaires élevé ou un gain important. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_20"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 21 al. 1 LStup",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire celui qui, intentionnellement:\na. omet de procéder aux notifications requises aux art. 11, al. 1bis, 16 et 17, al. 2 et 3, ou d’établir les bulletins de livraison et les registres de contrôle prescrits, y inscrit de fausses indications ou néglige d’y consigner les indications requises;\nb. fait usage de bulletins de livraison ou de registres de contrôle contenant des indications fausses ou incomplètes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_21"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 21 al. 2 LStup",
        "content": "L’auteur est puni d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_21"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 22 LStup",
        "content": "Est puni d’une amende celui qui, intentionnellement ou par négligence:\na. viole ses devoirs de diligence en tant que personne autorisée à faire le commerce de stupéfiants;\nb. enfreint les dispositions relatives à la publicité pour les stupéfiants et à l’information les concernant;\nc. viole l’obligation d’entreposer et de conserver;\nd. enfreint une disposition d’exécution du Conseil fédéral ou du département compétent dont la violation est déclarée punissable, ou contrevient à une décision mentionnant la peine prévue dans le présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_22"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 23 al. 1 LStup",
        "content": "Si un fonctionnaire chargé de l’exécution de cette loi commet intentionnellement une infraction au sens des art. 19 à 22, les pénalités sont aggravées de manière adéquate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_23"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 23 al. 2 LStup",
        "content": "Le fonctionnaire chargé de combattre le trafic illicite de stupéfiants qui, à des fins d’enquête, accepte une offre de stupéfiants n’est pas punissable même s’il ne dévoile pas son identité et sa fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_23"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 24 al. 1 LStup",
        "content": "Les avantages pécuniaires illicites qui se trouvent en Suisse seront également acquis à l’État lorsque l’infraction aura été commise à l’étranger. À défaut de for au sens de l’art. 32 du code de procédure pénale du 5 octobre 2007 (CPP), le canton dans lequel se trouvent les biens est compétent pour la confiscation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_24"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 24 al. 2 LStup",
        "content": "Les autorités compétentes mettent en sûreté les stupéfiants qui leur sont confiés en exécution de la présente loi et pourvoient à leur valorisation ou à leur destruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_24"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 26 LStup",
        "content": "À défaut de prescriptions de la présente loi, sont applicables les dispositions générales du code pénal suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_26"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 27 al. 1 LStup",
        "content": "Les dispositions spéciales du code pénal et les dispositions de la loi du 20 juin 2014 sur les denrées alimentaires sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_27"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 1, Actes punissables",
        "citation": "Art. 27 al. 2 LStup",
        "content": "Les dispositions pénales de la loi du 18 mars 2005 sur les douanes et de l’ordonnance du 29 mars 2000 relative à la loi fédérale régissant la taxe sur la valeur ajoutée ne sont pas applicables en cas d’importation, d’exportation ou de transit de stupéfiants non autorisés selon l’art. 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_27"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 2, Poursuite pénale ",
        "citation": "Art. 28 al. 1 LStup",
        "content": "La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_28"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 2, Poursuite pénale ",
        "citation": "Art. 28 al. 2 LStup",
        "content": "Les art. 6 et 7 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif sont également applicables en cas de poursuite pénale par les autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_28"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 2, Poursuite pénale ",
        "citation": "Art. 28 al. 3 LStup",
        "content": "Les jugements, mandats de répression et ordonnances de classement rendus dans les cas visés à l’art. 19, al. 2, doivent être communiqués immédiatement, en expédition complète, à l’Office fédéral de la police, dans la mesure où l’accusation a demandé une peine privative de liberté sans sursis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_28"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 4, Dispositions pénales, Section 2, Poursuite pénale ",
        "citation": "Art. 28a LStup",
        "content": "Les infractions visées aux art. 20 à 22 qui sont constatées dans le domaine d’exécution de la Confédération par les autorités fédérales compétentes sont poursuivies et jugées par celles-ci. La procédure est régie par la loi fédérale du 22 mars 1974 sur le droit pénal administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_28_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29 al. 1 LStup",
        "content": "La Confédération exerce la haute surveillance sur l’exécution de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29 al. 2 LStup",
        "content": "La Confédération exerce le contrôle prévu par la présente loi aux frontières du pays (importation, exportation et transit) et dans les douanes (entrepôts fédéraux et ports-francs).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29 al. 3 LStup",
        "content": "La Confédération et les cantons collaborent dans l’exécution des tâches qui leur incombent en vertu de la présente loi et se concertent sur les mesures à prendre. Ils peuvent y associer d’autres organisations concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29a al. 1 LStup",
        "content": "L’OFSP fait procéder à l’évaluation scientifique des mesures conformément à la présente loi. Il peut transmettre sous forme anonymisée à l’Office fédéral de la statistique, à des fins d’évaluation et de publication, les données collectées conformément aux art. 18d à 18f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29a al. 2 LStup",
        "content": "Au terme des évaluations importantes, le Département fédéral de l’intérieur établit un rapport à l’intention du Conseil fédéral et des commissions compétentes de l’Assemblée fédérale, il leur soumet des propositions sur la suite à donner à ce rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29a al. 3 LStup",
        "content": "L’OFSP gère un service de documentation, d’information et de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29a al. 4 LStup",
        "content": "Swissmedic établit les rapports conformément aux conventions internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_a"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29b al. 1 LStup",
        "content": "En matière de lutte contre le trafic illicite de stupéfiants, l’Office fédéral de la police remplit les tâches d’un centre national d’analyse, de coordination et d’investigation conformément à la loi fédérale du 7 octobre 1994 sur les Offices centraux de police criminelle de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29b al. 2 LStup",
        "content": "Les tâches de l’Office fédéral de la police sont les suivantes:\na. collaborer, dans les limites des dispositions sur l’entraide judiciaire et de la pratique suivie en la matière, à la lutte menée par les autorités d’autres États contre le trafic illicite de stupéfiants;\nb. recueillir les renseignements propres à prévenir les infractions à la présente loi et à faciliter la poursuite des délinquants;\nc. établir des contacts avec:\n1. les offices intéressés de l’administration fédérale (Office de la santé publique, Direction générale des douanes),\n2. La Poste Suisse,\n3. le Service des tâches spéciales (DFJP),\n4. les autorités cantonales de police,\n5. les offices centraux des autres pays,\n6. l’Organisation internationale de police criminelle (Interpol).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29b al. 3 LStup",
        "content": "Les organes des douanes et des garde-frontières signalent les infractions à la présente loi à l’Office fédéral de la police afin qu’elles soient communiquées aux autorités étrangères et internationales; ils informent également les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29b al. 4 LStup",
        "content": "En matière d’entraide judiciaire internationale, les dispositions du code de procédure pénale du 5 octobre 2007 relatives à l’administration des preuves s’appliquent aux affaires pénales concernant des stupéfiants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_b"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29c al. 1 LStup",
        "content": "Le Conseil fédéral désigne un laboratoire national de référence qui assure la recherche, l’information et la coordination dans les domaines analytique, pharmaceutique et pharmaco-clinique relatifs aux stupéfiants et aux substances visés aux art. 2, 3, al. 1, et 7, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29c al. 2 LStup",
        "content": "Le Conseil fédéral désigne un Observatoire national des problèmes d’addiction. Cet observatoire a pour tâche de collecter, d’analyser et d’interpréter les données statistiques. Il collabore avec les cantons et les organisations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 1, Tâches de la Confédération",
        "citation": "Art. 29c al. 3 LStup",
        "content": "La Confédération peut confier à des tiers certaines tâches dans le domaine de la recherche, de l’information, de la coordination et du suivi des problèmes d’addiction visés aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_c"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 2, Tâches des cantons",
        "citation": "Art. 29d al. 1 LStup",
        "content": "Les cantons édictent les dispositions nécessaires à l’exécution de la législation fédérale et désignent les autorités et les offices chargés des tâches suivantes:\na. exercer les obligations et les attributions relevant du domaine de la prévention, de la thérapie et de la réinsertion, de la réduction des risques et de l’aide à la survie (chap. 1a), notamment recueillir les annonces de cas de troubles liés à l’addiction ou de risques de troubles (art. 3c);\nb. octroyer les autorisations (art. 3e, 14 et 14a, al. 1bis);\nc. recueillir les annonces de remise ou de prescription de stupéfiants pour des indications autres que celles qui sont prévues (art. 11, al. 1bis);\nd. procéder aux contrôles prévus (art. 16 à 18);\ne. engager des poursuites pénales (art. 28) et retirer l’autorisation de faire le commerce de stupéfiants (art. 12);\nf. exercer la surveillance sur les autorités et organes mentionnés aux let. a à e et sur les institutions de traitement et d’assistance agréées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 2, Tâches des cantons",
        "citation": "Art. 29d al. 2 LStup",
        "content": "Les cantons peuvent percevoir des taxes pour octroyer des autorisations (art. 3e, 14, et 14a, al. 1bis), rendre des décisions particulières et exécuter des contrôles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 2, Tâches des cantons",
        "citation": "Art. 29d al. 3 LStup",
        "content": "Les cantons communiquent leurs dispositions d’exécution au Département fédéral de l’intérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_d"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 2, Tâches des cantons",
        "citation": "Art. 29e al. 1 LStup",
        "content": "Les gouvernements cantonaux adressent régulièrement au Conseil fédéral un rapport sur l’exécution de la présente loi; ils mettent les données requises à disposition (art. 29c, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_e"
    },
    {
        "book": "BetmG",
        "title": "LStup, Chapitre 5, Tâches des cantons et de la Confédération, Section 2, Tâches des cantons",
        "citation": "Art. 29e al. 2 LStup",
        "content": "Les cantons communiquent en temps utile à l’Office fédéral de la police, conformément aux dispositions de la loi du 7 octobre 1994 sur les offices centraux de police criminelle de la Confédération, toute poursuite pénale engagée en raison d’une infraction à la présente loi. En règle générale, ces informations sont transmises par voie électronique ou directement introduites dans les systèmes de traitement des données de l’Office fédéral de la police. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/241_241_245/fr#art_29_e"
    }
]