[
    {
        "book": "BewG",
        "title": "BewG, 1. Kapitel: Zweck und Grundsätze, Zweck",
        "citation": "Art. 1 BewG",
        "content": "Dieses Gesetz beschränkt den Erwerb von Grundstücken durch Personen im Ausland, um die Überfremdung des einheimischen Bodens zu verhindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_1"
    },
    {
        "book": "BewG",
        "title": "BewG, 1. Kapitel: Zweck und Grundsätze, Bewilligungspflicht",
        "citation": "Art. 2 Abs. 1 BewG",
        "content": "Personen im Ausland bedürfen für den Erwerb von Grundstücken einer Bewilligung der zuständigen kantonalen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_2"
    },
    {
        "book": "BewG",
        "title": "BewG, 1. Kapitel: Zweck und Grundsätze, Bewilligungspflicht",
        "citation": "Art. 2 Abs. 2 BewG",
        "content": "Keiner Bewilligung bedarf der Erwerb, wenn:\na. das Grundstück als ständige Betriebsstätte eines Handels‐, Fabrikations- oder eines anderen nach kaufmännischer Art geführten Gewerbes, eines Handwerksbetriebes oder eines freien Berufes dient;\nb. das Grundstück dem Erwerber als natürlicher Person als Hauptwohnung am Ort seines rechtmässigen und tatsächlichen Wohnsitzes dient; oder\nc. eine Ausnahme nach Artikel 7 vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_2"
    },
    {
        "book": "BewG",
        "title": "BewG, 1. Kapitel: Zweck und Grundsätze, Bewilligungspflicht",
        "citation": "Art. 2 Abs. 3 BewG",
        "content": "Beim Erwerb von Grundstücken nach Absatz 2 Buchstabe a können durch Wohnanteilvorschriften vorgeschriebene Wohnungen oder dafür reservierte Flächen miterworben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_2"
    },
    {
        "book": "BewG",
        "title": "BewG, 1. Kapitel: Zweck und Grundsätze, Bundesrecht und kantonales Recht",
        "citation": "Art. 3 Abs. 1 BewG",
        "content": "Die Bewilligung wird nur aus den Gründen erteilt, die dieses Gesetz vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_3"
    },
    {
        "book": "BewG",
        "title": "BewG, 1. Kapitel: Zweck und Grundsätze, Bundesrecht und kantonales Recht",
        "citation": "Art. 3 Abs. 2 BewG",
        "content": "Die Kantone können zur Wahrung ihrer unterschiedlichen Interessen zusätzliche Bewilligungsgründe und weitergehende Beschränkungen vorsehen, soweit dieses Gesetz sie dazu ermächtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_3"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Erwerb von Grundstücken",
        "citation": "Art. 4 Abs. 1 BewG",
        "content": "Als Erwerb eines Grundstückes gilt:\na. der Erwerb des Eigentums, eines Baurechts, eines Wohnrechts oder der Nutzniessung an einem Grundstück;\nb. die Beteiligung an einer vermögensfähigen Gesellschaft ohne juristische Persönlichkeit, deren tatsächlicher Zweck der Erwerb von Grundstücken ist;\nc. der Erwerb des Eigentums oder der Nutzniessung an einem Anteil an einem Immobilienfonds, dessen Anteilscheine auf dem Markt nicht regelmässig gehandelt werden, oder an einem ähnlichen Vermögen;\ncbis. der Erwerb des Eigentums oder der Nutzniessung an einer Aktie einer Immobilien-SICAV, deren Aktien auf dem Markt nicht regelmässig gehandelt werden, oder an einem ähnlichen Vermögen;\nd. ...\ne. der Erwerb des Eigentums oder der Nutzniessung an einem Anteil an einer juristischen Person, deren tatsächlicher Zweck der Erwerb von Grundstücken ist, sofern die Anteile dieser juristischen Person nicht an einer Börse in der Schweiz kotiert sind;\nf.  die Begründung und Ausübung eines Kaufs‐, Vorkaufs- oder Rückkaufsrechts an einem Grundstück oder an einem Anteil im Sinne der Buchstaben b, c und e;\ng. der Erwerb anderer Rechte, die dem Erwerber eine ähnliche Stellung wie dem Eigentümer eines Grundstückes verschaffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_4"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Erwerb von Grundstücken",
        "citation": "Art. 4 Abs. 2 BewG",
        "content": "Als Erwerb eines Grundstückes gilt auch, wenn eine juristische Person oder eine vermögensfähige Gesellschaft ohne juristische Persönlichkeit ihren statutarischen oder tatsächlichen Sitz ins Ausland verlegt und Rechte an einem Grundstück beibehält, das nicht nach Artikel 2 Absatz 2 Buchstabe a bewilligungsfrei erworben werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_4"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Personen im Ausland",
        "citation": "Art. 5 Abs. 1 BewG",
        "content": "Als Personen im Ausland gelten:\na. die folgenden Personen, sofern sie ihren rechtmässigen und tatsächlichen Wohnsitz nicht in der Schweiz haben:\n1. Staatsangehörige der Mitgliedstaaten der Europäischen Union oder der Europäischen Freihandelsassoziation,\n2. Staatsangehörige des Vereinigten Königreichs von Grossbritannien und Nordirlands, die von Artikel 22 Ziffer 2 des Abkommens vom 25. Februar 2019 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland über die Rechte der Bürgerinnen und Bürger infolge des Austritts des Vereinigten Königreichs aus der Europäischen Union und des Wegfalls des Freizügigkeitsabkommens erfasst werden;\nabis. Staatsangehörige anderer ausländischer Staaten, die nicht das Recht haben, sich in der Schweiz niederzulassen;\nb. juristische Personen oder vermögensfähige Gesellschaften ohne juristische Persönlichkeit, die ihren statutarischen oder tatsächlichen Sitz im Ausland haben;\nc. juristische Personen oder vermögensfähige Gesellschaften ohne juristische Persönlichkeit, die ihren statutarischen und tatsächlichen Sitz in der Schweiz haben und in denen Personen im Ausland eine beherrschende Stellung innehaben;\nd. natürliche und juristische Personen sowie vermögensfähige Gesellschaften ohne juristische Persönlichkeit, die nicht Personen im Ausland nach den Buchstaben a, abis und c sind, wenn sie ein Grundstück für Rechnung von Personen im Ausland erwerben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_5"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Beherrschende Stellung",
        "citation": "Art. 6 Abs. 1 BewG",
        "content": "Eine Person im Ausland hat eine beherrschende Stellung inne, wenn sie aufgrund ihrer finanziellen Beteiligung, ihres Stimmrechtes oder aus anderen Gründen allein oder gemeinsam mit anderen Personen im Ausland die Verwaltung oder Geschäftsführung entscheidend beeinflussen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_6"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Beherrschende Stellung",
        "citation": "Art. 6 Abs. 2 BewG",
        "content": "Die Beherrschung einer juristischen Person durch Personen im Ausland wird vermutet, wenn diese:\na. mehr als einen Drittel des Aktien-, Stamm- oder Genossenschaftskapitals besitzen;\nb. über mehr als einen Drittel der Stimmen in der General- oder Gesellschafterversammlung verfügen;\nc. die Mehrheit des Stiftungsrates oder der Begünstigten einer Stiftung des privaten Rechts stellen;\nd. der juristischen Person rückzahlbare Mittel zur Verfügung stellen, die mehr als die Hälfte der Differenz zwischen den Aktiven der juristischen Person und ihren Schulden gegenüber nicht bewilligungspflichtigen Personen ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_6"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Beherrschende Stellung",
        "citation": "Art. 6 Abs. 3 BewG",
        "content": "Die Beherrschung einer Kollektiv- oder Kommanditgesellschaft durch Personen im Ausland wird vermutet, wenn eine oder mehrere von ihnen:\na. unbeschränkt haftende Gesellschafter sind;\nb. der Gesellschaft als Kommanditäre Mittel zur Verfügung stellen, die einen Drittel der Eigenmittel der Gesellschaft übersteigen;\nc. der Gesellschaft oder unbeschränkt haftenden Gesellschaftern rückzahlbare Mittel zur Verfügung stellen, die mehr als die Hälfte der Differenz zwischen den Aktiven der Gesellschaft und ihren Schulden gegenüber nicht bewilligungspflichtigen Personen ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_6"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Beherrschende Stellung",
        "citation": "Art. 6 Abs. 4 BewG",
        "content": "Die Beherrschung eines Immobilienfonds durch Personen im Ausland wird vermutet, wenn dessen Verwaltung im Sinne dieses Gesetzes von einer Person im Ausland wahrgenommen wird und die Fondsleitung eine Person im Ausland ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_6"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Beherrschende Stellung",
        "citation": "Art. 6 Abs. 5 BewG",
        "content": "Die Beherrschung einer Immobilien-SICAV durch Personen im Ausland wird vermutet, wenn deren Verwaltung im Sinne dieses Gesetzes von einer Person im Ausland wahrgenommen wird und Personen im Ausland:\na. über mehr als ein Drittel der Stimmen für das Unternehmeraktienkapital verfügen;\nb. die Mehrheit des Verwaltungsrats stellen; \nc. rückzahlbare Mittel zur Verfügung stellen, die mehr als die Hälfte der Differenz zwischen den Aktiven des Anlegeraktienkapitals der Immobilien-SICAV und ihren Schulden gegenüber nicht bewilligungspflichten Personen ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_6"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Übrige Ausnahmen von der Bewilligungspflicht",
        "citation": "Art. 7 BewG",
        "content": "Keiner Bewilligung bedürfen:\na. gesetzliche Erben im Sinne des schweizerischen Rechts im Erbgang;\nb. Verwandte des Veräusserers in auf- und absteigender Linie sowie dessen Ehegatte, eingetragene Partnerin oder eingetragener Partner;\nc. der Erwerber, der bereits Mit- oder Gesamteigentum am Grundstück hat;\nd. Stockwerkeigentümer für den Tausch ihrer Stockwerke im selben Objekt;\ne. der Erwerber, der ein Grundstück als Realersatz bei einer Enteignung, Landumlegung oder Güterzusammenlegung nach dem Recht des Bundes oder des Kantons erhält;\nf. der Erwerber, der ein Grundstück als Ersatz für ein anderes erwirbt, das er an eine öffentlichrechtliche Körperschaft oder Anstalt veräussert hat;\ng. der Erwerber, der eine geringfügige Fläche infolge einer Grenzbereinigung oder infolge einer Erhöhung der Wertquote von Stockwerkeigentum erwirbt;\nh. der Erwerber, dessen Erwerb im staatspolitischen Interesse des Bundes geboten ist; die Fläche darf nicht grösser sein, als es der Verwendungszweck des Grundstücks erfordert;\ni. natürliche Personen, die infolge der Liquidation einer vor dem 1. Februar 1974 gegründeten juristischen Person, deren tatsächlicher Zweck der Erwerb von Grundstücken ist, eine Wohnung erwerben, wenn sie nach den damals geltenden Vorschriften im entsprechenden Umfang Anteile an der juristischen Person erworben haben;\nj. die folgenden Personen, sofern sie als Grenzgänger in der Region des Arbeitsorts eine Zweitwohnung erwerben:\n1. Staatsangehörige der Mitgliedstaaten der Europäischen Union oder der Europäischen Freihandelsassoziation,\n2. Staatsangehörige des Vereinigten Königreichs von Grossbritannien und Nordirlands, die von Artikel 22 Ziffer 3 des Abkommens vom 25. Februar 2019 zwischen der Schweizerischen Eidgenossenschaft und dem Vereinigten Königreich von Grossbritannien und Nordirland über die Rechte der Bürgerinnen und Bürger infolge des Austritts des Vereinigten Königreichs aus der Europäischen Union und des Wegfalls des Freizügigkeitsabkommens erfasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_7"
    },
    {
        "book": "BewG",
        "title": "BewG, 2. Kapitel: Bewilligungspflicht, Institutionelle Begünstigte von Vorrechten, Immunitäten und Erleichterungen",
        "citation": "Art. 7a BewG",
        "content": "Der Erwerb eines Grundstücks für dienstliche Zwecke durch institutionelle Begünstigte nach Artikel 2 Absatz 1 des Gaststaatgesetzes vom 22. Juni 2007, die Vorrechte, Immunitäten und Erleichterungen geniessen, untersteht ausschliesslich dem 3. Kapitel des Gaststaatgesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_7_a"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Allgemeine Bewilligungsgründe",
        "citation": "Art. 8 Abs. 1 BewG",
        "content": "Der Erwerb wird bewilligt, wenn das Grundstück dienen soll:\na. ...\nb. als Kapitalanlage aus der Geschäftstätigkeit ausländischer und ausländisch beherrschter, in der Schweiz zum Geschäftsbetrieb zugelassener Versicherungseinrichtungen, sofern die allgemein anerkannten Anlagegrundsätze beachtet werden und der Wert aller Grundstücke des Erwerbers die von der Versicherungsaufsichtsbehörde als technisch notwendig erachteten Rückstellungen für das Schweizer Geschäft nicht übersteigt;\nc. zur Personalvorsorge von inländischen Betriebsstätten oder zu ausschliesslich gemeinnützigen Zwecken, wenn der Erwerber für das Grundstück von der direkten Bundessteuer befreit ist;\nd. zur Deckung pfandgesicherter Forderungen ausländischer und ausländisch beherrschter, in der Schweiz zum Geschäftsbetrieb zugelassener Banken und Versicherungseinrichtungen in Zwangsverwertungen und Liquidationsvergleichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_8"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Allgemeine Bewilligungsgründe",
        "citation": "Art. 8 Abs. 2 BewG",
        "content": "Einem Erben, welcher der Bewilligung bedarf und keinen Bewilligungsgrund hat, wird der Erwerb mit der Auflage bewilligt, das Grundstück innert zweier Jahre wieder zu veräussern. Weist der Erbe enge, schutzwürdige Beziehungen zum Grundstück nach, so kann die Bewilligung ohne diese Auflage erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_8"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Allgemeine Bewilligungsgründe",
        "citation": "Art. 8 Abs. 3 BewG",
        "content": "Einer natürlichen Person, die von einer anderen eine Haupt‐, Zweit- oder Ferienwohnung oder eine Wohneinheit in einem Apparthotel erwirbt und dafür mangels kantonaler Bestimmungen oder infolge einer örtlichen Bewilligungssperre keinen Bewilligungsgrund hat, wird die Bewilligung erteilt, wenn ein Härtefall für den Veräusserer vorliegt. Als Härtefall gilt eine nachträglich eingetretene, unvorhersehbare Notlage des Veräusserers, die er nur abwenden kann, indem er das Grundstück an eine Person im Ausland veräussert. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_8"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Kantonale Bewilligungsgründe",
        "citation": "Art. 9 Abs. 1 BewG",
        "content": "Die Kantone können durch Gesetz bestimmen, dass der Erwerb bewilligt wird, wenn das Grundstück dient:\na. dem sozialen Wohnungsbau nach kantonalem Recht und ohne Bundeshilfe in Orten, die unter Wohnungsnot leiden, oder wenn sich auf dem Grundstück solche neuerstellten Wohnbauten befinden;\nb. ...\nc. einer natürlichen Person als Zweitwohnung an einem Ort, zu dem sie aussergewöhnlich enge, schutzwürdige Beziehungen unterhält, solange diese andauern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_9"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Kantonale Bewilligungsgründe",
        "citation": "Art. 9 Abs. 2 BewG",
        "content": "Die Kantone können ausserdem durch Gesetz bestimmen, dass einer natürlichen Person der Erwerb als Ferienwohnung oder als Wohneinheit in einem Apparthotel im Rahmen des kantonalen Kontingents bewilligt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_9"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Kantonale Bewilligungsgründe",
        "citation": "Art. 9 Abs. 3 BewG",
        "content": "Die Kantone bestimmen die Orte, die des Erwerbs von Ferienwohnungen oder von Wohneinheiten in Apparthotels durch Personen im Ausland bedürfen, um den Fremdenverkehr zu fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_9"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Kantonale Bewilligungsgründe",
        "citation": "Art. 9 Abs. 4 BewG",
        "content": "Nicht an das Kontingent angerechnet wird eine Bewilligung:\na. wenn bereits dem Veräusserer der Erwerb der Ferienwohnung oder Wohneinheit in einem Apparthotel bewilligt worden ist;\nb. die nach Artikel 8 Absatz 3 erteilt wird;\nc. für den Erwerb eines Miteigentumsanteils an einer Ferienwohnung oder Wohneinheit in einem Apparthotel, sofern der Erwerb eines anderen Miteigentumsanteils an derselben Ferienwohnung oder Wohneinheit in einem Apparthotel bereits an das Kontingent angerechnet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_9"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Apparthotels",
        "citation": "Art. 10 BewG",
        "content": "Als Apparthotel gilt ein neues oder zu erneuerndes Hotel im Stockwerkeigentum des Betriebsinhabers, von Personen im Ausland und gegebenenfalls von Drittpersonen, wenn es folgende Voraussetzungen erfüllt:\na. Eigentum des Betriebsinhabers an den besonderen Anlagen und Einrichtungen für den Hotelbetrieb und an den Wohneinheiten im Umfang von insgesamt mindestens 51 Prozent der Wertquoten;\nb. dauernde hotelmässige Bewirtschaftung der Wohneinheiten im Umfange von mindestens 65 Prozent der darauf entfallenden Wertquoten, einschliesslich aller dem Betriebsinhaber gehörenden Wohneinheiten;\nc. angemessenes Dienstleistungsangebot, entsprechende bauliche und betriebliche Eignung sowie mutmassliche Wirtschaftlichkeit des Hotels gestützt auf ein Gutachten der Schweizerischen Gesellschaft für Hotelkredit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_10"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bewilligungskontingente",
        "citation": "Art. 11 Abs. 1 BewG",
        "content": "Der Bundesrat bestimmt die jährlichen kantonalen Bewilligungskontingente für den Erwerb von Ferienwohnungen und Wohneinheiten in Apparthotels im Rahmen einer gesamtschweizerischen Höchstzahl; er berücksichtigt dabei die staatspolitischen und volkswirtschaftlichen Interessen des Landes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_11"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bewilligungskontingente",
        "citation": "Art. 11 Abs. 2 BewG",
        "content": "Die Höchstzahl nach Absatz 1 darf 1500 Kontingentseinheiten nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_11"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bewilligungskontingente",
        "citation": "Art. 11 Abs. 3 BewG",
        "content": "Der Bundesrat bemisst die kantonalen Kontingente nach der Bedeutung des Fremdenverkehrs für die Kantone, den touristischen Entwicklungsplanungen und dem Anteil an ausländischem Grundeigentum auf ihrem Gebiet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_11"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bewilligungskontingente",
        "citation": "Art. 11 Abs. 4 BewG",
        "content": "Die Kantone regeln die Verteilung der Bewilligungen aus ihrem Kontingent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_11"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Zwingende Verweigerungsgründe",
        "citation": "Art. 12 BewG",
        "content": "Die Bewilligung wird auf jeden Fall verweigert, wenn:\na. das Grundstück einer nach diesem Gesetz unzulässigen Kapitalanlage dient;\nb. die Fläche grösser ist, als es der Verwendungszweck erfordert;\nc. der Erwerber versucht hat, dieses Gesetz zu umgehen;\nd. dem Erwerber einer Zweitwohnung im Sinne von Artikel 9 Absatz 1 Buchstabe c, einer Ferienwohnung oder einer Wohneinheit in einem Apparthotel, seinem Ehegatten, seiner eingetragenen Partnerin oder seinem eingetragenen Partner oder seinen Kindern unter 18 Jahren bereits eine solche Wohnung in der Schweiz gehört;\ne. ...\nf. der Erwerb staatspolitischen Interessen widerspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_12"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Weitergehende kantonale Beschränkungen",
        "citation": "Art. 13 Abs. 1 BewG",
        "content": "Die Kantone können durch Gesetz den Erwerb von Ferienwohnungen und von Wohneinheiten in Apparthotels weitergehend einschränken, indem sie insbesondere:\na. eine Bewilligungssperre einführen;\nb. den Erwerb von Ferienwohnungen nur im Rahmen von Stockwerkeigentum oder einer anderen Gesamtheit mehrerer Ferienwohnungen zulassen;\nc. für eine Gesamtheit von Ferienwohnungen und für Wohneinheiten in Apparthotels den Erwerb nur bis zu einer bestimmten Quote des Wohnraums zulassen;\nd. zugunsten von Personen, die keiner Bewilligung bedürfen, ein Vorkaufsrecht zum Verkehrswert einführen;\ne. den Erwerb auf das Baurecht, das Wohnrecht oder die Nutzniessung beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_13"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Weitergehende kantonale Beschränkungen",
        "citation": "Art. 13 Abs. 2 BewG",
        "content": "Die Gemeinden können diese Einschränkungen von sich aus einführen. Die Kantone regeln das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_13"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bedingungen und Auflagen",
        "citation": "Art. 14 Abs. 1 BewG",
        "content": "Die Bewilligung wird unter Bedingungen und Auflagen erteilt, die sicherstellen, dass das Grundstück zu dem vom Erwerber geltend gemachten Zweck verwendet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_14"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bedingungen und Auflagen",
        "citation": "Art. 14 Abs. 2 BewG",
        "content": "Der Bundesrat regelt die Mindestbedingungen und -auflagen, soweit dieses Gesetz sie nicht regelt, und den Verfall von Bewilligungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_14"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bedingungen und Auflagen",
        "citation": "Art. 14 Abs. 3 BewG",
        "content": "Auflagen sind im Grundbuch anzumerken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_14"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bedingungen und Auflagen",
        "citation": "Art. 14 Abs. 4 BewG",
        "content": "Sie können auf Antrag des Erwerbers aus zwingenden Gründen widerrufen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_14"
    },
    {
        "book": "BewG",
        "title": "BewG, 3. Kapitel: Bewilligungs- und Verweigerungsgründe, Bedingungen und Auflagen",
        "citation": "Art. 14 Abs. 5 BewG",
        "content": "Wird die Bewilligungspflicht verneint, weil Personen im Ausland keine beherrschende Stellung innehaben, so ist diese Feststellung an die Auflage zu knüpfen, dass der Erwerber vor jeder Änderung der Verhältnisse, welche die Bewilligungspflicht begründen könnte, erneut um die Feststellung nachzusuchen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_14"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Kantonale Behörden",
        "citation": "Art. 15 Abs. 1 BewG",
        "content": "Jeder Kanton bezeichnet:\na. eine oder mehrere Bewilligungsbehörden, die über die Bewilligungspflicht, die Bewilligung und den Widerruf einer Bewilligung oder Auflage entscheiden;\nb. eine beschwerdeberechtigte Behörde, die auch den Widerruf einer Bewilligung oder die Einleitung eines Strafverfahrens verlangen und auf Beseitigung des rechtswidrigen Zustandes klagen kann;\nc. eine Beschwerdeinstanz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_15"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Kantonale Behörden",
        "citation": "Art. 15 Abs. 2 BewG",
        "content": "Zuständig ist die Behörde am Ort des Grundstückes; beim Erwerb von Anteilen an juristischen Personen oder bei der Beteiligung an einer vermögensfähigen Gesellschaft ohne juristische Persönlichkeit ist die Behörde zuständig, in deren Amtsbereich wertmässig der grösste Teil der Grundstücke liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_15"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Kantonale Behörden",
        "citation": "Art. 15 Abs. 3 BewG",
        "content": "Das Eidgenössische Justiz- und Polizeidepartement entscheidet in Kompetenzkonflikten zwischen den Behörden verschiedener Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_15"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Bundesbehörden",
        "citation": "Art. 16 Abs. 1 BewG",
        "content": "Der Bundesrat stellt nach Anhören der Kantonsregierung fest, ob:\na. es sich um einen Erwerb handelt, für den der Erwerber aus Gründen des staatspolitischen Interesses des Bundes keiner Bewilligung bedarf;\nb. der Erwerb staatspolitischen Interessen widerspricht; trifft dies zu, so verweigert er die Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_16"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Bundesbehörden",
        "citation": "Art. 16 Abs. 4 BewG",
        "content": "In den übrigen Fällen sind das Eidgenössische Justiz- und Polizeidepartement und, soweit dieses Gesetz es vorsieht, das Bundesamt für Justiz zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_16"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Bewilligungsverfahren",
        "citation": "Art. 17 Abs. 1 BewG",
        "content": "Erwerber, deren Bewilligungspflicht sich nicht ohne weiteres ausschliessen lässt, haben spätestens nach dem Abschluss des Rechtsgeschäftes oder, mangels dessen, nach dem Erwerb um die Bewilligung oder die Feststellung nachzusuchen, dass sie keiner Bewilligung bedürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_17"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Bewilligungsverfahren",
        "citation": "Art. 17 Abs. 2 BewG",
        "content": "Die Bewilligungsbehörde eröffnet ihre Verfügung mit Begründung und Rechtsmittelbelehrung den Parteien, der Gemeinde, in der das Grundstück liegt, und mit den vollständigen Akten der beschwerdeberechtigten kantonalen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_17"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Bewilligungsverfahren",
        "citation": "Art. 17 Abs. 3 BewG",
        "content": "Verzichtet die beschwerdeberechtigte kantonale Behörde auf eine Beschwerde oder zieht sie diese zurück, so eröffnet sie die Verfügung mit den vollständigen Akten kostenlos dem Bundesamt für Justiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_17"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Grundbuch und Handelsregister",
        "citation": "Art. 18 Abs. 1 BewG",
        "content": "Kann der Grundbuchverwalter die Bewilligungspflicht nicht ohne weiteres ausschliessen, so setzt er das Verfahren aus und räumt dem Erwerber eine Frist von 30 Tagen ein, um die Bewilligung oder die Feststellung einzuholen, dass er keiner Bewilligung bedarf; er weist die Anmeldung ab, wenn der Erwerber nicht fristgerecht handelt oder die Bewilligung verweigert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_18"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Grundbuch und Handelsregister",
        "citation": "Art. 18 Abs. 2 BewG",
        "content": "Der Handelsregisterführer verfährt wie der Grundbuchverwalter; er verweist jedoch eine juristische Person oder vermögensfähige Gesellschaft ohne juristische Persönlichkeit, die ihren Sitz von der Schweiz ins Ausland verlegt, vor der Löschung in jedem Falle an die Bewilligungsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_18"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Grundbuch und Handelsregister",
        "citation": "Art. 18 Abs. 3 BewG",
        "content": "Die abweisende Verfügung des Grundbuchverwalters und des Handelsregisterführers unterliegt der Beschwerde an die nach diesem Gesetz zuständige kantonale Beschwerdeinstanz; diese Beschwerde tritt an die Stelle der Beschwerde an die Aufsichtsbehörde für das Grundbuch oder Handelsregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_18"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Zwangsversteigerung",
        "citation": "Art. 19 Abs. 1 BewG",
        "content": "Ersteigert jemand ein Grundstück in einer Zwangsversteigerung, so hat er der Steigerungsbehörde nach dem Zuschlag schriftlich zu erklären, ob er eine Person im Ausland ist, namentlich ob er auf Rechnung einer Person im Ausland handelt; er ist darauf und auf die Bewilligungspflicht von Personen im Ausland für den Erwerb von Grundstücken in den Steigerungsbedingungen aufmerksam zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_19"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Zwangsversteigerung",
        "citation": "Art. 19 Abs. 2 BewG",
        "content": "Besteht Gewissheit über die Bewilligungspflicht und liegt noch keine rechtskräftige Bewilligung vor, oder lässt sich die Bewilligungspflicht ohne nähere Prüfung nicht ausschliessen, so räumt die Steigerungsbehörde dem Erwerber unter Mitteilung an den Grundbuchverwalter eine Frist von zehn Tagen ein, um:\na. die Bewilligung oder die Feststellung einzuholen, dass der Erwerber keiner Bewilligung bedarf;\nb. den Kaufpreis sicherzustellen, wobei für die Dauer der Sicherstellung ein jährlicher Zins von 5 Prozent zu entrichten ist;\nc. die Kosten einer erneuten Versteigerung sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_19"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Zwangsversteigerung",
        "citation": "Art. 19 Abs. 3 BewG",
        "content": "Handelt der Erwerber nicht fristgerecht oder wird die Bewilligung rechtskräftig verweigert, so hebt die Steigerungsbehörde unter Mitteilung an den Grundbuchverwalter den Zuschlag auf und ordnet eine neue Versteigerung an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_19"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Zwangsversteigerung",
        "citation": "Art. 19 Abs. 4 BewG",
        "content": "Die Aufhebungsverfügung der Steigerungsbehörde unterliegt der Beschwerde an die nach diesem Gesetz zuständige kantonale Beschwerdeinstanz; diese Beschwerde tritt an die Stelle der Beschwerde an die Aufsichtsbehörde für Schuldbetreibung und Konkurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_19"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Zwangsversteigerung",
        "citation": "Art. 19 Abs. 5 BewG",
        "content": "Wird bei der erneuten Versteigerung ein geringerer Erlös erzielt, so haftet der erste Ersteigerer für den Ausfall und allen weiteren Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_19"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beschwerde an die kantonale Beschwerdeinstanz",
        "citation": "Art. 20 Abs. 1 BewG",
        "content": "Der Beschwerde an die kantonale Beschwerdeinstanz unterliegen die Verfügungen der Bewilligungsbehörde, des Grundbuchverwalters, des Handelsregisterführers und der Steigerungsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_20"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beschwerde an die kantonale Beschwerdeinstanz",
        "citation": "Art. 20 Abs. 2 BewG",
        "content": "Das Beschwerderecht steht zu:\na. dem Erwerber, dem Veräusserer und anderen Personen, die ein schutzwürdiges Interesse an der Aufhebung oder Änderung der Verfügung haben:\nb. der beschwerdeberechtigten kantonalen Behörde oder, wenn diese auf die Beschwerde verzichtet oder sie zurückzieht, dem Bundesamt für Justiz;\nc. der Gemeinde, in der das Grundstück liegt, gegen eine Bewilligung, gegen die Feststellung, dass der Erwerber keiner Bewilligung bedarf, und gegen den Widerruf einer Auflage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_20"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beschwerde an die kantonale Beschwerdeinstanz",
        "citation": "Art. 20 Abs. 3 BewG",
        "content": "Die Beschwerdefrist beträgt 30 Tage seit der Eröffnung der Verfügung an die Parteien oder die beschwerdeberechtigte Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_20"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beschwerde an die kantonale Beschwerdeinstanz",
        "citation": "Art. 20 Abs. 4 BewG",
        "content": "Die kantonale Beschwerdeinstanz eröffnet ihren Entscheid mit Begründung und Rechtsmittelbelehrung den beschwerdeberechtigten Personen, der Bewilligungsbehörde und, kostenlos, den beschwerdeberechtigten Behörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_20"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beschwerde an Bundesbehörden",
        "citation": "Art. 21 Abs. 1 BewG",
        "content": "Für die Beschwerde an Bundesbehörden gelten die allgemeinen Bestimmungen über die Bundesrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_21"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beschwerde an Bundesbehörden",
        "citation": "Art. 21 Abs. 2 BewG",
        "content": "Die Parteien und Behörden, die zur Beschwerde an die kantonale Beschwerdeinstanz berechtigt sind, können auch bei Bundesbehörden Beschwerde führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_21"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beweiserhebung",
        "citation": "Art. 22 Abs. 1 BewG",
        "content": "Die Bewilligungsbehörde und die kantonale Beschwerdeinstanz stellen den Sachverhalt von Amtes wegen fest. Sie stellen nur auf Vorbringen ab, die sie geprüft und über die sie nötigenfalls Beweis erhoben haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_22"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beweiserhebung",
        "citation": "Art. 22 Abs. 2 BewG",
        "content": "Die Bewilligungsbehörde, die kantonale Beschwerdeinstanz, die eidgenössischen Gerichte und, ausserhalb eines Verfahrens dieser Behörden, die beschwerdeberechtigte kantonale Behörde und das Bundesamt für Justiz können Auskunft über alle Tatsachen verlangen, die für die Bewilligungspflicht oder die Bewilligung von Bedeutung sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_22"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beweiserhebung",
        "citation": "Art. 22 Abs. 3 BewG",
        "content": "Auskunftspflichtig ist, wer von Amtes wegen, berufsmässig, vertraglich, als Organ einer juristischen Person oder Gesellschaft ohne juristische Persönlichkeit oder eines Anlagefonds durch Finanzierung oder auf andere Weise an der Vorbereitung, dem Abschluss oder dem Vollzug eines Rechtsgeschäftes über den Erwerb mitwirkt; er hat auf Verlangen auch Einsicht in die Geschäftsbücher, Korrespondenzen oder Belege zu gewähren und sie herauszugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_22"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Beweiserhebung",
        "citation": "Art. 22 Abs. 4 BewG",
        "content": "Die Behörde kann zu Ungunsten des Erwerbers entscheiden, wenn ein Auskunftspflichtiger die notwendige und zumutbare Mitwirkung verweigert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_22"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Vorsorgliche Massnahmen",
        "citation": "Art. 23 Abs. 1 BewG",
        "content": "Die kantonalen Behörden und, ausserhalb eines Verfahrens, auch das Bundesamt für Justiz können vorsorgliche Massnahmen anordnen, um einen rechtlichen oder tatsächlichen Zustand unverändert zu erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_23"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Vorsorgliche Massnahmen",
        "citation": "Art. 23 Abs. 2 BewG",
        "content": "Die Beschwerde gegen eine vorsorgliche Verfügung hat keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_23"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Rechts- und Amtshilfe",
        "citation": "Art. 24 Abs. 1 BewG",
        "content": "Die Verwaltungs- und Gerichtsbehörden des Bundes und der Kantone leisten sich gegenseitig Rechts- und Amtshilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_24"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Rechts- und Amtshilfe",
        "citation": "Art. 24 Abs. 2 BewG",
        "content": "Behörden und Beamte, die in ihrer amtlichen Eigenschaft Widerhandlungen wahrnehmen oder Kenntnis davon erhalten, sind verpflichtet, sie sofort der zuständigen kantonalen Strafverfolgungsbehörde, der beschwerdeberechtigten kantonalen Behörde oder dem Bundesamt für Justiz anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_24"
    },
    {
        "book": "BewG",
        "title": "BewG, 4. Kapitel: Behörden und Verfahren, Rechts- und Amtshilfe",
        "citation": "Art. 24 Abs. 3 BewG",
        "content": "Die zuständigen Behörden liefern dem Bundesamt für Justiz die zur Führung und Veröffentlichung einer Statistik über den Erwerb von Grundstücken durch Personen im Ausland notwendigen Angaben; das Bundesamt für Justiz erteilt den zuständigen Behörden Auskunft über Tatsachen, die für die Bewilligungspflicht oder die Bewilligung von Bedeutung sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_24"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 1. Abschnitt: Verwaltungsrecht, Widerruf der Bewilligung und nachträgliche Feststellung, der Bewilligungspflicht",
        "citation": "Art. 25 Abs. 1 BewG",
        "content": "Die Bewilligung wird von Amtes wegen widerrufen, wenn der Erwerber sie durch unrichtige Angaben erschlichen hat oder eine Auflage trotz Mahnung nicht einhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_25"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 1. Abschnitt: Verwaltungsrecht, Widerruf der Bewilligung und nachträgliche Feststellung, der Bewilligungspflicht",
        "citation": "Art. 25 Abs. 1bis BewG",
        "content": "Die Bewilligungspflicht wird von Amtes wegen nachträglich festgestellt, wenn der Erwerber einer zuständigen Behörde, dem Grundbuchverwalter oder dem Handelsregisterführer über Tatsachen, die für die Bewilligungspflicht von Bedeutung sind, unrichtige oder unvollständige Angaben gemacht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_25"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 1. Abschnitt: Verwaltungsrecht, Widerruf der Bewilligung und nachträgliche Feststellung, der Bewilligungspflicht",
        "citation": "Art. 25 Abs. 2 BewG",
        "content": "Sanktionen nach dem Ausländerrecht bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_25"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Unwirksamkeit und Nichtigkeit",
        "citation": "Art. 26 Abs. 1 BewG",
        "content": "Rechtsgeschäfte über einen Erwerb, für den der Erwerber einer Bewilligung bedarf, bleiben ohne rechtskräftige Bewilligung unwirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_26"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Unwirksamkeit und Nichtigkeit",
        "citation": "Art. 26 Abs. 2 BewG",
        "content": "Sie werden nichtig, wenn:\na. der Erwerber das Rechtsgeschäft vollzieht, ohne um die Bewilligung nachzusuchen oder bevor die Bewilligung in Rechtskraft tritt;\nb. die Bewilligungsbehörde die Bewilligung rechtskräftig verweigert oder widerrufen hat;\nc. der Grundbuchverwalter oder Handelsregisterführer die Anmeldung abweist, ohne dass die Bewilligungsbehörde die Bewilligung vorgängig verweigert hat;\nd. die Steigerungsbehörde den Zuschlag aufhebt, ohne dass die Bewilligungsbehörde die Bewilligung vorgängig verweigert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_26"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Unwirksamkeit und Nichtigkeit",
        "citation": "Art. 26 Abs. 3 BewG",
        "content": "Unwirksamkeit und Nichtigkeit sind von Amtes wegen zu beachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_26"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Unwirksamkeit und Nichtigkeit",
        "citation": "Art. 26 Abs. 4 BewG",
        "content": "Sie haben zur Folge, dass:\na. versprochene Leistungen nicht gefordert werden dürfen;\nb. Leistungen innerhalb eines Jahres zurückgefordert werden können, seit der Kläger Kenntnis von seinem Rückforderungsanspruch hat, oder innerhalb eines Jahres seit Abschluss eines Strafverfahrens, spätestens aber innerhalb von zehn Jahren seit die Leistung erbracht worden ist;\nc. von Amtes wegen auf Beseitigung eines rechtswidrigen Zustandes geklagt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_26"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Beseitigung des rechtswidrigen Zustandes",
        "citation": "Art. 27 Abs. 1 BewG",
        "content": "Die beschwerdeberechtigte kantonale Behörde oder, wenn diese nicht handelt, das Bundesamt für Justiz, klagt gegen die Parteien auf:\na. Wiederherstellung des ursprünglichen Zustandes, wenn ein Grundstück aufgrund eines mangels Bewilligung nichtigen Rechtsgeschäftes erworben wurde;\nb. Auflösung der juristischen Person mit Verfall ihres Vermögens an das Gemeinwesen im Falle von Artikel 57 Absatz 3 des Schweizerischen Zivilgesetzbuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_27"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Beseitigung des rechtswidrigen Zustandes",
        "citation": "Art. 27 Abs. 2 BewG",
        "content": "Erweist sich die Wiederherstellung des ursprünglichen Zustandes als unmöglich oder untunlich, so ordnet der Richter die öffentliche Versteigerung nach den Vorschriften über die Zwangsverwertung von Grundstücken an. Der Erwerber kann nur seine Gestehungskosten beanspruchen; ein Mehrerlös fällt dem Kanton zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_27"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Beseitigung des rechtswidrigen Zustandes",
        "citation": "Art. 27 Abs. 3 BewG",
        "content": "Die Klage auf Wiederherstellung des ursprünglichen Zustandes entfällt, wenn die Parteien ihn wieder hergestellt haben oder ein gutgläubiger Dritter das Grundstück erworben hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_27"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Beseitigung des rechtswidrigen Zustandes",
        "citation": "Art. 27 Abs. 4 BewG",
        "content": "Beide Klagen sind anzubringen:\na. innerhalb eines Jahres seit einem rechtskräftigen Entscheid, der die Nichtigkeit bewirkt;\nb. im übrigen innerhalb von zehn Jahren seit dem Erwerb, wobei die Klagefrist während eines Verwaltungsverfahrens ruht;\nc. spätestens bis zur Verjährung der Strafverfolgung, wenn diese länger dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_27"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 2. Abschnitt: Zivilrecht, Beseitigung des rechtswidrigen Zustandes",
        "citation": "Art. 27 Abs. 5 BewG",
        "content": "Für den Schutz gutgläubig erworbener dinglicher Rechte und die Ersatzpflicht gilt Artikel 975 Absatz 2 des Schweizerischen Zivilgesetzbuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_27"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Umgehung der Bewilligungspflicht",
        "citation": "Art. 28 Abs. 1 BewG",
        "content": "Wer vorsätzlich ein mangels Bewilligung nichtiges Rechtsgeschäft vollzieht oder als Erbe, der für den Erwerb der Bewilligung bedarf, nicht fristgerecht um diese nachsucht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_28"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Umgehung der Bewilligungspflicht",
        "citation": "Art. 28 Abs. 2 BewG",
        "content": "Handelt der Täter gewerbsmässig, so ist die Strafe Freiheitsstrafe von sechs Monaten bis zu drei Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_28"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Umgehung der Bewilligungspflicht",
        "citation": "Art. 28 Abs. 3 BewG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Busse bis zu 50 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_28"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Umgehung der Bewilligungspflicht",
        "citation": "Art. 28 Abs. 4 BewG",
        "content": "Stellt der Täter den ursprünglichen Zustand wieder her, so kann der Richter die Strafe mildern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_28"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Unrichtige Angaben",
        "citation": "Art. 29 Abs. 1 BewG",
        "content": "Wer vorsätzlich einer zuständigen Behörde, dem Grundbuchverwalter oder dem Handelsregisterführer über Tatsachen, die für die Bewilligungspflicht oder für die Bewilligung von Bedeutung sind, unrichtige oder unvollständige Angaben macht oder einen Irrtum dieser Behörden arglistig benutzt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_29"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Unrichtige Angaben",
        "citation": "Art. 29 Abs. 2 BewG",
        "content": "Wer fahrlässig unrichtige oder unvollständige Angaben macht, wird mit Busse bis zu 50 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_29"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Missachtung von Auflagen",
        "citation": "Art. 30 Abs. 1 BewG",
        "content": "Wer vorsätzlich eine Auflage missachtet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_30"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Missachtung von Auflagen",
        "citation": "Art. 30 Abs. 2 BewG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Busse bis zu 50 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_30"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Missachtung von Auflagen",
        "citation": "Art. 30 Abs. 3 BewG",
        "content": "Wird die Auflage nachträglich widerrufen oder kommt der Täter nachträglich der Auflage nach, so ist die Strafe Busse bis zu 20 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_30"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Missachtung von Auflagen",
        "citation": "Art. 30 Abs. 4 BewG",
        "content": "Bis zur rechtskräftigen Erledigung eines Verfahrens auf Widerruf der Auflage darf der Strafrichter nicht urteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_30"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Verweigerung von Auskunft oder Edition",
        "citation": "Art. 31 BewG",
        "content": "Wer sich weigert, der Auskunfts- oder Editionspflicht nachzukommen, die ihm die zuständige Behörde unter Hinweis auf die Strafandrohung dieses Artikels auferlegt, wird mit Busse bis zu 50 000 Franken bestraft. Er bleibt straflos, wenn er sich auf ein Berufsgeheimnis nach Artikel 321 des Strafgesetzbuches berufen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_31"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Verjährung",
        "citation": "Art. 32 Abs. 1 BewG",
        "content": "Die Strafverfolgung verjährt:\na. in zwei Jahren für die Verweigerung von Auskunft oder Edition;\nb. in fünf Jahren für andere Übertretungen;\nc. in zehn Jahren für Vergehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_32"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Verjährung",
        "citation": "Art. 32 Abs. 2 BewG",
        "content": "Die Strafe für eine Übertretung verjährt in fünf Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_32"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Einziehung unrechtmässiger Vermögensvorteile",
        "citation": "Art. 33 Abs. 1 BewG",
        "content": "Wer durch eine Widerhandlung einen unrechtmässigen Vorteil erlangt, der nicht auf Klage hin beseitigt wird, ist bis zur Verjährung der Strafverfolgung ohne Rücksicht auf die Strafbarkeit einer bestimmten Person zu verpflichten, einen entsprechenden Betrag an den Kanton zu zahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_33"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Einziehung unrechtmässiger Vermögensvorteile",
        "citation": "Art. 33 Abs. 2 BewG",
        "content": "Geschenke und andere Zuwendungen verfallen nach den Artikeln 70–72 des Strafgesetzbuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_33"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Widerhandlungen im Geschäftsbetrieb",
        "citation": "Art. 34 BewG",
        "content": "Für Widerhandlungen im Geschäftsbetrieb gelten die Artikel 6 und 7 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_34"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Strafverfolgung",
        "citation": "Art. 35 Abs. 1 BewG",
        "content": "Die Strafverfolgung obliegt den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_35"
    },
    {
        "book": "BewG",
        "title": "BewG, 5. Kapitel: Sanktionen, 3. Abschnitt: Strafrecht, Strafverfolgung",
        "citation": "Art. 35 Abs. 2 BewG",
        "content": "Jede Einleitung eines Strafverfahrens, alle Einstellungsbeschlüsse, Strafbescheide und Strafurteile sind ohne Verzug und unentgeltlich der Bundesanwaltschaft mitzuteilen; diese kann jederzeit Auskunft über den Stand eines hängigen Strafverfahrens verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/de#art_35"
    }
]