[
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 1: Scopo e principi, Scopo",
        "citation": "Art. 1 LAFE",
        "content": "La presente legge limita l’acquisto di fondi da parte di persone all’estero, per evitare l’eccessivo dominio straniero del suolo indigeno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_1"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 1: Scopo e principi, Autorizzazione",
        "citation": "Art. 2 cpv. 1 LAFE",
        "content": "Per l’acquisto di fondi, le persone all’estero devono chiedere un’autorizzazione all’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_2"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 1: Scopo e principi, Autorizzazione",
        "citation": "Art. 2 cpv. 2 LAFE",
        "content": "L’acquisto non necessita di autorizzazione se:\na. il fondo serve come stabilimento permanente di un commercio, di un’industria o di un’altra impresa esercitata in forma commerciale, di un’azienda artigianale o di una libera professione;\nb. il fondo serve alla persona fisica acquirente quale abitazione principale nel luogo del suo domicilio legale ed effettivo; oppure\nc. sussiste un’eccezione giusta l’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_2"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 1: Scopo e principi, Autorizzazione",
        "citation": "Art. 2 cpv. 3 LAFE",
        "content": "Con l’acquisto di fondi di cui al capoverso 2 lettera a possono essere acquistate abitazioni, o superfici riservate all’uopo, in forza di norme sulla quota abitativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_2"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 1: Scopo e principi, Diritto federale e diritto cantonale",
        "citation": "Art. 3 cpv. 1 LAFE",
        "content": "L’autorizzazione è rilasciata soltanto per i motivi previsti nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_3"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 1: Scopo e principi, Diritto federale e diritto cantonale",
        "citation": "Art. 3 cpv. 2 LAFE",
        "content": "I Cantoni, per tutelare i loro particolari interessi, possono prevedere motivi d’autorizzazione aggiuntivi e ulteriori limitazioni nella misura in cui ne sono autorizzati dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_3"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Acquisto di fondi",
        "citation": "Art. 4 cpv. 1 LAFE",
        "content": "È considerato acquisto di un fondo:\na. l’acquisto della proprietà, di un diritto di superficie, di un diritto di abitazione o dell’usufrutto su un fondo;\nb. la partecipazione a una società senza personalità giuridica il cui scopo effettivo è l’acquisto di fondi;\nc. l’acquisto della proprietà o dell’usufrutto su una partecipazione a un fondo immobiliare, i cui certificati di partecipazione non sono negoziati regolarmente sul mercato, oppure su un patrimonio analogo;\ncbis. l’acquisto della proprietà o dell’usufrutto su un’azione di una SICAV immobiliare, le cui azioni non sono negoziate regolarmente sul mercato, oppure su un patrimonio analogo;\nd. ...\ne. l’acquisto della proprietà o dell’usufrutto su una quota di una persona giuridica il cui scopo effettivo è l’acquisto di fondi, nella misura in cui le quote di questa persona giuridica non sono quotate in una borsa in Svizzera;\nf.  la costituzione e l’esercizio di un diritto di compera, di prelazione o di ricupera su un fondo oppure su quote secondo le lettere b, c ed e;\ng. l’acquisto di altri diritti che procurano all’acquirente una posizione analoga a quella del proprietario di un fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_4"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Acquisto di fondi",
        "citation": "Art. 4 cpv. 2 LAFE",
        "content": "È considerato acquisto di un fondo anche il mantenimento di diritti su un fondo che non può essere acquistato senza autorizzazione giusta l’articolo 2 capoverso 2 lettera a da parte di una persona giuridica o di una società senza personalità giuridica ma con capacità patrimoniale che trasferisce all’estero la sede statutaria o effettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_4"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Persone all’estero",
        "citation": "Art. 5 cpv. 1 LAFE",
        "content": "Sono considerate persone all’estero:\na. i cittadini seguenti che non hanno il domicilio legale ed effettivo in Svizzera:\n1. i cittadini degli Stati membri dell’Unione europea o dell’Associazione europea di libero scambio,\n2. i cittadini del Regno Unito di Gran Bretagna e Irlanda del Nord ai quali si applica l’articolo 22 numero 2 dell’Accordo del 25 febbraio 2019 tra la Confederazione Svizzera e il Regno Unito di Gran Bretagna e Irlanda del Nord sui diritti dei cittadini in seguito al recesso del Regno Unito dall’Unione europea e dall’Accordo sulla libera circolazione delle persone;\na.bis i cittadini di altri Stati esteri che non hanno il diritto di stabilirsi in Svizzera;\nb. le persone giuridiche o le società senza personalità giuridica ma con capacità patrimoniale, che hanno la sede statutaria o effettiva all’estero;\nc. le persone giuridiche o le società senza personalità giuridica ma con capacità patrimoniale, che hanno la sede statutaria e effettiva in Svizzera e nelle quali persone all’estero occupano una posizione preponderante;\nd. le persone fisiche e giuridiche nonché le società senza personalità giuridica ma con capacità patrimoniale, che non sono persone all’estero secondo le lettere a, abis e c, qualora acquistino un fondo per conto di persone all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_5"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Posizione preponderante",
        "citation": "Art. 6 cpv. 1 LAFE",
        "content": "Una persona all’estero occupa una posizione preponderante se, in virtù della sua partecipazione finanziaria, del suo diritto di voto o per altri motivi, può, da sola o congiuntamente con altre persone all’estero, esercitare un influsso decisivo su l’amministrazione o la direzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_6"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Posizione preponderante",
        "citation": "Art. 6 cpv. 2 LAFE",
        "content": "La posizione preponderante di persone all’estero in una persona giuridica è presunta se esse:\na. possiedono più di un terzo del capitale azionario o del capitale sociale;\nb. dispongono di più di un terzo dei voti nell’assemblea generale o nell’assemblea dei soci;\nc. costituiscono la maggioranza del consiglio di fondazione o dei beneficiari di una fondazione di diritto privato;\nd. mettono a disposizione della persona giuridica mezzi finanziari rimborsabili che superano la metà della differenza tra i suoi attivi e i suoi debiti verso persone non sottostanti all’obbligo dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_6"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Posizione preponderante",
        "citation": "Art. 6 cpv. 3 LAFE",
        "content": "La posizione preponderante di persone all’estero in una società in nome collettivo o in accomandita è presunta se una o più di esse:\na. sono soci illimitatamente responsabili;\nb. mettono a disposizione della società, come accomandanti, mezzi finanziari che superano un terzo dei suoi mezzi propri;\nc. mettono a disposizione della società o dei soci illimitatamente responsabili mezzi finanziari rimborsabili che superano la metà della differenza tra i suoi attivi e i suoi debiti verso persone non sottostanti all’obbligo dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_6"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Posizione preponderante",
        "citation": "Art. 6 cpv. 4 LAFE",
        "content": "La posizione preponderante di persone all’estero in un fondo d’investimento immobiliare è presunta se esso è amministrato ai sensi della presente legge da una persona all’estero e se la direzione del fondo è una persona all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_6"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Posizione preponderante",
        "citation": "Art. 6 cpv. 5 LAFE",
        "content": "La posizione preponderante di persone all’estero in una SICAV immobiliare è presunta se essa è amministrata ai sensi della presente legge da una persona all’estero e se persone all’estero:\na. possiedono più di un terzo dei voti in relazione al capitale azionario degli imprenditori;\nb. costituiscono la maggioranza del consiglio di amministrazione;\nc. mettono a disposizione mezzi finanziari rimborsabili che superano la metà della differenza tra gli attivi del capitale azionario degli investitori della SICAV immobiliare e i suoi debiti nei confronti di persone non sottostanti all’obbligo di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_6"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Altre eccezioni all’obbligo dell’autorizzazione",
        "citation": "Art. 7 LAFE",
        "content": "Non sottostanno all’obbligo dell’autorizzazione:\na. gli eredi legittimi, a’ sensi del diritto svizzero, nella devoluzione dell’eredità;\nb. i parenti in linea ascendente e discendente dell’alienante ed il suo coniuge o il suo partner registrato;\nc. l’acquirente, se già comproprietario o proprietario in comune del fondo;\nd. i comproprietari per le permute dei loro piani nel medesimo immobile;\ne. l’acquirente, se riceve il fondo come indennità in natura, in caso di espropriazione, ricomposizione particellare o raggruppamento di terreni, secondo il diritto federale o cantonale;\nf. l’acquirente di un fondo ottenuto in sostituzione di quello alienato a una corporazione o a un istituto di diritto pubblico;\ng. l’acquirente di superficie esigue in seguito a una rettificazione di confine oppure, qualora trattisi di proprietà per piani, in seguito a un aumento della quota di valore;\nh. l’acquirente, se lo esige l’interesse superiore della Confederazione; la superficie non può però essere superiore a quanto è necessario per lo scopo dell’utilizzazione del fondo;\ni. le persone fisiche che acquistano un’abitazione in seguito alla liquidazione di una persona giuridica costituita prima del 1° febbraio 1974 e il cui scopo effettivo è l’acquisto di fondi, qualora esse abbiano acquistato conformemente alle disposizioni allora in vigore, in misura corrispondente, quote di tale persona giuridica;\nj. i cittadini seguenti che, come frontalieri, acquistano un’abitazione secondaria nella regione del loro luogo di lavoro:\n1. i cittadini degli Stati membri dell’Unione europea o dell’Associazione europea di libero scambio,\n2. i cittadini del Regno Unito di Gran Bretagna e Irlanda del Nord ai quali si applica l’articolo 22 numero 3 dell’Accordo del 25 febbraio 2019 tra la Confederazione Svizzera e il Regno Unito di Gran Bretagna e Irlanda del Nord sui diritti dei cittadini in seguito al recesso del Regno Unito dall’Unione",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_7"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 2: Obbligo dell’autorizzazione, Beneficiari istituzionali di privilegi, immunità e facilitazioni",
        "citation": "Art. 7a LAFE",
        "content": "L’acquisto di un fondo effettuato per scopi ufficiali da beneficiari istituzionali di privilegi, immunità e facilitazioni di cui all’articolo 2 capoverso 1 della legge del 22 giugno 2007 sullo Stato ospite è disciplinato esclusivamente dal capitolo 3 della legge sullo Stato ospite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_7_a"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi generali d’autorizzazione",
        "citation": "Art. 8 cpv. 1 LAFE",
        "content": "L’acquisto è autorizzato, se il fondo deve servire:\na. ...\nb. come investimento di capitali risultante dall’attività di istituti d’assicurazione stranieri o preponderantemente in mano straniera, autorizzati a esercitare in Svizzera, sempreché siano osservati i principi d’investimento generalmente riconosciuti e il valore di tutti i fondi dell’acquirente non superi quello delle riserve che l’autorità di sorveglianza sulle assicurazioni considera tecnicamente necessarie per l’attività svolta in Svizzera;\nc. per la previdenza in favore del personale di stabilimenti d’impresa indigeni oppure per scopi esclusivamente d’utilità pubblica, se, per il fondo, l’acquirente è esente dall’imposta federale diretta;\nd. per la copertura di crediti, garantiti da pegno, di banche o istituti di assicurazione stranieri o preponderantemente in mano straniera, autorizzati a esercitare in Svizzera, nel quadro di realizzazioni forzate o concordati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_8"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi generali d’autorizzazione",
        "citation": "Art. 8 cpv. 2 LAFE",
        "content": "A un erede, che sottostà all’obbligo dell’autorizzazione e non può far valere motivi per la medesima, l’acquisto è autorizzato con l’onere che il fondo venga nuovamente alienato entro due anni dall’acquisto. Se l’erede dimostra di avere con il fondo legami stretti degni di essere protetti, l’autorizzazione può essere rilasciata senza questo onere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_8"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi generali d’autorizzazione",
        "citation": "Art. 8 cpv. 3 LAFE",
        "content": "A una persona fisica, che intende acquistare da un’altra un’abitazione principale, secondaria o di vacanza oppure un’unità d’abitazione in un apparthotel e non può far valere motivi per l’autorizzazione in mancanza di disposizioni cantonali o in seguito a un blocco locale delle autorizzazioni, l’acquisto è autorizzato nei casi di rigore. È considerato caso di rigore una imprevedibile situazione d’emergenza dell’alienante, sorta successivamente e alla quale egli può unicamente ovviare alienando il fondo a una persona all’estero. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_8"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi cantonali d’autorizzazione",
        "citation": "Art. 9 cpv. 1 LAFE",
        "content": "I Cantoni possono stabilire per legge che l’acquisto è autorizzato se il fondo:\na. serve per la costruzione, senza aiuto federale, di abitazioni sociali giusta il diritto cantonale in luoghi dove vi è penuria d’abitazioni o è appena stato edificato con siffatte abitazioni;\nb. ...\nc. serve come abitazione secondaria di una persona fisica in un luogo con il quale essa mantiene rapporti strettissimi e degni di protezione, finché questi sussistono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_9"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi cantonali d’autorizzazione",
        "citation": "Art. 9 cpv. 2 LAFE",
        "content": "I Cantoni possono inoltre stabilire per legge che l’autorizzazione può essere accordata, nei limiti dei propri contingenti, a una persona fisica che acquista un fondo come abitazione di vacanza o come unità d’abitazione in un apparthotel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_9"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi cantonali d’autorizzazione",
        "citation": "Art. 9 cpv. 3 LAFE",
        "content": "I Cantoni designano i luoghi in cui l’acquisto di abitazioni di vacanza o di unità d’abitazione in apparthotel da parte di persone all’estero è necessario per promuovere il turismo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_9"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi cantonali d’autorizzazione",
        "citation": "Art. 9 cpv. 4 LAFE",
        "content": "Un’autorizzazione non è computata nel contingente:\na. se l’alienante ha già ottenuto l’autorizzazione per l’acquisto dell’abitazione di vacanza o dell’unità d’abitazione in un apparthotel;\nb. se essa è rilasciata giusta l’articolo 8 capoverso 3;\nc. per l’acquisto di una parte di comproprietà di un’abitazione di vacanza o di un’unità di abitazione in un apparthotel, a condizione che l’acquisto di un’altra parte di comproprietà della medesima abitazione di vacanza o unità d’abitazione in un apparthotel sia già stato computato nel contingente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_9"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Apparthotel",
        "citation": "Art. 10 LAFE",
        "content": "Per apparthotel s’intende un albergo nuovo o da rinnovare, appartenente, in proprietà per piani, all’esercente, a persone all’estero e, se del caso, a terzi, qualora adempia le seguenti condizioni:\na. gli impianti e le attrezzature speciali per la gestione alberghiera e le unità d’abitazione devono essere di proprietà dell’esercente in ragione del 51 per cento almeno delle quote di valore del complesso;\nb. l’esercizio alberghiero delle unità d’abitazione, incluse quelle appartenenti all’esercente, dev’essere duraturo e pari almeno al 65 per cento delle pertinenti quote di valore;\nc. l’offerta di prestazioni dev’essere adeguata e l’albergo costruito ed esercitato in modo idoneo, nonché presumibilmente redditivo, secondo una perizia della Società svizzera del credito alberghiero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_10"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Contingenti d’autorizzazioni",
        "citation": "Art. 11 cpv. 1 LAFE",
        "content": "Il Consiglio federale stabilisce i contingenti cantonali annui delle autorizzazioni per l’acquisto di appartamenti di vacanza e di unità d’abitazione in apparthotel nei limiti di un numero massimo previsto per l’insieme del Paese, tenendo conto degli interessi superiori dello Stato e degli interessi economici del Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_11"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Contingenti d’autorizzazioni",
        "citation": "Art. 11 cpv. 2 LAFE",
        "content": "Il numero massimo secondo il capoverso 1 non deve superare le 1500 unità di contingente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_11"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Contingenti d’autorizzazioni",
        "citation": "Art. 11 cpv. 3 LAFE",
        "content": "Il Consiglio federale determina i contingenti in funzione dell’importanza del turismo per i Cantoni, dei piani di sviluppo turistico e della quota di proprietà fondiaria straniera sul loro territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_11"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Contingenti d’autorizzazioni",
        "citation": "Art. 11 cpv. 4 LAFE",
        "content": "I Cantoni regolano la distribuzione delle autorizzazioni nell’ambito dei loro contingenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_11"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Motivi imperativi di diniego",
        "citation": "Art. 12 LAFE",
        "content": "L’autorizzazione è negata in ogni caso se:\na. il fondo serve a un collocamento di capitali non ammesso dalla presente legge;\nb. la superficie del fondo è superiore a quanto è necessario per lo scopo dell’utilizzazione;\nc. l’acquirente ha tentato di eludere la presente legge;\nd. l’acquirente di un’abitazione secondaria ai sensi dell’articolo 9 capoverso 1 lettera c, di un’abitazione di vacanza o di un’unità d’abitazione in un apparthotel, il suo coniuge, il suo partner registrato o i suoi figli minori di 18 anni sono già proprietari di una tale abitazione in Svizzera;\ne. ...\nf. l’acquisto contrasta con interessi superiori dello Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_12"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Limitazioni cantonali ulteriori",
        "citation": "Art. 13 cpv. 1 LAFE",
        "content": "I Cantoni possono limitare ulteriormente per legge l’acquisto di abitazioni di vacanza e di unità d’abitazione in apparthotel, segnatamente:\na. istituendo un blocco delle autorizzazioni;\nb. ammettendo l’acquisto di abitazioni di vacanza soltanto nell’ambito della proprietà per piani o di un altro complesso di abitazioni di vacanza;\nc. ammettendo l’acquisto, per un complesso di abitazioni di vacanza e per unità d’abitazione in apparthotel, soltanto fino a una data quota dello spazio abitabile;\nd. introducendo un diritto di prelazione, al valore venale, a favore delle persone non sottostanti all’obbligo dell’autorizzazione;\ne. limitando l’acquisto al diritto di superficie, al diritto di abitazione o all’usufrutto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_13"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Limitazioni cantonali ulteriori",
        "citation": "Art. 13 cpv. 2 LAFE",
        "content": "I Comuni possono introdurre di moto proprio queste limitazioni. I Cantoni disciplinano la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_13"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Condizioni e oneri",
        "citation": "Art. 14 cpv. 1 LAFE",
        "content": "L’autorizzazione è subordinata a condizioni e oneri per garantire un’utilizzazione del fondo conforme allo scopo fatto valere dall’acquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_14"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Condizioni e oneri",
        "citation": "Art. 14 cpv. 2 LAFE",
        "content": "Il Consiglio federale determina le condizioni e gli oneri minimi, nella misura in cui non vi provvede la presente legge, e la scadenza delle autorizzazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_14"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Condizioni e oneri",
        "citation": "Art. 14 cpv. 3 LAFE",
        "content": "Gli oneri sono menzionati nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_14"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Condizioni e oneri",
        "citation": "Art. 14 cpv. 4 LAFE",
        "content": "Possono essere revocati, su proposta dell’acquirente, per motivi imperiosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_14"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 3: Motivi per la concessione e il diniego dell’autorizzazione, Condizioni e oneri",
        "citation": "Art. 14 cpv. 5 LAFE",
        "content": "Ove si accerti che non vi è l’obbligo dell’autorizzazione per mancanza della posizione preponderante di persone all’estero, tale accertamento dev’essere vincolato all’onere secondo cui l’acquirente, prima di ogni modificazione delle condizioni che potrebbe giustificare tale obbligo, deve chiedere un nuovo accertamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_14"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Autorità cantonali",
        "citation": "Art. 15 cpv. 1 LAFE",
        "content": "Ogni Cantone designa:\na. una o più autorità di prima istanza incaricate di decidere sull’obbligo d’autorizzazione, sull’autorizzazione medesima e sulla revoca di un’autorizzazione o di un onere;\nb. un’autorità legittimata a ricorrere, che può anche esigere la revoca di un’autorizzazione o l’apertura di un procedimento penale e proporre un’azione di rimozione dello stato illecito;\nc. un’autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_15"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Autorità cantonali",
        "citation": "Art. 15 cpv. 2 LAFE",
        "content": "La competenza spetta all’autorità nel luogo di situazione del fondo e, nel caso di acquisto di quote di persone giuridiche o di partecipazione a società senza personalità giuridica ma con capacità patrimoniale, all’autorità nel cui circondario è situata la maggior parte dei fondi, calcolata secondo il loro valore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_15"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Autorità cantonali",
        "citation": "Art. 15 cpv. 3 LAFE",
        "content": "Il Dipartimento federale di giustizia e polizia decide i conflitti di competenza tra le autorità di diversi Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_15"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Autorità federali",
        "citation": "Art. 16 cpv. 1 LAFE",
        "content": "Il Consiglio federale, sentito il governo cantonale interessato, accerta se:\na. trattisi di un acquisto per il quale l’acquirente, per motivi inerenti all’interesse superiore della Confederazione, è dispensato dall’autorizzazione;\nb. l’acquisto contrasti con interessi superiori dello Stato; nel caso affermativo, nega l’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_16"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Autorità federali",
        "citation": "Art. 16 cpv. 4 LAFE",
        "content": "Negli altri casi la competenza spetta al Dipartimento federale di giustizia e polizia e, nella misura in cui la presente legge lo preveda, all’Ufficio federale di giustizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_16"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Procedura d’autorizzazione",
        "citation": "Art. 17 cpv. 1 LAFE",
        "content": "Il più tardi dopo la conclusione del negozio giuridico, oppure, in mancanza di negozio giuridico, dopo l’acquisto, l’acquirente il cui obbligo d’autorizzazione non può essere escluso a priori deve chiedere l’autorizzazione o far accertare ch’egli non sottostà a tale obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_17"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Procedura d’autorizzazione",
        "citation": "Art. 17 cpv. 2 LAFE",
        "content": "L’autorità di prima istanza notifica la decisione, con la motivazione e l’indicazione dei rimedi giuridici, alle parti, al Comune nel quale il fondo è situato e, con l’inserto completo, all’autorità cantonale legittimata a ricorrere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_17"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Procedura d’autorizzazione",
        "citation": "Art. 17 cpv. 3 LAFE",
        "content": "L’autorità cantonale legittimata a ricorrere, se rinuncia al ricorso o lo ritira, notifica gratuitamente la decisione, con l’inserto completo, all’Ufficio federale di giustizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_17"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Registro fondiario e registro di commercio",
        "citation": "Art. 18 cpv. 1 LAFE",
        "content": "L’ufficiale del registro fondiario, se non può escludere a priori l’obbligo d’autorizzazione, sospende la procedura e assegna all’acquirente un termine di 30 giorni per chiedere l’autorizzazione o far accertare ch’egli non sottostà a tale obbligo; respinge la notificazione se l’acquirente non agisce nel termine prescritto o se l’autorizzazione è negata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_18"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Registro fondiario e registro di commercio",
        "citation": "Art. 18 cpv. 2 LAFE",
        "content": "L’ufficiale del registro di commercio procede nello stesso modo; rinvia però in tutti i casi all’autorità di prima istanza, prima della cancellazione, la persona giuridica oppure la società senza personalità giuridica ma con capacità patrimoniale che trasferisce la sede dalla Svizzera all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_18"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Registro fondiario e registro di commercio",
        "citation": "Art. 18 cpv. 3 LAFE",
        "content": "Contro la decisione negativa dell’ufficiale del registro fondiario e dell’ufficiale del registro di commercio è ammissibile il ricorso all’autorità cantonale di ricorso competente secondo la presente legge; questo ricorso sostituisce quello all’autorità di vigilanza per il registro fondiario o il registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_18"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Incanto nell’esecuzione forzata",
        "citation": "Art. 19 cpv. 1 LAFE",
        "content": "Chiunque si fa aggiudicare un fondo per incanto pubblico in un’esecuzione forzata deve dichiarare per scritto all’autorità dell’incanto, dopo l’aggiudicazione, se sia una persona all’estero, in particolare se agisca per conto di una persona all’estero; nelle condizioni dell’incanto, dev’essere edotto al riguardo e circa l’obbligo dell’autorizzazione cui sottostanno le persone all’estero per l’acquisto di fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_19"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Incanto nell’esecuzione forzata",
        "citation": "Art. 19 cpv. 2 LAFE",
        "content": "Se vi è certezza quanto all’obbligo dell’autorizzazione e se quest’ultima non è stata ancora definitivamente concessa, oppure se l’obbligo dell’autorizzazione non può essere escluso senza un esame più approfondito, l’autorità dell’incanto assegna all’acquirente, con comunicazione all’ufficiale del registro fondiario, un termine di dieci giorni per:\na. chiedere l’autorizzazione o far accertare ch’egli non sottostà a tale obbligo;\nb. fornire garanzie per il prezzo d’acquisto, fermo restando che, per la durata delle garanzie, va corrisposto un interesse annuo del 5 per cento;\nc. fornire garanzie per le spese di un nuovo incanto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_19"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Incanto nell’esecuzione forzata",
        "citation": "Art. 19 cpv. 3 LAFE",
        "content": "Se l’acquirente non agisce nel termine prescritto oppure se l’autorizzazione è negata definitivamente, l’autorità dell’incanto annulla l’aggiudicazione, con comunicazione all’ufficiale del registro fondiario, e ordina un nuovo incanto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_19"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Incanto nell’esecuzione forzata",
        "citation": "Art. 19 cpv. 4 LAFE",
        "content": "Contro la decisione annullativa dell’autorità dell’incanto è ammissibile il ricorso all’autorità cantonale di ricorso competente secondo la presente legge; questo ricorso sostituisce quello all’autorità di vigilanza per l’esecuzione e il fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_19"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Incanto nell’esecuzione forzata",
        "citation": "Art. 19 cpv. 5 LAFE",
        "content": "Se il ricavo del nuovo incanto è minore, il primo aggiudicatario risponde della perdita e di ogni altro danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_19"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Ricorso all’autorità cantonale",
        "citation": "Art. 20 cpv. 1 LAFE",
        "content": "Sono impugnabili innanzi all’autorità cantonale di ricorso le decisioni dell’autorità di prima istanza, dell’ufficiale del registro fondiario, dell’ufficiale del registro di commercio e dell’autorità dell’incanto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_20"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Ricorso all’autorità cantonale",
        "citation": "Art. 20 cpv. 2 LAFE",
        "content": "Il diritto di ricorso spetta:\na. all’acquirente, all’alienante e a altre persone che hanno un interesse degno di protezione all’annullamento o alla modificazione della decisione;\nb. all’autorità cantonale legittimata a ricorrere oppure, se essa rinuncia al ricorso o lo ritira, all’Ufficio federale di giustizia;\nc. al Comune in cui il fondo è situato, contro l’autorizzazione, contro l’accertamento che l’acquirente non sottostà all’obbligo dell’autorizzazione e contro la revoca di un onere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_20"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Ricorso all’autorità cantonale",
        "citation": "Art. 20 cpv. 3 LAFE",
        "content": "Il termine di ricorso è di trenta giorni dalla notificazione della decisione alle parti o all’autorità legittimata a ricorrere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_20"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Ricorso all’autorità cantonale",
        "citation": "Art. 20 cpv. 4 LAFE",
        "content": "L’autorità cantonale di ricorso notifica la decisione, con la motivazione e l’indicazione dei rimedi giuridici, alle persone legittimate a ricorrere, all’autorità di prima istanza e, gratuitamente, alle autorità legittimate a ricorrere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_20"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Ricorso alle autorità federali",
        "citation": "Art. 21 cpv. 1 LAFE",
        "content": "Il ricorso alle autorità federali è retto dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_21"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Ricorso alle autorità federali",
        "citation": "Art. 21 cpv. 2 LAFE",
        "content": "Le parti e le autorità legittimate a ricorrere all’autorità cantonale di ricorso possono parimente interporre ricorso alle autorità federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_21"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assunzione delle prove",
        "citation": "Art. 22 cpv. 1 LAFE",
        "content": "L’autorità di prima istanza e l’autorità cantonale di ricorso accertano i fatti, d’ufficio. Esse si fondano soltanto su allegazioni da esse esaminate e di cui hanno, se del caso, assunto le prove.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_22"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assunzione delle prove",
        "citation": "Art. 22 cpv. 2 LAFE",
        "content": "L’autorità di prima istanza, l’autorità cantonale di ricorso, i Tribunali della Confederazione e, in mancanza di un procedimento dinanzi a tali autorità, l’autorità cantonale legittimata a ricorrere e l’Ufficio federale di giustizia possono chiedere informazioni su tutti i fatti rilevanti per l’obbligo dell’autorizzazione o per l’autorizzazione stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_22"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assunzione delle prove",
        "citation": "Art. 22 cpv. 3 LAFE",
        "content": "È tenuto a fornire informazioni chiunque, d’ufficio, professionalmente, contrattualmente o come organo di una persona giuridica, di una società senza personalità giuridica o di un fondo d’investimento, partecipa, mediante finanziamento o altrimenti, alla preparazione, alla conclusione o all’esecuzione di un negozio giuridico concernente l’acquisto; a domanda, deve consentire anche l’esame dei libri commerciali, della corrispondenza o dei documenti giustificativi e produrli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_22"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assunzione delle prove",
        "citation": "Art. 22 cpv. 4 LAFE",
        "content": "L’autorità può decidere a svantaggio dell’acquirente, se un assoggettato all’obbligo d’informare nega la cooperazione indispensabile che si può ragionevolmente pretendere da lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_22"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Provvedimenti cautelari",
        "citation": "Art. 23 cpv. 1 LAFE",
        "content": "Le autorità cantonali e, se un procedimento non è stato ancora avviato anche l’Ufficio federale di giustizia possono ordinare provvedimenti cautelari per mantenere immutato uno stato di diritto o di fatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_23"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Provvedimenti cautelari",
        "citation": "Art. 23 cpv. 2 LAFE",
        "content": "Il ricorso contro un provvedimento cautelare non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_23"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assistenza giudiziaria e amministrativa",
        "citation": "Art. 24 cpv. 1 LAFE",
        "content": "Le autorità amministrative e giudiziarie federali e cantonali si prestano reciproca assistenza giudiziaria e amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_24"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assistenza giudiziaria e amministrativa",
        "citation": "Art. 24 cpv. 2 LAFE",
        "content": "Le autorità e i funzionari che, nell’esercizio della loro funzione, accertano o apprendono infrazioni sono tenuti a denunziarle immediatamente all’autorità cantonale competente per il procedimento penale, all’autorità cantonale legittimata a ricorrere o all’Ufficio federale di giustizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_24"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 4: Autorità e procedura, Assistenza giudiziaria e amministrativa",
        "citation": "Art. 24 cpv. 3 LAFE",
        "content": "Le autorità competenti forniscono all’Ufficio federale di giustizia i dati necessari per la compilazione e la pubblicazione di una statistica sull’acquisto di fondi da parte di persone all’estero; l’Ufficio federale di giustizia fornisce alle autorità competenti informazioni su fatti rilevanti per l’obbligo dell’autorizzazione o per l’autorizzazione stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_24"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 1: Diritto amministrativo, Revoca dell’autorizzazione e accertamento successivo dell’obbligo dell’autorizzazione",
        "citation": "Art. 25 cpv. 1 LAFE",
        "content": "L’autorizzazione è revocata d’ufficio se l’acquirente l’ha ottenuta fraudolentemente fornendo indicazioni inesatte oppure se, nonostante diffida, non adempie un onere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_25"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 1: Diritto amministrativo, Revoca dell’autorizzazione e accertamento successivo dell’obbligo dell’autorizzazione",
        "citation": "Art. 25 cpv. 1bis LAFE",
        "content": "L’obbligo dell’autorizzazione è accertato successivamente d’ufficio se l’acquirente ha fornito all’autorità competente, all’ufficiale del registro fondiario o del registro di commercio indicazioni inesatte o incomplete su fatti che sono rilevanti per l’obbligo dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_25"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 1: Diritto amministrativo, Revoca dell’autorizzazione e accertamento successivo dell’obbligo dell’autorizzazione",
        "citation": "Art. 25 cpv. 2 LAFE",
        "content": "Sono fatte salve le sanzioni secondo il diritto in materia di stranieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_25"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Inefficacia e nullità",
        "citation": "Art. 26 cpv. 1 LAFE",
        "content": "I negozi giuridici concernenti un acquisto per il quale l’acquirente deve chiedere un’autorizzazione rimangono inefficaci fintanto che manca l’autorizzazione definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_26"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Inefficacia e nullità",
        "citation": "Art. 26 cpv. 2 LAFE",
        "content": "Diventano nulli se:\na. l’acquirente attua il negozio giuridico senza chiedere l’autorizzazione o prima che vi sia l’autorizzazione definitiva;\nb. l’autorità di prima istanza nega o revoca definitivamente l’autorizzazione;\nc. l’ufficiale del registro fondiario o del registro di commercio respinge la notificazione, senza che l’autorità di prima istanza abbia previamente negato l’autorizzazione;\nd. l’autorità dell’incanto annulla l’aggiudicazione, senza che l’autorità di prima istanza abbia previamente negato l’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_26"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Inefficacia e nullità",
        "citation": "Art. 26 cpv. 3 LAFE",
        "content": "Inefficacia e nullità sono rilevate d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_26"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Inefficacia e nullità",
        "citation": "Art. 26 cpv. 4 LAFE",
        "content": "Hanno la conseguenza che:\na. le prestazioni promesse non possono essere pretese;\nb. le prestazioni fornite possono essere ripetute entro un anno dal momento in cui l’attore ha avuto notizia del diritto di ripetizione ovvero entro un anno dalla conclusione di un procedimento penale, ma in ogni caso non oltre dieci anni dopo le prestazioni;\nc. l’azione di rimozione dello stato illecito è proposta d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_26"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Rimozione dello stato illecito",
        "citation": "Art. 27 cpv. 1 LAFE",
        "content": "L’autorità cantonale legittimata a ricorrere oppure, se essa non agisce, l’Ufficio federale di giustizia promuove contro le parti:\na. l’azione di ripristino dello stato anteriore se il fondo è stato acquistato in base a un negozio giuridico nullo per mancanza d’autorizzazione;\nb. l’azione di scioglimento della persona giuridica con devoluzione del suo patrimonio all’ente pubblico, nel caso previsto dall’articolo 57 capoverso 3 del Codice civile svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_27"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Rimozione dello stato illecito",
        "citation": "Art. 27 cpv. 2 LAFE",
        "content": "Se il ripristino dello stato anteriore è impossibile o inopportuno, il giudice ordina il pubblico incanto secondo le prescrizioni sulla realizzazione forzata dei fondi. L’acquirente può esigere soltanto il rimborso delle sue spese d’acquisizione; un’eccedenza eventuale spetta al Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_27"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Rimozione dello stato illecito",
        "citation": "Art. 27 cpv. 3 LAFE",
        "content": "L’azione di ripristino decade qualora le parti abbiano ripristinato lo stato anteriore o un terzo di buona fede abbia acquistato il fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_27"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Rimozione dello stato illecito",
        "citation": "Art. 27 cpv. 4 LAFE",
        "content": "Le due azioni devono essere promosse:\na. entro un anno dalla decisione annullativa, cresciuta in giudicato;\nb. negli altri casi, entro dieci anni dall’acquisto, ferma stante la sospensione del termine durante un procedimento amministrativo;\nc. il più tardi fino alla prescrizione dell’azione penale, se questo termine di prescrizione è più lungo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_27"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 2: Diritto civile, Rimozione dello stato illecito",
        "citation": "Art. 27 cpv. 5 LAFE",
        "content": "L’articolo 975 capoverso 2 del Codice civile svizzero è applicabile alla protezione dei diritti reali acquisiti in buona fede e all’obbligo di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_27"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Elusione dell’obbligo d’autorizzazione",
        "citation": "Art. 28 cpv. 1 LAFE",
        "content": "Chiunque, intenzionalmente, esegue un negozio giuridico nullo per mancanza d’autorizzazione oppure, come erede sottostante all’obbligo dell’autorizzazione, non la chiede entro il termine prescritto è punito con una pena detentiva sino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_28"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Elusione dell’obbligo d’autorizzazione",
        "citation": "Art. 28 cpv. 2 LAFE",
        "content": "Se l’autore ha agito per mestiere, la pena è una pena detentiva da sei mesi a tre anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_28"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Elusione dell’obbligo d’autorizzazione",
        "citation": "Art. 28 cpv. 3 LAFE",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa sino a 50 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_28"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Elusione dell’obbligo d’autorizzazione",
        "citation": "Art. 28 cpv. 4 LAFE",
        "content": "Il giudice può attenuare la pena se l’autore ha ripristinato lo stato anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_28"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Indicazioni inesatte",
        "citation": "Art. 29 cpv. 1 LAFE",
        "content": "Chiunque, intenzionalmente, dà all’autorità competente, all’ufficiale del registro fondiario o del registro di commercio indicazioni inesatte o incomplete su fatti rilevanti per l’obbligo dell’autorizzazione o per l’autorizzazione stessa, oppure profitta subdolamente dell’errore in cui l’autorità si trova, è punito con una pena detentiva sino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_29"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Indicazioni inesatte",
        "citation": "Art. 29 cpv. 2 LAFE",
        "content": "Chiunque, per negligenza, dà indicazioni inesatte o incomplete è punito con li multa sino a 50 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_29"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Inadempimento di oneri",
        "citation": "Art. 30 cpv. 1 LAFE",
        "content": "Chiunque, intenzionalmente, disattende un onere, è punito con una pena detentiva sino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_30"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Inadempimento di oneri",
        "citation": "Art. 30 cpv. 2 LAFE",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa sino a 50 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_30"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Inadempimento di oneri",
        "citation": "Art. 30 cpv. 3 LAFE",
        "content": "Se l’onere è successivamente revocato o se l’autore lo adempie successivamente, la pena è della multa sino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_30"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Inadempimento di oneri",
        "citation": "Art. 30 cpv. 4 LAFE",
        "content": "Il giudice penale non può pronunciare la sentenza fino alla conclusione definitiva di un procedimento per revoca dell’onere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_30"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Rifiuto d’informare o di produrre documenti",
        "citation": "Art. 31 LAFE",
        "content": "Chiunque si rifiuta di adempiere l’obbligo d’informazione o d’edizione impostogli dall’autorità competente con la comminatoria delle pene previste nel presente articolo, è punito con una multa sino a 50 000 franchi. È esente da pena se può invocare un segreto professionale di cui all’articolo 321 del Codice penale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_31"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Prescrizione",
        "citation": "Art. 32 cpv. 1 LAFE",
        "content": "L’azione penale si prescrive:\na. in due anni per il rifiuto d’informazione o d’edizione;\nb. in cinque anni per le altre contravvenzioni;\nc. in dieci anni per i delitti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_32"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Prescrizione",
        "citation": "Art. 32 cpv. 2 LAFE",
        "content": "La pena per una contravvenzione si prescrive in cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_32"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Confisca di profitti patrimoniali illeciti",
        "citation": "Art. 33 cpv. 1 LAFE",
        "content": "Chiunque, per il fatto di un’infrazione, ottiene un profitto illecito che non può essere rimosso mediante azione dev’essere obbligato a pagare al Cantone, prima che l’azione penale si prescriva, una somma corrispondente, indipendentemente dalla punibilità di una determinata persona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_33"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Confisca di profitti patrimoniali illeciti",
        "citation": "Art. 33 cpv. 2 LAFE",
        "content": "I doni e altri profitti sono devoluti allo Stato giusta gli articoli 70 a 72 del Codice penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_33"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Infrazioni commesse nella gestione dell’azienda",
        "citation": "Art. 34 LAFE",
        "content": "Alle infrazioni commesse nella gestione dell’azienda sono applicabili per analogia gli articoli 6 e 7 della legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_34"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Procedimento penale",
        "citation": "Art. 35 cpv. 1 LAFE",
        "content": "Il procedimento penale incombe ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_35"
    },
    {
        "book": "BewG",
        "title": "LAFE, Capitolo 5: Sanzioni, Sezione 3: Diritto penale, Procedimento penale",
        "citation": "Art. 35 cpv. 2 LAFE",
        "content": "Ogni apertura di procedimento penale, come anche le dichiarazioni di non doversi procedere, i decreti penali e le sentenze penali vanno comunicati, senza indugio e gratuitamente, al Ministero pubblico della Confederazione; quest’ultimo può ognora chiedere informazioni sullo stato di un procedimento penale pendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/it#art_35"
    }
]