[
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 1, But et principes, But",
        "citation": "Art. 1 LFAIE",
        "content": "La présente loi limite l’acquisition d’immeubles par des personnes à l’étranger dans le but de prévenir l’emprise étrangère sur le sol suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_1"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 1, But et principes, Régime de l’autorisation",
        "citation": "Art. 2 al. 1 LFAIE",
        "content": "L’acquisition d’immeubles par des personnes à l’étranger est subordonnée à une autorisation de l’autorité cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_2"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 1, But et principes, Régime de l’autorisation",
        "citation": "Art. 2 al. 2 LFAIE",
        "content": "L’autorisation n’est pas nécessaire:\na. si l’immeuble sert d’établissement stable pour faire le commerce, exploiter une fabrique ou exercer en la forme commerciale quelqu’autre industrie ainsi que pour exercer une activité artisanale ou une profession libérale;\nb. si l’immeuble sert de résidence principale à la personne physique qui l’acquiert, au lieu de son domicile légal et effectif;\nc. s’il existe une autre exception au sens de l’art. 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_2"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 1, But et principes, Régime de l’autorisation",
        "citation": "Art. 2 al. 3 LFAIE",
        "content": "En cas d’acquisition d’un immeuble conformément à l’al. 2, let. a, les logements imposés par les prescriptions relatives aux quotas de logements, ainsi que les surfaces réservées à cet effet, peuvent être acquis simultanément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_2"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 1, But et principes, Droit fédéral et droit cantonal",
        "citation": "Art. 3 al. 1 LFAIE",
        "content": "L’autorisation n’est accordée que pour les motifs prévus dans la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_3"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 1, But et principes, Droit fédéral et droit cantonal",
        "citation": "Art. 3 al. 2 LFAIE",
        "content": "Dans la mesure où la présente loi les y habilite, les cantons peuvent, pour sauvegarder les intérêts qui leur sont propres, prévoir des motifs supplémentaires d’octroi de l’autorisation et des restrictions plus sévères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_3"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Acquisition d’immeubles",
        "citation": "Art. 4 al. 1 LFAIE",
        "content": "Par acquisition d’immeubles on entend:\na. l’acquisition d’un droit de propriété, de superficie, d’habitation ou d’usufruit sur un immeuble;\nb. la participation à une société sans personnalité juridique mais ayant la capacité d’acquérir et dont le but réel est l’acquisition d’immeubles;\nc. l’acquisition d’un droit de propriété ou d’usufruit sur une part d’un fonds immobilier lorsque celle-ci ne fait pas l’objet d’un marché régulier, ou sur une part d’un patrimoine analogue; \ncbis. l’acquisition d’un droit de propriété ou d’usufruit sur une action d’une SICAV immobilière dont les actions ne font pas l’objet d’un marché régulier, ou sur une action d’un patrimoine analogue.\nd. ...\ne. l’acquisition d’un droit de propriété ou d’usufruit sur une part d’une personne morale dont le but réel est l’acquisition d’immeubles, si les parts de cette personne morale ne sont pas cotées auprès d’une bourse en Suisse;\nf.  la constitution et l’exercice d’un droit d’emption, de préemption ou de réméré sur un immeuble ou une part au sens des let. b, c et e;\ng. l’acquisition d’autres droits, qui confèrent à leur titulaire une position analogue à celle du propriétaire d’un immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_4"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Acquisition d’immeubles",
        "citation": "Art. 4 al. 2 LFAIE",
        "content": "Est assimilé à une acquisition d’immeubles le fait, pour une personne morale ou une société sans personnalité juridique mais ayant la capacité d’acquérir, de conserver, lors du transfert à l’étranger de son siège statutaire ou réel, un droit sur un immeuble dont l’acquisition n’est pas soustraite au régime de l’autorisation en vertu de l’art. 2, al. 2, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_4"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Personnes à l’étranger",
        "citation": "Art. 5 al. 1 LFAIE",
        "content": "Par personnes à l’étranger on entend:\na. les ressortissants suivants qui n’ont pas leur domicile légalement constitué et effectif en Suisse:\n1. les ressortissants des États membres de l’Union européenne ou de l’Association européenne de libre-échange,\n2. les ressortissants du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord auxquels s’applique l’art. 22, ch. 2, de l’Accord du 25 février 2019 entre la Confédération suisse et le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord relatif aux droits des citoyens à la suite du retrait du Royaume-Uni de l’Union européenne et de la fin de l’applicabilité de l’Accord sur la libre circulation des personnes;\nabis. les ressortissants des autres États étrangers qui n’ont pas le droit de s’établir en Suisse;\nb. les personnes morales ou les sociétés sans personnalité juridique, mais ayant la capacité d’acquérir, qui ont leur siège statutaire ou réel à l’étranger;\nc. les personnes morales ou les sociétés sans personnalité juridique, mais ayant la capacité d’acquérir, qui ont leur siège statutaire et réel en Suisse, et dans lesquelles des personnes à l’étranger ont une position dominante;\nd. les personnes physiques ainsi que, les personnes morales ou les sociétés sans personnalité juridique, mais ayant la capacité d’acquérir, qui ne sont pas des personnes à l’étranger au sens des let. a, abis et c, lorsqu’elles acquièrent un immeuble pour le compte de personnes à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_5"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Position dominante",
        "citation": "Art. 6 al. 1 LFAIE",
        "content": "Une personne à l’étranger a une position dominante lorsque, en raison de l’importance de sa participation financière, de l’étendue de son droit de vote ou pour d’autres raisons, elle peut exercer, seule ou avec d’autres personnes à l’étranger, une influence prépondérante sur l’administration ou la gestion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_6"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Position dominante",
        "citation": "Art. 6 al. 2 LFAIE",
        "content": "Une personne morale est présumée être dominée par des personnes à l’étranger lorsque celles-ci:\na. possèdent plus d’un tiers du capital-actions ou du capital social;\nb. disposent de plus du tiers des voix pouvant être exprimées à l’assemblée générale ou à l’assemblée des associés;\nc. constituent la majorité des membres du conseil ou des bénéficiaires d’une fondation de droit privé;\nd. ont mis à la disposition de la personne morale des fonds remboursables dont la somme excède la moitié de la différence entre l’ensemble des actifs de la personne morale et l’ensemble des dettes contractées par celle-ci auprès de personnes non assujetties au régime de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_6"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Position dominante",
        "citation": "Art. 6 al. 3 LFAIE",
        "content": "Une société en nom collectif ou en commandite est présumée être dominée par des personnes à l’étranger lorsque l’une ou plusieurs d’entre elles:\na. sont des associés indéfiniment responsables;\nb. ont, en tant que commanditaires, mis à la disposition de la société des moyens supérieurs au tiers des fonds propres de celle-ci;\nc. ont mis à la disposition de la société ou des associés indéfiniment responsables des fonds remboursables dont la somme excède la moitié de la différence entre l’ensemble des actifs de la société et l’ensemble des dettes contractées par celle-ci auprès de personnes non assujetties au régime de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_6"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Position dominante",
        "citation": "Art. 6 al. 4 LFAIE",
        "content": "Un fonds immobilier est présumé être dominé par des personnes à l’étranger lorsque sa gestion au sens de la présente loi est assumée par une personne à l’étranger et que la direction du fonds est une personne à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_6"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Position dominante",
        "citation": "Art. 6 al. 5 LFAIE",
        "content": "Une SICAV immobilière est présumée être dominée par des personnes à l’étranger lorsque sa gestion au sens de la présente loi est assumée par une personne à l’étranger et que les personnes à l’étranger remplissent l’une des conditions suivantes:\na. elles disposent de plus du tiers des voix liées au capital-actions des entrepreneurs;\nb. elles constituent la majorité des membres du conseil d’administration;\nc. elle mettent à disposition des fonds remboursables dont la somme excède la moitié de la différence entre l’ensemble des actifs du capital-actions des investisseurs de la SICAV immobilière et l’ensemble des dettes contractées par celle-ci auprès de personnes non assujetties au régime de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_6"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Autres exceptions à l’assujettissement",
        "citation": "Art. 7 LFAIE",
        "content": "Ne sont pas assujettis au régime de l’autorisation:\na. les héritiers légaux, au sens du droit suisse, dans la dévolution d’une succession;\nb. les parents en ligne ascendante ou descendante de l’aliénateur ainsi que son conjoint ou son partenaire enregistré;\nc. l’acquéreur, lorsqu’il est déjà copropriétaire ou propriétaire commun de l’immeuble;\nd. les titulaires d’un droit de propriété par étages pour l’échange, dans le même immeuble, de leurs parts de propriété;\ne. l’acquéreur d’un immeuble de remplacement lors d’une expropriation, d’un remembrement ou d’un remaniement parcellaire selon le droit fédéral ou cantonal;\nf. l’acquéreur d’un immeuble acquis en remplacement de celui qu’il a aliéné à une corporation ou à un établissement de droit public;\ng. l’acquéreur d’une surface de faible importance par suite d’une rectification de limite ou, en cas de propriété par étages, d’une augmentation de la valeur de la quote-part;\nh. l’acquéreur lorsque l’intérêt supérieur de la Confédération le commande; la surface ne doit cependant pas être supérieure à ce qu’exige l’affectation de l’immeuble;\ni. les personnes physiques qui acquièrent un logement à la suite de la liquidation d’une personne morale dont le but réel est l’acquisition d’immeubles et qui a été fondée avant le 1er février 1974, si elles ont acquis, conformément aux dispositions légales qui étaient alors en vigueur, des parts de la personne morale qui correspondent à ce logement;\nj. les ressortissants suivants qui, en tant que frontaliers, acquièrent une résidence secondaire dans la région de leur lieu de travail:\n1. les ressortissants des États membres de l’Union européenne ou de l’Association européenne de libre-échange,\n2. les ressortissants du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord auxquels s’applique l’art. 22, ch. 3, de l’Accord du 25 février 2019 entre la Confédération suisse et le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord relatif aux droits des citoyens à la suite du retrait du Royaume-Uni de l’Union européenne et de la fin de l’applicabilité de l’Accord sur la libre circulation des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_7"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 2, Assujettissement au régime de l’autorisation, Bénéficiaires institutionnels de privilèges, d’immunités et de facilités",
        "citation": "Art. 7a LFAIE",
        "content": "L’acquisition d’un immeuble effectuée à des fins officielles par des bénéficiaires institutionnels de privilèges, d’immunités et de facilités visés à l’art. 2, al. 1, de la loi du 22 juin 2007 sur l’État hôte est régie exclusivement par le chapitre 3 de la loi précitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_7_a"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs généraux d’autorisation",
        "citation": "Art. 8 al. 1 LFAIE",
        "content": "L’autorisation est accordée lorsque l’immeuble doit:\na. ...\nb. servir au placement de capitaux provenant de l’activité d’une institution d’assurance étrangère ou sous domination étrangère autorisée à pratiquer en Suisse, pour autant que soient respectés les principes de placement généralement reconnus et que la valeur de l’ensemble des immeubles de l’acquéreur ne dépasse pas les réserves que l’autorité de surveillance des assurances juge techniquement nécessaires pour les activités suisses;\nc. être affecté à un but de prévoyance en faveur du personnel d’établissements stables en Suisse ou exclusivement à des buts d’intérêt public, lorsque l’acquéreur est exonéré, pour l’immeuble en cause, de l’impôt fédéral direct;\nd. être affecté à la couverture de créances, garanties par gage, de banques ou d’institutions d’assurance étrangères ou sous domination étrangère autorisées à pratiquer en Suisse, lors d’exécutions forcées ou de liquidations concordataires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_8"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs généraux d’autorisation",
        "citation": "Art. 8 al. 2 LFAIE",
        "content": "L’héritier assujetti au régime de l’autorisation, qui ne peut invoquer aucun motif pour obtenir celle-ci, est autorisé cependant à acquérir l’immeuble, à charge pour lui de l’aliéner dans les deux ans. S’il apporte la preuve qu’il a des liens étroits et dignes d’être protégés avec l’immeuble, l’autorisation peut être accordée sans cette charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_8"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs généraux d’autorisation",
        "citation": "Art. 8 al. 3 LFAIE",
        "content": "En cas de rigueur, une personne physique qui n’a pas de motif d’autorisation, faute de dispositions cantonales ou par suite d’un blocage local des autorisations, est autorisée à acquérir d’une autre personne physique une résidence principale, une résidence secondaire ou de vacances, ou un appartement dans un apparthôtel. Il y a cas de rigueur lorsque l’aliénateur se trouve dans une situation de détresse survenue après coup et imprévisible, qui ne peut être écartée que par l’aliénation de l’immeuble à une personne à l’étranger. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_8"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs d’autorisation dans les cantons",
        "citation": "Art. 9 al. 1 LFAIE",
        "content": "Les cantons peuvent disposer, par la voie législative, que l’autorisation est accordée lorsque l’immeuble:\na. est destiné à la construction, sans aide fédérale, de logements à caractère social au sens de la législation cantonale dans les lieux où sévit la pénurie de logements, ou comprend de tels logements s’ils sont de construction récente;\nb. ...\nc. sert de résidence secondaire à une personne physique dans un lieu avec lequel elle entretient des relations extrêmement étroites et dignes d’être protégées, tant que celles-ci subsistent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_9"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs d’autorisation dans les cantons",
        "citation": "Art. 9 al. 2 LFAIE",
        "content": "Les cantons peuvent en outre disposer, par la voie législative, que l’autorisation peut être accordée, dans les limites de leur contingent, à une personne physique qui acquiert un immeuble en tant que logement de vacances ou appartement dans un apparthôtel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_9"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs d’autorisation dans les cantons",
        "citation": "Art. 9 al. 3 LFAIE",
        "content": "Les cantons déterminent les lieux où l’acquisition de logements de vacances ou d’appartements dans des apparthôtels par des personnes à l’étranger est nécessaire au développement du tourisme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_9"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs d’autorisation dans les cantons",
        "citation": "Art. 9 al. 4 LFAIE",
        "content": "L’autorisation n’est pas imputée sur le contingent:\na. lorsque l’aliénateur a déjà été mis au bénéfice d’une autorisation d’acquérir le logement de vacances ou l’appartement dans un apparthôtel;\nb. lorsqu’elle a été octroyée en vertu de l’art. 8, al. 3;\nc. en cas d’acquisition d’une part de copropriété d’un logement de vacances ou d’un appartement dans un apparthôtel lorsque l’acquisition d’une autre part de copropriété du même logement ou appartement dans un apparthôtel a déjà été imputée sur le contingent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_9"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Apparthôtels",
        "citation": "Art. 10 LFAIE",
        "content": "Est réputé apparthôtel l’hôtel nouveau ou à rénover soumis au régime de la propriété par étages et appartenant à l’hôtelier, à des personnes à l’étranger et, cas échéant, à des tiers, lorsque les conditions suivantes sont réunies:\na. les installations nécessaires à l’exploitation hôtelière et les appartements appartiennent à l’hôtelier à raison de 51 % au moins de l’ensemble;\nb. l’exploitation durable de 65 % au moins des quote-parts afférentes aux logements y compris ceux qui appartiennent à l’hôtelier, est assurée en la forme hôtelière;\nc. l’offre de prestations, la construction et l’exploitation hôtelières appropriées ainsi que la rentabilité probable de l’hôtel sont confirmées par un rapport d’expertise de la Société suisse de crédit hôtelier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_10"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Contingents d’autorisations",
        "citation": "Art. 11 al. 1 LFAIE",
        "content": "Le Conseil fédéral fixe, dans les limites d’un nombre maximum prévu pour l’ensemble du pays, les contingents cantonaux annuels d’autorisations portant sur l’acquisition de logements de vacances et d’appartements dans des apparthôtels; ce faisant, il tient compte de l’intérêt supérieur du pays et de ses intérêts économiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_11"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Contingents d’autorisations",
        "citation": "Art. 11 al. 2 LFAIE",
        "content": "Le nombre maximum fixé à l’al. 1 ne doit pas dépasser 1500 unités de contin-gentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_11"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Contingents d’autorisations",
        "citation": "Art. 11 al. 3 LFAIE",
        "content": "Le Conseil fédéral fixe les contingents des cantons compte tenu de leur vocation touristique, de leur programme de développement touristique et de la part de propriété foncière qui, sur leur territoire, est en mains étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_11"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Contingents d’autorisations",
        "citation": "Art. 11 al. 4 LFAIE",
        "content": "Les cantons établissent les règles relatives à la répartition de leur contingent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_11"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Motifs impératifs de refus",
        "citation": "Art. 12 LFAIE",
        "content": "L’autorisation d’acquérir est refusée en tout état de cause, lorsque:\na. l’immeuble sert à un placement de capitaux que la présente loi n’autorise pas;\nb. la surface de l’immeuble est supérieure à ce qu’exige l’affectation de celui-ci;\nc. l’acquéreur a tenté d’éluder la loi;\nd. l’acquéreur d’une résidence secondaire au sens de l’art. 9, al. 1, let. c, d’un logement de vacances ou d’un appartement dans un apparthôtel, son conjoint, son partenaire enregistré ou ses enfants de moins de 18 ans sont déjà propriétaires d’un immeuble de ce genre en Suisse;\ne. ...\nf. l’acquisition est contraire aux intérêts supérieurs du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_12"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Restrictions plus sévères dans les cantons",
        "citation": "Art. 13 al. 1 LFAIE",
        "content": "Les cantons peuvent soumettre, par la voie législative, l’acquisition de logements de vacances et d’appartements dans des apparthôtels à des restrictions plus sévères, notamment:\na. introduire un blocage des autorisations;\nb. n’autoriser l’acquisition de logements de vacances que sous forme de la propriété par étages ou dans le cadre d’un autre ensemble de logements de vacances;\nc. n’autoriser, pour un ensemble de logements de vacances et d’appartements dans un apparthôtel, l’acquisition qu’à concurrence d’une quote-part déterminée des locaux d’habitation;\nd. prévoir un droit de préemption, à la valeur vénale, en faveur de personnes non assujetties au régime de l’autorisation;\ne. limiter l’acquisition à un droit de superficie, d’habitation ou d’usufruit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_13"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Restrictions plus sévères dans les cantons",
        "citation": "Art. 13 al. 2 LFAIE",
        "content": "Les communes peuvent introduire ces restrictions. Les cantons règlent la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_13"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Conditions et charges",
        "citation": "Art. 14 al. 1 LFAIE",
        "content": "L’autorisation est subordonnée à des conditions et des charges destinées à assurer que l’immeuble sera affecté au but dont se prévaut l’acquéreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_14"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Conditions et charges",
        "citation": "Art. 14 al. 2 LFAIE",
        "content": "Le Conseil fédéral fixe les conditions et les charges minimales, en tant que la présente loi ne le fait pas, ainsi que l’échéance des autorisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_14"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Conditions et charges",
        "citation": "Art. 14 al. 3 LFAIE",
        "content": "Les charges doivent être mentionnées dans le registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_14"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Conditions et charges",
        "citation": "Art. 14 al. 4 LFAIE",
        "content": "À la demande de l’acquéreur, elles peuvent être révoquées pour des motifs impérieux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_14"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 3, Motifs d’autorisation et de refus, Conditions et charges",
        "citation": "Art. 14 al. 5 LFAIE",
        "content": "Lorsque le non-assujettissement au régime de l’autorisation est constaté pour le motif que des personnes à l’étranger n’ont pas une position dominante, la décision doit être assortie d’une charge obligeant l’acquéreur à requérir une nouvelle décision de constatation avant chaque modification de la situation qui pourrait justifier l’assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_14"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Autorités cantonales",
        "citation": "Art. 15 al. 1 LFAIE",
        "content": "Chaque canton désigne:\na. une ou plusieurs autorités de première instance chargées de statuer sur l’assujettissement au régime de l’autorisation, sur l’octroi de l’autorisation ainsi que sur la révocation d’une autorisation ou d’une charge;\nb. une autorité habilitée à recourir, à requérir la révocation d’une autorisation ou l’ouverture d’une procédure pénale et à agir en cessation de l’état illicite;\nc. une autorité de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_15"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Autorités cantonales",
        "citation": "Art. 15 al. 2 LFAIE",
        "content": "L’autorité compétente est celle du lieu où l’immeuble est sis ou, en cas d’acquisition de parts de personne morale ou de participation à une société sans personnalité juridique, mais ayant la capacité d’acquérir, celle du lieu où se trouve la part des immeubles prépondérante en valeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_15"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Autorités cantonales",
        "citation": "Art. 15 al. 3 LFAIE",
        "content": "Le Département fédéral de justice et police tranche les conflits de compétence qui opposent les autorités de différents cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_15"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Autorités fédérales",
        "citation": "Art. 16 al. 1 LFAIE",
        "content": "Après avoir consulté le gouvernement cantonal intéressé, le Conseil fédéral constate:\na. s’il s’agit d’une acquisition pour laquelle l’acquéreur est dispensé d’une autorisation en raison de l’intérêt supérieur de la Confédération;\nb. si l’acquisition est contraire aux intérêts supérieurs du pays; si tel est le cas, il refuse l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_16"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Autorités fédérales",
        "citation": "Art. 16 al. 4 LFAIE",
        "content": "Sont compétents dans les autres cas, le Département fédéral de justice et police et, pour autant que la présente loi le prévoit, l’Office fédéral de la justice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_16"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Procédure d’autorisation",
        "citation": "Art. 17 al. 1 LFAIE",
        "content": "Sitôt après la conclusion de l’acte juridique ou, à défaut d’un tel acte, sitôt après l’acquisition, toute personne dont l’assujettissement au régime de l’autorisation n’est pas d’emblée exclu doit requérir l’autorisation d’acquérir l’immeuble ou faire constater qu’elle n’est pas assujettie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_17"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Procédure d’autorisation",
        "citation": "Art. 17 al. 2 LFAIE",
        "content": "L’autorité de première instance notifie sa décision, en la motivant et en indiquant les voies de recours, aux parties, à la commune sur le territoire de laquelle l’immeuble est sis et, avec le dossier complet, à l’autorité cantonale habilitée à recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_17"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Procédure d’autorisation",
        "citation": "Art. 17 al. 3 LFAIE",
        "content": "Si cette dernière renonce à recourir ou retire son recours, elle notifie, sans frais, la décision accompagnée du dossier complet à l’Office fédéral de la justice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_17"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Registre foncier et registre du commerce",
        "citation": "Art. 18 al. 1 LFAIE",
        "content": "Lorsque le conservateur du registre foncier ne peut d’emblée exclure que l’acquisition soit soumise au régime de l’autorisation, il suspend la procédure d’inscription et impartit à l’acquéreur un délai de trente jours pour demander l’autorisation ou faire constater le non-assujettissement au régime de l’autorisation; il écarte la réquisition si l’acquéreur n’agit pas dans ce délai ou si l’autorisation est refusée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_18"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Registre foncier et registre du commerce",
        "citation": "Art. 18 al. 2 LFAIE",
        "content": "Le préposé au registre du commerce procède comme le conservateur du registre foncier; toutefois, lorsqu’une personne morale ou une société sans personnalité juridique, mais ayant la capacité d’acquérir, transfère son siège de Suisse à l’étranger, il la renvoie dans tous les cas devant l’autorité de première instance avant de la radier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_18"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Registre foncier et registre du commerce",
        "citation": "Art. 18 al. 3 LFAIE",
        "content": "La décision d’écarter la réquisition prise par le conservateur du registre foncier ou par le préposé au registre du commerce peut faire l’objet d’un recours devant l’autorité cantonale de recours compétente au sens de la présente loi; ce recours remplace le recours devant l’autorité de surveillance du registre foncier ou du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_18"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Enchères forcées",
        "citation": "Art. 19 al. 1 LFAIE",
        "content": "Celui qui, lors d’enchères forcées, est adjudicataire d’un immeuble doit, après l’adjudication, déclarer par écrit à l’autorité chargée des enchères s’il est une personne à l’étranger, notamment s’il agit pour le compte d’une personne à l’étranger; dans les conditions des enchères, il y a lieu d’attirer son attention sur cette obligation et sur le fait que l’acquisition d’immeubles par des personnes à l’étranger est soumise à autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_19"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Enchères forcées",
        "citation": "Art. 19 al. 2 LFAIE",
        "content": "Si l’assujettissement au régime de l’autorisation ne fait pas doute et si aucune autorisation entrée en force n’est présentée, ou si l’assujettissement ne peut être exclu sans examen approfondi, l’autorité chargée des enchères, en informant le conservateur du registre foncier, impartit à l’acquéreur un délai de dix jours pour:\na. demander l’autorisation ou la constatation qu’aucune autorisation n’est requise;\nb. constituer des sûretés en garantie du paiement du prix de vente, un intérêt annuel de 5 % devant être versé tant que subsiste cette garantie;\nc. constituer des sûretés en garantie du paiement des frais relatifs à de nouvelles enchères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_19"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Enchères forcées",
        "citation": "Art. 19 al. 3 LFAIE",
        "content": "Si l’acquéreur n’agit pas dans le délai prescrit ou si l’autorisation lui est refusée par une décision entrée en force, l’autorité chargée des enchères annule l’adjudication et ordonne de nouvelles enchères; elle en informe le conservateur du registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_19"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Enchères forcées",
        "citation": "Art. 19 al. 4 LFAIE",
        "content": "L’annulation de l’adjudication par l’autorité chargée des enchères peut faire l’objet d’un recours devant l’autorité cantonale de recours compétente au sens de la présente loi; ce recours remplace le recours devant l’autorité de surveillance en matière de poursuites pour dettes et de faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_19"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Enchères forcées",
        "citation": "Art. 19 al. 5 LFAIE",
        "content": "Si lors de la nouvelle vente aux enchères, le prix atteint est inférieur, le premier adjudicataire est tenu de la moins-value sur le prix de la première vente ainsi que de tout autre dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_19"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Recours devant l’autorité cantonale",
        "citation": "Art. 20 al. 1 LFAIE",
        "content": "Les décisions des autorités de première instance, du conservateur du registre foncier, du préposé au registre du commerce ou de l’autorité chargée des enchères sont sujettes à recours devant l’autorité cantonale de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_20"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Recours devant l’autorité cantonale",
        "citation": "Art. 20 al. 2 LFAIE",
        "content": "Ont qualité pour recourir:\na. l’acquéreur, l’aliénateur et toute autre personne ayant un intérêt digne de protection à ce que la décision soit annulée ou modifiée;\nb. l’autorité cantonale habilitée à cet effet ou, si celle-ci renonce à recourir ou retire son recours, l’Office fédéral de la justice;\nc. la commune sur le territoire de laquelle l’immeuble est sis, lorsqu’il s’agit d’une autorisation ou d’une décision constatant qu’aucune autorisation n’est requise ou révoquant une charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_20"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Recours devant l’autorité cantonale",
        "citation": "Art. 20 al. 3 LFAIE",
        "content": "Le délai de recours est de trente jours et commence à courir dès la notification de la décision aux parties ou à l’autorité habilitée à recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_20"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Recours devant l’autorité cantonale",
        "citation": "Art. 20 al. 4 LFAIE",
        "content": "L’autorité cantonale de recours notifie sa décision, en la motivant et en indiquant les voies de recours, aux personnes ayant qualité pour recourir, à l’autorité de première instance et, sans frais, aux autorités habilitées à recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_20"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Recours devant les autorités fédérales",
        "citation": "Art. 21 al. 1 LFAIE",
        "content": "Le recours devant les autorités fédérales est régi par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_21"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Recours devant les autorités fédérales",
        "citation": "Art. 21 al. 2 LFAIE",
        "content": "Les parties et les autorités habilitées à recourir devant l’autorité cantonale de recours ont également qualité pour recourir devant les autorités fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_21"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Administration des preuves",
        "citation": "Art. 22 al. 1 LFAIE",
        "content": "L’autorité de première instance et l’autorité cantonale de recours constatent d’office les faits. Elles ne peuvent se fonder que sur des allégués qu’elles ont vérifiés et sur lesquels elles ont, le cas échéant, réuni les preuves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_22"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Administration des preuves",
        "citation": "Art. 22 al. 2 LFAIE",
        "content": "L’autorité de première instance, l’autorité cantonale de recours, les tribunaux fédéraux et, à défaut d’une procédure devant ces autorités, l’autorité cantonale habilitée à recourir et l’Office fédéral de la justice peuvent exiger des informations sur tous les faits dont pourrait dépendre l’assujettissement au régime de l’autorisation ou l’octroi de celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_22"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Administration des preuves",
        "citation": "Art. 22 al. 3 LFAIE",
        "content": "L’obligation de fournir ces renseignements incombe à celui qui, en raison de ses fonctions, à titre professionnel, par contrat, en tant qu’organe d’une personne morale, d’une société sans personnalité juridique, ou d’un fonds de placement, participe par le financement ou de toute autre manière à la préparation, à la conclusion ou à l’exécution d’un acte juridique ayant pour objet l’acquisition d’un immeuble; sur demande, il doit aussi permettre à l’autorité de consulter les livres d’affaires, la correspondance ou autres documents et produire ceux-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_22"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Administration des preuves",
        "citation": "Art. 22 al. 4 LFAIE",
        "content": "L’autorité peut statuer au détriment de l’acquéreur lorsqu’une personne tenue de fournir des renseignements refuse de prêter le concours nécessaire qu’on peut attendre d’elle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_22"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Mesures provisionnelles",
        "citation": "Art. 23 al. 1 LFAIE",
        "content": "Les autorités cantonales et, si aucune procédure n’est encore engagée, également l’Office fédéral de la justice peuvent ordonner les mesures provisionnelles propres à maintenir un état de droit ou de fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_23"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Mesures provisionnelles",
        "citation": "Art. 23 al. 2 LFAIE",
        "content": "Le recours contre une mesure provisionnelle n’a pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_23"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Entraide",
        "citation": "Art. 24 al. 1 LFAIE",
        "content": "Les autorités administratives et judiciaires de la Confédération et des cantons se prêtent entraide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_24"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Entraide",
        "citation": "Art. 24 al. 2 LFAIE",
        "content": "Les autorités et les fonctionnaires qui, en cette qualité, constatent ou apprennent qu’une infraction a été commise, sont tenus de la dénoncer dans les plus brefs délais à l’autorité cantonale compétente pour la poursuite pénale, à l’autorité cantonale habilitée à recourir ou à l’Office fédéral de la justice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_24"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 4, Autorités et procédure, Entraide",
        "citation": "Art. 24 al. 3 LFAIE",
        "content": "Les autorités compétentes communiquent à l’Office fédéral de la justice les renseignements nécessaires à l’établissement et à la publication d’une statistique sur l’acquisition d’immeubles par des personnes à l’étranger; l’Office fédéral de la justice communique aux autorités compétentes les informations sur les faits dont dépend l’assujettissement au régime de l’autorisation ou l’octroi de celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_24"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 1, Droit administratif, Révocation de l’autorisation et constatation ultérieure de l’assujettissement",
        "citation": "Art. 25 al. 1 LFAIE",
        "content": "L’autorisation est révoquée d’office, lorsque l’acquéreur l’a obtenue frauduleusement en fournissant des indications inexactes ou lorsque, malgré une mise en demeure, il ne respecte pas une charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_25"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 1, Droit administratif, Révocation de l’autorisation et constatation ultérieure de l’assujettissement",
        "citation": "Art. 25 al. 1bis LFAIE",
        "content": "L’assujettissement au régime de l’autorisation est constaté d’office ultérieurement lorsque l’acquéreur a fourni à l’autorité compétente, au conservateur du registre foncier ou au préposé au registre du commerce des indications inexactes ou incomplètes sur des faits dont pourrait dépendre cet assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_25"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 1, Droit administratif, Révocation de l’autorisation et constatation ultérieure de l’assujettissement",
        "citation": "Art. 25 al. 2 LFAIE",
        "content": "Les sanctions prévues par la législation sur les étrangers sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_25"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Inefficacité et nullité",
        "citation": "Art. 26 al. 1 LFAIE",
        "content": "Les actes juridiques concernant une acquisition pour laquelle l’intéressé doit être au bénéfice d’une autorisation restent sans effets en l’absence d’autorisation passée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_26"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Inefficacité et nullité",
        "citation": "Art. 26 al. 2 LFAIE",
        "content": "Ils sont nuls lorsque:\na. l’acquéreur exécute l’acte juridique sans demander une autorisation ou avant que celle-ci ne passe en force;\nb. l’autorité a refusé l’autorisation ou l’a révoquée par une décision passée en force;\nc. le conservateur du registre foncier ou le préposé au registre du commerce écarte la réquisition, sans que l’autorité de première instance ait préalablement refusé l’autorisation;\nd. l’autorité chargée des enchères annule l’adjudication, sans que l’autorité de première instance ait préalablement refusé l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_26"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Inefficacité et nullité",
        "citation": "Art. 26 al. 3 LFAIE",
        "content": "L’inefficacité et la nullité sont prises en considération d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_26"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Inefficacité et nullité",
        "citation": "Art. 26 al. 4 LFAIE",
        "content": "Elles ont les conséquences suivantes:\na. les prestations promises ne sont pas exigibles;\nb. les prestations fournies peuvent être répétées dans le délai d’une année dès la connaissance du droit de répétition ou, en cas de procédure pénale, dès la clôture de cette procédure, mais au plus tard dans les dix ans qui suivent l’exécution de ces prestations;\nc. l’action en cessation de l’état illicite est intentée d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_26"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Action en cessation de l’état illicite",
        "citation": "Art. 27 al. 1 LFAIE",
        "content": "L’autorité cantonale habilitée à recourir ou, si elle n’agit pas, l’Office fédéral de la justice, intente contre les parties:\na. une action en rétablissement de l’état antérieur lorsque l’immeuble a été acquis sur la base d’un acte juridique nul en raison du défaut d’autorisation;\nb. une action en dissolution d’une personne morale et en dévolution de son patrimoine à la corporation publique, dans le cas particulier visé à l’art. 57, al. 3, du code civil suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_27"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Action en cessation de l’état illicite",
        "citation": "Art. 27 al. 2 LFAIE",
        "content": "Si le rétablissement de l’état antérieur se révèle impossible ou inopportun, le juge ordonne les enchères publiques conformément aux prescriptions sur la réalisation forcée des immeubles. L’acquéreur ne peut prétendre qu’au remboursement du prix de revient; l’excédent revient au canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_27"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Action en cessation de l’état illicite",
        "citation": "Art. 27 al. 3 LFAIE",
        "content": "L’action en rétablissement de l’état antérieur ne peut plus être intentée lorsque les parties ont rétabli cet état ou qu’un tiers de bonne foi a acquis l’immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_27"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Action en cessation de l’état illicite",
        "citation": "Art. 27 al. 4 LFAIE",
        "content": "Les deux actions doivent être intentées:\na. dans l’année qui suit l’entrée en force d’une décision entraînant la nullité;\nb. dans les autres cas, mais sous réserve de la suspension pendant une procédure administrative, dans les dix ans qui suivent l’acquisition;\nc. lorsqu’il y a actes punissables, dans le délai de prescription de l’action pénale, s’il est plus long.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_27"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 2, Droit civil, Action en cessation de l’état illicite",
        "citation": "Art. 27 al. 5 LFAIE",
        "content": "L’art. 975, al. 2, du code civil est applicable en matière de protection des droits réels acquis de bonne foi et de dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_27"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Actes visant à éluder le régime de l’autorisation",
        "citation": "Art. 28 al. 1 LFAIE",
        "content": "Quiconque, intentionnellement, met à exécution un acte juridique nul en raison du défaut d’autorisation ou, en sa qualité d’héritier tenu de requérir une autorisation, ne demande pas celle-ci dans le délai prescrit, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_28"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Actes visant à éluder le régime de l’autorisation",
        "citation": "Art. 28 al. 2 LFAIE",
        "content": "L’auteur qui agit par métier est puni d’une peine privative de liberté de six mois à trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_28"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Actes visant à éluder le régime de l’autorisation",
        "citation": "Art. 28 al. 3 LFAIE",
        "content": "Si l’auteur a agi par négligence, la peine sera l’amende jusqu’à 50 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_28"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Actes visant à éluder le régime de l’autorisation",
        "citation": "Art. 28 al. 4 LFAIE",
        "content": "Si l’auteur rétablit l’état antérieur, le juge pourra atténuer la peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_28"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Indications inexactes",
        "citation": "Art. 29 al. 1 LFAIE",
        "content": "Quiconque, intentionnellement, fournit à l’autorité compétente, au conservateur du registre foncier ou au préposé au registre du commerce des indications inexactes ou incomplètes sur des faits dont pourrait dépendre l’assujettissement au régime de l’autorisation ou l’octroi de celle-ci, ou exploite astucieusement une erreur de l’autorité, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_29"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Indications inexactes",
        "citation": "Art. 29 al. 2 LFAIE",
        "content": "Quiconque, par négligence, fournit des indications inexactes ou incomplètes, est puni de l’amende jusqu’à 50 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_29"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Inobservation des charges",
        "citation": "Art. 30 al. 1 LFAIE",
        "content": "Quiconque, intentionnellement, ne respecte pas une charge, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_30"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Inobservation des charges",
        "citation": "Art. 30 al. 2 LFAIE",
        "content": "Si l’auteur a agi par négligence, la peine sera l’amende jusqu’à 50 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_30"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Inobservation des charges",
        "citation": "Art. 30 al. 3 LFAIE",
        "content": "La peine sera l’amende jusqu’à 20 000 francs si, après coup, la charge est révoquée ou si l’auteur la respecte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_30"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Inobservation des charges",
        "citation": "Art. 30 al. 4 LFAIE",
        "content": "Le juge pénal ne peut statuer avant l’issue d’une procédure en révocation de la charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_30"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Refus de fournir des renseignements ou de produire des documents",
        "citation": "Art. 31 LFAIE",
        "content": "Quiconque ne donne pas suite à l’injonction de fournir des renseignements ou de produire des documents à lui notifiée par l’autorité compétente sous la menace des peines prévues par le présent article, est puni de l’amende jusqu’à 50 000 francs. Il n’encourt aucune peine, s’il peut se prévaloir du secret professionnel au sens de l’art. 321 du code pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_31"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Prescription",
        "citation": "Art. 32 al. 1 LFAIE",
        "content": "L’action pénale se prescrit:\na. par deux ans pour le refus de fournir des renseignements ou de produire des documents;\nb. par cinq ans pour les autres contraventions;\nc. par dix ans pour les délits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_32"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Prescription",
        "citation": "Art. 32 al. 2 LFAIE",
        "content": "La peine infligée pour une contravention se prescrit par cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_32"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Dévolution d’avantages patrimoniaux illicites",
        "citation": "Art. 33 al. 1 LFAIE",
        "content": "Celui qui, par l’effet d’une infraction, aura obtenu un avantage illicite qui n’est pas supprimé ensuite d’une action, doit être tenu, avant l’expiration du délai de prescription de l’action pénale et alors même qu’aucune personne déterminée ne peut être poursuivie ou condamnée, de payer au canton un montant correspondant à cet avantage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_33"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Dévolution d’avantages patrimoniaux illicites",
        "citation": "Art. 33 al. 2 LFAIE",
        "content": "Les dons et autres avantages sont dévolus conformément aux art. 70 à 72 du code pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_33"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Infractions commises dans la gestion d’une entreprise",
        "citation": "Art. 34 LFAIE",
        "content": "Les dispositions des art. 6 et 7 de la loi fédérale 22 mars 1974 sur le droit pénal administratif s’appliquent par analogie aux infractions commises dans la gestion d’une entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_34"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Poursuite pénale",
        "citation": "Art. 35 al. 1 LFAIE",
        "content": "La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_35"
    },
    {
        "book": "BewG",
        "title": "LFAIE, Chapitre 5, Sanctions, Section 3, Droit pénal, Poursuite pénale",
        "citation": "Art. 35 al. 2 LFAIE",
        "content": "Toutes les décisions d’ouverture ainsi que les décisions de classement de procédure pénale, ou les ordonnances de non-lieu, les prononcés administratifs et les jugements pénaux doivent être communiqués immédiatement et gratuitement au Ministère public de la Confédération; celui-ci peut en tout temps exiger d’être renseigné sur l’état d’une procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1148_1148_1148/fr#art_35"
    }
]