[
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 1, But et objet",
        "citation": "Art. 1 al. 1 LDFR",
        "content": "La présente loi a pour but:\na. d’encourager la propriété foncière rurale et en particulier de maintenir des entreprises familiales comme fondement d’une population paysanne forte et d’une agriculture productive, orientée vers une exploitation durable du sol, ainsi que d’améliorer les structures;\nb. de renforcer la position de l’exploitant à titre personnel, y compris celle du fermier, en cas d’acquisition d’entreprises et d’immeubles agricoles;\nc. de lutter contre les prix surfaits des terrains agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_1"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 1, But et objet",
        "citation": "Art. 1 al. 2 LDFR",
        "content": "La présente loi contient des dispositions sur:\na. l’acquisition des entreprises et des immeubles agricoles;\nb. l’engagement des immeubles agricoles;\nc. le partage des entreprises agricoles et le morcellement des immeubles agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_1"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application général",
        "citation": "Art. 2 al. 1 LDFR",
        "content": "La présente loi s’applique aux immeubles agricoles isolés ou aux immeubles agricoles faisant partie d’une entreprise agricole:\na. qui sont situés en dehors d’une zone à bâtir au sens de l’art. 15 de la loi du 22 juin 1979 sur l’aménagement du territoire, et\nb. dont l’utilisation agricole est licite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_2"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application général",
        "citation": "Art. 2 al. 2 LDFR",
        "content": "La loi s’applique en outre:\na. aux immeubles et parties d’immeubles comprenant des bâtiments et installations agricoles, y compris une aire environnante appropriée, qui sont situés dans une zone à bâtir et font partie d’une entreprise agricole;\nb. aux forêts qui font partie d’une entreprise agricole;\nc. aux immeubles situés en partie dans une zone à bâtir, tant qu’ils ne sont pas partagés conformément aux zones d’affectation;\nd. aux immeubles à usage mixte, qui ne sont pas partagés en une partie agricole et une partie non agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_2"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application général",
        "citation": "Art. 2 al. 3 LDFR",
        "content": "La loi ne s’applique pas aux immeubles de moins de 15 ares pour les vignes, ou de moins de 25 ares pour les autres terrains, qui ne font pas partie d’une entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_2"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application général",
        "citation": "Art. 2 al. 4 LDFR",
        "content": "La loi s’applique, en dérogation à l’al. 3, aux immeubles de peu d’étendue situés dans le périmètre d’un remaniement parcellaire, depuis la création du syndicat de remaniement et la prise de décision jusqu’au moment de l’inscription des nouveaux états de propriété dans le registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_2"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application spécial",
        "citation": "Art. 3 al. 1 LDFR",
        "content": "Les dispositions de la présente loi relatives aux immeubles agricoles s’appliquent, sauf disposition contraire, aux parts de copropriété sur les immeubles agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_3"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application spécial",
        "citation": "Art. 3 al. 2 LDFR",
        "content": "Les art. 15, al. 2, et 51, al. 2, s’appliquent aux immeubles qui font partie d’une entreprise accessoire non agricole étroitement liée à une entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_3"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application spécial",
        "citation": "Art. 3 al. 3 LDFR",
        "content": "Les dispositions de la présente loi sur le droit au gain s’appliquent à toutes les entreprises et à tous les immeubles acquis par l’aliénateur en vue d’un usage agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_3"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Champ d’application spécial",
        "citation": "Art. 3 al. 4 LDFR",
        "content": "Les dispositions sur les améliorations de limites (art. 57) s’appliquent aussi aux immeubles de peu d’étendue (art. 2, al. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_3"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Dispositions spéciales sur les entreprises agricoles",
        "citation": "Art. 4 al. 1 LDFR",
        "content": "Les dispositions spéciales de la présente loi relatives aux entreprises agricoles s’appliquent aux immeubles qui constituent, seuls ou avec d’autres immeubles, une entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_4"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Dispositions spéciales sur les entreprises agricoles",
        "citation": "Art. 4 al. 2 LDFR",
        "content": "Les dispositions sur les entreprises agricoles s’appliquent aussi aux participations majoritaires à des personnes morales dont les actifs consistent principalement en une entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_4"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Dispositions spéciales sur les entreprises agricoles",
        "citation": "Art. 4 al. 3 LDFR",
        "content": "Les dispositions sur les entreprises agricoles ne s’appliquent pas aux immeubles agricoles qui:\na. font partie d’une entreprise agricole au sens de l’art. 8;\nb. peuvent être soustraits de l’entreprise agricole avec l’approbation de l’autorité compétente en matière d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_4"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 1, But, objet et champ d’application, Section 2, Champ d’application, Droit cantonal réservé",
        "citation": "Art. 5 LDFR",
        "content": "Les cantons peuvent:\na. soumettre aux dispositions sur les entreprises agricoles les entreprises agricoles qui ne remplissent pas les conditions prévues à l’art. 7 relatives à l’unité de main-d’œuvre standard; la taille minimale de l’entreprise doit être fixée en une fraction d’unité de main-d’œuvre standard et ne doit pas être inférieure à 0,6 unité;\nb. exclure l’application de la présente loi aux droits de jouissance et de participation aux allmends, alpages, forêts et pâturages qui appartiennent aux sociétés d’allmends, aux corporations d’alpages, de forêts et aux autres collectivités semblables, à moins que ces droits ne fassent partie d’une entreprise agricole à laquelle les dispositions de la présente loi relatives aux entreprises agricoles sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_5"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Immeuble agricole",
        "citation": "Art. 6 al. 1 LDFR",
        "content": "Est agricole l’immeuble approprié à un usage agricole ou horticole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_6"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Immeuble agricole",
        "citation": "Art. 6 al. 2 LDFR",
        "content": "Sont assimilés à des immeubles agricoles les droits de jouissance et de participation aux allmends, alpages, forêts et pâturages qui appartiennent aux sociétés d’allmends, aux corporations d’alpages, de forêts et aux autres collectivités semblables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_6"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprise agricole; en général",
        "citation": "Art. 7 al. 1 LDFR",
        "content": "Par entreprise agricole, on entend une unité composée d’immeubles, de bâtiments et d’installations agricoles qui sert de base à la production agricole et qui exige, dans les conditions d’exploitation usuelles dans le pays, au moins une unité de main-d’œuvre standard. Le Conseil fédéral fixe, conformément au droit agraire, les facteurs et les valeurs servant au calcul de l’unité de main-d’œuvre standard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_7"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprise agricole; en général",
        "citation": "Art. 7 al. 2 LDFR",
        "content": "Aux mêmes conditions, les entreprises d’horticulture productrice sont assimilées à des entreprises agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_7"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprise agricole; en général",
        "citation": "Art. 7 al. 3 LDFR",
        "content": "Pour apprécier s’il s’agit d’une entreprise agricole, on prendra en considération les immeubles assujettis à la présente loi (art. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_7"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprise agricole; en général",
        "citation": "Art. 7 al. 4 LDFR",
        "content": "Doivent, en outre, être pris en considération:\na. les conditions locales;\nb. la possibilité de construire des bâtiments manquants nécessaires à l’exploitation ou de transformer, rénover ou remplacer ceux qui existent, lorsque l’exploitation permet de supporter les dépenses correspondantes;\nc. les immeubles pris à ferme pour une certaine durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_7"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprise agricole; en général",
        "citation": "Art. 7 al. 4bis LDFR",
        "content": "Pour apprécier s’il y a propriété d’une entreprise agricole au sens des art. 21, 36, al. 2, 42, al. 2, 47, al. 2, et 49, al. 2, on prendra également en considération les immeubles visés à l’al. 4, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_7"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprise agricole; en général",
        "citation": "Art. 7 al. 5 LDFR",
        "content": "Une entreprise mixte est une entreprise agricole lorsqu’elle a un caractère agricole prépondérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_7"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Entreprises agricoles; cas particulier",
        "citation": "Art. 8 LDFR",
        "content": "Les dispositions sur les immeubles agricoles isolés s’appliquent à l’entreprise agricole lorsque celle-ci:\na. est licitement affermée par parcelles, en tout ou en majeure partie, depuis plus de six ans, dans la mesure où l’affermage n’a pas un caractère temporaire ni ne se fonde sur des raisons tenant à la personne du bailleur au sens de l’art. 31, al. 2, let. e et f, de la loi fédérale du 4 octobre 1985 sur le bail à ferme agricole;\nb. n’est plus digne d’être maintenue, quelle que soit sa grandeur, en raison d’une structure d’exploitation défavorable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_8"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Exploitant à titre personnel",
        "citation": "Art. 9 al. 1 LDFR",
        "content": "Est exploitant à titre personnel quiconque cultive lui-même les terres agricoles et, s’il s’agit d’une entreprise agricole, dirige personnellement celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_9"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Exploitant à titre personnel",
        "citation": "Art. 9 al. 2 LDFR",
        "content": "Est capable d’exploiter à titre personnel quiconque a les aptitudes usuellement requises dans l’agriculture de notre pays pour cultiver lui-même les terres agricoles et diriger personnellement une entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_9"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Valeur de rendement",
        "citation": "Art. 10 al. 1 LDFR",
        "content": "La valeur de rendement équivaut au capital dont l’intérêt, calculé au taux moyen applicable aux hypothèques de premier rang, correspond au revenu d’une entreprise ou d’un immeuble agricole exploité selon les usages du pays. Le revenu et le taux sont fixés d’après une moyenne pluriannuelle (période de calcul).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_10"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Valeur de rendement",
        "citation": "Art. 10 al. 2 LDFR",
        "content": "Le Conseil fédéral règle le mode et la période de calcul, ainsi que les modalités de l’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_10"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Valeur de rendement",
        "citation": "Art. 10 al. 3 LDFR",
        "content": "Les surfaces, bâtiments et installations, ainsi que les parties de ceux-ci qui ne sont pas utilisés à des fins agricoles (parties non agricoles) sont pris en compte dans l’estimation à la valeur de rendement découlant de leur usage non agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_10"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 1, Dispositions générales, Chapitre 2, Définitions, Partenariat enregistré",
        "citation": "Art. 10a LDFR",
        "content": "Les dispositions de la présente loi relatives aux conjoints et au logement familial s’appliquent par analogie aux partenaires enregistrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_10_a"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution d’une entreprise agricole",
        "citation": "Art. 11 al. 1 LDFR",
        "content": "S’il existe dans une succession une entreprise agricole, tout héritier peut en demander l’attribution dans le partage successoral lorsqu’il entend l’exploiter lui-même et en paraît capable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_11"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution d’une entreprise agricole",
        "citation": "Art. 11 al. 2 LDFR",
        "content": "Si aucun héritier ne demande l’attribution de l’entreprise agricole pour l’exploiter lui-même ou si celui qui la demande ne paraît pas capable de l’exploiter, tout héritier réservataire peut en demander l’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_11"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution d’une entreprise agricole",
        "citation": "Art. 11 al. 3 LDFR",
        "content": "Si l’entreprise agricole est attribuée à un héritier autre que le conjoint survivant, celui-ci peut demander, en l’imputant sur ses droits, la constitution d’un usufruit sur un appartement ou d’un droit d’habitation, si les circonstances le permettent. Les conjoints peuvent, par contrat conclu en la forme authentique, modifier ce droit ou l’exclure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_11"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Sursis au partage successoral",
        "citation": "Art. 12 al. 1 LDFR",
        "content": "Si le défunt laisse comme héritiers des descendants mineurs, les héritiers doivent maintenir la communauté héréditaire tant qu’il n’est pas possible de déterminer si un descendant reprend l’entreprise agricole pour l’exploiter lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_12"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Sursis au partage successoral",
        "citation": "Art. 12 al. 2 LDFR",
        "content": "Si, toutefois, un héritier légal remplit les conditions de l’exploitation à titre personnel au moment de l’ouverture de la succession, l’entreprise doit lui être attribuée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_12"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Sursis au partage successoral",
        "citation": "Art. 12 al. 3 LDFR",
        "content": "Si l’entreprise agricole est affermée pour un certain temps et qu’un héritier entend la reprendre pour l’exploiter lui-même, il peut demander que la décision sur l’attribution soit reportée; toutefois, la décision devra être prise au plus tard une année avant la fin du contrat de bail à ferme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_12"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution de parts de copropriété",
        "citation": "Art. 13 LDFR",
        "content": "S’il existe dans une succession une part de copropriété sur une entreprise agricole, tout héritier peut prétendre à l’attribution de cette part aux conditions auxquelles il pourrait demander celle de l’entreprise elle-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_13"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution en cas de propriété commune",
        "citation": "Art. 14 al. 1 LDFR",
        "content": "S’il existe dans une succession une participation, transmissible par succession, à des rapports de propriété commune, tout héritier peut demander de prendre la part du défunt, aux conditions auxquelles il pourrait invoquer l’attribution de l’entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_14"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution en cas de propriété commune",
        "citation": "Art. 14 al. 2 LDFR",
        "content": "S’il existe dans une succession une participation à des rapports de propriété commune et que ceux-ci prennent fin par la mort d’un propriétaire commun, tout héritier peut demander de coopérer à la place du défunt à la liquidation de la propriété commune aux conditions auxquelles il pourrait invoquer l’attribution de l’entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_14"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Biens meubles servant à l’exploitation; entreprise accessoire non agricole",
        "citation": "Art. 15 al. 1 LDFR",
        "content": "L’héritier qui invoque l’attribution de l’entreprise agricole pour l’exploiter lui-même peut en outre demander l’attribution des biens meubles servant à l’exploitation (bétail, matériel, provisions, etc.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_15"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Biens meubles servant à l’exploitation; entreprise accessoire non agricole",
        "citation": "Art. 15 al. 2 LDFR",
        "content": "Si une entreprise accessoire non agricole est étroitement liée à une entreprise agricole, l’héritier qui invoque un droit à l’attribution peut exiger l’attribution des deux entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_15"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Imputation sur la part héréditaire",
        "citation": "Art. 17 al. 1 LDFR",
        "content": "L’entreprise agricole est imputée à la valeur de rendement sur la part de l’héritier qui exploite lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_17"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Imputation sur la part héréditaire",
        "citation": "Art. 17 al. 2 LDFR",
        "content": "Les biens meubles servant à l’exploitation sont imputés à la valeur qu’ils représentent pour ladite exploitation et l’entreprise accessoire non agricole à sa valeur vénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_17"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Augmentation de la valeur d’imputation",
        "citation": "Art. 18 al. 1 LDFR",
        "content": "Si l’imputation à la valeur de rendement entraîne un excédent du passif de la succession, la valeur d’imputation est augmentée en proportion, mais au maximum jusqu’à concurrence de la valeur vénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_18"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Augmentation de la valeur d’imputation",
        "citation": "Art. 18 al. 2 LDFR",
        "content": "En outre, les cohéritiers peuvent demander une augmentation appropriée de la valeur d’imputation si des circonstances spéciales le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_18"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Augmentation de la valeur d’imputation",
        "citation": "Art. 18 al. 3 LDFR",
        "content": "Sont notamment des circonstances spéciales un prix d’achat élevé de l’entreprise ou des investissements importants que le défunt a effectués dans les dix années qui ont précédé son décès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_18"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Dispositions du défunt en cas de concours d’héritiers",
        "citation": "Art. 19 al. 1 LDFR",
        "content": "Si plusieurs héritiers remplissent les conditions de l’attribution de l’entreprise agricole, le disposant peut désigner, par testament ou par pacte successoral, celui d’entre eux qui aura le droit de la reprendre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_19"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Dispositions du défunt en cas de concours d’héritiers",
        "citation": "Art. 19 al. 2 LDFR",
        "content": "Le disposant ne peut pas retirer à un héritier réservataire, qui entend exploiter l’entreprise lui-même et en paraît capable, son droit à l’attribution, en faveur d’un héritier qui n’entend pas exploiter l’entreprise lui-même ou n’en paraît pas capable, ou en faveur d’un héritier institué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_19"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Dispositions du défunt en cas de concours d’héritiers",
        "citation": "Art. 19 al. 3 LDFR",
        "content": "L’exhérédation et la renonciation à la succession sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_19"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Défaut de disposition en cas de concours d’héritiers",
        "citation": "Art. 20 al. 1 LDFR",
        "content": "Si le défunt n’a pas désigné le reprenant, le droit à l’attribution de l’héritier réservataire prime celui des autres héritiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_20"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Défaut de disposition en cas de concours d’héritiers",
        "citation": "Art. 20 al. 2 LDFR",
        "content": "Dans les autres cas, la situation personnelle des héritiers est déterminante pour l’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_20"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution d’un immeuble agricole",
        "citation": "Art. 21 al. 1 LDFR",
        "content": "S’il existe dans une succession un immeuble agricole qui ne fait pas partie d’une entreprise agricole, un héritier peut en demander l’attribution au double de la valeur de rendement lorsqu’il est propriétaire d’une entreprise agricole ou qu’il dispose économiquement d’une telle entreprise et que l’immeuble est situé dans le rayon d’exploitation de cette entreprise, usuel dans la localité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_21"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Droit à l’attribution d’un immeuble agricole",
        "citation": "Art. 21 al. 2 LDFR",
        "content": "Les dispositions sur les entreprises agricoles relatives à l’augmentation de la valeur d’imputation et à la restriction de la liberté de disposer sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_21"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; interdiction d’aliéner",
        "citation": "Art. 23 al. 1 LDFR",
        "content": "Si une entreprise agricole est attribuée à un héritier dans le partage successoral pour qu’il l’exploite lui-même, il ne peut l’aliéner dans les dix ans qui suivent l’attribution qu’avec l’accord des cohéritiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_23"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; interdiction d’aliéner",
        "citation": "Art. 23 al. 2 LDFR",
        "content": "Cet accord n’est pas nécessaire lorsque:\na. un descendant acquiert l’entreprise agricole pour l’exploiter lui-même et en paraît capable;\nb. l’héritier aliène l’entreprise agricole à la collectivité pour l’exécution d’une tâche publique au sens de l’art. 65 ou qu’il est contraint de s’en séparer;\nc. l’héritier aliène des immeubles ou parties d’immeubles agricoles avec l’approbation de l’autorité compétente en matière d’autorisation (art. 60).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_23"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; droit d’emption",
        "citation": "Art. 24 al. 1 LDFR",
        "content": "Si, dans le délai de dix ans, l’héritier ou son descendant, à qui l’entreprise a été transférée, cesse définitivement d’exploiter lui-même l’entreprise, tout cohéritier qui entend l’exploiter lui-même et en paraît capable a sur elle un droit d’emption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_24"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; droit d’emption",
        "citation": "Art. 24 al. 2 LDFR",
        "content": "L’héritier à l’encontre de qui le droit d’emption est exercé a droit au prix pour lequel l’entreprise agricole a été imputée sur sa part dans le partage. En outre, il a le droit d’être indemnisé pour les dépenses génératrices de plus-value; celles-ci sont comptées à leur valeur actuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_24"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; droit d’emption",
        "citation": "Art. 24 al. 3 LDFR",
        "content": "Le droit d’emption est transmissible par succession, mais non cessible. Il s’éteint trois mois après que le titulaire du droit d’emption a eu connaissance de la cessation de l’exploitation à titre personnel, mais au plus tard deux ans après qu’une telle exploitation a cessé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_24"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; droit d’emption",
        "citation": "Art. 24 al. 4 LDFR",
        "content": "Le droit d’emption ne peut pas être invoqué lorsque:\na. un descendant entend reprendre l’entreprise agricole pour l’exploiter lui-même et en paraît capable;\nb. l’héritier meurt et que l’un de ses héritiers entend reprendre l’entreprise agricole pour l’exploiter lui-même et en paraît capable;\nc. l’héritier aliène l’entreprise agricole à la collectivité pour l’exécution d’une tâche publique au sens de l’art. 65 ou qu’il est contraint de s’en séparer;\nd. l’héritier aliène des immeubles ou parties d’immeubles agricoles avec l’approbation de l’autorité compétente en matière d’autorisation (art. 60).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_24"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 1, En général, Garantie de l’exploitation à titre personnel; droit d’emption",
        "citation": "Art. 24 al. 5 LDFR",
        "content": "En cas de cessation de l’exploitation à titre personnel, par suite d’accident ou de maladie, et si le propriétaire a des descendants mineurs, le droit d’emption ne peut pas être invoqué tant qu’il n’est pas possible de déterminer si un descendant peut reprendre l’entreprise agricole pour l’exploiter lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_24"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Principe",
        "citation": "Art. 25 al. 1 LDFR",
        "content": "S’il existe dans une succession une entreprise agricole et pour autant qu’ils entendent l’exploiter eux-mêmes et en paraissent capables, disposent d’un droit d’emption:\na. tout descendant qui n’est pas héritier;\nb. tout frère et sœur ainsi que tout enfant d’un frère ou d’une sœur qui n’est pas héritier mais qui pourrait invoquer un droit de préemption si l’entreprise était vendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_25"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Principe",
        "citation": "Art. 25 al. 2 LDFR",
        "content": "L’art. 11, al. 3, est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_25"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Concours avec un droit successoral à l’attribution",
        "citation": "Art. 26 al. 1 LDFR",
        "content": "Le droit d’emption ne peut pas être invoqué lorsque:\na. l’entreprise agricole est attribuée dans le partage successoral à un héritier légal qui entend l’exploiter lui-même et en paraît capable, ou que\nb. la communauté héréditaire transfère l’entreprise agricole à un descendant du défunt, qui entend exploiter l’entreprise lui-même et en paraît capable ou que\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_26"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Concours avec un droit successoral à l’attribution",
        "citation": "Art. 26 al. 2 LDFR",
        "content": "Si un droit d’emption est en concours avec un droit successoral à l’attribution prévu à l’art. 11, al. 1, la situation personnelle des intéressés est déterminante pour l’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_26"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Concours avec un droit successoral à l’attribution",
        "citation": "Art. 26 al. 3 LDFR",
        "content": "Si le défunt laisse des descendants mineurs, le droit d’emption ne peut être invoqué tant qu’il n’est pas possible de déterminer si un descendant peut reprendre l’entreprise pour l’exploiter lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_26"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Conditions et modalités",
        "citation": "Art. 27 al. 1 LDFR",
        "content": "Le droit d’emption peut être exercé aux conditions et modalités applicables au droit de préemption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_27"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 2, Droit d’emption des parents, Conditions et modalités",
        "citation": "Art. 27 al. 2 LDFR",
        "content": "Si le prix à payer pour exercer le droit d’emption selon les dispositions sur le droit de préemption ne suffit pas à couvrir le passif de la succession, le prix de reprise est augmenté en proportion, mais au maximum jusqu’à concurrence de la valeur vénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_27"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Principe",
        "citation": "Art. 28 al. 1 LDFR",
        "content": "Si une entreprise ou un immeuble agricoles sont attribués à un héritier dans le partage successoral à une valeur d’imputation inférieure à la valeur vénale, tout cohéritier a droit, en cas d’aliénation, à une part du gain proportionnelle à sa part héréditaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_28"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Principe",
        "citation": "Art. 28 al. 2 LDFR",
        "content": "Tout cohéritier peut faire valoir son droit de manière indépendante. Ce droit est transmissible par succession et cessible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_28"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Principe",
        "citation": "Art. 28 al. 3 LDFR",
        "content": "Le droit n’existe que si l’héritier aliène l’entreprise ou l’immeuble dans les 25 ans qui suivent sa propre acquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_28"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Aliénation",
        "citation": "Art. 29 al. 1 LDFR",
        "content": "Par aliénation au sens de l’art. 28 on entend:\na. la vente et tout autre acte juridique qui équivaut économiquement à une vente;\nb. l’expropriation;\nc. le classement dans une zone à bâtir, sauf s’il s’agit d’un immeuble agricole qui reste assujetti au droit foncier rural (art. 2, al. 2, let. a);\nd. le passage d’un usage agricole à un usage non agricole; n’est pas considéré comme tel le fait que, lors de la cessation de l’exploitation, l’héritier qui l’avait reprise selon l’art. 28 et exploité lui-même durant dix ans au moins garde un appartement faisant partie de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_29"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Aliénation",
        "citation": "Art. 29 al. 2 LDFR",
        "content": "Déterminent le moment de l’aliénation:\na. la conclusion du contrat par lequel l’aliénateur s’oblige à transférer la propriété;\nb. l’introduction de la procédure d’expropriation;\nc. l’introduction de la procédure de classement d’un immeuble agricole dans une zone à bâtir;\nd. en cas de désaffectation, l’acte qui permet à l’ayant droit un usage non agricole, ou le fait du propriétaire qui modifie l’usage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_29"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Exigibilité",
        "citation": "Art. 30 LDFR",
        "content": "Le droit au gain est exigible:\na. en cas de vente ou d’expropriation, à l’exigibilité de la contreprestation que le vendeur ou l’exproprié peut réclamer;\nb. en cas de classement d’un immeuble dans une zone à bâtir, au moment de l’aliénation ou de l’utilisation comme terrain à bâtir, mais au plus tard 15 ans après l’incorporation définitive;\nc. en cas de désaffectation à l’initiative du propriétaire, lors de l’acte qui réalise la désaffectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_30"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Gain",
        "citation": "Art. 31 al. 1 LDFR",
        "content": "Le gain équivaut à la différence entre le prix d’aliénation et la valeur d’imputation. L’héritier peut déduire, à leur valeur actuelle, les dépenses génératrices de plus-value faites pour l’entreprise ou l’immeuble agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_31"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Gain",
        "citation": "Art. 31 al. 2 LDFR",
        "content": "En cas de classement d’un immeuble dans une zone à bâtir, et à défaut d’aliénation dans les 15 ans, le gain se calcule sur la valeur vénale présumée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_31"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Gain",
        "citation": "Art. 31 al. 3 LDFR",
        "content": "En cas de désaffectation due à l’initiative du propriétaire, le gain se monte au revenu annuel effectif ou possible de l’utilisation non agricole, multiplié par vingt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_31"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Gain",
        "citation": "Art. 31 al. 4 LDFR",
        "content": "L’héritier peut déduire du gain deux centièmes pour chaque année entière pendant laquelle l’entreprise ou l’immeuble agricole lui a appartenu (réduction pour durée de propriété).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_31"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Gain",
        "citation": "Art. 31 al. 5 LDFR",
        "content": "Si l’aliénateur y trouve avantage, le gain se calculera sur une valeur d’imputation plus élevée, au lieu d’être réduit en fonction de la durée de la propriété. La valeur d’imputation est augmentée du taux dont la valeur de rendement s’est accrue à la suite de la modification des bases de calcul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_31"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les objets acquis en remploi",
        "citation": "Art. 32 al. 1 LDFR",
        "content": "Si l’héritier acquiert en Suisse des immeubles en remploi pour y continuer l’exploitation de son entreprise agricole, ou s’il acquiert en remploi de l’entreprise aliénée une autre entreprise agricole en Suisse, il peut déduire du prix d’aliénation le prix d’acquisition d’un objet de même rendement. Le prix payé ne doit pas être surfait (art. 66).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_32"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les objets acquis en remploi",
        "citation": "Art. 32 al. 2 LDFR",
        "content": "Une déduction n’est cependant licite que si l’achat a eu lieu dans les deux ans qui ont précédé ou suivi l’aliénation ou dans les cinq ans qui ont suivi l’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_32"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les objets acquis en remploi",
        "citation": "Art. 32 al. 3 LDFR",
        "content": "Les cohéritiers conservent leur droit au gain lorsque les immeubles restants ou les immeubles acquis en remploi sont aliénés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_32"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les réparations et les rénovations de bâtiments et d’installations",
        "citation": "Art. 33 al. 1 LDFR",
        "content": "L’héritier peut en outre déduire du prix d’aliénation le montant des réparations nécessaires qu’il a faites à un bâtiment ou à une installation agricole, si l’immeuble qui les comprend provient de la même succession et reste sa propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_33"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les réparations et les rénovations de bâtiments et d’installations",
        "citation": "Art. 33 al. 2 LDFR",
        "content": "Sont pris en considération le montant nécessaire au moment de l’aliénation, ainsi que celui que le propriétaire a dépensé dans les cinq ans qui ont précédé celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_33"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les réparations et les rénovations de bâtiments et d’installations",
        "citation": "Art. 33 al. 3 LDFR",
        "content": "Si, pour assurer le maintien de l’usage agricole, l’héritier construit un nouveau bâtiment ou une installation en remploi, il peut déduire du prix d’aliénation le montant utilisé pour les constructions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_33"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Déduction pour les réparations et les rénovations de bâtiments et d’installations",
        "citation": "Art. 33 al. 4 LDFR",
        "content": "Si, par la suite, l’héritier aliène l’immeuble qui comprend les bâtiments ou les installations réparés ou rénovés, il ne pourra pas déduire ce montant une seconde fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_33"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Garantie du droit au gain",
        "citation": "Art. 34 al. 1 LDFR",
        "content": "Un cohéritier peut exiger la garantie de son droit au gain par la constitution d’un gage immobilier (hypothèque) sur l’entreprise ou l’immeuble attribué conformément aux dispositions suivantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_34"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Garantie du droit au gain",
        "citation": "Art. 34 al. 2 LDFR",
        "content": "L’ayant droit peut en tout temps, mais au plus tard jusqu’à l’aliénation de l’entreprise ou de l’immeuble, faire annoter au registre foncier une inscription provisoire du droit de gage sans indication du montant du gage. L’inscription provisoire a pour effet que le droit de gage, pour le cas de sa détermination ultérieure, aura pris naissance au moment de l’annotation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_34"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Garantie du droit au gain",
        "citation": "Art. 34 al. 3 LDFR",
        "content": "L’annotation est opérée sur réquisition unilatérale de l’ayant droit. Le conservateur du registre foncier avise le propriétaire de l’annotation à laquelle il a procédé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_34"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Garantie du droit au gain",
        "citation": "Art. 34 al. 4 LDFR",
        "content": "L’inscription provisoire est caduque lorsque le cohéritier ne demande pas l’inscription définitive du droit de gage dans les trois mois qui suivent le moment où il a eu connaissance de l’aliénation de l’entreprise ou de l’immeuble. Pour le reste, les dispositions du code civil (CC) sur l’hypothèque légale des artisans et des entrepreneurs sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_34"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1, Partage successoral, Section 3, Droit des cohéritiers au gain, Suppression ou modification du droit au gain",
        "citation": "Art. 35 LDFR",
        "content": "Le droit légal au gain peut être supprimé ou modifié par convention écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_35"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Droit à l’attribution; principe",
        "citation": "Art. 36 al. 1 LDFR",
        "content": "Si les rapports contractuels de propriété commune ou de copropriété sur une entreprise agricole prennent fin, chacun des propriétaires communs ou des copropriétaires peut demander que l’entreprise agricole lui soit attribuée s’il entend l’exploiter lui-même et en paraît capable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_36"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Droit à l’attribution; principe",
        "citation": "Art. 36 al. 2 LDFR",
        "content": "Si les rapports contractuels de propriété commune ou de copropriété sur un immeuble agricole prennent fin, chacun des propriétaires communs ou des copropriétaires peut demander que l’immeuble lui soit attribué lorsque:\na. il est propriétaire d’une entreprise agricole ou dispose économiquement d’une telle entreprise;\nb. l’immeuble est situé dans le rayon d’exploitation de cette entreprise, usuel dans la localité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_36"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Droit à l’attribution; principe",
        "citation": "Art. 36 al. 3 LDFR",
        "content": "Les dispositions des art. 242 et 243 CC, destinées à protéger le conjoint, sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_36"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Valeur d’imputation",
        "citation": "Art. 37 al. 1 LDFR",
        "content": "Lorsque les rapports de propriété commune ou de copropriété prennent fin, les valeurs d’imputation suivantes sont applicables:\na. pour une entreprise agricole, la valeur de rendement; les dispositions sur l’augmentation du prix de reprise en matière de droit de préemption (art. 52) s’appliquent par analogie à l’augmentation de la valeur d’imputation;\nb. pour un immeuble agricole:\n1. le double de la valeur de rendement pour le sol,\n2. les coûts de construction moins les amortissements, mais au moins le double de la valeur de rendement, pour les bâtiments et installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_37"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Valeur d’imputation",
        "citation": "Art. 37 al. 2 LDFR",
        "content": "Lorsque les rapports de propriété commune ou de copropriété entre conjoints qui sont soumis au régime de la participation aux acquêts prennent fin, l’art. 213 CC sur l’augmentation de la valeur de rendement est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_37"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Valeur d’imputation",
        "citation": "Art. 37 al. 3 LDFR",
        "content": "Lorsque le régime matrimonial de la communauté de biens prend fin, la valeur d’imputation peut être augmentée de manière appropriée si les circonstances particulières prévues à l’art. 213 CC le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_37"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Valeur d’imputation",
        "citation": "Art. 37 al. 4 LDFR",
        "content": "En cas d’aliénation ultérieure, les propriétaires communs ou les copropriétaires auxquels l’entreprise ou l’immeuble agricole n’a pas été attribué ont droit au gain conformément aux dispositions sur le droit des cohéritiers au gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_37"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Applicabilité de dispositions de droit successoral",
        "citation": "Art. 38 LDFR",
        "content": "Les dispositions du droit successoral sur le droit à l’attribution en cas de concours d’héritiers qui font valoir leur droit à l’attribution (art. 20, al. 2), sur la caducité du droit à l’attribution (art. 22) et sur la garantie de l’exploitation à titre personnel (art. 23 et 24) sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_38"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2 Fin de la propriété collective (propriété de plusieurs) fondée sur un contrat, Suppression et modification",
        "citation": "Art. 39 LDFR",
        "content": "Les conventions sur la valeur d’imputation et celles qui suppriment ou modifient le droit à l’attribution doivent revêtir la forme authentique. Elles peuvent être annotées au registre foncier en cas de copropriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_39"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 1 Restrictions générales du pouvoir de disposer dans les cas d’aliénation, Consentement du conjoint",
        "citation": "Art. 40 al. 1 LDFR",
        "content": "Le propriétaire ne peut aliéner une entreprise agricole qu’il exploite avec son conjoint ou une part de copropriété sur ladite entreprise qu’avec le consentement de son conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_40"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 1 Restrictions générales du pouvoir de disposer dans les cas d’aliénation, Consentement du conjoint",
        "citation": "Art. 40 al. 2 LDFR",
        "content": "S’il ne peut obtenir ce consentement ou si ce dernier lui est refusé sans motif valable, il peut saisir le juge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_40"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 1 Restrictions générales du pouvoir de disposer dans les cas d’aliénation, Consentement du conjoint",
        "citation": "Art. 40 al. 3 LDFR",
        "content": "L’art. 169 CC, destiné à protéger le logement familial, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_40"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 1 Restrictions générales du pouvoir de disposer dans les cas d’aliénation, Droit au gain et droit de réméré conventionnels",
        "citation": "Art. 41 al. 1 LDFR",
        "content": "Les parties peuvent convenir que l’aliénateur d’une entreprise ou d’un immeuble agricole a droit au gain en cas de revente. Ce droit est, sauf convention contraire, régi par les dispositions sur le droit au gain des cohéritiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_41"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 1 Restrictions générales du pouvoir de disposer dans les cas d’aliénation, Droit au gain et droit de réméré conventionnels",
        "citation": "Art. 41 al. 2 LDFR",
        "content": "Si une entreprise ou un immeuble agricole est aliéné à un prix inférieur à la valeur vénale sans qu’un droit au gain ait été convenu, les dispositions sur les rapports et la réduction (art. 626 à 632 et 522 à 533 CC), destinées à protéger les héritiers, sont réservées. Les actions correspondantes se prescrivent à partir de l’exigibilité du gain (art. 30).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_41"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 1 Restrictions générales du pouvoir de disposer dans les cas d’aliénation, Droit au gain et droit de réméré conventionnels",
        "citation": "Art. 41 al. 3 LDFR",
        "content": "L’aliénateur peut convenir d’un droit de réméré avec l’acquéreur pour le cas où celui-ci cesserait d’exploiter lui-même. Si l’aliénateur décède et que l’acquéreur cesse d’exploiter lui-même, chacun des héritiers qui entend exploiter l’entreprise lui-même et en paraît capable peut invoquer le droit de réméré de manière indépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_41"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Objet et rang",
        "citation": "Art. 42 al. 1 LDFR",
        "content": "En cas d’aliénation d’une entreprise agricole, les parents de l’aliénateur mentionnés ci-après ont, dans l’ordre, un droit de préemption sur celle-ci lorsqu’ils entendent l’exploiter eux-mêmes et en paraissent capables:\n1. chaque descendant;\n2. chacun des frères et sœurs et leurs enfants, lorsque l’aliénateur a acquis l’entreprise en totalité ou en majeure partie de ses père et mère ou dans leur succession depuis moins de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_42"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Objet et rang",
        "citation": "Art. 42 al. 2 LDFR",
        "content": "En cas d’aliénation d’un immeuble agricole, chacun des descendants de l’aliénateur a un droit de préemption sur l’immeuble, lorsqu’il est propriétaire d’une entreprise agricole ou qu’il dispose économiquement d’une telle entreprise et que l’immeuble est situé dans le rayon d’exploitation de cette entreprise, usuel dans la localité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_42"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Objet et rang",
        "citation": "Art. 42 al. 3 LDFR",
        "content": "Le droit de préemption ne peut pas être invoqué par celui contre qui l’aliénateur fait valoir des raisons justifiant une exhérédation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_42"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Cas de préemption",
        "citation": "Art. 43 LDFR",
        "content": "Un parent peut aussi invoquer le droit de préemption lorsqu’une entreprise ou un immeuble agricole:\na. est constitué en apport à une communauté de biens, à une société, une société coopérative ou une autre corporation;\nb. est transféré gratuitement;\nc. est aliéné à un autre parent ou au conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_43"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Prix de reprise",
        "citation": "Art. 44 LDFR",
        "content": "Les titulaires peuvent invoquer le droit de préemption sur une entreprise agricole à la valeur de rendement et sur un immeuble agricole au double de cette valeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_44"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Propriété collective",
        "citation": "Art. 45 LDFR",
        "content": "En cas d’aliénation d’une entreprise ou d’un immeuble agricole qui appartient à plusieurs propriétaires (propriété commune ou copropriété), le droit de préemption peut aussi être exercé lorsque le rapport de parenté qui fonde ce droit n’existe que pour l’un des propriétaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_45"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Titulaires de même rang",
        "citation": "Art. 46 al. 1 LDFR",
        "content": "Si plusieurs titulaires de même rang font valoir un droit de préemption, l’aliénateur peut désigner celui d’entre eux qui aura le droit de reprendre le contrat de vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_46"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 2, Droit de préemption des parents, Titulaires de même rang",
        "citation": "Art. 46 al. 2 LDFR",
        "content": "A défaut, la situation personnelle des titulaires est déterminante pour l’attribution d’une entreprise agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_46"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 3, Droit de préemption du fermier, Objet",
        "citation": "Art. 47 al. 1 LDFR",
        "content": "En cas d’aliénation d’une entreprise agricole, le fermier a un droit de préemption lorsque:\na. il entend l’exploiter lui-même et en paraît capable et que\nb. la durée légale minimum du bail prévue par les dispositions de la loi fédérale du 4 octobre 1985 sur le bail à ferme agricole est échue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_47"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 3, Droit de préemption du fermier, Objet",
        "citation": "Art. 47 al. 2 LDFR",
        "content": "En cas d’aliénation d’un immeuble agricole, le fermier a un droit de préemption sur l’objet affermé lorsque:\na. la durée légale minimum du bail prévue par les dispositions de la loi fédérale du 4 octobre 1985 sur le bail à ferme agricole est échue et que\nb. le fermier est propriétaire d’une entreprise agricole ou dispose économiquement d’une telle entreprise et que l’immeuble affermé est situé dans le rayon d’exploitation de cette entreprise, usuel dans la localité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_47"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 3, Droit de préemption du fermier, Objet",
        "citation": "Art. 47 al. 3 LDFR",
        "content": "Le droit de préemption des parents prime celui du fermier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_47"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 3, Droit de préemption du fermier, Renonciation au droit de préemption",
        "citation": "Art. 48 al. 1 LDFR",
        "content": "Le fermier ne peut renoncer d’avance à son droit de préemption légal qu’en vue d’un cas de préemption imminent. Il doit y renoncer par un acte authentique comprenant les éléments essentiels du contrat qui sera conclu entre le vendeur et le tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_48"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 3, Droit de préemption du fermier, Renonciation au droit de préemption",
        "citation": "Art. 48 al. 2 LDFR",
        "content": "La renonciation est sans effet si le contenu du contrat de vente entre le vendeur et l’acheteur ne correspond pas aux indications données dans la déclaration de renonciation ou si le contrat est conclu après l’échéance du délai de six mois à compter de la date de la déclaration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_48"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 4, Droit de préemption sur les parts de copropriété",
        "citation": "Art. 49 al. 1 LDFR",
        "content": "En cas d’aliénation d’une part de copropriété sur une entreprise agricole, ont, dans l’ordre, un droit de préemption sur cette part:\n1. tout copropriétaire qui entend exploiter l’entreprise lui-même et en paraît capable;\n2. chaque descendant, chacun des frères et sœurs et leurs enfants ainsi que le fermier, aux conditions et modalités et dans l’ordre applicables au droit de préemption sur une entreprise agricole;\n3. tout autre copropriétaire selon l’art. 682 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_49"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 4, Droit de préemption sur les parts de copropriété",
        "citation": "Art. 49 al. 2 LDFR",
        "content": "En cas d’aliénation d’une part de copropriété sur un immeuble agricole, ont, dans l’ordre, un droit de préemption sur cette part:\n1. tout copropriétaire qui est déjà propriétaire d’une entreprise agricole ou qui dispose économiquement d’une telle entreprise lorsque l’immeuble est situé dans le rayon d’exploitation de cette entreprise, usuel dans la localité;\n2. chaque descendant et le fermier, aux conditions et modalités et dans l’ordre applicables au droit de préemption sur un immeuble agricole;\n3. tout autre copropriétaire selon l’art. 682 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_49"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 4, Droit de préemption sur les parts de copropriété",
        "citation": "Art. 49 al. 3 LDFR",
        "content": "Le copropriétaire qui demande l’attribution d’une entreprise agricole pour l’exploiter lui-même ou un immeuble agricole situé dans un rayon d’exploitation de l’entreprise usuel dans la localité peut invoquer le droit de préemption sur une entreprise agricole à la valeur de rendement et sur un immeuble agricole au double de cette valeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_49"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Etendue du droit de préemption, prix de reprise",
        "citation": "Art. 51 al. 1 LDFR",
        "content": "Si l’aliénateur a vendu avec l’entreprise agricole les biens meubles servant à l’exploitation (bétail, matériel, provisions, etc.), il peut, en cas d’exercice du droit de préemption, déclarer les soustraire totalement ou partiellement à la vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_51"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Etendue du droit de préemption, prix de reprise",
        "citation": "Art. 51 al. 2 LDFR",
        "content": "Si une entreprise accessoire non agricole est étroitement liée à une entreprise agricole, le titulaire du droit de préemption peut demander l’attribution des deux entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_51"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Etendue du droit de préemption, prix de reprise",
        "citation": "Art. 51 al. 3 LDFR",
        "content": "La valeur d’imputation dans le partage (art. 17, al. 2) s’applique comme prix de reprise des biens meubles servant à l’exploitation ainsi que de l’entreprise accessoire non agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_51"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Augmentation du prix de reprise",
        "citation": "Art. 52 al. 1 LDFR",
        "content": "L’aliénateur peut demander une augmentation appropriée du prix de reprise si des circonstances spéciales le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_52"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Augmentation du prix de reprise",
        "citation": "Art. 52 al. 2 LDFR",
        "content": "Sont notamment des circonstances spéciales, un prix d’achat élevé de l’entreprise ou des investissements importants que l’aliénateur a effectués dans les dix années qui ont précédé l’aliénation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_52"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Augmentation du prix de reprise",
        "citation": "Art. 52 al. 3 LDFR",
        "content": "Le prix de reprise est dans tous les cas au moins égal au montant des dettes hypothécaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_52"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Droit de l’aliénateur au gain",
        "citation": "Art. 53 al. 1 LDFR",
        "content": "Si, par l’exercice d’un droit de préemption légal, le propriétaire a acquis une entreprise ou un immeuble agricole pour un prix inférieur à la valeur vénale et qu’il l’aliène à son tour, l’aliénateur à l’encontre de qui le droit de préemption a été exercé a droit au gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_53"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Droit de l’aliénateur au gain",
        "citation": "Art. 53 al. 2 LDFR",
        "content": "Les dispositions sur le droit des cohéritiers au gain sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_53"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; interdiction d’aliéner",
        "citation": "Art. 54 al. 1 LDFR",
        "content": "Si, par l’exercice d’un droit de préemption, le propriétaire a acquis une entreprise agricole en vue de l’exploiter lui-même, il ne peut l’aliéner dans les dix ans qui suivent l’acquisition qu’avec l’accord du vendeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_54"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; interdiction d’aliéner",
        "citation": "Art. 54 al. 2 LDFR",
        "content": "Cet accord n’est pas nécessaire lorsque:\na. un descendant acquiert l’entreprise agricole parce qu’il entend l’exploiter lui-même et en paraît capable;\nb. le propriétaire aliène l’entreprise agricole à la collectivité pour l’exécution d’une tâche publique selon l’art. 65 ou qu’il est contraint de s’en séparer;\nc. le propriétaire aliène des immeubles ou parties d’immeubles de l’entreprise avec l’approbation de l’autorité compétente en matière d’autorisation (art. 60).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_54"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; droit de réméré",
        "citation": "Art. 55 al. 1 LDFR",
        "content": "Si, dans le délai de dix ans, le propriétaire ou son descendant, à qui l’entreprise a été transférée, cesse définitivement d’exploiter lui-même, le vendeur, à l’encontre de qui le droit de préemption a été exercé, a un droit de réméré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_55"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; droit de réméré",
        "citation": "Art. 55 al. 2 LDFR",
        "content": "Ce droit est transmissible par succession, mais non cessible. Un héritier qui entend exploiter l’entreprise agricole lui-même et en paraît capable peut invoquer le droit de réméré de manière indépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_55"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; droit de réméré",
        "citation": "Art. 55 al. 3 LDFR",
        "content": "En cas d’exercice du droit de réméré, le propriétaire a droit au prix auquel il a repris l’entreprise agricole. En outre, il a le droit d’être indemnisé pour les dépenses génératrices de plus-value; celles-ci sont comptées à leur valeur actuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_55"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; droit de réméré",
        "citation": "Art. 55 al. 4 LDFR",
        "content": "Le droit de réméré s’éteint trois mois après que l’ayant droit a eu connaissance de la cessation de l’exploitation à titre personnel, mais au plus tard deux ans après que l’exploitation à titre personnel a cessé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_55"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; droit de réméré",
        "citation": "Art. 55 al. 5 LDFR",
        "content": "Le droit de réméré ne peut pas être invoqué quand:\na. un descendant du propriétaire entend reprendre l’entreprise agricole pour l’exploiter lui-même et en paraît capable;\nb. le propriétaire meurt et qu’un héritier entend reprendre l’entreprise agricole pour l’exploiter lui-même et en paraît capable;\nc. le propriétaire aliène l’entreprise agricole à la collectivité pour l’exécution d’une tâche publique selon l’art. 65 ou qu’il est contraint de s’en séparer;\nd. le propriétaire aliène des immeubles ou parties d’immeubles avec l’approbation de l’autorité compétente en matière d’autorisation (art. 60).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_55"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 5 Dispositions communes aux droits de préemption régis par le droit fédéral, Garantie de l’exploitation à titre personnel; droit de réméré",
        "citation": "Art. 55 al. 6 LDFR",
        "content": "Si le propriétaire laisse des descendants mineurs, le droit de réméré ne peut être invoqué tant qu’il n’est pas possible de déterminer si un descendant peut reprendre l’entreprise pour l’exploiter lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_55"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 6, Droits de préemption régis par le droit cantonal",
        "citation": "Art. 56 al. 1 LDFR",
        "content": "Les cantons peuvent prévoir des droits de préemption:\na. sur les immeubles agricoles pour les collectivités chargées d’exécuter des améliorations foncières, dans la mesure où l’immeuble est situé dans leur périmètre et que l’acquisition sert les buts de leurs travaux;\nb. sur les allmends, alpages et pâturages privés pour les communes, les sociétés d’allmends, corporations d’alpages et autres collectivités semblables de leur territoire;\nc. sur les droits de jouissance et de participation aux allmends, alpages ou pâturages pour les sociétés d’allmends, corporations d’alpages et autres collectivités semblables qui sont propriétaires de ces allmends, alpages ou pâturages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_56"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 6, Droits de préemption régis par le droit cantonal",
        "citation": "Art. 56 al. 2 LDFR",
        "content": "Les droits de préemption légaux prévus par le droit fédéral priment les droits de préemption cantonaux. Les cantons établissent l’ordre des droits de préemption qu’ils introduisent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_56"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 7, Améliorations de limites",
        "citation": "Art. 57 al. 1 LDFR",
        "content": "Les propriétaires d’immeubles agricoles contigus doivent prêter leur concours en vue d’améliorer les limites inappropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_57"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 2 Restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Contrats d’aliénation, Section 7, Améliorations de limites",
        "citation": "Art. 57 al. 2 LDFR",
        "content": "Ils peuvent exiger un échange de terrains, dans la mesure nécessaire, ou la cession de cinq ares de terrain au plus, s’il en résulte une notable amélioration des limites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_57"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1 Partage matériel des entreprises agricoles et morcellement des immeubles agricoles, Interdiction de partage matériel et de morcellement",
        "citation": "Art. 58 al. 1 LDFR",
        "content": "Aucun immeuble ou partie d’immeuble ne peut être soustrait à une entreprise agricole (interdiction de partage matériel).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_58"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1 Partage matériel des entreprises agricoles et morcellement des immeubles agricoles, Interdiction de partage matériel et de morcellement",
        "citation": "Art. 58 al. 2 LDFR",
        "content": "Les immeubles agricoles ne peuvent pas être partagés en parcelles de moins de 25 ares (interdiction de morcellement). Cette surface minimale est de 15 ares pour les vignes. Les cantons peuvent fixer des surfaces minimales plus élevées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_58"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1 Partage matériel des entreprises agricoles et morcellement des immeubles agricoles, Interdiction de partage matériel et de morcellement",
        "citation": "Art. 58 al. 3 LDFR",
        "content": "En outre, les entreprises et les immeubles agricoles ne peuvent pas être partagés en parts de copropriété inférieures à un douzième.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_58"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1 Partage matériel des entreprises agricoles et morcellement des immeubles agricoles, Exceptions",
        "citation": "Art. 59 LDFR",
        "content": "Les interdictions de partage matériel et de morcellement ne sont pas applicables aux divisions effectuées:\na. dans le cadre d’améliorations foncières opérées avec le concours de l’autorité;\nb. dans le but d’améliorer des limites (art. 57) ou de les rectifier en cas de construction d’un ouvrage;\nc. à la suite d’une expropriation ou d’une vente de gré à gré lorsque le vendeur est menacé d’expropriation;\nd. dans le cadre d’une réalisation forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_59"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1 Partage matériel des entreprises agricoles et morcellement des immeubles agricoles, Autorisations exceptionnelles",
        "citation": "Art. 60 al. 1 LDFR",
        "content": "L’autorité cantonale compétente autorise des exceptions aux interdictions de partage matériel et de morcellement quand:\na. l’entreprise ou l’immeuble agricole est divisé en une partie qui relève du champ d’application de la présente loi et en une autre qui n’en relève pas;\nb. ...\nc. des immeubles ou parties d’immeubles d’une entreprise agricole sont échangés, avec ou sans soulte, contre des terres, des bâtiments ou des installations mieux situés pour l’exploitation ou mieux adaptés à celle-ci;\nd. la partie à séparer sert à arrondir un immeuble non agricole situé en dehors de la zone à bâtir, si ce moyen n’a pas déjà été utilisé. L’immeuble non agricole peut être agrandi de ce fait de 1000 m2 au plus;\ne. un bâtiment agricole, y compris l’aire environnante requise, qui n’est plus nécessaire à l’exploitation d’une entreprise ou d’un immeuble agricole est transféré au propriétaire d’une entreprise ou d’un immeuble agricole voisin pour être affecté à un usage conforme à l’affectation de la zone et que ce transfert permet d’éviter la construction d’un bâtiment qui devrait faire l’objet d’une autorisation en vertu de l’art. 16a de la loi fédérale du 22 juin 1979 sur l’aménagement du territoire;\nf. un droit de superficie doit être constitué au bénéfice du fermier de l’entreprise agricole sur la partie à séparer;\ng. la capacité financière de la famille paysanne est fortement compromise et qu’une menace d’exécution forcée peut être détournée par l’aliénation d’immeubles ou de parties d’immeubles;\nh. une tâche publique ou d’intérêt public doit être accomplie;\ni. la séparation est effectuée afin de mettre en place un bâtiment d’exploitation servant à une entreprise collective ou une installation équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_60"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 1 Partage matériel des entreprises agricoles et morcellement des immeubles agricoles, Autorisations exceptionnelles",
        "citation": "Art. 60 al. 2 LDFR",
        "content": "L’autorité permet en outre une exception à l’interdiction de partage matériel si les conditions suivantes sont remplies:\na. le partage matériel sert principalement à améliorer les structures d’autres entreprises agricoles;\nb. aucun parent titulaire d’un droit de préemption ou d’un droit à l’attribution n’entend reprendre l’entreprise agricole pour l’exploiter à titre personnel et aucune autre personne qui pourrait demander l’attribution dans le partage successoral (art. 11, al. 2) ne veut reprendre l’ensemble de l’entreprise pour l’affermer;\nc. le conjoint qui a exploité l’entreprise avec le propriétaire approuve le partage matériel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_60"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Principe",
        "citation": "Art. 61 al. 1 LDFR",
        "content": "Celui qui entend acquérir une entreprise ou un immeuble agricole doit obtenir une autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_61"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Principe",
        "citation": "Art. 61 al. 2 LDFR",
        "content": "L’autorisation est accordée lorsqu’il n’existe aucun motif de refus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_61"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Principe",
        "citation": "Art. 61 al. 3 LDFR",
        "content": "Sont des acquisitions, le transfert de la propriété, ainsi que tout autre acte juridique équivalant économiquement à un transfert de la propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_61"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Exceptions",
        "citation": "Art. 62 LDFR",
        "content": "N’a pas besoin d’être autorisée l’acquisition faite:\na. par succession et par attribution de droit successoral;\nb. par un descendant, le conjoint, les père et mère ou des frères ou des sœurs de l’aliénateur ou l’un de leurs enfants;\nc. par un propriétaire commun ou un copropriétaire;\nd. par l’exercice d’un droit légal d’emption ou de réméré;\ne. dans le cadre d’une expropriation ou d’améliorations foncières opérées avec le concours de l’autorité;\nf. dans le but de rectifier ou d’améliorer des limites;\ng. lors du transfert de la propriété par fusion ou scission en vertu de la loi du 3 octobre 2003 sur la fusion, si les actifs du sujet transférant ou du sujet reprenant ne consistent pas principalement en une entreprise agricole ou en des immeubles agricoles;\nh. par le canton ou la commune à des fins de protection contre les crues, de revitalisation des eaux, de construction de bassins de compensation ou d’accumulation et de pompage dans le cas de centrales hydroélectriques, ainsi qu’à des fins de remploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_62"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Motifs de refus",
        "citation": "Art. 63 al. 1 LDFR",
        "content": "L’acquisition d’une entreprise ou d’un immeuble agricole est refusée lorsque:\na. l’acquéreur n’est pas exploitant à titre personnel;\nb. le prix convenu est surfait;\nc. ...\nd. l’immeuble à acquérir est situé en dehors du rayon d’exploitation de l’entreprise de l’acquéreur, usuel dans la localité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_63"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Motifs de refus",
        "citation": "Art. 63 al. 2 LDFR",
        "content": "Le motif de refus mentionné à l’al. 1, let. b n’est pas pertinent si une entreprise ou un immeuble agricole est acquis dans une procédure d’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_63"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Exceptions au principe de l’exploitation à titre personnel",
        "citation": "Art. 64 al. 1 LDFR",
        "content": "Lorsque l’acquéreur n’est pas personnellement exploitant, l’autorisation lui est accordée s’il prouve qu’il y a un juste motif pour le faire; c’est notamment le cas lorsque:\na. l’acquisition sert à maintenir l’affermage d’une entreprise affermée en totalité depuis longtemps, à améliorer les structures d’une entreprise affermée ou à créer ou à maintenir un centre de recherches ou un établissement scolaire;\nb. l’acquéreur dispose d’une autorisation définitive permettant, conformément à l’art. 24 de la loi fédérale du 22 juin 1979 sur l’aménagement du territoire, de ne pas utiliser le sol pour l’agriculture;\nc. l’acquisition a lieu en vue d’une exploitation des ressources du sol permise par le droit de l’aménagement du territoire et que la surface ne contient pas une réserve de matières premières supérieure aux besoins que l’on peut raisonnablement reconnaître à l’entreprise ou n’est pas supérieure à celle dont l’entreprise a besoin comme terrain utilisé en remploi pour une surface située sur le territoire d’exploitation, et ce pour quinze années au plus. Le terrain qui n’est pas utilisé de l’une ou l’autre façon dans les quinze ans à compter de son acquisition doit être aliéné conformément aux dispositions de la présente loi. Il en va de même pour le terrain qui a été remis en culture;\nd. l’entreprise ou l’immeuble agricole est situé dans une zone à protéger et que l’acquisition se fait conformément au but de la protection;\ne. l’acquisition permet de conserver un site, une construction ou une installation d’intérêt historique digne de protection, ou un objet relevant de la protection de la nature;\nf. malgré une offre publique à un prix qui ne soit pas surfait (art. 66), aucune demande n’a été faite par un exploitant à titre personnel;\ng. un créancier qui détient un droit de gage sur l’entreprise ou l’immeuble acquiert celui-ci dans une procédure d’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_64"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Exceptions au principe de l’exploitation à titre personnel",
        "citation": "Art. 64 al. 2 LDFR",
        "content": "L’autorisation peut être assortie de charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_64"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Acquisition par les pouvoirs publics",
        "citation": "Art. 65 al. 1 LDFR",
        "content": "L’acquisition par la collectivité ou par ses établissements est autorisée quand:\na. elle est nécessaire à l’exécution d’une tâche publique prévue conformément aux plans du droit de l’aménagement du territoire;\nb. elle sert au remploi en cas d’édification d’un ouvrage prévu conformément aux plans du droit de l’aménagement du territoire et que la législation fédérale ou cantonale prescrit ou permet la prestation d’objets en remploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_65"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Acquisition par les pouvoirs publics",
        "citation": "Art. 65 al. 2 LDFR",
        "content": "Les motifs de refus de l’art. 63 ne peuvent pas être invoqués dans le cas prévu à l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_65"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Prix d’acquisition surfait",
        "citation": "Art. 66 al. 1 LDFR",
        "content": "Le prix d’acquisition est surfait quand il dépasse de plus de 5 pour cent le prix payé en moyenne pour des entreprises ou des immeubles agricoles comparables de la même région au cours des cinq dernières années.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_66"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Prix d’acquisition surfait",
        "citation": "Art. 66 al. 2 LDFR",
        "content": "Les cantons peuvent augmenter ce pourcentage jusqu’à 15 % dans leur législation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_66"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Réalisation forcée",
        "citation": "Art. 67 al. 1 LDFR",
        "content": "En cas de réalisation forcée, l’adjudicataire doit produire l’autorisation ou consigner le prix de nouvelles enchères et requérir l’autorisation dans les dix jours qui suivent l’adjudication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_67"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Réalisation forcée",
        "citation": "Art. 67 al. 2 LDFR",
        "content": "Si l’adjudicataire ne requiert pas l’autorisation ou si l’autorisation est refusée, l’office révoque l’adjudication et ordonne de nouvelles enchères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_67"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Réalisation forcée",
        "citation": "Art. 67 al. 3 LDFR",
        "content": "Le premier adjudicataire répond des frais des nouvelles enchères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_67"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 2, Acquisition des entreprises et des immeubles agricoles, Illicéité des enchères volontaires",
        "citation": "Art. 69 LDFR",
        "content": "Les entreprises ou les immeubles agricoles ne peuvent pas être vendus aux enchères volontaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_69"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Actes juridiques nuls",
        "citation": "Art. 70 LDFR",
        "content": "Les actes juridiques qui contreviennent aux interdictions de partage matériel, de morcellement des immeubles (art. 58) ou aux dispositions en matière d’acquisition des entreprises et des immeubles agricoles (art. 61 à 69) ou qui visent à les éluder sont nuls.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_70"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Révocation de l’autorisation",
        "citation": "Art. 71 al. 1 LDFR",
        "content": "L’autorité compétente en matière d’autorisation révoque sa décision lorsque l’acquéreur l’a obtenue en fournissant de fausses indications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_71"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Révocation de l’autorisation",
        "citation": "Art. 71 al. 2 LDFR",
        "content": "La décision n’est plus révocable lorsque dix ans se sont écoulés depuis l’inscription de l’acte juridique au registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_71"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Rectification du registre foncier",
        "citation": "Art. 72 al. 1 LDFR",
        "content": "Si l’inscription au registre foncier repose sur un acte nul, l’autorité compétente en matière d’autorisation ordonne la rectification du registre foncier après avoir révoqué l’autorisation (art. 71).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_72"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Rectification du registre foncier",
        "citation": "Art. 72 al. 2 LDFR",
        "content": "Si le conservateur du registre foncier apprend ultérieurement qu’un acte est assujetti à autorisation, il en informe l’autorité compétente en matière d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_72"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Rectification du registre foncier",
        "citation": "Art. 72 al. 3 LDFR",
        "content": "La rectification du registre foncier prévue à l’al. 1 est exclue lorsque dix ans se sont écoulés depuis l’inscription de l’acte au registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_72"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 3 Restrictions de droit public dans les rapports juridiques concernant les entreprises et les immeubles agricoles, Chapitre 3, Conséquences de droit civil et de droit administratif, Rectification du registre foncier",
        "citation": "Art. 72 al. 4 LDFR",
        "content": "La rectification du registre foncier est en outre exclue lorsqu’elle léserait des droits de tiers de bonne foi (art. 973 CC). Avant de prendre sa décision, l’autorité compétente en matière d’autorisation se renseigne auprès du conservateur pour savoir s’il existe de tels droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_72"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Charge maximale",
        "citation": "Art. 73 al. 1 LDFR",
        "content": "Les immeubles agricoles ne peuvent être grevés de droits de gage immobilier que jusqu’à concurrence de la charge maximale. Celle-ci correspond à la somme de la valeur de rendement agricole augmentée de 35 % et de la valeur de rendement des parties non agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_73"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Charge maximale",
        "citation": "Art. 73 al. 2 LDFR",
        "content": "La charge maximale doit être observée pour:\na. la constitution d’un droit de gage immobilier;\nb. le nantissement d’un titre hypothécaire;\nc. le remploi d’un titre hypothécaire remboursé, dont le propriétaire peut disposer (cédule hypothécaire au nom du propriétaire).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_73"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Charge maximale",
        "citation": "Art. 73 al. 3 LDFR",
        "content": "La somme des droits de gage immobilier inscrits, annotés ou mentionnés au registre foncier est déterminante pour apprécier si la charge maximale est atteinte. Les droits de gage immobilier visés à l’art. 75, al. 1, ne sont pas comptés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_73"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Droits de gage collectif",
        "citation": "Art. 74 al. 1 LDFR",
        "content": "Si un gage immobilier est constitué sur plusieurs immeubles pour garantir une créance (gage collectif; art. 798, al. 1, CC), chaque immeuble peut être grevé jusqu’à concurrence du montant qui équivaut à la somme des charges maximales des différents immeubles grevés collectivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_74"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Droits de gage collectif",
        "citation": "Art. 74 al. 2 LDFR",
        "content": "La constitution d’un droit de gage collectif grevant à la fois des immeubles assujettis et des immeubles non assujettis à la présente loi est illicite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_74"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Exceptions au régime de la charge maximale",
        "citation": "Art. 75 al. 1 LDFR",
        "content": "Il n’y a pas de charge maximale pour:\na. les droits de gage immobilier légaux prévus par les art. 808 et 810 CC, ainsi que pour les droits de gage immobilier légaux prévus par le droit public cantonal (art. 836 CC);\nb. les droits de gage immobilier constitués par suite d’améliorations du sol (art. 820 et 821 CC);\nc. les droits de gage immobilier constitués pour des prêts octroyés en vertu de la loi du 29 avril 1998 sur l’agriculture au titre d’aide aux exploitations ou de crédits d’investissements;\nd. les droits de gage immobilier constitués pour des prêts que la Confédération ou les cantons accordent ou cautionnent en vertu de la législation encourageant la construction de logements, dans la mesure où les logements sont utilisés pour les besoins de l’exploitation;\ne. les droits de gage immobilier constitués sous la forme d’hypothèques pour garantir le droit au gain des cohéritiers et de l’aliénateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_75"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Exceptions au régime de la charge maximale",
        "citation": "Art. 75 al. 2 LDFR",
        "content": "Les inscriptions provisoires de droits de gage immobilier selon les art. 837 et 961, al. 1, ch. 1, CC peuvent être annotées au registre foncier sans égard à la charge maximale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_75"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Exceptions au régime de la charge maximale",
        "citation": "Art. 75 al. 3 LDFR",
        "content": "L’inscription d’un droit de gage immobilier selon l’al. 1, let. a et b, ne remet pas en cause les droits de gage immobilier déjà inscrits, qui sont de rang postérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_75"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Dépassement de la charge maximale",
        "citation": "Art. 76 al. 1 LDFR",
        "content": "Un droit de gage immobilier, auquel le régime de la charge maximale est applicable et qui dépasse celle-ci, ne peut être constitué que pour garantir un prêt:\na. qu’une société coopérative ou une fondation de droit privé ou une institution prévue par le droit public cantonal reconnue par la Confédération accorde sans intérêts au débiteur;\nb. qu’un tiers accorde au débiteur et qu’une société coopérative, fondation ou institution au sens de la let. a, cautionne ou dont elle prend les intérêts en charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_76"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Dépassement de la charge maximale",
        "citation": "Art. 76 al. 2 LDFR",
        "content": "L’autorité cantonale peut autoriser le prêt d’un tiers garanti par un droit de gage dépassant la charge maximale lorsque ce prêt satisfait aux prescriptions prévues par les art. 77 et 78.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_76"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Dépassement de la charge maximale",
        "citation": "Art. 76 al. 3 LDFR",
        "content": "Le conservateur du registre foncier rejette la réquisition qui ne remplit aucune de ces conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_76"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Octroi des prêts garantis par gages",
        "citation": "Art. 77 al. 1 LDFR",
        "content": "Un prêt garanti par un droit de gage dépassant la charge maximale ne peut être accordé que:\na. s’il est utilisé par le débiteur pour acquérir, étendre, maintenir ou améliorer une entreprise ou un immeuble agricole, ou pour acheter ou renouveler des biens meubles nécessaires à l’exploitation, et\nb. s’il ne rend pas la charge insupportable pour le débiteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_77"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Octroi des prêts garantis par gages",
        "citation": "Art. 77 al. 2 LDFR",
        "content": "Pour apprécier si le prêt reste supportable, un budget d’exploitation doit être établi. Il faut tenir compte à cet égard de toutes les dépenses occasionnées au débiteur par le paiement des intérêts et des amortissements de ses dettes hypothécaires et chirographaires. Il faudra également tenir compte des prêts garantis par des droits de gage auxquels le régime de la charge maximale n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_77"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Octroi des prêts garantis par gages",
        "citation": "Art. 77 al. 3 LDFR",
        "content": "Les personnes ou les institutions qui cautionnent le prêt, prennent ses intérêts en charge ou l’accordent sans intérêts et l’autorité qui a contrôlé le prêt veillent à ce que le prêt soit utilisé aux fins décidées. Si tel n’est pas le cas, la personne ou l’institution qui cautionne le prêt ou prend ses intérêts en charge et l’autorité qui a contrôlé le prêt peuvent obliger le créancier à le dénoncer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_77"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Obligation de rembourser",
        "citation": "Art. 78 al. 1 LDFR",
        "content": "La partie du prêt utilisé pour acquérir, étendre, maintenir ou améliorer un immeuble agricole dépassant la charge maximale doit être remboursée dans les 25 ans. Selon les circonstances, le créancier peut accorder au débiteur une prolongation du délai de remboursement ou le libérer entièrement de l’obligation de rembourser par acomptes. Ces allégements ne peuvent être accordés qu’avec le consentement de la personne ou de l’institution qui cautionne le prêt ou prend ses intérêts en charge ou de l’autorité qui l’a contrôlé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_78"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Obligation de rembourser",
        "citation": "Art. 78 al. 2 LDFR",
        "content": "Si le prêt est utilisé pour financer des biens meubles nécessaires à l’exploitation, le délai fixé pour le remboursement doit correspondre à la durée d’amortissement de l’objet financé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_78"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Obligation de rembourser",
        "citation": "Art. 78 al. 3 LDFR",
        "content": "Si le prêt remboursé était garanti par une cédule hypothécaire ou une lettre de rente (art. 33a, tit. fin. CC) et que celles-ci ne soient pas utilisées pour garantir un nouveau prêt conformément aux art. 76 et 77, le créancier doit veiller à ce que la somme garantie soit modifiée ou radiée au registre foncier et modifiée de la même façon sur le titre de gage dans la mesure où elle dépasse la charge maximale. Les personnes ou les institutions qui cautionnent le prêt ou prennent ses intérêts en charge et l’autorité qui l’a contrôlé sont habilitées à cet effet à requérir de l’office du registre foncier qu’il procède à la modification ou à la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_78"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Obligation de rembourser",
        "citation": "Art. 78 al. 4 LDFR",
        "content": "Le titre de gage ne peut être restitué au débiteur que si les exigences mentionnées à l’al. 3 ont été respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_78"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Reconnaissance des sociétés coopératives, des fondations et des institutions cantonales",
        "citation": "Art. 79 al. 1 LDFR",
        "content": "Une société coopérative ou une fondation de droit privé est reconnue lorsque ses statuts:\na. prévoient d’accorder des prêts sans intérêts à des fins agricoles ou de cautionner de tels prêts ou de prendre en charge les intérêts lorsqu’ils sont accordés par des tiers;\nb. fixent un montant maximal jusqu’à concurrence duquel de tels prêts peuvent être accordés sans intérêts à un débiteur déterminé, cautionnés ou leurs intérêts pris en charge en faveur de ce débiteur;\nc. chargent de la gestion un organe qui soit composé de spécialistes;\nd. excluent la distribution à ses organes de prestations liées au rendement, telles que des tantièmes;\ne. prévoient que les parts sociales et autres apports des membres peuvent être capitalisés au maximum au taux applicable aux hypothèques de premier rang, et\nf. prévoient l’attribution d’un revenu net aux provisions et réserves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_79"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Reconnaissance des sociétés coopératives, des fondations et des institutions cantonales",
        "citation": "Art. 79 al. 2 LDFR",
        "content": "Le Département fédéral de justice et police statue sur la reconnaissance et publie sa décision dans la Feuille fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_79"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Reconnaissance des sociétés coopératives, des fondations et des institutions cantonales",
        "citation": "Art. 79 al. 3 LDFR",
        "content": "Les dispositions sur la reconnaissance des sociétés coopératives et des fondations s’appliquent par analogie à la reconnaissance des institutions cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_79"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 4, Mesures destinées à prévenir le surendettement, Reconnaissance des sociétés coopératives, des fondations et des institutions cantonales",
        "citation": "Art. 79 al. 4 LDFR",
        "content": "Les sociétés coopératives, les fondations et les institutions cantonales reconnues sont tenues de fournir régulièrement au Département fédéral de justice et police un rapport sur leur gestion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_79"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 80 al. 1 LDFR",
        "content": "La demande tendant à l’octroi d’une autorisation, d’une décision de constatation ou à l’estimation de la valeur de rendement est adressée à l’autorité cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_80"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 80 al. 2 LDFR",
        "content": "Si une entreprise agricole est située dans plusieurs cantons, le canton compétent pour accorder l’autorisation ou prendre une décision de constatation est celui où se trouve la partie de l’entreprise dont la valeur est la plus élevée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_80"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Traitement par le conservateur du registre foncier",
        "citation": "Art. 81 al. 1 LDFR",
        "content": "L’autorisation ou les pièces démontrant qu’une autorisation n’est pas nécessaire, et, le cas échéant, la décision fixant la charge maximale sont produites à l’office du registre foncier avec le titre justifiant l’inscription requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_81"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Traitement par le conservateur du registre foncier",
        "citation": "Art. 81 al. 2 LDFR",
        "content": "S’il est manifeste que l’acte justifiant l’inscription requise est soumis à autorisation, le conservateur rejette la réquisition si cette autorisation fait défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_81"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Traitement par le conservateur du registre foncier",
        "citation": "Art. 81 al. 3 LDFR",
        "content": "S’il y a doute sur la soumission d’un acte à autorisation, le conservateur, après avoir porté la réquisition au journal, sursoit à sa décision sur l’inscription au grand livre jusqu’à ce qu’il soit statué sur l’assujettissement et, le cas échéant, sur la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_81"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Traitement par le conservateur du registre foncier",
        "citation": "Art. 81 al. 4 LDFR",
        "content": "Le conservateur impartit au requérant un délai de 30 jours pour demander une décision sur l’assujettissement ou la délivrance de l’autorisation. Il rejette la réquisition si le requérant n’agit pas dans ce délai ou si l’autorisation est refusée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_81"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Procédure d’autorisation",
        "citation": "Art. 83 al. 1 LDFR",
        "content": "La demande d’autorisation est adressée à l’autorité cantonale compétente en matière d’autorisation (art. 90, let. a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_83"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Procédure d’autorisation",
        "citation": "Art. 83 al. 2 LDFR",
        "content": "Celle-ci communique sa décision aux parties contractantes, au conservateur du registre foncier, à l’autorité cantonale de surveillance (art. 90, let. b), au fermier et aux titulaires du droit d’emption, du droit de préemption ou du droit à l’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_83"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Procédure d’autorisation",
        "citation": "Art. 83 al. 3 LDFR",
        "content": "Les parties contractantes peuvent interjeter un recours devant l’autorité cantonale de recours (art. 88) contre le refus d’autorisation, l’autorité cantonale de surveillance, le fermier et les titulaires du droit d’emption, du droit de préemption ou du droit à l’attribution, contre l’octroi de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_83"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Décision de constatation",
        "citation": "Art. 84 LDFR",
        "content": "Celui qui y a un intérêt légitime peut en particulier faire constater par l’autorité compétente en matière d’autorisation si:\na. une entreprise ou un immeuble agricole est soumis à l’interdiction de partage matériel, à l’interdiction de morcellement, à la procédure d’autorisation ou au régime de la charge maximale;\nb. l’acquisition d’une entreprise ou d’un immeuble agricole peut être autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_84"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 1, Dispositions générales, Modification d’un plan d’affectation",
        "citation": "Art. 85 LDFR",
        "content": "Si une procédure au sens de l’art. 21, al. 2, de la loi fédérale du 22 juin 1979 sur l’aménagement du territoire, en vue de la modification d’un plan d’affectation, touche une entreprise ou un immeuble agricole, un procès ou une procédure en cours peuvent, à la demande d’un participant, être suspendus jusqu’à l’établissement du nouveau plan, mais au maximum durant cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_85"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Mention au registre foncier",
        "citation": "Art. 86 al. 1 LDFR",
        "content": "Font l’objet d’une mention au registre foncier:\na. les immeubles agricoles situés dans la zone à bâtir qui sont régis par la présente loi (art. 2);\nb. les immeubles non agricoles situés en dehors de la zone à bâtir qui ne sont pas régis par la présente loi (art. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_86"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Mention au registre foncier",
        "citation": "Art. 86 al. 2 LDFR",
        "content": "Le Conseil fédéral détermine les exceptions à l’obligation de mentionner et règle les conditions auxquelles une mention est radiée d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_86"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Estimation de la valeur de rendement",
        "citation": "Art. 87 al. 1 LDFR",
        "content": "La valeur de rendement est estimée par l’autorité, d’office ou à la demande d’un ayant droit. En ce qui concerne les projets de constructions ou d’installations, l’autorité peut procéder à une estimation provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_87"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Estimation de la valeur de rendement",
        "citation": "Art. 87 al. 1bis LDFR",
        "content": "Les personnes autorisées à demander l’estimation de la valeur de rendement peuvent exiger que l’inventaire soit estimé à la valeur qu’il représente pour l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_87"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Estimation de la valeur de rendement",
        "citation": "Art. 87 al. 2 LDFR",
        "content": "La valeur de rendement peut aussi être estimée par un expert; une telle estimation a force obligatoire lorsque l’autorité l’a approuvée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_87"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Estimation de la valeur de rendement",
        "citation": "Art. 87 al. 3 LDFR",
        "content": "Peuvent demander l’estimation de la valeur de rendement:\na. le propriétaire et chacun de ses héritiers;\nb. tout titulaire, selon la présente loi, d’un droit d’emption ou de préemption sur l’entreprise ou sur l’immeuble dont il s’agit qui pourrait exercer son droit;\nc. les créanciers gagistes, les cautions, ainsi que les personnes ou les institutions prévues à l’art. 76, lorsqu’ils accordent ou cautionnent un prêt garanti par un gage immobilier ou prennent à leur charge les intérêts d’un tel prêt, ou que la valeur de l’entreprise ou de l’immeuble s’est modifiée par suite d’un événement naturel, d’améliorations du sol, d’augmentation ou de diminution de la surface, de construction nouvelle, de transformation, de démolition ou de fermeture d’un bâtiment, de désaffectation ou pour d’autres raisons semblables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_87"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 1, Dispositions de procédure, Section 2, Dispositions spéciales, Estimation de la valeur de rendement",
        "citation": "Art. 87 al. 4 LDFR",
        "content": "L’autorité communique la nouvelle valeur de rendement au propriétaire, au requérant et au conservateur du registre foncier, en indiquant les montants correspondant à la valeur des parties non agricoles. Elle indique aussi la valeur que représente l’inventaire pour l’exploitation, si cette valeur a été estimée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_87"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 2, Voies de recours, ...",
        "citation": "Art. 88 al. 1 LDFR",
        "content": "Un recours peut être formé dans les 30 jours devant l’autorité cantonale de recours (art. 90, let. f) contre les décisions prises en vertu de la présente loi (art. 80, al. 1, et 87).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_88"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 2, Voies de recours, ...",
        "citation": "Art. 88 al. 2 LDFR",
        "content": "Les décisions prises par une autorité cantonale de dernière instance sont communiquées au Département fédéral de justice et police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_88"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 2, Voies de recours, ...",
        "citation": "Art. 88 al. 3 LDFR",
        "content": "Au surplus, les voies de droit sont régies par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_88"
    },
    {
        "book": "BGBB",
        "title": "LDFR, Titre 5, Procédure, voies de recours, Chapitre 2, Voies de recours, Recours au Tribunal fédéral",
        "citation": "Art. 89 LDFR",
        "content": "Les décisions sur recours prises par les autorités cantonales de dernière instance sont sujettes au recours en matière de droit public conformément aux art. 82 à 89 de la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/1410_1410_1410/fr#art_89"
    }
]