[
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 1, Dispositions générales, Objet",
        "citation": "Art. 1 al. 1 LJAr",
        "content": "La présente loi règle l’admissibilité des jeux d’argent, leur exploitation et l’affectation de leurs bénéfices.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_1"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 1, Dispositions générales, Objet",
        "citation": "Art. 1 al. 2 LJAr",
        "content": "Elle ne s’applique pas:\na. aux jeux d’argent pratiqués dans un cercle privé;\nb. aux jeux d’adresse qui ne sont exploités ni de manière automatisée, ni au niveau intercantonal, ni en ligne;\nc. aux compétitions sportives;\nd. aux jeux d’adresse et aux loteries destinés à promouvoir les ventes qui sont proposés pour une courte durée, qui ne présentent pas de risque de jeu excessif et auxquels la participation est exclusivement subordonnée à l’achat de produits ou de prestations de services dont les prix n’excèdent pas les prix maximaux du marché;\ne. aux jeux d’adresse et aux loteries destinés à promouvoir les ventes qui sont proposés pour une courte durée par des entreprises médiatiques, qui ne présentent pas de risque de jeu excessif et auxquels il est aussi possible d’accéder et de participer gratuitement dans d’aussi bonnes conditions que si une mise d’argent avait été engagée ou un acte juridique conclu;\nf. aux activités soumises à la surveillance de l’Autorité fédérale de surveillance des marchés financiers (FINMA) en vertu de la loi du 22 juin 2007 sur la surveillance des marchés financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_1"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 1, Dispositions générales, Objet",
        "citation": "Art. 1 al. 3 LJAr",
        "content": "Elle ne s’applique pas non plus aux systèmes de la boule de neige, de l’avalanche et de la pyramide. Ces systèmes sont régis par la loi fédérale du 19 décembre 1986 contre la concurrence déloyale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_1"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 2 LJAr",
        "content": "La présente loi vise:\na. à protéger de manière appropriée la population contre les dangers inhérents aux jeux d’argent;\nb. à assurer une exploitation sûre et transparente des jeux d’argent;\nc. à garantir que les bénéfices nets des jeux de grande envergure, à l’exception de ceux des jeux d’adresse, et de certains jeux de petite envergure soient affectés intégralement et de manière transparente à des buts d’utilité publique;\nd. à garantir qu’une partie du produit brut des jeux de casino soit affectée à l’assurance-vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_2"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 1, Dispositions générales, Définitions",
        "citation": "Art. 3 LJAr",
        "content": "Au sens de la présente loi, on entend par:\na. jeux d’argent: les jeux qui, moyennant une mise d’argent ou la conclusion d’un acte juridique, laissent espérer un gain pécuniaire ou un autre avantage appréciable en argent;\nb. loteries: les jeux d’argent auxquels peuvent participer un nombre illimité ou au moins un grand nombre de personnes et dont le résultat est déterminé par un tirage au sort commun ou par un procédé analogue; \nc. paris sportifs: les jeux d’argent dans lesquels le gain dépend de la justesse d’un pronostic concernant le déroulement ou l’issue d’un événement sportif;\nd. jeux d’adresse: les jeux d’argent dans lesquels le gain dépend totalement ou principalement de l’adresse du joueur;\ne. jeux de grande envergure: les loteries, paris sportifs et jeux d’adresse exploités de manière automatisée, au niveau intercantonal ou en ligne;\nf. jeux de petite envergure: les loteries, paris sportifs et tournois de poker qui ne sont exploités ni de manière automatisée, ni au niveau intercantonal, ni en ligne (petites loteries, paris sportifs locaux, petits tournois de poker); \ng. jeux de casino: les jeux d’argent auxquels peuvent participer un nombre restreint de personnes, à l’exception des paris sportifs, des jeux d’adresse et des jeux de petite envergure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_3"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 1, Dispositions générales, Autorisation ou concession",
        "citation": "Art. 4 LJAr",
        "content": "Toute personne qui souhaite exploiter des jeux d’argent doit détenir une autorisation ou une concession. L’autorisation ou la concession ne sont valables qu’en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_4"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Obligation de détenir une concession",
        "citation": "Art. 5 al. 1 LJAr",
        "content": "Toute personne qui souhaite exploiter des jeux de casino doit détenir une concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_5"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Obligation de détenir une concession",
        "citation": "Art. 5 al. 2 LJAr",
        "content": "La concession permet l’exploitation de jeux de casino dans la maison de jeu considérée. Elle peut au surplus donner le droit d’exploiter des jeux de casino en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_5"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Obligation de détenir une concession",
        "citation": "Art. 5 al. 3 LJAr",
        "content": "Le Conseil fédéral fixe le nombre de concessions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_5"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Types de concessions",
        "citation": "Art. 6 al. 1 LJAr",
        "content": "Le Conseil fédéral peut attribuer aux maisons de jeu les types de concessions suivants:\na. concession A;\nb. concession B.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_6"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Types de concessions",
        "citation": "Art. 6 al. 2 LJAr",
        "content": "Il peut limiter le nombre et les types de jeux proposés dans les maisons de jeu bénéficiant d’une concession B, ainsi que le montant des mises et des gains, et fixer des conditions d’exploitation particulières pour les systèmes de jackpot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_6"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Types de concessions",
        "citation": "Art. 6 al. 3 LJAr",
        "content": "Seuls les titulaires d’une concession A peuvent utiliser le terme «Grand Casino».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_6"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Lieux d’implantation",
        "citation": "Art. 7 LJAr",
        "content": "Les maisons de jeu doivent être réparties de façon aussi équilibrée que possible entre les régions intéressées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_7"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Conditions",
        "citation": "Art. 8 al. 1 LJAr",
        "content": "Une concession peut être octroyée:\na. si le requérant:\n1. est une société anonyme de droit suisse dont le capital-actions est divisé en actions nominatives,\n2. présente un programme de mesures de sécurité et un programme de mesures sociales,\n3. présente des calculs de rentabilité établissant de manière crédible que la maison de jeu est économiquement viable, \n4. expose les mesures qu’il entend prendre pour permettre la taxation correcte de l’impôt sur les maisons de jeu, et\n5. établit dans un rapport l’utilité économique de la maison de jeu pour la région d’implantation;\nb. si le requérant, ses principaux partenaires commerciaux, leurs ayants droit économiques, ainsi que les porteurs de parts et leurs ayants droit économiques:\n1. jouissent d’une bonne réputation, et \n2. offrent la garantie d’une activité commerciale irréprochable et d’une gestion indépendante;\nc. si le requérant, les porteurs de parts, leurs ayants droit économiques et, sur demande de la Commission fédérale des maisons de jeu (CFMJ), leurs principaux partenaires commerciaux disposent de moyens financiers propres suffisants et établissent l’origine licite des fonds à disposition;\nd. si les statuts, l’organisation structurelle et fonctionnelle ainsi que les relations contractuelles garantissent une gestion irréprochable et indépendante de la maison de jeu, et\ne. si le canton et la commune d’implantation sont favorables à l’implantation d’une maison de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_8"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Conditions",
        "citation": "Art. 8 al. 2 LJAr",
        "content": "La concession fixe les conditions et les charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_8"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Conditions applicables à l’exploitation de jeux de casino en ligne",
        "citation": "Art. 9 LJAr",
        "content": "Le Conseil fédéral étend la concession au droit d’exploiter des jeux de casino en ligne si le requérant remplit également pour cette offre les conditions visées à l’art. 8, al. 1, let. a, ch. 1 à 4, et let. b à d. La demande d’extension de la concession peut être déposée pendant la durée de la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_9"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Procédure",
        "citation": "Art. 10 al. 1 LJAr",
        "content": "Les demandes de concession doivent être adressées à la CFMJ, qui les transmet au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_10"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Procédure",
        "citation": "Art. 10 al. 2 LJAr",
        "content": "La CFMJ ordonne la publication des demandes de concession dans la Feuille fédérale et dans la feuille officielle du canton d’implantation de la maison de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_10"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Procédure",
        "citation": "Art. 10 al. 3 LJAr",
        "content": "Elle instruit la procédure avec célérité et consulte les milieux intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_10"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Procédure",
        "citation": "Art. 10 al. 4 LJAr",
        "content": "Elle soumet une proposition au Département fédéral de justice et police (DFJP), qui la transmet au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_10"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Décision",
        "citation": "Art. 11 al. 1 LJAr",
        "content": "Le Conseil fédéral statue sur l’octroi de la concession; sa décision n’est pas sujette à recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_11"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Décision",
        "citation": "Art. 11 al. 2 LJAr",
        "content": "La concession est publiée dans la Feuille fédérale et dans la feuille officielle du canton d’implantation de la maison de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_11"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Durée de validité, prolongation ou renouvellement",
        "citation": "Art. 12 al. 1 LJAr",
        "content": "La durée de validité de la concession est de 20 ans. Si des circonstances particulières le justifient, le Conseil fédéral peut prévoir une durée supérieure ou inférieure. Il peut en particulier prévoir une durée inférieure pour l’extension de la concession au droit d’exploiter des jeux de casino en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_12"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Durée de validité, prolongation ou renouvellement",
        "citation": "Art. 12 al. 2 LJAr",
        "content": "La concession peut être prolongée ou renouvelée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_12"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Obligation de communiquer",
        "citation": "Art. 13 LJAr",
        "content": "Le titulaire de la concession communique à la CFMJ:\na. toute modification de faits pertinents relatifs aux conditions d’octroi de la concession;\nb. le nom ou la raison sociale ainsi que l’adresse des actionnaires qui détiennent plus de 5 % du capital-actions ou des voix;\nc. tout changement de la participation au capital ou du pourcentage des voix, ou des informations concernant l’identité visées à la let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_13"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Transmissibilité",
        "citation": "Art. 14 LJAr",
        "content": "La concession n’est pas transmissible. Tout acte juridique qui est contraire à cette interdiction ou vise à la contourner est nul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_14"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Retrait, restriction et suspension",
        "citation": "Art. 15 al. 1 LJAr",
        "content": "La CFMJ retire la concession:\na. si certaines des conditions essentielles qui étaient attachées à son attribution ne sont plus remplies, ou\nb. si le titulaire de la concession:\n1. a obtenu la concession en donnant des indications incomplètes ou inexactes, \n2. n’a pas commencé l’exploitation dans le délai fixé par la concession, \n3. cesse l’exploitation pendant une durée relativement longue, à moins qu’il ne soit empêché de poursuivre l’exploitation pour des raisons indépendantes de sa volonté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_15"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Retrait, restriction et suspension",
        "citation": "Art. 15 al. 2 LJAr",
        "content": "Elle retire également la concession si le titulaire de la concession ou une des personnes auxquelles il a confié la gestion de la maison de jeu:\na. contrevient de manière grave ou répétée à la présente loi, à ses dispositions d’exécution ou à la concession;\nb. utilise la concession à des fins illicites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_15"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Retrait, restriction et suspension",
        "citation": "Art. 15 al. 3 LJAr",
        "content": "Dans les cas de peu de gravité, la CFMJ peut suspendre la concession, la restreindre ou l’assortir de conditions et charges supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_15"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 1, Concessions, Retrait, restriction et suspension",
        "citation": "Art. 15 al. 4 LJAr",
        "content": "Si la concession est retirée, la CFMJ peut ordonner la dissolution de la société anonyme; elle nomme le liquidateur et surveille son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_15"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Obligation de détenir une autorisation",
        "citation": "Art. 16 al. 1 LJAr",
        "content": "Le titulaire de la concession doit obtenir une autorisation de la CFMJ pour chacun des jeux de casino qu’il entend exploiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_16"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Obligation de détenir une autorisation",
        "citation": "Art. 16 al. 2 LJAr",
        "content": "Le Conseil fédéral peut prévoir une procédure d’autorisation simplifiée pour les modifications mineures apportées à un jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_16"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Obligation de détenir une autorisation",
        "citation": "Art. 16 al. 3 LJAr",
        "content": "La CFMJ peut autoriser également le titulaire de la concession à exploiter des petits tournois de poker.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_16"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Obligation de détenir une autorisation",
        "citation": "Art. 16 al. 4 LJAr",
        "content": "Le Conseil fédéral détermine dans quelle mesure la CFMJ peut autoriser les maisons de jeu à collaborer avec d’autres exploitants de jeux de casino en Suisse et à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_16"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Obligation de détenir une autorisation",
        "citation": "Art. 16 al. 5 LJAr",
        "content": "Si la maison de jeu titulaire d’une concession B est implantée dans une région dépendant d’une activité touristique fortement saisonnière, elle peut renoncer à exploiter le domaine des jeux de table en dehors de la saison touristique pendant 270 jours au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_16"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Exigences",
        "citation": "Art. 17 al. 1 LJAr",
        "content": "Les jeux doivent être conçus de façon à pouvoir être exploités de manière sûre et transparente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_17"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Exigences",
        "citation": "Art. 17 al. 2 LJAr",
        "content": "Les jeux exploités en ligne doivent être conçus en outre de façon à pouvoir s’accompagner de mesures appropriées de protection contre le jeu excessif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_17"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Exigences",
        "citation": "Art. 17 al. 3 LJAr",
        "content": "Le Conseil fédéral édicte les prescriptions techniques nécessaires à la mise en œuvre des exigences fixées aux al. 1 et 2. Il tient compte des règles en usage au niveau international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_17"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Indications et documents",
        "citation": "Art. 18 al. 1 LJAr",
        "content": "Dans la demande d’autorisation, la maison de jeu fournit des indications établissant que les exigences fixées à l’art. 17 sont respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_18"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Indications et documents",
        "citation": "Art. 18 al. 2 LJAr",
        "content": "La maison de jeu qui souhaite exploiter un jeu de casino automatisé ou en ligne fournit à la CFMJ un certificat d’un organisme d’évaluation de la conformité accrédité attestant la conformité du jeu aux prescriptions techniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_18"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Indications et documents",
        "citation": "Art. 18 al. 3 LJAr",
        "content": "La maison de jeu n’est pas tenue de fournir les indications et les documents visés aux al. 1 et 2 si elle peut apporter la preuve qu’ils ont déjà été fournis auparavant dans le cadre d’une autre procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_18"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Systèmes de jackpot",
        "citation": "Art. 19 LJAr",
        "content": "Les maisons de jeu peuvent établir une connexion entre les jeux de casino de l’établissement et avec ceux d’autres maisons de jeu afin de former des jackpots. Le Conseil fédéral fixe les conditions d’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_19"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Consultation",
        "citation": "Art. 20 al. 1 LJAr",
        "content": "Avant de rendre sa décision sur la qualification d’un jeu comme jeu de casino, la CFMJ consulte l’autorité intercantonale (art. 105). En cas de divergences, les deux autorités procèdent à un échange de vues. Si l’échange de vues n’aboutit pas, elles soumettent le cas à l’organe de coordination (art. 113).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_20"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 2, Maisons de jeu, Section 2, Offre de jeux, Consultation",
        "citation": "Art. 20 al. 2 LJAr",
        "content": "La CFMJ peut renoncer à consulter l’autorité intercantonale avant de rendre une décision de routine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_20"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 1, Autorisation d’exploitant, Obligation de détenir une autorisation",
        "citation": "Art. 21 LJAr",
        "content": "Toute personne qui souhaite exploiter des jeux de grande envergure doit obtenir une autorisation d’exploitant de l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_21"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 1, Autorisation d’exploitant, Conditions",
        "citation": "Art. 22 al. 1 LJAr",
        "content": "L’autorisation d’exploitant peut être délivrée si l’exploitant:\na. est une personne morale de droit suisse;\nb. jouit d’une bonne réputation;\nc. expose sa situation économique;\nd. déclare d’éventuelles participations, notamment financières, dans d’autres entreprises;\ne. établit l’origine licite des fonds à disposition;\nf. garantit une gestion irréprochable et indépendante vis-à-vis de tiers;\ng. dispose de moyens financiers suffisants et garantit le paiement des gains aux joueurs;\nh. se dote d’un programme de mesures de sécurité et d’un programme de mesures sociales;\ni. s’assure que les frais d’exploitation, notamment les frais de publicité et les salaires, sont dans un rapport approprié avec les moyens affectés aux buts d’utilité publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_22"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 1, Autorisation d’exploitant, Conditions",
        "citation": "Art. 22 al. 2 LJAr",
        "content": "L’al. 1, let. i, ne s’applique pas aux jeux d’adresse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_22"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 1, Autorisation d’exploitant, Nombre d’exploitants",
        "citation": "Art. 23 al. 1 LJAr",
        "content": "Les cantons déterminent le nombre maximal d’exploitants de loteries et de paris sportifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_23"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 1, Autorisation d’exploitant, Nombre d’exploitants",
        "citation": "Art. 23 al. 2 LJAr",
        "content": "Ils peuvent en outre désigner en la forme légale les sociétés auxquelles l’autorité intercantonale peut délivrer une autorisation pour l’exploitation de loteries et de paris sportifs, pour autant que les conditions d’autorisation soient réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_23"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Obligation de détenir une autorisation",
        "citation": "Art. 24 al. 1 LJAr",
        "content": "Toute personne qui souhaite exploiter des jeux de grande envergure doit obtenir une autorisation de jeu de l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_24"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Obligation de détenir une autorisation",
        "citation": "Art. 24 al. 2 LJAr",
        "content": "Le Conseil fédéral peut prévoir une procédure d’autorisation simplifiée pour les modifications mineures apportées à un jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_24"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Conditions",
        "citation": "Art. 25 al. 1 LJAr",
        "content": "L’autorisation d’exploitation d’un jeu de grande envergure peut être délivrée si:\na. le jeu peut être exploité de manière sûre et transparente;\nb. l’exploitant prévoit des mesures appropriées de protection contre le jeu excessif;\nc. l’exploitant affecte les bénéfices nets à des buts d’utilité publique, sauf lorsque le jeu est un jeu d’adresse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_25"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Conditions",
        "citation": "Art. 25 al. 2 LJAr",
        "content": "Les paris sportifs ne peuvent pas porter sur des événements sportifs dont les participants sont en majorité des mineurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_25"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Conditions",
        "citation": "Art. 25 al. 3 LJAr",
        "content": "Le Conseil fédéral détermine dans quelle mesure l’autorité intercantonale peut autoriser l’exploitant de jeux de grande envergure à collaborer avec d’autres exploitants de jeux de grande envergure en Suisse et à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_25"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Demande",
        "citation": "Art. 26 LJAr",
        "content": "Dans la demande d’autorisation de jeu, l’exploitant fournit des indications sur:\na. la conception et l’exploitation des jeux des points de vue technique, organisationnel et financier;\nb. les mesures visant à assurer une protection contre le jeu excessif et une exploitation sûre et transparente des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_26"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Consultation",
        "citation": "Art. 27 al. 1 LJAr",
        "content": "Avant de rendre sa décision sur la qualification d’un jeu comme jeu de grande envergure, l’autorité intercantonale consulte la CFMJ. En cas de divergences, les deux autorités procèdent à un échange de vues. Si l’échange de vues n’aboutit pas, elles soumettent le cas à l’organe de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_27"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Consultation",
        "citation": "Art. 27 al. 2 LJAr",
        "content": "L’autorité intercantonale peut renoncer à consulter la CFMJ avant de rendre une décision de routine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_27"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 2, Autorisation de jeu, Droit cantonal",
        "citation": "Art. 28 LJAr",
        "content": "Les cantons peuvent légiférer pour interdire l’exploitation des jeux de grande envergure suivants:\na. toutes les loteries;\nb. tous les paris sportifs;\nc. tous les jeux d’adresse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_28"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 3, Dispositions communes, Durée de validité, conditions et charges",
        "citation": "Art. 29 al. 1 LJAr",
        "content": "L’autorisation d’exploitant et l’autorisation de jeu peuvent être délivrées pour une durée limitée et sont renouvelables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_29"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 3, Dispositions communes, Durée de validité, conditions et charges",
        "citation": "Art. 29 al. 2 LJAr",
        "content": "Elles peuvent être assorties de conditions et charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_29"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 3, Dispositions communes, Transmissibilité",
        "citation": "Art. 30 LJAr",
        "content": "L’autorisation d’exploitant et l’autorisation de jeu ne sont pas transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_30"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 3, Dispositions communes, Retrait, restriction et suspension",
        "citation": "Art. 31 al. 1 LJAr",
        "content": "L’autorité intercantonale retire l’autorisation d’exploitant ou l’autorisation de jeu si elles ne répondent plus aux conditions d’octroi fixées par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_31"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 3, Jeux de grande envergure, Section 3, Dispositions communes, Retrait, restriction et suspension",
        "citation": "Art. 31 al. 2 LJAr",
        "content": "Dans les cas de peu de gravité, elle peut suspendre l’autorisation, la restreindre ou l’assortir de conditions et charges supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_31"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Obligation de détenir une autorisation",
        "citation": "Art. 32 al. 1 LJAr",
        "content": "Toute personne qui souhaite exploiter des jeux de petite envergure doit obtenir une autorisation de l’autorité cantonale de surveillance et d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_32"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Obligation de détenir une autorisation",
        "citation": "Art. 32 al. 2 LJAr",
        "content": "L’autorité cantonale de surveillance et d’exécution transmet ses décisions d’autorisation à l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_32"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions générales",
        "citation": "Art. 33 al. 1 LJAr",
        "content": "L’autorisation d’exploitation d’un jeu de petite envergure peut être délivrée si:\na. l’exploitant:\n1. est une personne morale de droit suisse,\n2. jouit d’une bonne réputation,\n3. garantit une gestion et une exploitation des jeux transparentes et irréprochables;\nb. le jeu est conçu de façon à pouvoir être exploité de manière sûre et transparente et à présenter un risque faible de jeu excessif, de criminalité et de blanchiment d’argent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_33"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions générales",
        "citation": "Art. 33 al. 2 LJAr",
        "content": "L’organisation ou l’exploitation de petites loteries ou de paris sportifs locaux ne peuvent être confiées à des tiers que si ces derniers poursuivent des buts d’utilité publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_33"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 1 LJAr",
        "content": "Les petites loteries doivent reposer sur une répartition des gains définie à l’avance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 2 LJAr",
        "content": "Les bénéfices nets doivent être affectés intégralement à des buts d’utilité publique. Une affectation au sens de l’art. 129 est réservée. Les frais d’exploitation doivent être dans un rapport approprié avec ces bénéfices.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 3 LJAr",
        "content": "Le Conseil fédéral fixe les autres conditions d’octroi de l’autorisation. Il détermine notamment:\na. le montant maximal de la mise unitaire;\nb. la somme totale maximale des mises par petite loterie; \nc. les chances minimales de gains;\nd. le nombre annuel maximal de petites loteries qui peuvent être organisées par exploitant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 4 LJAr",
        "content": "Pour les petites loteries destinées à financer certains événements d’importance suprarégionale, le Conseil fédéral peut fixer une somme totale maximale des mises supérieure. La participation à des petites loteries de ce genre peut exceptionnellement être proposée aussi dans d’autres cantons si ces derniers donnent leur accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 5 LJAr",
        "content": "Pour l’organisation des petites loteries visées à l’al. 4, une autorisation de l’autorité cantonale de surveillance et d’exécution est nécessaire. Cette autorité soumet sa décision d’autorisation à l’approbation de l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 6 LJAr",
        "content": "L’autorité intercantonale approuve la décision d’autorisation si les conditions prévues à l’al. 4 et à l’art. 33, al. 1, let. b, ainsi que les éventuelles exigences intercantonales sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petites loteries",
        "citation": "Art. 34 al. 7 LJAr",
        "content": "Les cantons peuvent limiter la somme maximale des mises de l’ensemble des petites loteries organisées dans un canton en un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_34"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les paris sportifs locaux",
        "citation": "Art. 35 al. 1 LJAr",
        "content": "Les paris sportifs locaux doivent être conçus selon le principe du totalisateur; ils ne peuvent être proposés et réalisés que sur le lieu de l’événement sportif auquel ils se rapportent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_35"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les paris sportifs locaux",
        "citation": "Art. 35 al. 2 LJAr",
        "content": "Les bénéfices nets doivent être affectés intégralement à des buts d’utilité publique. Une affectation au sens de l’art. 129 est réservée. Les frais d’exploitation doivent être dans un rapport approprié avec ces bénéfices.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_35"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les paris sportifs locaux",
        "citation": "Art. 35 al. 3 LJAr",
        "content": "Le Conseil fédéral fixe les autres conditions d’octroi de l’autorisation. Il détermine notamment:\na. le montant maximal de la mise unitaire;\nb. la somme totale maximale des mises par pari sportif local;\nc. les chances minimales de gains;\nd. le nombre annuel maximal de paris sportifs qui peuvent être organisés par exploitant et par lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_35"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petits tournois de poker",
        "citation": "Art. 36 al. 1 LJAr",
        "content": "L’octroi de l’autorisation d’exploitation d’un petit tournoi de poker est subordonné aux conditions supplémentaires suivantes:\na. le nombre de joueurs est limité et les joueurs jouent les uns contre les autres;\nb. la mise de départ est modique et dans un rapport approprié avec la durée du tournoi;\nc. la somme des gains est égale à la somme des mises de départ;\nd. le tournoi se tient dans un lieu accessible au public; \ne. les règles du jeu et les informations sur la protection des joueurs contre le jeu excessif sont mises à la disposition des joueurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_36"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petits tournois de poker",
        "citation": "Art. 36 al. 2 LJAr",
        "content": "Une taxe de participation peut être prélevée auprès des joueurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_36"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Conditions supplémentaires pour les petits tournois de poker",
        "citation": "Art. 36 al. 3 LJAr",
        "content": "Le Conseil fédéral fixe les autres conditions d’octroi de l’autorisation. Il détermine notamment:\na. le montant maximal de la mise de départ;\nb. la somme maximale des mises de départ par tournoi;\nc. le nombre maximal de tournois par jour et par lieu;\nd. le nombre minimal de participants;\ne. la durée minimale des tournois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_36"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Demande",
        "citation": "Art. 37 al. 1 LJAr",
        "content": "Dans la demande d’autorisation, l’exploitant fournit à l’autorité cantonale de surveillance et d’exécution, pour chaque jeu de petite envergure, des informations sur la conception et l’exploitation du jeu des points de vue technique, organisationnel et financier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_37"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Demande",
        "citation": "Art. 37 al. 2 LJAr",
        "content": "La demande peut porter sur plusieurs jeux de petite envergure du même type. Ces jeux doivent être organisés dans un même lieu sur une période de six mois au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_37"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Rapport et présentation des comptes",
        "citation": "Art. 38 al. 1 LJAr",
        "content": "Les exploitants de petites loteries et de paris sportifs locaux remettent un rapport à l’autorité cantonale de surveillance et d’exécution dans les trois mois qui suivent la fin du jeu. Ce rapport comprend: \na. le décompte du jeu;\nb. des informations sur le déroulement du jeu;\nc. des informations sur l’affectation des bénéfices.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_38"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Rapport et présentation des comptes",
        "citation": "Art. 38 al. 2 LJAr",
        "content": "Les règles de présentation des comptes et de révision fixées aux art. 48 et 49, al. 3 et 4, s’appliquent aux exploitants qui proposent 24 petits tournois de poker ou plus par an. L’al. 1, let. a et b, s’applique aux exploitants des autres petits tournois de poker.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_38"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Durée de validité, modification, transmissibilité et retrait",
        "citation": "Art. 39 LJAr",
        "content": "Les art. 29 à 31 s’appliquent par analogie à la durée de validité, à la modification, à la transmissibilité et au retrait de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_39"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Surveillance",
        "citation": "Art. 40 al. 1 LJAr",
        "content": "L’autorité cantonale qui autorise et surveille les jeux de petite envergure contrôle le respect des dispositions légales relatives à ces jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_40"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Surveillance",
        "citation": "Art. 40 al. 2 LJAr",
        "content": "Elle peut notamment:\na. exiger de l’exploitant les renseignements et documents nécessaires et effectuer des contrôles; \nb. prendre des mesures provisionnelles pendant la durée de l’enquête;\nc. en cas de violation de la présente loi ou d’irrégularité, ordonner les mesures nécessaires au rétablissement de l’ordre légal ou à la suppression de l’irrégularité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_40"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Droit cantonal",
        "citation": "Art. 41 al. 1 LJAr",
        "content": "Les cantons peuvent prévoir des dispositions relatives aux jeux de petite envergure allant plus loin que celles du présent chapitre ou interdire certains jeux de petite envergure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_41"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Droit cantonal",
        "citation": "Art. 41 al. 2 LJAr",
        "content": "Les art. 32, 33, 34, al. 3 à 7, et 37 à 40 ne s’appliquent pas aux petites loteries organisées à l’occasion d’une réunion récréative, avec des lots uniquement en nature, lorsque l’émission, le tirage des billets et la distribution des lots sont en corrélation directe avec la réunion récréative et que la somme totale maximale des mises est peu élevée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_41"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 4, Jeux de petite envergure, Droit cantonal",
        "citation": "Art. 41 al. 3 LJAr",
        "content": "Le Conseil fédéral définit la somme maximale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_41"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Programme de mesures de sécurité",
        "citation": "Art. 42 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure élaborent un programme de mesures de sécurité. Ils y définissent les mesures qu’ils entendent prendre pour assurer une exploitation sûre et transparente des jeux et pour lutter contre la criminalité et le blanchiment d’argent, compte tenu des dangers potentiels et des caractéristiques des canaux de distribution des différentes offres de jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_42"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Programme de mesures de sécurité",
        "citation": "Art. 42 al. 2 LJAr",
        "content": "Le programme de mesures de sécurité garantit notamment que:\na. les structures organisationnelles et les processus d’exploitation ainsi que les responsabilités y afférentes sont documentés;\nb. la maison de jeu ou l’exploitant de jeux de grande envergure utilise un système de contrôle permettant de surveiller et de documenter les transactions liées aux mises et à la délivrance des gains;\nc. les procédures de détermination des gains fonctionnent de manière irréprochable;\nd. l’accès aux jeux est interdit aux personnes non autorisées, et \ne. l’exploitation des jeux est conçue de manière à empêcher des agissements prohibés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_42"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Programme de mesures de sécurité",
        "citation": "Art. 42 al. 3 LJAr",
        "content": "Le Conseil fédéral précise les exigences auxquelles doit répondre le programme de mesures de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_42"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Obligation de communiquer",
        "citation": "Art. 43 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure communiquent à l’autorité d’exécution compétente tout événement important susceptible de mettre en péril la sécurité et la transparence de l’exploitation des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_43"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Information des joueurs",
        "citation": "Art. 44 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure mettent à la disposition des joueurs les informations nécessaires à la participation au jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_44"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Mises et gains des joueurs non autorisés",
        "citation": "Art. 45 al. 1 LJAr",
        "content": "Les joueurs qui n’ont pas l’âge minimum requis ou qui sont frappés d’une mesure d’exclusion ou d’une interdiction de jeu n’ont pas droit au remboursement des sommes engagées ni au versement de leurs gains.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_45"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Mises et gains des joueurs non autorisés",
        "citation": "Art. 45 al. 2 LJAr",
        "content": "Les éventuels gains des joueurs visés à l’al. 1 sont affectés intégralement:\na. à l’assurance-vieillesse, survivants et invalidité s’ils ont été réalisés dans une maison de jeu;\nb. à des buts d’utilité publique s’ils ont été réalisés lors de jeux de grande envergure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_45"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Contrats avec des tiers",
        "citation": "Art. 46 al. 1 LJAr",
        "content": "Les contrats conclus entre des maisons de jeu et des tiers ou entre des exploitants de jeux de grande envergure et des tiers ne peuvent pas prévoir de prestations dépendant du chiffre d’affaires ou du produit de l’exploitation des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_46"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Contrats avec des tiers",
        "citation": "Art. 46 al. 2 LJAr",
        "content": "Des contrats liés au chiffre d’affaires ou au produit de l’exploitation des jeux peuvent être conclus avec des fournisseurs de jeux en ligne, pour autant que la rémunération soit raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_46"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Contrats avec des tiers",
        "citation": "Art. 46 al. 3 LJAr",
        "content": "Des contrats liés au chiffre d’affaire ou au produit de l’exploitation des jeux peuvent être conclus avec des distributeurs de jeux de grande envergure, pour autant que la rémunération soit raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_46"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Rapports ",
        "citation": "Art. 47 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure remettent chaque année un rapport de gestion à l’autorité d’exécution compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_47"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Rapports ",
        "citation": "Art. 47 al. 2 LJAr",
        "content": "Ils rendent compte à l’autorité d’exécution compétente de la manière dont ils mettent en œuvre le programme de mesures de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_47"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Présentation des comptes",
        "citation": "Art. 48 al. 1 LJAr",
        "content": "Outre les dispositions de la présente loi, les dispositions du titre trente-deuxième du code des obligations (CO) s’appliquent à la présentation des comptes des maisons de jeu et des exploitants de jeux de grande envergure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_48"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Présentation des comptes",
        "citation": "Art. 48 al. 2 LJAr",
        "content": "Le Conseil fédéral peut prévoir l’application d’une norme comptable reconnue au sens de l’art. 962a CO et déroger aux dispositions du CO relative à la comptabilité et à la présentation des comptes si les particularités du domaine des jeux l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_48"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Organe de révision",
        "citation": "Art. 49 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure font contrôler leurs comptes annuels par un organe de révision indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_49"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Organe de révision",
        "citation": "Art. 49 al. 2 LJAr",
        "content": "Les prescriptions du droit de la société anonyme s’appliquent à l’organe de révision et à la révision des comptes annuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_49"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Organe de révision",
        "citation": "Art. 49 al. 3 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure sont tenus de soumettre leurs comptes annuels à un contrôle ordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_49"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Organe de révision",
        "citation": "Art. 49 al. 4 LJAr",
        "content": "Les exploitants de jeux de grande envergure qui n’exploitent que des jeux d’adresse peuvent soumettre leurs comptes annuels à un contrôle restreint s’ils n’atteignent pas les seuils fixés à l’art. 727 CO. Ils ne peuvent renoncer au contrôle de leurs comptes annuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_49"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Organe de révision",
        "citation": "Art. 49 al. 5 LJAr",
        "content": "L’organe de révision remet son rapport à l’autorité d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_49"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Obligation de dénoncer",
        "citation": "Art. 50 LJAr",
        "content": "Si l’organe de révision constate une violation des dispositions légales ou d’autres irrégularités lors de la vérification des comptes, il doit en informer immédiatement l’autorité d’exécution compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_50"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 1, Dispositions communes, Traitement des données",
        "citation": "Art. 51 LJAr",
        "content": "Afin de protéger les joueurs contre le jeu excessif et de lutter contre la criminalité et le blanchiment d’argent, les maisons de jeu et les exploitants de jeux de grande envergure peuvent traiter des données personnelles, y compris des données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_51"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Interdiction de jeu",
        "citation": "Art. 52 al. 1 LJAr",
        "content": "Les personnes suivantes ont l’interdiction de jouer dans les maisons de jeu:\na. les membres de la CFMJ et le personnel de son secrétariat;\nb. les employés des maisons de jeu qui participent à l’exploitation des jeux; \nc. les membres du conseil d’administration ou de la direction des entreprises qui fabriquent ou commercialisent des installations de jeu;\nd. les membres du conseil d’administration des maisons de jeu;\ne. les mineurs;\nf. les personnes exclues des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_52"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Interdiction de jeu",
        "citation": "Art. 52 al. 2 LJAr",
        "content": "Les personnes suivantes ont l’interdiction de jouer dans la maison de jeu avec laquelle elles sont en relation: \na. les employés de la maison de jeu et de ses établissements annexes qui ne participent pas à l’exploitation des jeux;\nb. les actionnaires détenant plus de 5 % du capital-actions ou des voix de la maison de jeu;\nc. les employés de l’organe de révision chargés de la révision des comptes de la maison de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_52"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Restriction de la participation",
        "citation": "Art. 53 al. 1 LJAr",
        "content": "La maison de jeu peut:\na. refuser l’accès et la participation de certaines personnes aux jeux sans fournir de motif;\nb. exiger un prix d’entrée;\nc. édicter des prescriptions quant au code vestimentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_53"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Restriction de la participation",
        "citation": "Art. 53 al. 2 LJAr",
        "content": "L’al. 1, let. b et c, n’est pas applicable aux jeux exploités en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_53"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Identification des joueurs",
        "citation": "Art. 54 LJAr",
        "content": "Les joueurs doivent être identifiés avant le début du jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_54"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Mises et enjeux",
        "citation": "Art. 55 LJAr",
        "content": "Seuls des jetons et des plaques de la maison de jeu considérée peuvent être engagés aux jeux de table.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_55"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Produit illicite des jeux",
        "citation": "Art. 56 LJAr",
        "content": "Le produit des jeux obtenu de manière illicite est affecté à l’assurance vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_56"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Pourboires et autres dons",
        "citation": "Art. 57 al. 1 LJAr",
        "content": "Les pourboires destinés aux employés participant à l’exploitation des jeux doivent être remis à la maison de jeu. Celle-ci les gère de manière séparée et informe de façon transparente aussi bien les employés que les joueurs de la clé de répartition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_57"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Pourboires et autres dons",
        "citation": "Art. 57 al. 2 LJAr",
        "content": "Les autres dons versés à titre individuel aux employés participant à l’exploitation des jeux sont interdits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_57"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Autorisations",
        "citation": "Art. 58 al. 1 LJAr",
        "content": "Le Conseil fédéral peut prévoir des autorisations spéciales, notamment en ce qui concerne:\na. les fournisseurs d’appareils de jeu;\nb. les équipements techniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_58"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Autorisations",
        "citation": "Art. 58 al. 2 LJAr",
        "content": "Il règle les conditions et la procédure d’octroi des autorisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_58"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Délégation de la vidéo-surveillance ",
        "citation": "Art. 59 al. 1 LJAr",
        "content": "La CFMJ peut autoriser les maisons de jeu titulaires d’une concession B implantées dans une région dépendant d’une activité touristique fortement saisonnière qui, malgré une saine gestion, n’obtiennent pas un rendement approprié, à déléguer l’exploitation du système de vidéo-surveillance à une autre maison de jeu suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_59"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 2, Exploitation de jeux de casino, Délégation de la vidéo-surveillance ",
        "citation": "Art. 59 al. 2 LJAr",
        "content": "La maison de jeu qui délègue la vidéo-surveillance conserve l’entière responsabilité de l’exploitation sûre et transparente des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_59"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Tirages de loterie",
        "citation": "Art. 60 al. 1 LJAr",
        "content": "Les tirages de loterie automatisés doivent être documentés de manière adéquate par l’exploitant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_60"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Tirages de loterie",
        "citation": "Art. 60 al. 2 LJAr",
        "content": "Les tirages de loterie manuels doivent être surveillés par un officier public ou une personne habilitée à dresser des actes authentiques; un procès-verbal du tirage doit être établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_60"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure",
        "citation": "Art. 61 al. 1 LJAr",
        "content": "Seuls les détenteurs d’une autorisation d’exploitant ou les tiers qu’ils ont mandatés peuvent proposer la participation à des jeux de grande envergure à des fins commerciales. L’organisation à des fins commerciales, par des tiers, de sociétés de joueurs visant la participation à ces jeux est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_61"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure",
        "citation": "Art. 61 al. 2 LJAr",
        "content": "Les jeux de grande envergure sont proposés uniquement dans des lieux publics qui ne sont pas destinés principalement à l’exploitation de jeux d’argent. Font exception à cette règle: \na. les salles de jeu destinées à l’exploitation d’appareils automatiques de jeux d’adresse; \nb. les maisons de jeu qui, dans leurs locaux, exploitent des jeux d’adresse ou proposent la participation à des paris sportifs et à des loteries exploités par un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_61"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure dans les maisons de jeu",
        "citation": "Art. 62 al. 1 LJAr",
        "content": "Les maisons de jeu peuvent, moyennant une autorisation de la CFMJ, exploiter elles-mêmes des jeux d’adresse et proposer la participation à des paris sportifs et à des loteries exploités par un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_62"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure dans les maisons de jeu",
        "citation": "Art. 62 al. 2 LJAr",
        "content": "L’autorisation est délivrée si la maison de jeu apporte la preuve qu’elle est en possession des autorisations prévues au chapitre 3 et si elle garantit que:\na. les jeux de grande envergure qu’elle exploite ou propose à l’intérieur du secteur des jeux ont lieu dans une zone séparée du secteur des jeux de casino;\nb. les jeux de grande envergure sont identifiés comme tels;\nc. les flux financiers sont comptabilisés de manière séparée;\nd. l’offre de jeux de grande envergure est de moindre importance par rapport à l’offre de jeux de casino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_62"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure dans les maisons de jeu",
        "citation": "Art. 62 al. 3 LJAr",
        "content": "L’exploitant de jeux de grande envergure prend les mesures prévues par la loi pour assurer l’exploitation sûre et transparente du jeu, la lutte contre le blanchiment d’argent et la protection des joueurs contre le jeu excessif. Si les jeux sont exploités à l’intérieur du secteur des jeux, la maison de jeu met au surplus en œuvre les mesures prévues aux art. 78 et 80.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_62"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure dans les maisons de jeu",
        "citation": "Art. 62 al. 4 LJAr",
        "content": "L’exploitant de jeux de grande envergure fournit à la maison de jeu toutes les informations nécessaires à la mise en œuvre des mesures prévues aux art. 78 et 80.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_62"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Offre de jeux de grande envergure dans les maisons de jeu",
        "citation": "Art. 62 al. 5 LJAr",
        "content": "Les al. 1 à 4 s’appliquent par analogie à l’offre en ligne de jeux de grande envergure proposée par les maisons de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_62"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Contrats avec des organisations sportives ou avec des sportifs",
        "citation": "Art. 63 al. 1 LJAr",
        "content": "L’exploitant de jeux de grande envergure ne peut pas détenir d’intérêts économiques dans des organisations sportives qui participent à des compétitions sportives s’il propose lui-même des paris sportifs sur ces compétitions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_63"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Contrats avec des organisations sportives ou avec des sportifs",
        "citation": "Art. 63 al. 2 LJAr",
        "content": "Il ne peut pas conclure de contrats de parrainage ou de collaboration avec des sportifs ou des organisations sportives qui participent à des compétitions sportives s’il propose lui-même des paris sportifs sur ces compétitions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_63"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Information de l’autorité en cas de soupçon de manipulation de compétitions sportives",
        "citation": "Art. 64 al. 1 LJAr",
        "content": "Les exploitants de paris sportifs informent sans délai l’autorité intercantonale de tout soupçon de manipulation d’une compétition sportive pour laquelle ils proposent des paris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_64"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Information de l’autorité en cas de soupçon de manipulation de compétitions sportives",
        "citation": "Art. 64 al. 2 LJAr",
        "content": "En cas de soupçon de manipulation d’une compétition sportive qui a lieu en Suisse ou pour laquelle des paris sont proposés en Suisse, les organisations ayant leur siège en Suisse qui participent à cette compétition, l’organisent, en assurent le déroulement ou la surveillent en informent sans délai l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_64"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Information de l’autorité en cas de soupçon de manipulation de compétitions sportives",
        "citation": "Art. 64 al. 3 LJAr",
        "content": "Si la prévention ou la poursuite d’une manipulation de compétition sportive l’exige, les exploitants de paris sportifs et les organisations visées à l’al. 2 communiquent les informations requises, y compris des données sensibles, à l’autorité intercantonale et aux autorités fédérales, cantonales et communales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_64"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Collaboration avec les autorités",
        "citation": "Art. 65 al. 1 LJAr",
        "content": "L’autorité intercantonale collabore avec les exploitants de paris sportifs, les organisations visées à l’art. 64, al. 2, et les organisations concernées ayant leur siège à l’étranger pour la lutte contre les manipulations de compétitions sportives et la poursuite de ces manipulations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_65"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Collaboration avec les autorités",
        "citation": "Art. 65 al. 2 LJAr",
        "content": "Si elle a des motifs suffisants de soupçonner une manipulation de compétition sportive, elle peut notamment communiquer les données suivantes, y compris des données sensibles relatives à l’existence de procédures pénales ou administratives, aux exploitants et organisations:\na. données personnelles concernant des parieurs;\nb. données personnelles permettant d’évaluer le comportement des personnes concernées en matière de paris sportifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_65"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Collaboration avec les autorités",
        "citation": "Art. 65 al. 2bis LJAr",
        "content": "Si le soupçon s’avère infondé, les données doivent être immédiatement effacées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_65"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Collaboration avec les autorités",
        "citation": "Art. 65 al. 3 LJAr",
        "content": "Le Conseil fédéral règle l’objet et les modalités de la transmission des données à ces organisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_65"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 3, Exploitation de jeux de grande envergure, Restriction de la participation",
        "citation": "Art. 66 LJAr",
        "content": "Les exploitants de jeux de grande envergure peuvent refuser la participation de certaines personnes au jeu sans fournir de motif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_66"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Application de la loi sur le blanchiment d’argent",
        "citation": "Art. 67 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure sont soumis à la loi du 10 octobre 1997 sur le blanchiment d’argent (LBA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_67"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Application de la loi sur le blanchiment d’argent",
        "citation": "Art. 67 al. 2 LJAr",
        "content": "L’étendue des obligations de diligence en matière de lutte contre le blanchiment d’argent dépend du risque et des caractéristiques du jeu et du canal de distribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_67"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Application de la loi sur le blanchiment d’argent",
        "citation": "Art. 67 al. 3 LJAr",
        "content": "Les exploitants de jeux de grande envergure non exploités en ligne ne doivent satisfaire aux obligations de diligence fixées aux art. 3 à 7 LBA que lorsqu’un gain atteignant une somme importante est versé à un joueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_67"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Application de la loi sur le blanchiment d’argent",
        "citation": "Art. 67 al. 4 LJAr",
        "content": "Le DFJP fixe les sommes considérées comme importantes dans le domaine des jeux de grande envergure et, au besoin, les adapte. Il tient compte à cet effet des dangers liés aux jeux concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_67"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Obligations de diligence particulières pour les jeux exploités en ligne",
        "citation": "Art. 68 al. 1 LJAr",
        "content": "Lorsque des jeux sont exploités en ligne, l’identification du cocontractant, au moment de l’établissement de la relation d’affaires, peut avoir lieu sur la base d’une auto-déclaration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_68"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Obligations de diligence particulières pour les jeux exploités en ligne",
        "citation": "Art. 68 al. 2 LJAr",
        "content": "L’identité du cocontractant doit être vérifiée conformément à l’art. 3, al. 1, LBA lorsque les mises mensuelles ou lorsque les gains, ponctuels ou cumulés sur un mois, atteignent une somme importante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_68"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Obligations de diligence particulières pour les jeux exploités en ligne",
        "citation": "Art. 68 al. 3 LJAr",
        "content": "La CFMJ fixe les sommes considérées comme importantes dans le domaine des jeux de casino et, au besoin, les adapte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_68"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Obligations de diligence particulières pour les jeux exploités en ligne",
        "citation": "Art. 68 al. 4 LJAr",
        "content": "Le DFJP fixe les sommes considérées comme importantes dans le domaine des jeux de grande envergure et, au besoin, les adapte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_68"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Chèques et dépôts",
        "citation": "Art. 69 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure ne peuvent ni accepter ni émettre de chèques au porteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_69"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Chèques et dépôts",
        "citation": "Art. 69 al. 2 LJAr",
        "content": "Ils peuvent accepter les chèques émis à leur nom. Ils doivent s’assurer de l’identité du tireur lorsque le chèque leur est remis et enregistrer la transaction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_69"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Chèques et dépôts",
        "citation": "Art. 69 al. 3 LJAr",
        "content": "Ils peuvent conserver les gains de leurs clients sous forme de dépôts qu’ils tiennent à la disposition de ces derniers. Les avoirs en dépôt ne peuvent porter intérêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_69"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Chèques et dépôts",
        "citation": "Art. 69 al. 4 LJAr",
        "content": "Pour les jeux exploités en ligne, la tenue d’un compte de joueur personnel est autorisée. Les valeurs en compte ne portent pas intérêt. Le Conseil fédéral peut fixer la somme maximale pouvant être détenue sur le compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_69"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 5, Exploitation de jeux de casino et de jeux de grande envergure, Section 4, Lutte contre le blanchiment d’argent, Attestations de gains",
        "citation": "Art. 70 LJAr",
        "content": "La maison de jeu ne délivre pas d’attestations de gains aux joueurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_70"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Principe",
        "citation": "Art. 71 LJAr",
        "content": "Les exploitants de jeux d’argent sont tenus de prendre des mesures appropriées pour protéger les joueurs contre la dépendance au jeu et l’engagement de mises sans rapport avec leur revenu et leur fortune (jeu excessif).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_71"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Protection des mineurs",
        "citation": "Art. 72 al. 1 LJAr",
        "content": "Les mineurs doivent être particulièrement protégés. Ils n’ont pas accès aux jeux de casino ni aux jeux de grande envergure exploités en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_72"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Protection des mineurs",
        "citation": "Art. 72 al. 2 LJAr",
        "content": "L’autorité intercantonale fixe l’âge minimum requis pour pouvoir participer aux autres jeux de grande envergure en fonction du danger potentiel qu’ils présentent. Cet âge ne doit pas être inférieur à seize ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_72"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Protection des mineurs",
        "citation": "Art. 72 al. 3 LJAr",
        "content": "Les loteries exploitées de manière automatisée doivent être assorties d’un dispositif de contrôle d’accès garantissant que seuls les joueurs ayant atteint l’âge minimum requis puissent jouer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_72"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Mesures de protection liées au jeu",
        "citation": "Art. 73 al. 1 LJAr",
        "content": "Les mesures que les exploitants de jeux d’argent prennent pour protéger le joueur contre le jeu excessif doivent être adaptées au danger potentiel que présente le jeu considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_73"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Mesures de protection liées au jeu",
        "citation": "Art. 73 al. 2 LJAr",
        "content": "Ces mesures doivent répondre à des exigences d’autant plus élevées que le danger potentiel du jeu est grand. Lors de l’appréciation du danger potentiel et de la définition des mesures, l’exploitant doit tenir compte en particulier des caractéristiques du jeu et du canal de distribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_73"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Mesures de protection liées au jeu",
        "citation": "Art. 73 al. 3 LJAr",
        "content": "L’autorité compétente n’autorise un jeu que si les mesures de protection sont suffisantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_73"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Publicité",
        "citation": "Art. 74 al. 1 LJAr",
        "content": "La publicité des exploitants de jeux d’argent ne peut ni être outrancière, ni induire en erreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_74"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Publicité",
        "citation": "Art. 74 al. 2 LJAr",
        "content": "Elle ne peut cibler ni des mineurs ni des personnes frappées d’une exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_74"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Publicité",
        "citation": "Art. 74 al. 3 LJAr",
        "content": "Toute publicité portant sur des jeux d’argent non autorisés en Suisse est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_74"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Prêts, avances et jeux gratuits",
        "citation": "Art. 75 al. 1 LJAr",
        "content": "Les exploitants de jeux d’argent ne peuvent consentir ni prêts ni avances aux joueurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_75"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 1, Mesures incombant à tous les exploitants de jeux d’argent, Prêts, avances et jeux gratuits",
        "citation": "Art. 75 al. 2 LJAr",
        "content": "L’attribution de jeux ou de crédits de jeu gratuits est soumise à l’autorisation préalable de l’autorité d’exécution compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_75"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Programme de mesures sociales",
        "citation": "Art. 76 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure élaborent un programme de mesures sociales. En tenant compte du danger potentiel et des caractéristiques du canal de distribution des diverses offres de jeux, ils y définissent les mesures qu’ils entendent prendre pour protéger les joueurs; ces mesures comprennent en particulier:\na. l’information des joueurs;\nb. le repérage précoce des joueurs à risques;\nc. l’autocontrôle des joueurs, les limitations de jeu et les modérateurs de jeu; \nd. l’adoption et l’application des mesures d’exclusion; \ne. la formation et la formation continue régulière des employés chargés de l’exécution du programme de mesures sociales; \nf. la collecte des données nécessaires à l’évaluation de l’efficacité des mesures prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_76"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Programme de mesures sociales",
        "citation": "Art. 76 al. 2 LJAr",
        "content": "Pour l’élaboration, la mise en œuvre et l’évaluation des mesures, ils peuvent collaborer notamment avec:\na. les autorités d’exécution compétentes;\nb. d’autres maisons de jeu ou d’autres exploitants de jeux de grande envergure;\nc. des chercheurs;\nd. des institutions de prévention de la dépendance;\ne. des institutions thérapeutiques; \nf. des services sociaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_76"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Information",
        "citation": "Art. 77 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure fournissent, sous une forme aisément accessible et compréhensible:\na. des informations sur les risques du jeu;\nb. des questionnaires d’auto-évaluation sur le comportement en matière de jeu;\nc. des informations sur les possibilités d’autocontrôle, les limitations de jeu et les exclusions;\nd. des informations sur les offres d’aide et de traitement destinées aux personnes dépendantes, exposées à un risque de dépendance ou endettées, ainsi qu’à leur entourage, y compris les adresses de services de conseil et de groupes d’entraide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_77"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Information",
        "citation": "Art. 77 al. 2 LJAr",
        "content": "Si cela est indiqué au vu du danger potentiel et des caractéristiques du canal de distribution d’un jeu particulier, les maisons de jeu et les exploitants de jeux de grande envergure attirent l’attention des joueurs sur leur comportement en matière de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_77"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Repérage précoce",
        "citation": "Art. 78 al. 1 LJAr",
        "content": "Si cela est indiqué au vu du danger potentiel et des caractéristiques du canal de distribution d’un jeu particulier, les maisons de jeu et les exploitants de jeux de grande envergure fixent des critères de repérage précoce des joueurs à risques et prennent les mesures adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_78"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Repérage précoce",
        "citation": "Art. 78 al. 2 LJAr",
        "content": "Ils documentent leurs observations et les mesures qu’ils ont prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_78"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Autocontrôle des joueurs et limitations de jeu",
        "citation": "Art. 79 LJAr",
        "content": "Si cela est indiqué au vu du danger potentiel et des caractéristiques du canal de distribution d’un jeu particulier, les maisons de jeu et les exploitants de jeux de grande envergure mettent à la disposition des joueurs des moyens de contrôler leur comportement de jeu afin qu’ils puissent notamment contrôler et limiter la durée pendant laquelle ils jouent, la fréquence à laquelle ils jouent ou leurs pertes nettes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_79"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Exclusion",
        "citation": "Art. 80 al. 1 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure exploités en ligne excluent des jeux les personnes dont ils savent ou devraient présumer, sur la base de leurs observations ou des informations provenant de tiers:\na. qu’elles sont surendettées ou ne remplissent pas leurs obligations financières, ou\nb. qu’elles engagent des mises sans rapport avec leur revenu et leur fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_80"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Exclusion",
        "citation": "Art. 80 al. 2 LJAr",
        "content": "Ils excluent par ailleurs des jeux les personnes dont ils savent ou devraient présumer, sur la base de l’annonce d’un service spécialisé ou d’une autorité des œuvres sociales, qu’elles sont dépendantes au jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_80"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Exclusion",
        "citation": "Art. 80 al. 3 LJAr",
        "content": "Lorsque l’autorité intercantonale autorise un autre jeu de grande envergure, elle décide si l’exclusion s’étend à ce jeu. Elle peut garantir l’extension de l’exclusion à ce jeu en empêchant le versement de gains au-delà d’une valeur seuil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_80"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Exclusion",
        "citation": "Art. 80 al. 4 LJAr",
        "content": "L’exclusion s’étend aux jeux de casino, aux jeux de grande envergure exploités en ligne et aux jeux de grande envergure auxquels l’autorité intercantonale a étendu l’exclusion en vertu de l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_80"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Exclusion",
        "citation": "Art. 80 al. 5 LJAr",
        "content": "Les joueurs peuvent demander eux-mêmes à la maison de jeu ou à l’exploitant de jeux de grande envergure à être exclus des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_80"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Exclusion",
        "citation": "Art. 80 al. 6 LJAr",
        "content": "L’exclusion, accompagnée d’un exposé des motifs, est communiquée par écrit à la personne concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_80"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Levée de l’exclusion",
        "citation": "Art. 81 al. 1 LJAr",
        "content": "L’exclusion est levée à la demande de la personne concernée lorsque les motifs ayant conduit à la prononcer n’existent plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_81"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Levée de l’exclusion",
        "citation": "Art. 81 al. 2 LJAr",
        "content": "La demande doit être adressée à la maison de jeu ou à l’exploitant de jeux de grande envergure qui a prononcé l’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_81"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Levée de l’exclusion",
        "citation": "Art. 81 al. 3 LJAr",
        "content": "Un spécialiste, ou un service spécialisé, reconnu par le canton est associé à la procédure de levée de l’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_81"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Registre",
        "citation": "Art. 82 al. 1 LJAr",
        "content": "En vue de l’exécution des exclusions, les maisons de jeu et les exploitants de jeux de grande envergure qui prononcent des exclusions tiennent un registre des personnes exclues et se communiquent mutuellement les données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_82"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Registre",
        "citation": "Art. 82 al. 2 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure peuvent tenir un registre commun. Ont accès à ce registre les maisons de jeu et les exploitants de jeux de grande envergure qui participent à sa tenue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_82"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Registre",
        "citation": "Art. 82 al. 3 LJAr",
        "content": "Le registre indique l’identité des personnes exclues ainsi que le type d’exclusion et le motif de l’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_82"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Formation et formation continue ",
        "citation": "Art. 83 LJAr",
        "content": "Les responsables du programme de mesures sociales et les employés de la maison de jeu ou de l’exploitant de jeux de grande envergure qui sont chargés de l’exploitation des jeux ou de sa surveillance doivent justifier d’une formation de base et suivre chaque année des cours de formation continue et d’approfondissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_83"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 2, Mesures supplémentaires incombant aux maisons de jeu et aux exploitants de jeux de grande envergure, Rapport",
        "citation": "Art. 84 LJAr",
        "content": "Les maisons de jeu et les exploitants de jeux de grande envergure présentent chaque année à l’autorité d’exécution compétente un rapport sur l’efficacité des mesures de protection des joueurs contre le jeu excessif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_84"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 3, Mesures incombant aux cantons",
        "citation": "Art. 85 al. 1 LJAr",
        "content": "Les cantons sont tenus de prendre des mesures de prévention contre le jeu excessif et d’offrir des possibilités de conseil et de traitement aux personnes dépendantes au jeu ou exposées à un risque de dépendance ainsi qu’à leur entourage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_85"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 6, Protection des joueurs contre le jeu excessif, Section 3, Mesures incombant aux cantons",
        "citation": "Art. 85 al. 2 LJAr",
        "content": "Ils peuvent coordonner les mesures qu’ils prennent pour protéger les joueurs contre le jeu excessif avec les maisons de jeu et les exploitants de jeux de grande envergure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_85"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Blocage de l’accès aux offres de jeux non autorisées",
        "citation": "Art. 86 al. 1 LJAr",
        "content": "L’accès à une offre de jeux d’argent en ligne doit être bloqué lorsque celle-ci n’est pas autorisée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_86"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Blocage de l’accès aux offres de jeux non autorisées",
        "citation": "Art. 86 al. 2 LJAr",
        "content": "Seul est bloqué l’accès aux offres de jeux accessibles en Suisse dont l’exploitant a son siège ou son domicile à l’étranger ou dont l’exploitant dissimule son siège ou son domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_86"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Blocage de l’accès aux offres de jeux non autorisées",
        "citation": "Art. 86 al. 3 LJAr",
        "content": "La CFMJ et l’autorité intercantonale tiennent et actualisent chacune dans leur domaine de compétence, une liste des offres de jeux dont l’accès est bloqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_86"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Blocage de l’accès aux offres de jeux non autorisées",
        "citation": "Art. 86 al. 4 LJAr",
        "content": "Les fournisseurs de services de télécommunication bloquent l’accès aux offres de jeux figurant dans l’une ou l’autre de ces listes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_86"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Blocage de l’accès aux offres de jeux non autorisées",
        "citation": "Art. 86 al. 5 LJAr",
        "content": "La CFMJ et l’autorité intercantonale peuvent autoriser un utilisateur à accéder aux offres de jeux bloquées à des fins de surveillance ou de recherche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_86"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Notification et procédure d’opposition",
        "citation": "Art. 87 al. 1 LJAr",
        "content": "La CFMJ et l’autorité intercantonale publient simultanément leurs listes des offres de jeux bloquées, ainsi que leurs mises à jour, au moyen d’un renvoi dans la Feuille fédérale. Cette publication tient lieu de notification de la décision de blocage de l’offre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_87"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Notification et procédure d’opposition",
        "citation": "Art. 87 al. 2 LJAr",
        "content": "Les exploitants peuvent adresser à l’autorité de décision une opposition écrite contre la décision de blocage dans les 30 jours qui suivent sa publication. L’opposition peut être formée notamment au motif que l’exploitant a supprimé l’offre de jeux non autorisée ou l’a rendue inaccessible depuis la Suisse par des moyens techniques appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_87"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Notification et procédure d’opposition",
        "citation": "Art. 87 al. 3 LJAr",
        "content": "Si l’opposition a été valablement formée, l’autorité compétente revoit sa décision. Elle n’est pas liée par les conclusions présentées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_87"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Communication des listes des offres de jeux bloquées",
        "citation": "Art. 88 al. 1 LJAr",
        "content": "La CFMJ et l’autorité intercantonale publient leur liste des offres de jeux bloquées sur leur site internet, en y intégrant un lien vers le site de l’autre autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_88"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Communication des listes des offres de jeux bloquées",
        "citation": "Art. 88 al. 2 LJAr",
        "content": "Elles communiquent ces listes par un moyen simple et sécurisé aux fournisseurs de services de télécommunication enregistrés au sens de l’art. 4 de la loi du 30 avril 1997 sur les télécommunications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_88"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Communication des listes des offres de jeux bloquées",
        "citation": "Art. 88 al. 3 LJAr",
        "content": "Les fournisseurs de services de télécommunication peuvent adresser à l’autorité de décision une opposition écrite contre la décision de blocage dans les 30 jours qui suivent la communication visée à l’al. 2 si la mesure nécessaire au blocage de l’accès à une offre ne répond pas au principe de proportionnalité sur les plans techniques ou de l’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_88"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Information aux utilisateurs",
        "citation": "Art. 89 al. 1 LJAr",
        "content": "La CFMJ et l’autorité intercantonale gèrent conjointement un dispositif informant les utilisateurs que l’offre en ligne à laquelle ils tentent d’accéder est bloquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_89"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Information aux utilisateurs",
        "citation": "Art. 89 al. 2 LJAr",
        "content": "Les fournisseurs de services de télécommunication dirigent les utilisateurs cherchant à accéder aux offres bloquées vers le dispositif d’information, dans la mesure où cela est techniquement possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_89"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Retrait d’un jeu de la liste des offres de jeux bloquées",
        "citation": "Art. 90 LJAr",
        "content": "Lorsqu’une offre de jeux ne remplit plus les conditions du blocage, l’autorité compétente la retire, d’office ou sur demande, de la liste des offres de jeux bloquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_90"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Exclusion de responsabilité",
        "citation": "Art. 91 al. 1 LJAr",
        "content": "Le fournisseur de services de télécommunication ne répond ni civilement ni pénalement de l’accès à une offre de jeux figurant sur la liste des offres bloquées:\na. s’il n’est pas à l’origine de la transmission de l’offre;\nb. s’il n’a pas choisi le destinataire de l’offre, et\nc. s’il n’a pas modifié l’offre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_91"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Exclusion de responsabilité",
        "citation": "Art. 91 al. 2 LJAr",
        "content": "Le fournisseur de services de télécommunication qui met en œuvre des mesures et des décisions relevant des dispositions du présent chapitre afin de remplir les obligations qui lui incombent en vertu des art. 86, al. 4, et 89, al. 2, ne peut être rendu responsable civilement ou pénalement:\na. du contournement des mesures de blocage par des tiers;\nb. d’une violation du secret des télécommunications ou du secret d’affaires;\nc. d’une violation de ses obligations contractuelles ou extracontractuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_91"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Coûts et suspension provisoire ",
        "citation": "Art. 92 al. 1 LJAr",
        "content": "Les fournisseurs de services de télécommunication sont entièrement indemnisés par l’autorité qui ordonne le blocage pour les installations nécessaires à la mise en œuvre du blocage ainsi que pour leur exploitation. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_92"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Coûts et suspension provisoire ",
        "citation": "Art. 92 al. 2 LJAr",
        "content": "Les fournisseurs de services de télécommunication peuvent, après avoir informé l’autorité d’exécution, provisoirement s’abstenir de mettre en œuvre le blocage si celui-ci a un effet négatif sur la qualité du réseau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_92"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 7, Restriction de l’accès aux offres de jeux d’argent en ligne non autorisées en Suisse, Effet suspensif",
        "citation": "Art. 93 LJAr",
        "content": "Ni le recours ni l’opposition contre une mesure ordonnée en vertu du présent chapitre n’ont d’effet suspensif. Le recours ou l’opposition formés par le fournisseur de services de télécommunication en vertu de l’art. 88, al. 3, sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_93"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Composition",
        "citation": "Art. 94 al. 1 LJAr",
        "content": "La CFMJ comprend cinq à sept membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_94"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Composition",
        "citation": "Art. 94 al. 2 LJAr",
        "content": "Le Conseil fédéral nomme les membres de la CFMJ et désigne son président. Un membre de la CFMJ au moins est nommé sur proposition des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_94"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Composition",
        "citation": "Art. 94 al. 3 LJAr",
        "content": "Les membres sont des experts indépendants. Ils ne peuvent être membres ni du conseil d’administration, ni du personnel d’une entreprise de jeux d’argent, d’une entreprise de fabrication ou de commerce spécialisée dans le secteur des jeux d’argent ou d’une entreprise proche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_94"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Composition",
        "citation": "Art. 94 al. 4 LJAr",
        "content": "Un membre au moins dispose de connaissances particulières dans le domaine de la prévention des addictions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_94"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Organisation",
        "citation": "Art. 95 al. 1 LJAr",
        "content": "La CFMJ édicte un règlement. Elle y fixe notamment les modalités de son organisation et les compétences du président.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_95"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Organisation",
        "citation": "Art. 95 al. 2 LJAr",
        "content": "Le règlement est soumis à l’approbation du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_95"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Organisation",
        "citation": "Art. 95 al. 3 LJAr",
        "content": "La CFMJ dispose d’un secrétariat permanent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_95"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Indépendance",
        "citation": "Art. 96 al. 1 LJAr",
        "content": "La CFMJ exerce ses activités en toute indépendance. Elle est rattachée administrativement au DFJP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_96"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Indépendance",
        "citation": "Art. 96 al. 2 LJAr",
        "content": "Les membres de la CFMJ et du personnel de son secrétariat peuvent exercer une autre activité pour autant qu’elle ne porte pas atteinte à l’indépendance de la CFMJ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_96"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches",
        "citation": "Art. 97 al. 1 LJAr",
        "content": "Outre les attributions que lui confère la présente loi, la CFMJ a pour tâches:\na. de surveiller le respect des dispositions légales relatives aux maisons de jeu, notamment:\n1. les organes de direction des maisons de jeu et l’exploitation de leurs jeux,\n2. le respect des obligations en matière de blanchiment d’argent,\n3. la mise en œuvre du programme de mesures de sécurité et du programme de mesures sociales;\nb. de procéder à la taxation et à la perception de l’impôt sur les maisons de jeu;\nc. de lutter contre les jeux d’argent illégaux;\nd. de collaborer avec les autorités de surveillance suisses et étrangères;\ne. de présenter chaque année au Conseil fédéral un rapport sur ses activités qui comprenne également des informations sur la clôture annuelle des comptes, les bilans et les rapports transmis par les maisons de jeu, et d’en assurer la publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_97"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches",
        "citation": "Art. 97 al. 2 LJAr",
        "content": "Dans l’accomplissement de ses tâches, elle tient dûment compte de l’exigence de protection des joueurs contre le jeu excessif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_97"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Pouvoirs",
        "citation": "Art. 98 LJAr",
        "content": "Pour accomplir ses tâches, la CFMJ peut notamment:\na. exiger des maisons de jeu et des entreprises de fabrication ou de commerce d’installations de jeu qui fournissent les maisons de jeu, les renseignements et documents nécessaires; \nb. procéder à des contrôles dans les maisons de jeu;\nc. exiger des organes de révision des maisons de jeu les renseignements et documents nécessaires;\nd. mandater des experts;\ne. confier des mandats spéciaux à l’organe de révision;\nf. établir des liaisons en ligne permettant le contrôle et le suivi des installations informatiques des maisons de jeu; \ng. ordonner des mesures provisionnelles pendant la durée d’une enquête, et en particulier suspendre la concession;\nh. en cas de violation de la présente loi ou d’autre irrégularité, ordonner les mesures nécessaires au rétablissement de l’ordre légal ou à la suppression de l’irrégularité;\ni. intervenir dans l’exploitation des maisons de jeu pour autant que les circonstances l’exigent;\nj. en cas de non-respect d’une décision exécutoire qu’elle a rendue et après mise en demeure:\n1. exécuter d’office, aux frais de la maison de jeu, les mesures qu’elle avait prescrites, \n2. publier le refus de la maison de jeu de se soumettre à la décision exécutoire;\nk. recourir auprès des autorités judiciaires cantonales ou intercantonales, puis auprès du Tribunal fédéral, contre les décisions rendues par l’autorité intercantonale en vertu de l’art. 24;\nl. recourir auprès du Tribunal fédéral contre les décisions rendues par le Tribunal administratif fédéral en application de la présente loi ou de ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_98"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Émoluments et taxe de surveillance",
        "citation": "Art. 99 al. 1 LJAr",
        "content": "La CFMJ perçoit, pour ses décisions et prestations, des émoluments destinés à couvrir les frais encourus. Elle peut exiger des avances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_99"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Émoluments et taxe de surveillance",
        "citation": "Art. 99 al. 2 LJAr",
        "content": "Les frais de surveillance de la CFMJ non couverts par les émoluments sont couverts par une taxe de surveillance perçue chaque année auprès des maisons de jeu. Le DFJP fixe le montant de la taxe de surveillance par décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_99"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Émoluments et taxe de surveillance",
        "citation": "Art. 99 al. 3 LJAr",
        "content": "Le montant de la taxe de surveillance est déterminé en fonction des frais de la surveillance exercée sur les maisons de jeu; le montant de la taxe de surveillance due par chaque maison de jeu est calculé en fonction du produit brut des jeux réalisé l’année précédente dans le domaine considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_99"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Émoluments et taxe de surveillance",
        "citation": "Art. 99 al. 4 LJAr",
        "content": "Le Conseil fédéral fixe les modalités; il définit en particulier:\na. les frais de surveillance imputables;\nb. la répartition de ces frais entre les maisons de jeu disposant d’une extension de concession et les maisons de jeu ne disposant pas d’une extension de concession;\nc. la période de calcul de la taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_99"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Sanctions administratives",
        "citation": "Art. 100 al. 1 LJAr",
        "content": "Le titulaire de la concession qui a contrevenu aux dispositions légales, à la concession ou à une décision ayant force de chose jugée est tenu au paiement d’un montant pouvant aller jusqu’à 15 % du produit brut des jeux réalisé au cours du dernier exercice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_100"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Sanctions administratives",
        "citation": "Art. 100 al. 2 LJAr",
        "content": "Les infractions sont instruites par le secrétariat et jugées par la CFMJ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_100"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Traitement des données",
        "citation": "Art. 101 al. 1 LJAr",
        "content": "Pour l’accomplissement de ses tâches légales, la CFMJ peut traiter des données personnelles, y compris des données sensibles relatives à la santé, aux mesures d’aide sociale, aux poursuites ou sanctions pénales et administratives, ainsi que des données personnelles permettant d’évaluer l’activité d’exploitants de jeux illégaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_101"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Traitement des données",
        "citation": "Art. 101 al. 2 LJAr",
        "content": "Le Conseil fédéral fixe les modalités du traitement des données, notamment: \na. les catégories de personnes dont les données sont collectées et, pour chaque catégorie de personnes, les catégories de données personnelles pouvant être traitées; \nb. la liste des données sensibles;\nc. les autorisations d’accès;\nd. la durée de conservation et la destruction des données;\ne. la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_101"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative et entraide judiciaire en Suisse",
        "citation": "Art. 102 al. 1 LJAr",
        "content": "La CFMJ et les autorités administratives de la Confédération, des cantons, et des communes se prêtent mutuellement assistance et se communiquent, sur demande, les informations nécessaires à l’accomplissement de leurs tâches légales respectives, y compris des données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_102"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative et entraide judiciaire en Suisse",
        "citation": "Art. 102 al. 2 LJAr",
        "content": "La CFMJ et les autorités de poursuite pénale de la Confédération, des cantons et des communes s’accordent mutuellement l’entraide judiciaire et l’assistance administrative. Elles coordonnent leurs enquêtes dans la mesure où cela est nécessaire et possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_102"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative et entraide judiciaire en Suisse",
        "citation": "Art. 102 al. 3 LJAr",
        "content": "Lorsque la CFMJ a connaissance de crimes ou de délits réprimés par le code pénal (CP), elle en informe les autorités de poursuite pénale compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_102"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative et entraide judiciaire en Suisse",
        "citation": "Art. 102 al. 4 LJAr",
        "content": "Lorsqu’elle a connaissance d’infractions à la présente loi dont la poursuite ne relève pas de sa compétence, elle en informe les autorités de poursuite pénale compétentes ainsi que l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_102"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative à l’étranger",
        "citation": "Art. 103 al. 1 LJAr",
        "content": "La CFMJ peut demander aux autorités étrangères compétentes les informations nécessaires à l’exécution de ses tâches légales, y compris des données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_103"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative à l’étranger",
        "citation": "Art. 103 al. 2 LJAr",
        "content": "Elle peut transmettre des informations aux autorités étrangères compétentes en matière de jeux d’argent, y compris des données sensibles, si les conditions suivantes sont remplies:\na. l’autorité étrangère n’utilise ces informations que dans le cadre d’une procédure administrative liée aux jeux d’argent;\nb. elle est liée par le secret de fonction;\nc. elle ne transmet pas ces informations à des tiers ou ne les transmet qu’avec le consentement de la CFMJ; \nd. ces informations sont nécessaires à l’exécution de la législation sur les jeux d’argent et ne contiennent aucun secret de fabrication ou d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_103"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Assistance administrative à l’étranger",
        "citation": "Art. 103 al. 3 LJAr",
        "content": "La CFMJ peut s’abstenir de collaborer si la réciprocité n’est pas garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_103"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches du secrétariat",
        "citation": "Art. 104 al. 1 LJAr",
        "content": "Le secrétariat exerce la surveillance directe des maisons de jeu et procède à leur taxation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_104"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches du secrétariat",
        "citation": "Art. 104 al. 2 LJAr",
        "content": "Il prépare les affaires de la CFMJ, lui soumet des propositions et exécute ses décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_104"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches du secrétariat",
        "citation": "Art. 104 al. 3 LJAr",
        "content": "Il traite directement avec les maisons de jeu, les autorités et les tiers et rend des décisions de manière autonome dans les cas où le règlement lui délègue cette compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_104"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches du secrétariat",
        "citation": "Art. 104 al. 4 LJAr",
        "content": "Si la situation l’exige, le secrétariat peut intervenir dans l’exploitation d’une maison de jeu; il en informe sans délai la CFMJ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_104"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches du secrétariat",
        "citation": "Art. 104 al. 5 LJAr",
        "content": "Il représente la CFMJ devant les tribunaux fédéraux et cantonaux et poursuit pénalement les infractions visées aux art. 130 à 133.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_104"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 1, Commission fédérale des maisons de jeu, Tâches du secrétariat",
        "citation": "Art. 104 al. 6 LJAr",
        "content": "La CFMJ peut déléguer d’autres compétences au secrétariat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_104"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Institution",
        "citation": "Art. 105 LJAr",
        "content": "Les cantons qui comptent autoriser des jeux de grande envergure sur leur territoire instituent par concordat une autorité intercantonale de surveillance et d’exécution (autorité intercantonale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_105"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Indépendance et composition",
        "citation": "Art. 106 al. 1 LJAr",
        "content": "L’autorité intercantonale exerce ses activités en toute indépendance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_106"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Indépendance et composition",
        "citation": "Art. 106 al. 2 LJAr",
        "content": "Les membres de l’autorité intercantonale et du personnel de son secrétariat peuvent exercer une autre activité pour autant que cette dernière ne porte pas atteinte à l’indépendance de l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_106"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Indépendance et composition",
        "citation": "Art. 106 al. 3 LJAr",
        "content": "Les cantons s’assurent que l’autorité intercantonale dispose de connaissances particulières dans le domaine de la prévention des addictions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_106"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Tâches",
        "citation": "Art. 107 al. 1 LJAr",
        "content": "Outre les attributions que lui confère la présente loi, l’autorité intercantonale a pour tâches:\na. de surveiller le respect des dispositions légales relatives aux jeux de grande envergure, notamment:\n1. les organes de direction des exploitants de jeux de grande envergure et l’exploitation de leurs jeux,\n2. le respect des obligations en matière de blanchiment d’argent,\n3. la mise en œuvre du programme de mesures de sécurité et du programme de mesures sociales;\nb. de lutter contre les jeux d’argent illégaux;\nc. de collaborer avec les autorités de surveillance suisses et étrangères;\nd. d’établir et de publier chaque année un rapport sur ses activités qui comprenne également une statistique des jeux de grande envergure et des jeux de petite envergure soumis à la présente loi et un rapport sur l’affectation par les cantons des bénéfices nets des jeux de grande envergure à des fins d’utilité publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_107"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Tâches",
        "citation": "Art. 107 al. 2 LJAr",
        "content": "Les cantons peuvent confier d’autres tâches à l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_107"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Tâches",
        "citation": "Art. 107 al. 3 LJAr",
        "content": "Dans l’accomplissement de ses tâches, l’autorité intercantonale tient dûment compte de l’exigence de protection des joueurs contre le jeu excessif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_107"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Pouvoirs",
        "citation": "Art. 108 al. 1 LJAr",
        "content": "Pour accomplir ses tâches, l’autorité intercantonale peut notamment:\na. exiger des exploitants de jeux de grande envergure et des entreprises de fabrication ou de commerce d’installations de jeu les renseignements et documents nécessaires;\nb. exiger, dans les domaines visés à l’art. 1, al. 2 et 3, les renseignements et documents nécessaires pour déterminer si un jeu constitue un jeu de grande envergure;\nc. procéder à des contrôles auprès des exploitants de jeux de grande envergure et de leurs distributeurs;\nd. ordonner des mesures provisionnelles pendant la durée d’une enquête;\ne. exiger des organes de révision des exploitants de jeux de grande envergure les renseignements et documents nécessaires;\nf. mandater des experts;\ng. en cas de violation de la présente loi ou d’autre irrégularité, ordonner les mesures nécessaires au rétablissement de l’ordre légal ou à la suppression de l’irrégularité; \nh. en cas de non-respect d’une décision exécutoire qu’elle a rendue et après mise en demeure:\n1. exécuter d’office, aux frais de l’exploitant de jeux de grande envergure, les mesures qu’elle avait prescrites, \n2. publier le refus de l’exploitant de jeux de grande envergure de se soumettre à la décision exécutoire;\ni. recourir contre les décisions de la CFMJ au sens de l’art. 16 auprès du Tribunal administratif fédéral puis auprès du Tribunal fédéral;\nj. recourir auprès du Tribunal fédéral contre les décisions de dernière instance rendues par les autorités judiciaires cantonales ou intercantonales en application de la présente loi et de sa législation d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_108"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Pouvoirs",
        "citation": "Art. 108 al. 2 LJAr",
        "content": "Les cantons peuvent conférer d’autres pouvoirs à l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_108"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Sanctions administratives",
        "citation": "Art. 109 al. 1 LJAr",
        "content": "L’exploitant de jeux de grande envergure qui a contrevenu aux dispositions légales ou à une décision ayant force de chose jugée est tenu au paiement d’un montant pouvant aller jusqu’à 15 % du produit brut des jeux réalisé au cours du dernier exercice. Le gain réalisé du fait de la contravention est dûment pris en compte dans la détermination de la sanction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_109"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Sanctions administratives",
        "citation": "Art. 109 al. 2 LJAr",
        "content": "Les recettes générées par les sanctions administratives prononcées sont réparties entre les cantons au prorata de leur population selon le dernier recensement fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_109"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Sanctions administratives",
        "citation": "Art. 109 al. 3 LJAr",
        "content": "Les infractions sont instruites et jugées par l’autorité intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_109"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Sanctions administratives",
        "citation": "Art. 109 al. 4 LJAr",
        "content": "Si le concordat conclu entre les cantons ne règle pas la procédure, l’autorité intercantonale applique la procédure administrative du canton dans lequel l’infraction a été commise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_109"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Traitement des données",
        "citation": "Art. 110 LJAr",
        "content": "Pour l’accomplissement de ses tâches légales, l’autorité intercantonale peut traiter des données personnelles, y compris des données sensibles relatives à la santé, aux mesures d’aide sociale, aux poursuites ou sanctions pénales et administratives, ainsi que des données personnelles permettant d’évaluer l’activité d’exploitants de jeux illégaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_110"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Assistance administrative en Suisse",
        "citation": "Art. 111 al. 1 LJAr",
        "content": "L’autorité intercantonale et les autorités administratives de la Confédération, des cantons et des communes se prêtent mutuellement assistance et se communiquent, sur demande, les informations nécessaires à l’accomplissement de leurs tâches légales respectives, y compris des données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_111"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Assistance administrative en Suisse",
        "citation": "Art. 111 al. 2 LJAr",
        "content": "L’autorité intercantonale et les autorités de poursuite pénale de la Confédération, des cantons et des communes s’accordent mutuellement l’assistance administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_111"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Assistance administrative en Suisse",
        "citation": "Art. 111 al. 3 LJAr",
        "content": "Lorsque l’autorité intercantonale a connaissance de crimes ou de délits réprimés par le CP, ou d’infractions à la présente loi, elle en informe les autorités de poursuite pénale compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_111"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Assistance administrative à l’étranger",
        "citation": "Art. 112 al. 1 LJAr",
        "content": "L’autorité intercantonale peut demander aux autorités étrangères compétentes les informations nécessaires à l’exécution de ses tâches légales, y compris des données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_112"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Assistance administrative à l’étranger",
        "citation": "Art. 112 al. 2 LJAr",
        "content": "Elle peut transmettre des informations aux autorités étrangères compétentes en matière de jeux d’argent, y compris des données sensibles, si les conditions suivantes sont remplies: \na. l’autorité étrangère n’utilise ces informations que dans le cadre d’une procédure administrative liée aux jeux d’argent;\nb. elle est liée par le secret de fonction;\nc. elle ne transmet pas ces informations à des tiers ou ne les transmet qu’avec le consentement de l’autorité intercantonale;\nd. ces informations sont nécessaires à l’exécution de la législation sur les jeux d’argent et ne contiennent aucun secret de fabrication ou d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_112"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 2, Autorité intercantonale de surveillance et d’exécution, Assistance administrative à l’étranger",
        "citation": "Art. 112 al. 3 LJAr",
        "content": "Elle peut s’abstenir de collaborer si la réciprocité n’est pas garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_112"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Composition",
        "citation": "Art. 113 al. 1 LJAr",
        "content": "L’organe de coordination se compose:\na. de deux membres de la CFMJ;\nb. d’un représentant de l’autorité de haute surveillance;\nc. de deux membres de l’autorité intercantonale;\nd. d’un représentant des autorités cantonales de surveillance et d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_113"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Composition",
        "citation": "Art. 113 al. 2 LJAr",
        "content": "La CFMJ désigne les deux membres qui la représentent. Le DFJP désigne le représentant de l’autorité de haute surveillance. Les trois représentants des autorités intercantonale et cantonales sont nommés par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_113"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Composition",
        "citation": "Art. 113 al. 3 LJAr",
        "content": "L’organe de coordination est présidé à tour de rôle pendant un an soit par un représentant de la Confédération soit par un représentant des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_113"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Tâches",
        "citation": "Art. 114 LJAr",
        "content": "Outre les attributions que lui confère la présente loi, l’organe de coordination a pour tâches:\na. de contribuer à une politique cohérente et efficace en matière de jeux d’argent;\nb. de garantir:\n1. une mise en œuvre cohérente et efficace des mesures légales en matière de prévention du jeu excessif,\n2. une bonne coordination entre les autorités chargées de l’exécution de la présente loi en matière de délivrance des autorisations de jeu et de lutte contre les jeux d’argent illégaux;\nc. d’établir et de publier chaque année un rapport sur ses activités;\nd. de collaborer si nécessaire avec les autorités de surveillance suisses et étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_114"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Pouvoirs",
        "citation": "Art. 115 al. 1 LJAr",
        "content": "Pour l’accomplissement de ses tâches, l’organe de coordination peut:\na. émettre des recommandations à l’intention des autorités chargées de l’exécution de la présente loi;\nb. mandater des experts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_115"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Pouvoirs",
        "citation": "Art. 115 al. 2 LJAr",
        "content": "Il ne peut pas prononcer de décisions sujettes à recours au sens des art. 5 et 44 de la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_115"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Fonctionnement et décisions",
        "citation": "Art. 116 al. 1 LJAr",
        "content": "L’organe de coordination siège aussi souvent que l’accomplissement de ses tâches l’exige. Tout membre peut convoquer une réunion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_116"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Fonctionnement et décisions",
        "citation": "Art. 116 al. 2 LJAr",
        "content": "Les décisions sont prises à la majorité simple. Tout membre dispose d’une voix. Le président n’a pas voix prépondérante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_116"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Fonctionnement et décisions",
        "citation": "Art. 116 al. 3 LJAr",
        "content": "L’organe de coordination se dote d’un règlement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_116"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Coûts",
        "citation": "Art. 117 LJAr",
        "content": "Les coûts sont répartis pour moitié entre la Confédération et les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_117"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 8, Autorités, Section 3, Organe de coordination, Droit applicable",
        "citation": "Art. 118 LJAr",
        "content": "L’organe de coordination est soumis aux législations fédérales sur la protection des données, la transparence, les marchés publics, la responsabilité et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_118"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Principe",
        "citation": "Art. 119 al. 1 LJAr",
        "content": "La Confédération perçoit un impôt sur le produit brut des jeux (impôt sur les maisons de jeu). Cet impôt est affecté à l’assurance-vieillesse, survivants et invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_119"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Principe",
        "citation": "Art. 119 al. 2 LJAr",
        "content": "Le produit brut des jeux est constitué par la différence entre les mises des joueurs et les gains réglementaires versés par la maison de jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_119"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Principe",
        "citation": "Art. 119 al. 3 LJAr",
        "content": "Les commissions perçues par les maisons de jeu pour les jeux de table et les produits des jeux analogues font partie du produit brut des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_119"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Taux de l’impôt",
        "citation": "Art. 120 al. 1 LJAr",
        "content": "Le Conseil fédéral fixe le taux de l’impôt de telle manière que les maisons de jeu gérées selon les principes d’une saine gestion obtiennent un rendement approprié sur le capital investi. Le taux de l’impôt peut être progressif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_120"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Taux de l’impôt",
        "citation": "Art. 120 al. 2 LJAr",
        "content": "Le taux de l’impôt est de: \na. 40 % au moins et 80 % au plus du produit brut des jeux réalisé dans la maison de jeu;\nb. 20 % au moins et 80 % au plus du produit brut des jeux réalisé sur les jeux de casino exploités en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_120"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Taux de l’impôt",
        "citation": "Art. 120 al. 3 LJAr",
        "content": "Le taux de l’impôt peut être réduit de moitié au plus lors des quatre premières années d’exploitation. Lorsqu’il fixe le taux, le Conseil fédéral tient compte de la situation économique de la maison de jeu. La réduction est redéfinie tous les ans, pour une ou plusieurs maisons de jeu, en fonction des éléments pertinents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_120"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Allégements fiscaux pour les maisons de jeu titulaires d’une concession B",
        "citation": "Art. 121 al. 1 LJAr",
        "content": "Le Conseil fédéral peut réduire d’un quart au plus le taux de l’impôt fixé pour les maisons de jeu titulaires d’une concession B si les bénéfices de la maison de jeu sont investis pour l’essentiel dans des projets d’intérêt général pour la région, en particulier dans le soutien d’activités culturelles, ou dans des projets d’utilité publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_121"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Allégements fiscaux pour les maisons de jeu titulaires d’une concession B",
        "citation": "Art. 121 al. 2 LJAr",
        "content": "Il peut réduire le taux de l’impôt d’un tiers au plus si la maison de jeu titulaire d’une concession B est implantée dans une région dépendant d’une activité touristique fortement saisonnière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_121"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Allégements fiscaux pour les maisons de jeu titulaires d’une concession B",
        "citation": "Art. 121 al. 3 LJAr",
        "content": "En cas de cumul des deux motifs de réduction, il peut réduire le taux de l’impôt de moitié au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_121"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Allégements fiscaux pour les maisons de jeu titulaires d’une concession B",
        "citation": "Art. 121 al. 4 LJAr",
        "content": "Les allégements fiscaux prévus aux al. 1 et 2 ne sont pas applicables aux jeux de casino exploités en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_121"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Réduction de l’impôt pour les maisons de jeu titulaires d’une concession B en cas de prélèvement d’un impôt cantonal de même nature ",
        "citation": "Art. 122 al. 1 LJAr",
        "content": "Le Conseil fédéral réduit l’impôt prélevé auprès des maisons de jeu titulaires d’une concession B si le canton d’implantation prélève un impôt de même nature.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_122"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Réduction de l’impôt pour les maisons de jeu titulaires d’une concession B en cas de prélèvement d’un impôt cantonal de même nature ",
        "citation": "Art. 122 al. 2 LJAr",
        "content": "La réduction correspond à l’impôt prélevé par le canton, mais ne doit pas représenter plus de 40 % du total de l’impôt sur les maisons de jeu qui revient à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_122"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Réduction de l’impôt pour les maisons de jeu titulaires d’une concession B en cas de prélèvement d’un impôt cantonal de même nature ",
        "citation": "Art. 122 al. 3 LJAr",
        "content": "La réduction de l’impôt n’est pas applicable aux jeux de casino exploités en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_122"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Taxation et perception",
        "citation": "Art. 123 al. 1 LJAr",
        "content": "La CFMJ procède à la taxation et à la perception de l’impôt. Le Conseil fédéral règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_123"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Taxation et perception",
        "citation": "Art. 123 al. 2 LJAr",
        "content": "À la demande du canton, la CFMJ peut procéder à la taxation et à la perception de l’impôt cantonal sur le produit brut des jeux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_123"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Rappel d’impôt et prescription",
        "citation": "Art. 124 al. 1 LJAr",
        "content": "S’il s’avère, sur la base de faits ou de moyens de preuve que la CFMJ ignorait, qu’une taxation fait défaut ou qu’une taxation exécutoire a été effectuée de manière incomplète, les montants non perçus, majorés des intérêts, sont versés à titre de rappel d’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_124"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Rappel d’impôt et prescription",
        "citation": "Art. 124 al. 2 LJAr",
        "content": "Si la maison de jeu a indiqué correctement les montants imposables dans sa déclaration d’impôt et que la CFMJ a eu connaissance des bases nécessaires à l’évaluation des différents éléments, il ne peut y avoir de rappel d’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_124"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Rappel d’impôt et prescription",
        "citation": "Art. 124 al. 3 LJAr",
        "content": "L’ouverture de la poursuite pénale visée à l’art. 132 marque le début de la procédure de rappel d’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_124"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 1, Impôt sur les maisons de jeu, Rappel d’impôt et prescription",
        "citation": "Art. 124 al. 4 LJAr",
        "content": "Le droit d’engager une procédure de rappel d’impôt s’éteint dix ans après la fin de la période fiscale pour laquelle une taxation fait défaut ou pour laquelle une taxation exécutoire a été effectuée de manière incomplète. Le droit de procéder à un rappel d’impôt s’éteint dans tous les cas quinze ans après la fin de la période fiscale pour laquelle l’impôt est dû.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_124"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Affectation des bénéfices nets à des buts d’utilité publique",
        "citation": "Art. 125 al. 1 LJAr",
        "content": "Les cantons affectent l’intégralité des bénéfices nets des loteries et des paris sportifs à des buts d’utilité publique, notamment dans les domaines culturel, social et sportif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_125"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Affectation des bénéfices nets à des buts d’utilité publique",
        "citation": "Art. 125 al. 2 LJAr",
        "content": "Les bénéfices nets correspondent à la somme totale des mises et du résultat financier après déduction des gains versés, des frais découlant de l’activité commerciale, y compris des taxes perçues pour couvrir les coûts tels que ceux de la surveillance et des mesures de prévention en rapport avec les jeux d’argent et des dépenses nécessaires à la constitution des réserves et provisions appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_125"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Affectation des bénéfices nets à des buts d’utilité publique",
        "citation": "Art. 125 al. 3 LJAr",
        "content": "L’affectation de bénéfices nets à l’exécution d’obligations légales de droit public est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_125"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Affectation des bénéfices nets à des buts d’utilité publique",
        "citation": "Art. 125 al. 4 LJAr",
        "content": "Les bénéfices nets des jeux d’adresse ne sont soumis à aucune obligation d’affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_125"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Comptabilisation séparée",
        "citation": "Art. 126 al. 1 LJAr",
        "content": "Les bénéfices nets des loteries et des paris sportifs n’entrent pas dans le compte d’État des cantons. Ils sont gérés séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_126"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Comptabilisation séparée",
        "citation": "Art. 126 al. 2 LJAr",
        "content": "Les exploitants remettent les bénéfices nets aux cantons dans lesquels les loteries et les paris sportifs se sont déroulés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_126"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Octroi de contributions",
        "citation": "Art. 127 al. 1 LJAr",
        "content": "Les cantons légifèrent sur:\na. la procédure et les organes chargés de la répartition des fonds; \nb. les critères que ces organes sont tenus de respecter pour l’attribution des contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_127"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Octroi de contributions",
        "citation": "Art. 127 al. 2 LJAr",
        "content": "Une contribution ne peut être octroyée que si le requérant démontre de manière suffisante que ces critères sont respectés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_127"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Octroi de contributions",
        "citation": "Art. 127 al. 3 LJAr",
        "content": "Les organes chargés d’octroyer les contributions veillent à assurer autant que possible une égalité de traitement entre les demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_127"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Octroi de contributions",
        "citation": "Art. 127 al. 4 LJAr",
        "content": "Le droit fédéral ne crée pas de droit à l’octroi d’une contribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_127"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Octroi de contributions",
        "citation": "Art. 127 al. 5 LJAr",
        "content": "Les cantons peuvent affecter une part des bénéfices nets à des buts d’utilité publique intercantonaux, nationaux et internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_127"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Transparence dans la répartition des fonds",
        "citation": "Art. 128 al. 1 LJAr",
        "content": "Les organes visés à l’art. 127 publient sous une forme adéquate le montant des contributions versées en précisant les destinataires et les domaines concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_128"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 2, Affectation des bénéfices nets des jeux de grande envergure, Transparence dans la répartition des fonds",
        "citation": "Art. 128 al. 2 LJAr",
        "content": "Ils publient leurs comptes chaque année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_128"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 3, Affectation des bénéfices nets des jeux de petite envergure",
        "citation": "Art. 129 al. 1 LJAr",
        "content": "Les exploitants de petites loteries et de paris sportifs locaux qui ne poursuivent pas de buts économiques peuvent utiliser les bénéfices nets de ces jeux pour leurs besoins propres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_129"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 9, Imposition et affectation du produit des jeux, Section 3, Affectation des bénéfices nets des jeux de petite envergure",
        "citation": "Art. 129 al. 2 LJAr",
        "content": "Les bénéfices nets des tournois de poker réalisés en dehors des maisons de jeu ne sont soumis à aucune obligation d’affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_129"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Crimes et délits",
        "citation": "Art. 130 al. 1 LJAr",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, intentionnellement:\na. exploite, organise ou met à disposition des jeux de casino ou des jeux de grande envergure sans être titulaire des concessions ou des autorisations nécessaires; \nb. tout en sachant quelle est l’utilisation prévue, met à la disposition d’exploitants qui ne disposent pas des concessions ou autorisations nécessaires les moyens techniques permettant d’exploiter des jeux de casino ou des jeux de grande envergure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_130"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Crimes et délits",
        "citation": "Art. 130 al. 2 LJAr",
        "content": "Si l’auteur agit par métier ou en bande, il est puni d’une peine privative de liberté de cinq ans au plus ou d’une peine pécuniaire de 180 jours-amende au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_130"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Crimes et délits",
        "citation": "Art. 130 al. 3 LJAr",
        "content": "Est puni d’une peine pécuniaire de 180 jours-amende au plus quiconque, intentionnellement, obtient indûment une concession ou une autorisation en fournissant de fausses informations ou de toute autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_130"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Contraventions",
        "citation": "Art. 131 al. 1 LJAr",
        "content": "Est puni d’une amende de 500 000 francs au plus quiconque, intentionnellement:\na. exploite, organise ou met à disposition d’autres jeux d’argent que ceux mentionnés à l’art. 130, al. 1, let. a, sans être titulaire des autorisations nécessaires;\nb. fait de la publicité pour des jeux d’argent non autorisés en Suisse;\nc. fait de la publicité pour des jeux d’argent autorisés à destination des mineurs ou des personnes frappées d’une exclusion;\nd. autorise à jouer une personne qui n’a pas atteint l’âge légal prévu à l’art. 72, al. 1 et 2, ou qui est frappée d’une exclusion en vertu de l’art. 80, ou lui verse des gains excédant la valeur seuil prévue à l’art. 80, al. 3; \ne. fait en sorte que les bénéfices nets qui doivent être affectés à des buts d’utilité publique ne soient pas intégralement déclarés;\nf. manque aux obligations de diligence en matière de lutte contre le blanchiment d’argent prévues par le chapitre 5, section 4, de la présente loi, par le chapitre 2 LBA et par ses dispositions d’exécution;\ng. n’obtempère pas à une injonction de l’autorité compétente le sommant de rétablir l’ordre légal ou de supprimer des irrégularités;\nh. revend des participations à des loteries ou à des paris sportifs à des fins commerciales sans le consentement de l’exploitant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_131"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Contraventions",
        "citation": "Art. 131 al. 2 LJAr",
        "content": "La tentative et la complicité sont punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_131"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Soustraction de l’impôt sur les maisons de jeu",
        "citation": "Art. 132 LJAr",
        "content": "Quiconque, intentionnellement, fait en sorte qu’une taxation ne soit pas effectuée ou qu’une taxation exécutoire soit incomplète, est puni d’une amende s’élevant au plus à cinq fois le montant de l’impôt soustrait, mais au maximum à 500 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_132"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Infractions commises dans une entreprise",
        "citation": "Art. 133 al. 1 LJAr",
        "content": "Si l’amende prévisible ne dépasse pas 100 000 francs et s’il apparaît que l’enquête portant sur des personnes punissables en vertu de l’art. 6 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA) implique des mesures d’instruction hors de proportion avec la peine encourue, l’autorité peut renoncer à poursuivre ces personnes et condamner l’entreprise au paiement de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_133"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 1, Infractions, Infractions commises dans une entreprise",
        "citation": "Art. 133 al. 2 LJAr",
        "content": "Les art. 6 et 7 DPA sont applicables également en cas de poursuite pénale par les autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_133"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 2, Droit applicable et procédure, Infraction en rapport avec des jeux de casino et soustraction de l’impôt",
        "citation": "Art. 134 al. 1 LJAr",
        "content": "La DPA est applicable en cas d’infraction commise en rapport avec des jeux de casino et de soustraction de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_134"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 2, Droit applicable et procédure, Infraction en rapport avec des jeux de casino et soustraction de l’impôt",
        "citation": "Art. 134 al. 2 LJAr",
        "content": "L’autorité de poursuite est le secrétariat de la CFMJ, l’autorité de jugement est la CFMJ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_134"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 2, Droit applicable et procédure, Infraction en rapport avec d’autres jeux d’argent",
        "citation": "Art. 135 al. 1 LJAr",
        "content": "La poursuite et le jugement des infractions commises en rapport avec d’autres jeux d’argent relèvent des cantons. Les autorités cantonales de poursuite pénale peuvent associer l’autorité intercantonale à l’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_135"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 2, Droit applicable et procédure, Infraction en rapport avec d’autres jeux d’argent",
        "citation": "Art. 135 al. 2 LJAr",
        "content": "L’autorité intercantonale dispose des droits de procédure suivants:\na. faire recours contre les ordonnances de non-entrée en matière et de classement;\nb. former opposition contre les ordonnances pénales;\nc. interjeter appel ou appel joint contre des aspects pénaux du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_135"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 2, Droit applicable et procédure, Conflits de compétence",
        "citation": "Art. 136 LJAr",
        "content": "Le Tribunal pénal fédéral règle les conflits de compétence entre la CFMJ et les autorités pénales des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_136"
    },
    {
        "book": "BGS",
        "title": "LJAr, Chapitre 10, Dispositions pénales, Section 2, Droit applicable et procédure, Prescription de l’action pénale",
        "citation": "Art. 137 LJAr",
        "content": "L’action pénale se prescrit par cinq ans pour les contraventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/fr#art_137"
    }
]