[
    {
        "book": "BGS",
        "title": "BGS, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand",
        "citation": "Art. 1 Abs. 1 BGS",
        "content": "Dieses Gesetz regelt die Zulässigkeit von Geldspielen und deren Durchführung sowie die Verwendung der Spielerträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_1"
    },
    {
        "book": "BGS",
        "title": "BGS, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand",
        "citation": "Art. 1 Abs. 2 BGS",
        "content": "Dieses Gesetz gilt nicht für:\na. Geldspiele im privaten Kreis;\nb. Geschicklichkeitsspiele, die weder automatisiert noch interkantonal noch online durchgeführt werden;\nc. Sportwettkämpfe;\nd. kurzzeitig zur Verkaufsförderung durchgeführte Lotterien und Geschicklichkeitsspiele, von denen keine Gefahr von exzessivem Geldspiel ausgeht und bei denen die Teilnahme ausschliesslich über den Kauf von Waren oder Dienstleistungen erfolgt, die zu höchstens marktkonformen Preisen angeboten werden;\ne. durch Medienunternehmen kurzzeitig zur Verkaufsförderung durchgeführte Lotterien und Geschicklichkeitsspiele, von denen keine Gefahr von exzessivem Geldspiel ausgeht und an denen zu den gleich guten Zugangs- und Teilnahmebedingungen wie bei Leistung eines geldwerten Einsatzes oder bei Abschluss eines Rechtsgeschäfts auch gratis teilgenommen werden kann;\nf. Tätigkeiten, die gemäss Finanzmarktaufsichtsgesetz vom 22. Juni 2007 der Aufsicht der Eidgenössischen Finanzmarktaufsicht (FINMA) unterstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_1"
    },
    {
        "book": "BGS",
        "title": "BGS, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand",
        "citation": "Art. 1 Abs. 3 BGS",
        "content": "Dieses Gesetz gilt auch nicht für Schneeball-, Lawinen- oder Pyramidensysteme. Für diese gelten die Vorschriften des Bundesgesetzes vom 19. Dezember 1986 gegen den unlauteren Wettbewerb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_1"
    },
    {
        "book": "BGS",
        "title": "BGS, 1. Kapitel: Allgemeine Bestimmungen, Zweck",
        "citation": "Art. 2 BGS",
        "content": "Dieses Gesetz bezweckt, dass:\na. die Bevölkerung angemessen vor den Gefahren geschützt wird, die von den Geldspielen ausgehen;\nb. Geldspiele sicher und auf transparente Weise durchgeführt werden;\nc. die Reingewinne aus den Grossspielen, ausgenommen die Reingewinne aus den Geschicklichkeitsspielen, und die Reingewinne eines bestimmten Teils der Kleinspiele vollumfänglich und in transparenter Weise für gemeinnützige Zwecke verwendet werden;\nd. ein Teil der Bruttospielerträge der Spielbanken zugunsten der Alters-, Hinterlassenen- und Invalidenversicherung verwendet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_2"
    },
    {
        "book": "BGS",
        "title": "BGS, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 3 BGS",
        "content": "Die folgenden Ausdrücke bedeuten:\na. Geldspiele: Spiele, bei denen gegen Leistung eines geldwerten Einsatzes oder bei Abschluss eines Rechtsgeschäfts ein Geldgewinn oder ein anderer geldwerter Vorteil in Aussicht steht;\nb. Lotterien: Geldspiele, die einer unbegrenzten oder zumindest einer hohen Anzahl Personen offenstehen und bei denen das Ergebnis durch ein und dieselbe Zufallsziehung oder durch eine ähnliche Prozedur ermittelt wird;\nc. Sportwetten: Geldspiele, bei denen der Spielgewinn abhängig ist von der richtigen Vorhersage des Verlaufs oder des Ausgangs eines Sportereignisses;\nd. Geschicklichkeitsspiele: Geldspiele, bei denen der Spielgewinn ganz oder überwiegend von der Geschicklichkeit der Spielerin oder des Spielers abhängt;\ne. Grossspiele: Lotterien, Sportwetten und Geschicklichkeitsspiele, die je automatisiert oder interkantonal oder online durchgeführt werden;\nf. Kleinspiele: Lotterien, Sportwetten und Pokerturniere, die je weder automatisiert noch interkantonal noch online durchgeführt werden (Kleinlotterien, lokale Sportwetten, kleine Pokerturniere);\ng. Spielbankenspiele: Geldspiele, die einer eng begrenzten Anzahl Personen offenstehen; ausgenommen sind die Sportwetten, die Geschicklichkeitsspiele und die Kleinspiele.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_3"
    },
    {
        "book": "BGS",
        "title": "BGS, 1. Kapitel: Allgemeine Bestimmungen, Bewilligung oder Konzession",
        "citation": "Art. 4 BGS",
        "content": "Wer Geldspiele durchführen will, braucht eine Bewilligung oder eine Konzession. Die Bewilligung oder die Konzession gilt nur in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_4"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Konzessionspflicht",
        "citation": "Art. 5 Abs. 1 BGS",
        "content": "Wer Spielbankenspiele durchführen will, braucht eine Konzession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_5"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Konzessionspflicht",
        "citation": "Art. 5 Abs. 2 BGS",
        "content": "Die Konzession erlaubt, Spielbankenspiele innerhalb der Spielbank durchzuführen. Sie kann zusätzlich erlauben, Spielbankenspiele auch online durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_5"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Konzessionspflicht",
        "citation": "Art. 5 Abs. 3 BGS",
        "content": "Der Bundesrat legt die Anzahl der Konzessionen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_5"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Konzessionsarten",
        "citation": "Art. 6 Abs. 1 BGS",
        "content": "Der Bundesrat kann den Spielbanken folgende Arten von Konzessionen erteilen:\na. Konzession A;\nb. Konzession B.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_6"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Konzessionsarten",
        "citation": "Art. 6 Abs. 2 BGS",
        "content": "Er kann für die Spielbanken mit einer Konzession B die Anzahl und die Arten der angebotenen Spiele sowie die Höhe der Einsätze und Gewinne beschränken und besondere Voraussetzungen für den Betrieb von Jackpotsystemen festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_6"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Konzessionsarten",
        "citation": "Art. 6 Abs. 3 BGS",
        "content": "Nur Spielbanken mit einer Konzession A dürfen sich als «Grand Casino» bezeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_6"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Standorte",
        "citation": "Art. 7 BGS",
        "content": "Die Spielbanken werden möglichst ausgewogen auf die interessierten Regionen verteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_7"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Voraussetzungen",
        "citation": "Art. 8 Abs. 1 BGS",
        "content": "Eine Konzession kann erteilt werden, wenn:\na. die Gesuchstellerin:\n1. eine Aktiengesellschaft nach schweizerischem Recht ist und deren Aktienkapital in Namenaktien aufgeteilt ist,\n2. ein Sicherheitskonzept und ein Sozialkonzept vorlegt,\n3. Wirtschaftlichkeitsberechnungen vorlegt, aus denen glaubwürdig hervorgeht, dass die Spielbank wirtschaftlich überlebensfähig ist,\n4. die Massnahmen darlegt, wie die Voraussetzungen für die ordnungsgemässe Veranlagung der Spielbankenabgabe geschaffen werden, und\n5. in einem Bericht den volkswirtschaftlichen Nutzen der Spielbank für die Standortregion darlegt;\nb. die Gesuchstellerin und deren wichtigste Geschäftspartnerinnen und Geschäftspartner sowie die an ihnen wirtschaftlich Berechtigten sowie die Inhaberinnen und Inhaber von Anteilen und die an ihnen wirtschaftlich Berechtigten:\n1. einen guten Ruf geniessen, und \n2. Gewähr für eine einwandfreie Geschäftstätigkeit und eine unabhängige Geschäftsführung bieten; \nc. die Gesuchstellerin und die Inhaberinnen und Inhaber von Anteilen und die an ihnen wirtschaftlich Berechtigten und, auf Verlangen der Eidgenössischen Spielbankenkommission (ESBK), die wichtigsten Geschäftspartnerinnen und Geschäftspartner über genügend Eigenmittel verfügen und die rechtmässige Herkunft der zur Verfügung stehenden Geldmittel nachweisen;\nd. die Statuten, die Aufbau- und die Ablauforganisation und die vertraglichen Bindungen Gewähr für eine einwandfreie und unabhängige Führung der Geschäfte der Spielbank bieten; und\ne. Standortkanton und Standortgemeinde den Betrieb einer Spielbank befürworten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_8"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Voraussetzungen",
        "citation": "Art. 8 Abs. 2 BGS",
        "content": "Die Konzession legt die Bedingungen und Auflagen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_8"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Voraussetzungen für die Online-Durchführung von Spielbankenspielen",
        "citation": "Art. 9 BGS",
        "content": "Der Bundesrat erweitert die Konzession um das Recht, Spielbankenspiele online durchzuführen, wenn die Gesuchstellerin auch unter Berücksichtigung ihres Online-Angebots die Voraussetzungen nach Artikel 8 Absatz 1 Buchstaben a Ziffern 1–4 und b–d erfüllt. Das entsprechende Gesuch kann auch während der Laufzeit der Konzession gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_9"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Verfahren",
        "citation": "Art. 10 Abs. 1 BGS",
        "content": "Konzessionsgesuche sind der ESBK zuhanden des Bundesrates einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_10"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Verfahren",
        "citation": "Art. 10 Abs. 2 BGS",
        "content": "Die ESBK veranlasst die Veröffentlichung der Gesuche im Bundesblatt und im Amtsblatt des Standortkantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_10"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Verfahren",
        "citation": "Art. 10 Abs. 3 BGS",
        "content": "Sie führt das Verfahren zügig durch und lädt die interessierten Kreise zur Stellungnahme ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_10"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Verfahren",
        "citation": "Art. 10 Abs. 4 BGS",
        "content": "Sie stellt dem Eidgenössischen Justiz- und Polizeidepartement (EJPD) zuhanden des Bundesrates Antrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_10"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Entscheid",
        "citation": "Art. 11 Abs. 1 BGS",
        "content": "Der Bundesrat entscheidet über die Erteilung der Konzession; sein Entscheid ist nicht anfechtbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_11"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Entscheid",
        "citation": "Art. 11 Abs. 2 BGS",
        "content": "Die Konzession wird im Bundesblatt und im Amtsblatt des Standortkantons publiziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_11"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Gültigkeitsdauer, Verlängerung oder Erneuerung",
        "citation": "Art. 12 Abs. 1 BGS",
        "content": "Die Konzession gilt für 20 Jahre. Wenn es die besonderen Verhältnisse rechtfertigen, kann der Bundesrat eine kürzere oder eine längere Dauer vorsehen. Der Bundesrat kann insbesondere eine kürzere Dauer vorsehen für die Erweiterung der Konzession um das Recht, Spielbankenspiele online durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_12"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Gültigkeitsdauer, Verlängerung oder Erneuerung",
        "citation": "Art. 12 Abs. 2 BGS",
        "content": "Die Konzession kann verlängert oder erneuert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_12"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Meldepflicht",
        "citation": "Art. 13 BGS",
        "content": "Die Konzessionärin meldet der ESBK:\na. alle wesentlichen Änderungen der Konzessionsvoraussetzungen;\nb. den Namen beziehungsweise die Firma sowie die Adresse von Aktionärinnen und Aktionären, die mehr als 5 Prozent des Aktienkapitals oder der Stimmen halten;\nc. die Veränderungen von Kapital- oder Stimmbeteiligung sowie der Angaben zur Identität nach Buchstabe b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_13"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Übertragbarkeit",
        "citation": "Art. 14 BGS",
        "content": "Die Konzession ist nicht übertragbar. Rechtsgeschäfte, die dieses Verbot missachten oder umgehen, sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_14"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Entzug, Einschränkung und Suspendierung",
        "citation": "Art. 15 Abs. 1 BGS",
        "content": "Die ESBK entzieht die Konzession, wenn:\na. wesentliche Voraussetzungen zu ihrer Erteilung nicht mehr erfüllt sind; oder\nb. die Konzessionärin:\n1. sie durch unvollständige oder unrichtige Angaben erwirkt hat,\n2. den Betrieb nicht innerhalb der mit der Konzession gesetzten Frist aufnimmt, \n3. den Betrieb während längerer Zeit einstellt, es sei denn, sie wird durch Umstände am Betrieb gehindert, für die sie keine Verantwortung trägt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_15"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Entzug, Einschränkung und Suspendierung",
        "citation": "Art. 15 Abs. 2 BGS",
        "content": "Sie entzieht die Konzession ebenfalls, wenn die Konzessionärin oder eine der Personen, die sie mit der Geschäftsführung betraut hat:\na. in schwerwiegender Weise oder wiederholt gegen dieses Gesetz, gegen die Ausführungsvorschriften oder gegen die Konzession verstösst; \nb. die Konzession zu rechtswidrigen Zwecken benutzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_15"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Entzug, Einschränkung und Suspendierung",
        "citation": "Art. 15 Abs. 3 BGS",
        "content": "In leichten Fällen kann sie die Konzession suspendieren, einschränken oder mit zusätzlichen Bedingungen und Auflagen versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_15"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 1. Abschnitt: Konzessionen, Entzug, Einschränkung und Suspendierung",
        "citation": "Art. 15 Abs. 4 BGS",
        "content": "Wird die Konzession entzogen, so kann die ESBK die Auflösung der Aktiengesellschaft anordnen; sie bezeichnet die Liquidatorin oder den Liquidator und überwacht ihre oder seine Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_15"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Bewilligungspflicht",
        "citation": "Art. 16 Abs. 1 BGS",
        "content": "Für jedes Spielbankenspiel, das die Konzessionärin durchführt, braucht sie eine Bewilligung der ESBK.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_16"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Bewilligungspflicht",
        "citation": "Art. 16 Abs. 2 BGS",
        "content": "Für die Bewilligung von Spielveränderungen von untergeordneter Bedeutung kann der Bundesrat ein vereinfachtes Verfahren vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_16"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Bewilligungspflicht",
        "citation": "Art. 16 Abs. 3 BGS",
        "content": "Die ESBK kann der Konzessionärin auch die Durchführung von kleinen Pokerturnieren erlauben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_16"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Bewilligungspflicht",
        "citation": "Art. 16 Abs. 4 BGS",
        "content": "Der Bundesrat bestimmt, inwieweit die ESBK den Spielbanken erlauben kann, mit Veranstalterinnen von Spielbankenspielen im Inland und im Ausland zusammenzuarbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_16"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Bewilligungspflicht",
        "citation": "Art. 16 Abs. 5 BGS",
        "content": "Ist die Standortregion einer Spielbank mit Konzession B wirtschaftlich von ausgeprägt saisonalem Tourismus abhängig, kann diese ausserhalb der touristischen Saison an maximal 270 Tagen auf den Betrieb des Tischspielbereiches verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_16"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Anforderungen",
        "citation": "Art. 17 Abs. 1 BGS",
        "content": "Die Spiele müssen so ausgestaltet sein, dass sie auf sichere und transparente Weise durchgeführt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_17"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Anforderungen",
        "citation": "Art. 17 Abs. 2 BGS",
        "content": "Online durchgeführte Spiele müssen ausserdem so ausgestaltet sein, dass sie von angemessenen Massnahmen zum Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel begleitet werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_17"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Anforderungen",
        "citation": "Art. 17 Abs. 3 BGS",
        "content": "Der Bundesrat erlässt die spieltechnischen Vorschriften, die erforderlich sind zur Umsetzung der Anforderungen nach den Absätzen 1 und 2. Er berücksichtigt dabei die international gebräuchlichen Vorgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_17"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Angaben und Unterlagen",
        "citation": "Art. 18 Abs. 1 BGS",
        "content": "Im Gesuch um Erteilung der Bewilligung macht die Spielbank Angaben über die Einhaltung der Anforderungen nach Artikel 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_18"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Angaben und Unterlagen",
        "citation": "Art. 18 Abs. 2 BGS",
        "content": "Die Spielbank, die ein automatisiert oder online durchgeführtes Spielbankenspiel betreiben will, reicht der ESBK ein Zertifikat einer akkreditierten Konformitätsbewertungsstelle ein über die Einhaltung der spieltechnischen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_18"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Angaben und Unterlagen",
        "citation": "Art. 18 Abs. 3 BGS",
        "content": "Die Angaben und Unterlagen nach den Absätzen 1 und 2 müssen nicht eingereicht werden, soweit die Spielbank nachweist, dass diese in einem anderen Verfahren bereits früher eingereicht worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_18"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Jackpotsysteme",
        "citation": "Art. 19 BGS",
        "content": "Im Rahmen der Spielbankenspiele dürfen die Spielbanken Jackpotsysteme innerhalb der Spielbank und unter den Spielbanken vernetzen. Der Bundesrat legt die Voraussetzungen für den Betrieb fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_19"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Konsultation",
        "citation": "Art. 20 Abs. 1 BGS",
        "content": "Zur Beurteilung, ob es sich beim beantragten Spiel um ein Spielbankenspiel handelt, konsultiert die ESBK vor dem Bewilligungsentscheid die interkantonale Behörde (Art. 105). Bei Uneinigkeit führen die beiden Behörden einen Meinungsaustausch. Führt der Meinungsaustausch zu keinem einvernehmlichen Ergebnis, so wird das Koordinationsorgan (Art. 113) angerufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_20"
    },
    {
        "book": "BGS",
        "title": "BGS, 2. Kapitel: Spielbanken, 2. Abschnitt: Spielangebot, Konsultation",
        "citation": "Art. 20 Abs. 2 BGS",
        "content": "Im Fall von Routineentscheiden kann die ESBK auf die Konsultation verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_20"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 1. Abschnitt: Veranstalterbewilligung, Bewilligungspflicht",
        "citation": "Art. 21 BGS",
        "content": "Wer Grossspiele veranstalten will, braucht eine Bewilligung der interkantonalen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_21"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 1. Abschnitt: Veranstalterbewilligung, Voraussetzungen",
        "citation": "Art. 22 Abs. 1 BGS",
        "content": "Die Bewilligung kann erteilt werden, wenn die Veranstalterin:\na. eine juristische Person nach schweizerischem Recht ist;\nb. einen guten Ruf geniesst;\nc. ihre wirtschaftliche Situation darlegt;\nd. allfällige finanzielle oder sonstige Beteiligungen an anderen Unternehmungen offenlegt;\ne. die rechtmässige Herkunft der zur Verfügung stehenden Geldmittel nachweist;\nf. eine einwandfreie Geschäftsführung und deren Unabhängigkeit gegen aussen gewährleistet; \ng. über genügend Mittel verfügt sowie Gewähr dafür bietet, dass den Spielerinnen und Spielern die Gewinne ausbezahlt werden;\nh. über ein Sicherheits- und ein Sozialkonzept verfügt; und\ni. gewährleistet, dass die Betriebskosten, namentlich die Werbung und die Löhne, im Vergleich zu den Mitteln, die für gemeinnützige Zwecke zur Verfügung gestellt werden, in einem angemessenen Verhältnis stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_22"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 1. Abschnitt: Veranstalterbewilligung, Voraussetzungen",
        "citation": "Art. 22 Abs. 2 BGS",
        "content": "Die Anforderung nach Absatz 1 Buchstabe i gilt nicht für Geschicklichkeitsspiele.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_22"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 1. Abschnitt: Veranstalterbewilligung, Anzahl Veranstalterinnen",
        "citation": "Art. 23 Abs. 1 BGS",
        "content": "Die Kantone bestimmen die maximale Anzahl der Veranstalterinnen von Lotterien und Sportwetten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_23"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 1. Abschnitt: Veranstalterbewilligung, Anzahl Veranstalterinnen",
        "citation": "Art. 23 Abs. 2 BGS",
        "content": "Sie können darüber hinaus in rechtsetzender Form die Gesellschaften bezeichnen, denen die interkantonale Behörde bei gegebenen Bewilligungsvoraussetzungen eine Bewilligung für die Veranstaltung von Lotterien und Sportwetten erteilen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_23"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Bewilligungspflicht",
        "citation": "Art. 24 Abs. 1 BGS",
        "content": "Für die Durchführung von Grossspielen braucht es eine Bewilligung der interkantonalen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_24"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Bewilligungspflicht",
        "citation": "Art. 24 Abs. 2 BGS",
        "content": "Für die Bewilligung von Spielveränderungen von untergeordneter Bedeutung kann der Bundesrat ein vereinfachtes Verfahren vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_24"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Voraussetzungen",
        "citation": "Art. 25 Abs. 1 BGS",
        "content": "Die Bewilligung für ein Grossspiel kann erteilt werden, wenn:\na. das Spiel auf sichere und transparente Weise durchgeführt werden kann;\nb. die Veranstalterin angemessene Massnahmen zum Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel vorsieht;\nc. die Veranstalterin die Reingewinne für gemeinnützige Zwecke verwendet, es sei denn, es handelt sich beim Grossspiel um ein Geschicklichkeitsspiel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_25"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Voraussetzungen",
        "citation": "Art. 25 Abs. 2 BGS",
        "content": "Sportwetten dürfen nicht auf Sportereignisse angeboten werden, an denen mehrheitlich Minderjährige teilnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_25"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Voraussetzungen",
        "citation": "Art. 25 Abs. 3 BGS",
        "content": "Der Bundesrat bestimmt, inwieweit die interkantonale Behörde der Veranstalterin von Grossspielen erlauben kann, mit Grossspielveranstalterinnen im Inland und im Ausland zusammenzuarbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_25"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Gesuch",
        "citation": "Art. 26 BGS",
        "content": "Im Gesuch um Erteilung der Bewilligung macht die Veranstalterin von Grossspielen Angaben über:\na. Konzeption und Durchführung in spieltechnischer, organisatorischer und finanzieller Hinsicht;\nb. die Massnahmen zum Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel und zur sicheren und transparenten Spieldurchführung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_26"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Konsultation",
        "citation": "Art. 27 Abs. 1 BGS",
        "content": "Zur Beurteilung, ob es sich beim beantragten Spiel um ein Grossspiel handelt, konsultiert die interkantonale Behörde vor dem Bewilligungsentscheid die ESBK. Bei Uneinigkeit führen die beiden Behörden einen Meinungsaustausch. Führt der Meinungsaustausch zu keinem einvernehmlichen Ergebnis, so wird das Koordinationsorgan angerufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_27"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Konsultation",
        "citation": "Art. 27 Abs. 2 BGS",
        "content": "Im Falle von Routineentscheiden kann die interkantonale Behörde auf die Konsultation verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_27"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 2. Abschnitt: Spielbewilligung, Kantonales Recht",
        "citation": "Art. 28 BGS",
        "content": "Die Kantone können in rechtsetzender Form die Durchführung der folgenden Grossspiele verbieten:\na. alle Lotterien;\nb. alle Sportwetten;\nc. alle Geschicklichkeitsspiele.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_28"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 3. Abschnitt: Gemeinsame Bestimmungen, Geltungsdauer, Bedingungen und Auflagen ",
        "citation": "Art. 29 Abs. 1 BGS",
        "content": "Die Veranstalter- und die Spielbewilligung können befristet und erneuert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_29"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 3. Abschnitt: Gemeinsame Bestimmungen, Geltungsdauer, Bedingungen und Auflagen ",
        "citation": "Art. 29 Abs. 2 BGS",
        "content": "Sie können mit Bedingungen und Auflagen verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_29"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 3. Abschnitt: Gemeinsame Bestimmungen, Übertragbarkeit",
        "citation": "Art. 30 BGS",
        "content": "Die Veranstalter- und die Spielbewilligung sind nicht übertragbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_30"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 3. Abschnitt: Gemeinsame Bestimmungen, Entzug, Einschränkung und Suspendierung",
        "citation": "Art. 31 Abs. 1 BGS",
        "content": "Die interkantonale Behörde entzieht die Veranstalter- oder die Spielbewilligung, wenn die gesetzlichen Voraussetzungen für deren Erteilung weggefallen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_31"
    },
    {
        "book": "BGS",
        "title": "BGS, 3. Kapitel: Grossspiele, 3. Abschnitt: Gemeinsame Bestimmungen, Entzug, Einschränkung und Suspendierung",
        "citation": "Art. 31 Abs. 2 BGS",
        "content": "In leichten Fällen kann sie die Bewilligung suspendieren, einschränken oder mit zusätzlichen Bedingungen und Auflagen versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_31"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Bewilligungspflicht",
        "citation": "Art. 32 Abs. 1 BGS",
        "content": "Für die Durchführung von Kleinspielen braucht es eine Bewilligung der kantonalen Aufsichts- und Vollzugsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_32"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Bewilligungspflicht",
        "citation": "Art. 32 Abs. 2 BGS",
        "content": "Diese Behörde stellt der interkantonalen Behörde ihre Bewilligungsentscheide zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_32"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Allgemeine Voraussetzungen",
        "citation": "Art. 33 Abs. 1 BGS",
        "content": "Die Bewilligung für die Durchführung eines Kleinspiels kann erteilt werden, wenn:\na. die Veranstalterin:\n1. eine juristische Person nach schweizerischem Recht ist,\n2. einen guten Ruf geniesst,\n3. Gewähr leistet für eine transparente und einwandfreie Geschäfts- und Spieldurchführung;\nb. das Kleinspiel so ausgestaltet ist, dass es sicher und auf transparente Weise durchgeführt werden kann und von ihm nur eine geringe Gefahr des exzessiven Geldspiels, der Kriminalität und der Geldwäscherei ausgeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_33"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Allgemeine Voraussetzungen",
        "citation": "Art. 33 Abs. 2 BGS",
        "content": "Wird die Organisation oder die Durchführung von Kleinlotterien und lokalen Sportwetten an Dritte ausgelagert, so müssen diese Dritte gemeinnützige Zwecke verfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_33"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 1 BGS",
        "content": "Kleinlotterien muss ein im Voraus definierter Gewinnplan zugrunde liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 2 BGS",
        "content": "Die Reingewinne müssen vollumfänglich für gemeinnützige Zwecke verwendet werden. Vorbehalten ist eine Verwendung nach Artikel 129. Die Durchführungskosten müssen in einem angemessenen Verhältnis zu den für gemeinnützige Zwecke vorgesehenen Mitteln stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 3 BGS",
        "content": "Der Bundesrat legt weitere Bewilligungsvoraussetzungen fest. Er bestimmt insbesondere:\na. die maximale Höhe der einzelnen Einsätze;\nb. die maximale Summe aller Einsätze;\nc. die minimalen Gewinnmöglichkeiten;\nd. die jährliche maximale Anzahl Kleinlotterien pro Veranstalterin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 4 BGS",
        "content": "Der Bundesrat kann für Kleinlotterien zur Finanzierung einzelner Anlässe von überregionaler Bedeutung eine höhere maximale Summe aller Einsätze bestimmen. Die Teilnahme an derartigen Kleinlotterien kann ausnahmsweise auch in anderen Kantonen angeboten werden, wenn diese dazu ihr Einverständnis erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 5 BGS",
        "content": "Für die Durchführung von Kleinlotterien nach Absatz 4 ist eine Bewilligung der kantonalen Aufsichts- und Vollzugsbehörde nötig. Diese Behörde stellt der interkantonalen Behörde ihren Bewilligungsentscheid zur Genehmigung zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 6 BGS",
        "content": "Die interkantonale Behörde genehmigt den Bewilligungsentscheid, wenn die Voraussetzungen von Absatz 4 und Artikel 33 Absatz 1 Buchstabe b sowie allfällige interkantonale Vorgaben erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für Kleinlotterien",
        "citation": "Art. 34 Abs. 7 BGS",
        "content": "Die Kantone können die maximale Summe aller Einsätze aller in einem Kanton in einem Jahr durchgeführten Kleinlotterien begrenzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_34"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für lokale Sportwetten",
        "citation": "Art. 35 Abs. 1 BGS",
        "content": "Lokale Sportwetten müssen nach dem Totalisatorprinzip konzipiert sein und dürfen nur am Ort angeboten und durchgeführt werden, an dem das Sportereignis stattfindet, auf das sie sich beziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_35"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für lokale Sportwetten",
        "citation": "Art. 35 Abs. 2 BGS",
        "content": "Die Reingewinne müssen vollumfänglich für gemeinnützige Zwecke verwendet werden. Vorbehalten ist eine Verwendung nach Artikel 129. Die Durchführungskosten müssen in einem angemessenen Verhältnis zu den für gemeinnützige Zwecke vorgesehenen Mitteln stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_35"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für lokale Sportwetten",
        "citation": "Art. 35 Abs. 3 BGS",
        "content": "Der Bundesrat legt weitere Bewilligungsvoraussetzungen fest. Er bestimmt insbesondere:\na. die maximale Höhe der einzelnen Einsätze;\nb. die maximale Summe aller Einsätze;\nc. die minimalen Gewinnmöglichkeiten;\nd. die jährliche maximale Anzahl Sportwetten pro Veranstalterin und pro Veranstaltungsort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_35"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für kleine Pokerturniere",
        "citation": "Art. 36 Abs. 1 BGS",
        "content": "Für die Erteilung der Bewilligung für ein kleines Pokerturnier müssen folgende Voraussetzungen erfüllt sein:\na. Die Anzahl Teilnehmerinnen und Teilnehmer ist begrenzt; diese spielen gegeneinander.\nb. Das Startgeld ist tief und steht in einem angemessenen Verhältnis zur Turnierdauer.\nc. Die Summe der Spielgewinne entspricht der Summe der Startgelder.\nd. Das Spiel wird in einer öffentlich zugänglichen Örtlichkeit gespielt.\ne. Die Spielregeln und die Informationen zum Schutz der Teilnehmerinnen und Teilnehmer vor exzessivem Geldspiel werden aufgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_36"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für kleine Pokerturniere",
        "citation": "Art. 36 Abs. 2 BGS",
        "content": "Von den Spielerinnen und Spielern kann eine Teilnahmegebühr erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_36"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Zusätzliche Voraussetzungen für kleine Pokerturniere",
        "citation": "Art. 36 Abs. 3 BGS",
        "content": "Der Bundesrat legt weitere Bewilligungsvoraussetzungen fest. Er bestimmt insbesondere:\na. das maximale Startgeld;\nb. die maximale Summe der Startgelder;\nc. die maximale Anzahl Turniere pro Tag und Veranstaltungsort;\nd. die minimale Teilnehmerzahl;\ne. die minimale Turnierdauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_36"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Gesuch",
        "citation": "Art. 37 Abs. 1 BGS",
        "content": "Im Gesuch um Erteilung der Bewilligung macht die Veranstalterin der kantonalen Aufsichts- und Vollzugsbehörde für jedes Kleinspiel Angaben über die Konzeption und Durchführung in spieltechnischer, organisatorischer und finanzieller Hinsicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_37"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Gesuch",
        "citation": "Art. 37 Abs. 2 BGS",
        "content": "Mit einem Gesuch kann die Bewilligung für mehrere Veranstaltungen beantragt werden. Diese müssen am gleichen Ort während einer Zeitspanne von maximal sechs Monaten stattfinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_37"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Berichterstattung und Rechnungslegung",
        "citation": "Art. 38 Abs. 1 BGS",
        "content": "Veranstalterinnen von Kleinlotterien und lokalen Sportwetten stellen der kantonalen Aufsichts- und Vollzugsbehörde innert dreier Monate nach Abschluss eines Spiels einen Bericht zu. Dieser enthält:\na. die Abrechnung über das Spiel;\nb. Angaben über den Spielverlauf;\nc. Angaben über die Verwendung der Erträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_38"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Berichterstattung und Rechnungslegung",
        "citation": "Art. 38 Abs. 2 BGS",
        "content": "Für Veranstalterinnen, die 24 oder mehr kleine Pokerturniere pro Jahr durchführen, gelten bezüglich Rechnungslegung und Revision die Regeln nach den Artikeln 48 und 49 Absätze 3 und 4. Für die anderen Veranstalterinnen von kleinen Pokerturnieren kommt Absatz 1 Buchstaben a und b zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_38"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Geltungsdauer, Änderung, Übertragbarkeit und Entzug",
        "citation": "Art. 39 BGS",
        "content": "Für die Geltungsdauer, die Änderung, die Übertragbarkeit und den Entzug der Bewilligungen gelten die Artikel 29–31 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_39"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Aufsicht",
        "citation": "Art. 40 Abs. 1 BGS",
        "content": "Die kantonale Aufsichts- und Vollzugsbehörde überwacht die Einhaltung der gesetzlichen Bestimmungen in Bezug auf die Kleinspiele.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_40"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Aufsicht",
        "citation": "Art. 40 Abs. 2 BGS",
        "content": "Sie kann dazu insbesondere:\na. von den Veranstalterinnen die notwendigen Auskünfte und Unterlagen verlangen und Kontrollen durchführen;\nb. für die Zeit der Untersuchung vorsorgliche Massnahmen treffen;\nc. bei Verletzungen dieses Gesetzes oder bei Vorliegen sonstiger Missstände die notwendigen Massnahmen zur Herstellung des ordnungsgemässen Zustands und zur Beseitigung der Missstände verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_40"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Kantonales Recht",
        "citation": "Art. 41 Abs. 1 BGS",
        "content": "Die Kantone können über dieses Kapitel hinausgehende zusätzliche Bestimmungen betreffend die Kleinspiele vorsehen oder Kleinspiele ganz untersagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_41"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Kantonales Recht",
        "citation": "Art. 41 Abs. 2 BGS",
        "content": "Die Artikel 32, 33, 34 Absätze 3–7 sowie die Artikel 37–40 gelten nicht für Kleinlotterien, die bei einem Unterhaltungsanlass veranstaltet werden, deren Gewinne ausschliesslich in Sachpreisen bestehen, bei denen die Ausgabe der Lose, die Losziehung und die Ausrichtung der Gewinne im unmittelbaren Zusammenhang mit dem Unterhaltungsanlass erfolgen und bei denen die maximale Summe aller Einsätze tief ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_41"
    },
    {
        "book": "BGS",
        "title": "BGS, 4. Kapitel: Kleinspiele, Kantonales Recht",
        "citation": "Art. 41 Abs. 3 BGS",
        "content": "Der Bundesrat legt die maximale Summe fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_41"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Sicherheitskonzept",
        "citation": "Art. 42 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen erstellen ein Sicherheitskonzept. Darin sehen sie unter Berücksichtigung des Gefährdungspotenzials und der Merkmale des Vertriebskanals der verschiedenen Spielangebote Massnahmen vor, mit denen sie einen sicheren und transparenten Spielbetrieb sowie die Bekämpfung der Kriminalität und der Geldwäscherei gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_42"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Sicherheitskonzept",
        "citation": "Art. 42 Abs. 2 BGS",
        "content": "Das Sicherheitskonzept sieht insbesondere Massnahmen vor, die gewährleisten, dass:\na. die Organisationsstrukturen und Betriebsabläufe sowie die daran geknüpften Verantwortlichkeiten dokumentiert werden;\nb. ein Kontrollsystem betrieben wird, das die Spieleinsatz- und Gewinnauszahlungstransaktionen überprüft und dokumentiert;\nc. die Gewinnermittlungsverfahren einwandfrei funktionieren;\nd. Unberechtigten der Zutritt zum Spielbetrieb verwehrt wird; und\ne. der Spielbetrieb so ausgestaltet ist, dass unerlaubte Handlungen verhindert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_42"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Sicherheitskonzept",
        "citation": "Art. 42 Abs. 3 BGS",
        "content": "Der Bundesrat präzisiert die Anforderungen an das Sicherheitskonzept.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_42"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Meldepflicht",
        "citation": "Art. 43 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen melden der zuständigen Vollzugsbehörde alle wichtigen Vorkommnisse, welche die Sicherheit und die Transparenz des Spielbetriebs gefährden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_43"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Information der Spielerinnen und Spieler",
        "citation": "Art. 44 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen stellen den Spielerinnen und Spielern die zur Spielteilnahme erforderlichen Informationen zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_44"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Einsätze und Gewinne nicht zugelassener Spielerinnen und Spieler",
        "citation": "Art. 45 Abs. 1 BGS",
        "content": "Spielerinnen und Spieler unter dem erforderlichen Mindestalter, gesperrte sowie mit einem Spielverbot belegte Spielerinnen und Spieler haben weder Anspruch auf Rückerstattung ihrer Einsätze noch auf Auszahlung von Spielgewinnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_45"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Einsätze und Gewinne nicht zugelassener Spielerinnen und Spieler",
        "citation": "Art. 45 Abs. 2 BGS",
        "content": "Allfällige Gewinne der Spielerinnen und Spieler nach Absatz 1 sind vollumfänglich bestimmt für:\na. die Alters-, Hinterlassenen- und Invalidenversicherung, wenn es sich um Gewinne aus Spielbanken handelt;\nb. gemeinnützige Zwecke, wenn es sich um Gewinne aus Grossspielen handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_45"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Verträge mit Dritten",
        "citation": "Art. 46 Abs. 1 BGS",
        "content": "Verträge zwischen Spielbanken und Dritten sowie zwischen Veranstalterinnen von Grossspielen und Dritten dürfen keine Leistungen in Abhängigkeit von Umsatz oder Ertrag des Spielbetriebs vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_46"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Verträge mit Dritten",
        "citation": "Art. 46 Abs. 2 BGS",
        "content": "Umsatz- oder ertragsabhängige Verträge mit Lieferantinnen von online durchgeführten Spielen sind zulässig, sofern die Vergütung angemessen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_46"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Verträge mit Dritten",
        "citation": "Art. 46 Abs. 3 BGS",
        "content": "Umsatz- oder ertragsabhängige Verträge mit Vertriebspartnern von Veranstalterinnen von Grossspielen sind zulässig, sofern die Vergütung angemessen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_46"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Berichterstattung",
        "citation": "Art. 47 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen reichen der zuständigen Vollzugsbehörde jährlich einen Geschäftsbericht ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_47"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Berichterstattung",
        "citation": "Art. 47 Abs. 2 BGS",
        "content": "Sie erstatten der zuständigen Vollzugsbehörde jährlich Bericht über die Umsetzung des Sicherheitskonzepts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_47"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Rechnungslegung",
        "citation": "Art. 48 Abs. 1 BGS",
        "content": "Für die Rechnungslegung der Spielbanken und der Veranstalterinnen von Grossspielen gelten neben den Bestimmungen dieses Gesetzes die Vorschriften des zweiunddreissigsten Titels des Obligationenrechts (OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_48"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Rechnungslegung",
        "citation": "Art. 48 Abs. 2 BGS",
        "content": "Der Bundesrat kann die Anwendung eines anerkannten Rechnungslegungsstandards nach Artikel 962a OR vorsehen und von den Bestimmungen des OR über die Buchführung und die Rechnungslegung abweichen, wenn dies aufgrund der Besonderheiten des Geldspielbereichs erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_48"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Revisionsstelle",
        "citation": "Art. 49 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen lassen ihre Jahresrechnung von einer unabhängigen Revisionsstelle prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_49"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Revisionsstelle",
        "citation": "Art. 49 Abs. 2 BGS",
        "content": "Auf die Revisionsstelle und die Revision der Jahresrechnung sind die Vorschriften des Aktienrechts anzuwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_49"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Revisionsstelle",
        "citation": "Art. 49 Abs. 3 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen müssen ihre Jahresrechnung ordentlich prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_49"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Revisionsstelle",
        "citation": "Art. 49 Abs. 4 BGS",
        "content": "Veranstalterinnen von Grossspielen, die nur Geschicklichkeitsspiele durchführen, können ihre Jahresrechnung eingeschränkt prüfen lassen, wenn die Grenzwerte nach Artikel 727 OR nicht erreicht werden. Sie können auf die Revision ihrer Jahresrechnung nicht verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_49"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Revisionsstelle",
        "citation": "Art. 49 Abs. 5 BGS",
        "content": "Die Revisionsstelle stellt den Revisionsbericht der Vollzugsbehörde zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_49"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Anzeigepflicht",
        "citation": "Art. 50 BGS",
        "content": "Stellt die Revisionsstelle bei der Durchführung der Prüfung Gesetzesverstösse oder andere Unregelmässigkeiten fest, so benachrichtigt sie unverzüglich die zuständige Vollzugsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_50"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 1. Abschnitt: Gemeinsame Bestimmungen, Datenbearbeitung",
        "citation": "Art. 51 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen dürfen zum Zweck des Schutzes der Spielerinnen und Spieler vor exzessivem Geldspiel sowie der Bekämpfung der Kriminalität und der Geldwäscherei Personendaten, einschliesslich besonders schützenswerter Personendaten, bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_51"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Spielverbot",
        "citation": "Art. 52 Abs. 1 BGS",
        "content": "Folgende Personen unterliegen in Spielbanken einem Spielverbot:\na. Mitglieder der ESBK und die Angestellten ihres Sekretariats;\nb. Angestellte von Spielbanken, die am Spielbetrieb beteiligt sind;\nc. Mitglieder des Verwaltungsrates und der Geschäftsleitung von Unternehmen, die Spieleinrichtungen herstellen oder damit handeln;\nd. Mitglieder des Verwaltungsrates von Spielbanken;\ne. Minderjährige;\nf. Personen, gegen die eine Spielsperre besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_52"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Spielverbot",
        "citation": "Art. 52 Abs. 2 BGS",
        "content": "Folgende Personen unterliegen einem Spielverbot in der Spielbank, mit der sie in Verbindung stehen:\na. Angestellte dieser Spielbank und von deren Nebenbetrieben, die nicht am Spielbetrieb beteiligt sind;\nb. Aktionärinnen und Aktionäre, die mehr als 5 Prozent des Aktienkapitals oder der Stimmen halten;\nc. Angestellte der Revisionsstelle, die mit deren Revision betraut sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_52"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Teilnahmebeschränkungen",
        "citation": "Art. 53 Abs. 1 BGS",
        "content": "Die Spielbank kann:\na. Personen ohne Angabe von Gründen sowohl den Zutritt als auch die Spielteilnahme verweigern;\nb. Eintrittspreise erheben;\nc. Kleidervorschriften erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_53"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Teilnahmebeschränkungen",
        "citation": "Art. 53 Abs. 2 BGS",
        "content": "Für online durchgeführte Spiele ist Absatz 1 Buchstaben b und c nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_53"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Identifizierung der Spielerinnen und Spieler",
        "citation": "Art. 54 BGS",
        "content": "Die Spielerinnen und Spieler sind vor Spielbeginn zu identifizieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_54"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Spielmarken",
        "citation": "Art. 55 BGS",
        "content": "Bei Tischspielen darf nur mit Jetons oder mit Spielplaques der betreffenden Spielbank gespielt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_55"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Unrechtmässige Spielerträge",
        "citation": "Art. 56 BGS",
        "content": "Unrechtmässig erzielte Spielerträge gehen an die Alters-, Hinterlassenen- und Invalidenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_56"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Trinkgelder und Zuwendungen anderer Art",
        "citation": "Art. 57 Abs. 1 BGS",
        "content": "Trinkgelder für Angestellte, die am Spielbetrieb beteiligt sind, werden an die Spielbank weitergeleitet. Diese verwaltet sie separat und informiert sowohl die Angestellten als auch die Spielerinnen und Spieler transparent über den Verteilschlüssel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_57"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Trinkgelder und Zuwendungen anderer Art",
        "citation": "Art. 57 Abs. 2 BGS",
        "content": "Zuwendungen anderer Art an Angestellte, die am Spielbetrieb beteiligt sind, sind nicht zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_57"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Bewilligungen",
        "citation": "Art. 58 Abs. 1 BGS",
        "content": "Der Bundesrat kann spezielle Bewilligungen vorsehen, namentlich für:\na. die Lieferantinnen von Spielgeräten;\nb. die technische Ausrüstung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_58"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen, Bewilligungen",
        "citation": "Art. 58 Abs. 2 BGS",
        "content": "Er regelt die Bewilligungsvoraussetzungen und das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_58"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen,  Auslagerung der Kameraüberwachung",
        "citation": "Art. 59 Abs. 1 BGS",
        "content": "Die ESBK kann Spielbanken mit einer Konzession B, deren Standortregion wirtschaftlich von ausgeprägt saisonalem Tourismus abhängig ist und die trotz wirtschaftlicher Unternehmensführung keine angemessene Rentabilität erzielen, die Auslagerung des Betriebs des Kameraüberwachungssystems an eine andere Schweizer Spielbank erlauben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_59"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 2. Abschnitt: Betrieb von Spielbankenspielen,  Auslagerung der Kameraüberwachung",
        "citation": "Art. 59 Abs. 2 BGS",
        "content": "Die Spielbank bleibt auch in Fällen von Auslagerungen vollumfänglich für die Gewährleistung des sicheren und transparenten Spielbetriebs verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_59"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Lotterieziehungen",
        "citation": "Art. 60 Abs. 1 BGS",
        "content": "Automatisiert ablaufende Lotterieziehungen müssen von der Veranstalterin in geeigneter Form dokumentiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_60"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Lotterieziehungen",
        "citation": "Art. 60 Abs. 2 BGS",
        "content": "Manuelle Lotterieziehungen müssen durch eine Amts- oder Urkundsperson überwacht und mit einem Ziehungsprotokoll festgehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_60"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen",
        "citation": "Art. 61 Abs. 1 BGS",
        "content": "Die Teilnahme an Grossspielen darf zu gewerblichen Zwecken nur von einer Inhaberin einer Veranstalterbewilligung oder von ihr ermächtigten Dritten angeboten werden. Die gewerbliche Organisation von Spielgemeinschaften zur Teilnahme an Grossspielen durch Dritte ist verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_61"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen",
        "citation": "Art. 61 Abs. 2 BGS",
        "content": "Die Teilnahme an Grossspielen darf nur an öffentlich zugänglichen Orten angeboten werden, die nicht vorwiegend der Durchführung von Geldspielen dienen. Ausgenommen hiervon sind:\na. Spiellokale für automatisiert durchgeführte Geschicklichkeitsspiele;\nb. Spielbanken, die in ihren Räumlichkeiten Geschicklichkeitsspiele durchführen oder Sportwetten und Lotterien Dritter anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_61"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen in Spielbanken",
        "citation": "Art. 62 Abs. 1 BGS",
        "content": "Spielbanken können mit Bewilligung der ESBK Geschicklichkeitsspiele selbst durchführen und die Teilnahme an Sportwetten und Lotterien Dritter anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_62"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen in Spielbanken",
        "citation": "Art. 62 Abs. 2 BGS",
        "content": "Die Bewilligung wird erteilt, wenn die Spielbank nachweist, dass die nach dem 3. Kapitel nötigen Bewilligungen erteilt wurden, und gewährleistet, dass: \na. die Grossspiele, die sie im Spielbereich durchführt oder anbietet, und die Spielbankenspiele in separaten Zonen stattfinden; \nb. die Grossspiele als solche gekennzeichnet sind; \nc. die Geldflüsse getrennt verbucht werden; und \nd. das Angebot an Grossspielen im Vergleich zum Angebot an Spielbankenspielen von untergeordneter Bedeutung ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_62"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen in Spielbanken",
        "citation": "Art. 62 Abs. 3 BGS",
        "content": "Die Veranstalterin von Grossspielen ergreift die gesetzlich vorgesehenen Massnahmen zur Gewährleistung eines sicheren und transparenten Spielbetriebs, der Geldwäschereibekämpfung und des Schutzes der Spielerinnen und Spieler vor exzessivem Geldspiel. Wenn die Spiele im Spielbereich durchgeführt werden, setzt die Spielbank zudem die Massnahmen nach den Artikeln 78 und 80 um.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_62"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen in Spielbanken",
        "citation": "Art. 62 Abs. 4 BGS",
        "content": "Die Veranstalterin von Grossspielen liefert der Spielbank sämtliche zur Umsetzung der Massnahmen nach den Artikeln 78 und 80 nötigen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_62"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Angebot von Grossspielen in Spielbanken",
        "citation": "Art. 62 Abs. 5 BGS",
        "content": "Für das Online-Angebot von Grossspielen durch Spielbanken gelten die Absätze 1–4 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_62"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Verträge mit Sportorganisationen oder Sportlerinnen und Sportlern",
        "citation": "Art. 63 Abs. 1 BGS",
        "content": "Eine Veranstalterin von Grossspielen darf sich nicht an Sportorganisationen wirtschaftlich beteiligen, die an Sportwettkämpfen teilnehmen, auf die sie selbst Sportwetten anbietet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_63"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Verträge mit Sportorganisationen oder Sportlerinnen und Sportlern",
        "citation": "Art. 63 Abs. 2 BGS",
        "content": "Sie darf mit Sportlerinnen und Sportlern oder Sportorganisationen, die an Sportwettkämpfen teilnehmen, auf die sie selbst Sportwetten anbietet, keine Sponsoring- oder andere Zusammenarbeitsverträge eingehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_63"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Meldung bei Verdacht auf Wettkampfmanipulation",
        "citation": "Art. 64 Abs. 1 BGS",
        "content": "Die Veranstalterinnen von Sportwetten erstatten der interkantonalen Behörde unverzüglich Meldung bei einem Verdacht auf eine Manipulation eines Sportwettkampfs, auf den sie Sportwetten anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_64"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Meldung bei Verdacht auf Wettkampfmanipulation",
        "citation": "Art. 64 Abs. 2 BGS",
        "content": "Bei einem Verdacht auf eine Manipulation eines Sportwettkampfs, der in der Schweiz stattfindet oder auf den in der Schweiz Sportwetten angeboten werden, erstatten die Organisationen mit Sitz in der Schweiz, die an diesem Sportwettkampf teilnehmen oder diesen organisieren, durchführen oder überwachen, der interkantonalen Behörde unverzüglich Meldung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_64"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Meldung bei Verdacht auf Wettkampfmanipulation",
        "citation": "Art. 64 Abs. 3 BGS",
        "content": "Soweit für die Bekämpfung und Verfolgung einer Manipulation eines Sportwettkampfs erforderlich, geben die Veranstalterinnen von Sportwetten sowie die Organisationen nach Absatz 2 der interkantonalen Behörde sowie den zuständigen Behörden des Bundes, der Kantone und der Gemeinden Informationen, einschliesslich besonders schützenswerter Personendaten, bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_64"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Zusammenarbeit mit Behörden",
        "citation": "Art. 65 Abs. 1 BGS",
        "content": "Für die Bekämpfung und die Verfolgung von Manipulationen von Sportwettkämpfen arbeitet die interkantonale Behörde mit den Veranstalterinnen von Sportwetten, mit den Organisationen nach Artikel 64 Absatz 2 sowie mit entsprechenden Organisationen mit Sitz im Ausland zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_65"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Zusammenarbeit mit Behörden",
        "citation": "Art. 65 Abs. 2 BGS",
        "content": "Bei einem hinreichenden Verdacht auf Manipulation eines Sportwettkampfs kann sie namentlich folgende Personendaten, einschliesslich besonders schützenswerter Personendaten über Straf- oder Verwaltungsverfahren, an die Veranstalterinnen und die Organisationen weitergeben:\na. Personendaten der Wettenden;\nb. Personendaten, die eine Beurteilung des Wettverhaltens der betroffenen Personen bei Sportwetten erlauben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_65"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Zusammenarbeit mit Behörden",
        "citation": "Art. 65 Abs. 2bis BGS",
        "content": "Erweist sich der Verdacht als unbegründet, so sind die Daten umgehend zu löschen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_65"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Zusammenarbeit mit Behörden",
        "citation": "Art. 65 Abs. 3 BGS",
        "content": "Der Bundesrat regelt den Gegenstand und die Modalitäten der Datenweitergabe an diese Organisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_65"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 3. Abschnitt: Betrieb von Grossspielen, Teilnahmebeschränkungen",
        "citation": "Art. 66 BGS",
        "content": "Die Veranstalterinnen von Grossspielen können Personen ohne Angabe von Gründen die Spielteilnahme verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_66"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Geltung des Geldwäschereigesetzes",
        "citation": "Art. 67 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen unterstehen dem Geldwäschereigesetz vom 10. Oktober 1997 (GwG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_67"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Geltung des Geldwäschereigesetzes",
        "citation": "Art. 67 Abs. 2 BGS",
        "content": "Der Umfang der Sorgfaltspflichten im Bereich der Bekämpfung der Geldwäscherei richtet sich nach den Gefahren und Merkmalen des Spiels und des Absatzkanals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_67"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Geltung des Geldwäschereigesetzes",
        "citation": "Art. 67 Abs. 3 BGS",
        "content": "Bei einem Grossspiel, das nicht online durchgeführt wird, muss die Veranstalterin die Sorgfaltspflichten nach den Artikeln 3–7 GwG nur dann erfüllen, wenn einer Spielerin oder einem Spieler ein Gewinn von erheblichem Wert ausbezahlt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_67"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Geltung des Geldwäschereigesetzes",
        "citation": "Art. 67 Abs. 4 BGS",
        "content": "Das EJPD legt für die Veranstalterinnen von Grossspielen fest, welche Werte als erheblich gelten, und passt sie bei Bedarf an. Es berücksichtigt dabei die Gefahren, die mit dem betreffenden Spiel verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_67"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Besondere Sorgfaltspflichten in Bezug auf online durchgeführte Spiele",
        "citation": "Art. 68 Abs. 1 BGS",
        "content": "Bei online durchgeführten Spielen kann die Vertragspartei bei der Aufnahme von Geschäftsbeziehungen auf der Grundlage einer Selbstdeklaration identifiziert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_68"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Besondere Sorgfaltspflichten in Bezug auf online durchgeführte Spiele",
        "citation": "Art. 68 Abs. 2 BGS",
        "content": "Die Vertragspartei muss nach Artikel 3 Absatz 1 GwG identifiziert werden, wenn die monatlichen Einsätze oder die einzelnen oder in einem Monat zusammengerechneten Gewinne einen erheblichen Wert erreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_68"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Besondere Sorgfaltspflichten in Bezug auf online durchgeführte Spiele",
        "citation": "Art. 68 Abs. 3 BGS",
        "content": "Die ESBK legt fest, welche Werte im Bereich der Spielbankenspiele als erheblich gelten, und passt sie bei Bedarf an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_68"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Besondere Sorgfaltspflichten in Bezug auf online durchgeführte Spiele",
        "citation": "Art. 68 Abs. 4 BGS",
        "content": "Das EJPD legt fest, welche Werte im Bereich der Grossspiele als erheblich gelten, und passt sie bei Bedarf an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_68"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Checks und Depots",
        "citation": "Art. 69 Abs. 1 BGS",
        "content": "Spielbanken und Veranstalterinnen von Grossspielen dürfen keine Inhaberchecks annehmen oder ausstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_69"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Checks und Depots",
        "citation": "Art. 69 Abs. 2 BGS",
        "content": "Sie dürfen auf ihren Namen ausgestellte Checks annehmen. Sie müssen sich bei der Annahme über die Identität der Person vergewissern, die den Check ausstellt, und den Vorgang registrieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_69"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Checks und Depots",
        "citation": "Art. 69 Abs. 3 BGS",
        "content": "Sie können den Spielerinnen und Spielern die Gewinne in Form eines Depots zur Verfügung halten. Sie dürfen die Depotguthaben nicht verzinsen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_69"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Checks und Depots",
        "citation": "Art. 69 Abs. 4 BGS",
        "content": "Im Online-Bereich ist die Führung eines persönlichen Spielerkontos zulässig. Kontoguthaben werden nicht verzinst. Der Bundesrat kann festlegen, welchen Betrag das Spielerkonto maximal enthalten darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_69"
    },
    {
        "book": "BGS",
        "title": "BGS, 5. Kapitel: Betrieb von Spielbankenspielen und Grossspielen, 4. Abschnitt: Bekämpfung der Geldwäscherei, Gewinnbestätigung",
        "citation": "Art. 70 BGS",
        "content": "Die Spielbanken stellen den Spielerinnen und Spielern keine Gewinnbestätigung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_70"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Grundsatz",
        "citation": "Art. 71 BGS",
        "content": "Die Veranstalterinnen von Geldspielen sind verpflichtet, angemessene Massnahmen zu treffen zum Schutz der Spielerinnen und Spieler vor Spielsucht und vor dem Tätigen von Spieleinsätzen, die in keinem Verhältnis zu ihrem Einkommen und Vermögen stehen (exzessives Geldspiel).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_71"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Schutz von Minderjährigen",
        "citation": "Art. 72 Abs. 1 BGS",
        "content": "Minderjährige sind besonders zu schützen. Sie sind nicht zu den Spielbankenspielen und zu den online durchgeführten Grossspielen zugelassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_72"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Schutz von Minderjährigen",
        "citation": "Art. 72 Abs. 2 BGS",
        "content": "Für die anderen Grossspiele entscheidet die interkantonale Behörde je nach Gefährdungspotenzial über das Alter, das zur Teilnahme berechtigt. Es darf nicht unter 16 Jahren liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_72"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Schutz von Minderjährigen",
        "citation": "Art. 72 Abs. 3 BGS",
        "content": "Automatisiert durchgeführte Lotterien müssen eine Zugangskontrolle aufweisen, die sicherstellt, dass nur Spielerinnen und Spieler spielen können, welche das Alter erreicht haben, das zur Teilnahme berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_72"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Spielbezogene Schutzmassnahmen",
        "citation": "Art. 73 Abs. 1 BGS",
        "content": "Die von den Veranstalterinnen von Geldspielen zu ergreifenden Massnahmen zum Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel müssen sich am Gefährdungspotenzial ausrichten, das vom betreffenden Geldspiel ausgeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_73"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Spielbezogene Schutzmassnahmen",
        "citation": "Art. 73 Abs. 2 BGS",
        "content": "Je grösser das von einem Geldspiel ausgehende Gefährdungspotenzial ist, desto höher sind die Anforderungen an die Massnahmen. Bei der Einschätzung des Gefährdungspotenzials und der Festlegung der Massnahmen sind insbesondere die Spielmerkmale sowie die Merkmale des Vertriebskanals zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_73"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Spielbezogene Schutzmassnahmen",
        "citation": "Art. 73 Abs. 3 BGS",
        "content": "Die zuständige Behörde bewilligt ein Geldspiel nur, wenn die Schutzmassnahmen ausreichend sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_73"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Werbung",
        "citation": "Art. 74 Abs. 1 BGS",
        "content": "Veranstalterinnen von Geldspielen dürfen nicht in aufdringlicher oder irreführender Weise Werbung betreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_74"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Werbung",
        "citation": "Art. 74 Abs. 2 BGS",
        "content": "Die Werbung darf sich nicht an Minderjährige oder an gesperrte Personen richten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_74"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Werbung",
        "citation": "Art. 74 Abs. 3 BGS",
        "content": "Werbung für in der Schweiz nicht bewilligte Geldspiele ist verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_74"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Darlehen, Vorschüsse und Gratisspiele",
        "citation": "Art. 75 Abs. 1 BGS",
        "content": "Die Veranstalterinnen von Geldspielen dürfen Spielerinnen und Spielern weder Darlehen noch Vorschüsse gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_75"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 1. Abschnitt:, Massnahmen aller Veranstalterinnen von Geldspielen, Darlehen, Vorschüsse und Gratisspiele",
        "citation": "Art. 75 Abs. 2 BGS",
        "content": "Die Einräumung von Gratisspielen oder Gratisspielguthaben bedarf der vorgängigen Zustimmung der zuständigen Vollzugsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_75"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Sozialkonzept",
        "citation": "Art. 76 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen erstellen ein Sozialkonzept. Darin sehen sie unter Berücksichtigung des Gefährdungspotenzials und der Merkmale des Vertriebskanals der verschiedenen Spielangebote Massnahmen zum Schutz der Spielerinnen und Spieler vor, insbesondere Massnahmen:\na. zur Information der Spielerinnen und Spieler;\nb. zur Früherkennung gefährdeter Spielerinnen und Spieler;\nc. zu Selbstkontrollen, Spielbeschränkungen und Spielmoderation;\nd. zur Verhängung und Durchführung von Spielsperren;\ne. zur Ausbildung und zur regelmässigen Weiterbildung des mit dem Vollzug des Sozialkonzepts betrauten Personals; \nf. zur Erhebung von Daten zur Evaluation der Wirksamkeit der getroffenen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_76"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Sozialkonzept",
        "citation": "Art. 76 Abs. 2 BGS",
        "content": "Für die Ausarbeitung, Umsetzung und Evaluation der Massnahmen können die Spielbanken und die Veranstalterinnen von Grossspielen insbesondere zusammenarbeiten mit:\na. den zuständigen Vollzugsbehörden;\nb. anderen Spielbanken oder anderen Veranstalterinnen von Grossspielen;\nc. Forscherinnen und Forschern;\nd. Suchtpräventionsstellen;\ne. Therapieeinrichtungen;\nf. Sozialdiensten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_76"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Information",
        "citation": "Art. 77 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen stellen in leicht zugänglicher und leicht verständlicher Form bereit:\na. Informationen über die Risiken des Spiels;\nb. Selbsterhebungsbogen zur Prüfung des eigenen Spielverhaltens;\nc. Informationen über Möglichkeiten für Selbstkontrollen, Spielbeschränkungen und Spielsperren;\nd. Informationen über Angebote zur Unterstützung und Behandlung von süchtigen, verschuldeten oder suchtgefährdeten Personen sowie von deren Umfeld einschliesslich Adressen von Beratungsstellen und Selbsthilfegruppen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_77"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Information",
        "citation": "Art. 77 Abs. 2 BGS",
        "content": "Soweit aufgrund des Gefährdungspotenzials und der Merkmale des Vertriebskanals des konkreten Spiels angezeigt, informieren sie die Spielerinnen und Spieler über ihr Spielverhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_77"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Früherkennung",
        "citation": "Art. 78 Abs. 1 BGS",
        "content": "Soweit aufgrund des Gefährdungspotenzials und der Merkmale des Vertriebskanals des konkreten Spiels angezeigt, legen die Spielbanken und die Veranstalterinnen von Grossspielen im Rahmen der Früherkennung Kriterien fest, anhand deren gefährdete Spielerinnen und Spieler erkannt werden können, und ergreifen angemessene Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_78"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Früherkennung",
        "citation": "Art. 78 Abs. 2 BGS",
        "content": "Sie dokumentieren ihre Beobachtungen und die ergriffenen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_78"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Selbstkontrollen und Spielbeschränkungen",
        "citation": "Art. 79 BGS",
        "content": "Soweit aufgrund des Gefährdungspotenzials und der Merkmale des Vertriebskanals des konkreten Geldspiels angezeigt, stellen die Spielbanken und die Veranstalterinnen von Grossspielen den Spielerinnen und Spielern Möglichkeiten zur Kontrolle und Beschränkung ihres Spielverhaltens zur Verfügung, insbesondere zur Kontrolle und Beschränkung der Spieldauer, der Spielhäufigkeit oder des Nettoverlusts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_79"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Spielsperre",
        "citation": "Art. 80 Abs. 1 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von online durchgeführten Grossspielen sperren Personen vom Spielbetrieb aus, von denen sie aufgrund eigener Wahrnehmungen oder aufgrund von Meldungen Dritter wissen oder annehmen müssen, dass sie:\na. überschuldet sind oder ihren finanziellen Verpflichtungen nicht nachkommen; oder\nb. Spieleinsätze tätigen, die in keinem Verhältnis zu ihrem Einkommen und Vermögen stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_80"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Spielsperre",
        "citation": "Art. 80 Abs. 2 BGS",
        "content": "Sie sperren ferner Personen vom Spielbetrieb aus, von denen sie aufgrund einer Meldung einer Fachstelle oder Sozialbehörde wissen oder annehmen müssen, dass sie spielsüchtig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_80"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Spielsperre",
        "citation": "Art. 80 Abs. 3 BGS",
        "content": "Die interkantonale Behörde kann im Rahmen der Spielbewilligungen die Spielsperre auf weitere Grossspiele ausdehnen. Sie kann den Ausschluss von diesen zusätzlichen Spielen sicherstellen, indem sie einen Schwellenwert festlegt und die Auszahlung der darüber liegenden Gewinne sperren lässt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_80"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Spielsperre",
        "citation": "Art. 80 Abs. 4 BGS",
        "content": "Die Spielsperre erstreckt sich auf die Spielbankenspiele, die online durchgeführten Grossspiele sowie die Grossspiele, auf welche die interkantonale Behörde nach Absatz 3 die Spielsperre ausgedehnt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_80"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Spielsperre",
        "citation": "Art. 80 Abs. 5 BGS",
        "content": "Die Spielerinnen und Spieler können selbst bei einer Spielbank oder einer Veranstalterin von Grossspielen, die Spielsperren verhängen, eine Spielsperre beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_80"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Spielsperre",
        "citation": "Art. 80 Abs. 6 BGS",
        "content": "Die Spielsperre muss der betroffenen Person mit Begründung schriftlich mitgeteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_80"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Aufhebung der Spielsperre",
        "citation": "Art. 81 Abs. 1 BGS",
        "content": "Die Spielsperre muss auf Antrag der betroffenen Person aufgehoben werden, wenn der Grund dafür nicht mehr besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_81"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Aufhebung der Spielsperre",
        "citation": "Art. 81 Abs. 2 BGS",
        "content": "Der Antrag ist bei der Spielbank oder der Veranstalterin von Grossspielen einzureichen, welche die Sperre ausgesprochen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_81"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Aufhebung der Spielsperre",
        "citation": "Art. 81 Abs. 3 BGS",
        "content": "In das Aufhebungsverfahren muss eine kantonal anerkannte Fachperson oder Fachstelle einbezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_81"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Register",
        "citation": "Art. 82 Abs. 1 BGS",
        "content": "Für den Vollzug der Spielsperre führen die Spielbanken und die Veranstalterinnen von Grossspielen, die Spielsperren verhängen, ein Register der gesperrten Personen und teilen sich gegenseitig die Daten mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_82"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Register",
        "citation": "Art. 82 Abs. 2 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen, die Spielsperren verhängen, können ein gemeinsames Register führen. Zugriff auf das gemeinsame Register haben diejenigen Spielbanken und Veranstalterinnen, die an der Registerführung teilhaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_82"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Register",
        "citation": "Art. 82 Abs. 3 BGS",
        "content": "Sie tragen in das Register Angaben zur Identität der gesperrten Personen sowie zu Art und Grund der Sperre ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_82"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Aus- und Weiterbildung",
        "citation": "Art. 83 BGS",
        "content": "Die für das Sozialkonzept verantwortlichen Personen und die mit dem Spielbetrieb oder dessen Überwachung betrauten Angestellten der Spielbanken und der Veranstalterinnen von Grossspielen müssen eine Grundausbildung sowie jährliche Weiterbildungs- und Vertiefungskurse absolvieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_83"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 2. Abschnitt:, Zusätzliche Massnahmen der Spielbanken und der Veranstalterinnen von Grossspielen, Bericht",
        "citation": "Art. 84 BGS",
        "content": "Die Spielbanken und die Veranstalterinnen von Grossspielen reichen der zuständigen Vollzugsbehörde jährlich einen Bericht ein über die Wirksamkeit der getroffenen Massnahmen zum Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_84"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 3. Abschnitt: Massnahmen der Kantone",
        "citation": "Art. 85 Abs. 1 BGS",
        "content": "Die Kantone sind verpflichtet, Massnahmen zur Prävention von exzessivem Geldspiel zu ergreifen sowie Beratungs- und Behandlungsangebote für spielsuchtgefährdete und spielsüchtige Personen und für deren Umfeld anzubieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_85"
    },
    {
        "book": "BGS",
        "title": "BGS, 6. Kapitel:, Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel, 3. Abschnitt: Massnahmen der Kantone",
        "citation": "Art. 85 Abs. 2 BGS",
        "content": "Sie können ihre Massnahmen zum Schutz der Spielerinnen und Spieler vor exzessivem Geldspiel mit den Spielbanken und den Veranstalterinnen von Grossspielen koordinieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_85"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Sperrung des Zugangs zu nicht bewilligten Spielangeboten",
        "citation": "Art. 86 Abs. 1 BGS",
        "content": "Der Zugang zu online durchgeführten Geldspielen ist zu sperren, wenn die Spielangebote in der Schweiz nicht bewilligt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_86"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Sperrung des Zugangs zu nicht bewilligten Spielangeboten",
        "citation": "Art. 86 Abs. 2 BGS",
        "content": "Gesperrt wird ausschliesslich der Zugang zu Spielen, deren Veranstalterinnen ihren Sitz oder Wohnsitz im Ausland haben oder ihn verschleiern und die von der Schweiz aus zugänglich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_86"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Sperrung des Zugangs zu nicht bewilligten Spielangeboten",
        "citation": "Art. 86 Abs. 3 BGS",
        "content": "Die ESBK und die interkantonale Behörde führen und aktualisieren jeweils eine Sperrliste betreffend die Angebote in ihrem Zuständigkeitsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_86"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Sperrung des Zugangs zu nicht bewilligten Spielangeboten",
        "citation": "Art. 86 Abs. 4 BGS",
        "content": "Die Fernmeldedienstanbieterinnen sperren den Zugang zu den Spielangeboten, die auf einer der Sperrlisten aufgeführt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_86"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Sperrung des Zugangs zu nicht bewilligten Spielangeboten",
        "citation": "Art. 86 Abs. 5 BGS",
        "content": "Die ESBK und die interkantonale Behörde können einer Benutzerin oder einem Benutzer zu Aufsichts- oder Forschungszwecken Zugang zu den gesperrten Angeboten gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_86"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Eröffnung und Einspracheverfahren",
        "citation": "Art. 87 Abs. 1 BGS",
        "content": "Die ESBK und die interkantonale Behörde veröffentlichen gleichzeitig ihre Sperrlisten und deren Aktualisierungen mittels eines Verweises im Bundesblatt. Diese Veröffentlichung gilt als Eröffnung der Sperrverfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_87"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Eröffnung und Einspracheverfahren",
        "citation": "Art. 87 Abs. 2 BGS",
        "content": "Die Veranstalterinnen können bei der verfügenden Behörde innert 30 Tagen ab der Veröffentlichung schriftlich Einsprache gegen die Verfügung erheben. Einsprache kann namentlich erhoben werden, wenn die Veranstalterin das betroffene Angebot aufgehoben oder den Zugang dazu in der Schweiz mit geeigneten technischen Massnahmen unterbunden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_87"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Eröffnung und Einspracheverfahren",
        "citation": "Art. 87 Abs. 3 BGS",
        "content": "Ist gültig Einsprache erhoben worden, so überprüft die zuständige Behörde ihre Verfügung. Sie ist nicht an die gestellten Anträge gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_87"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Kommunikation der Sperrlisten",
        "citation": "Art. 88 Abs. 1 BGS",
        "content": "Die ESBK und die interkantonale Behörde informieren über ihre Sperrlisten auf ihrer Website mit einem Link auf die Website der anderen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_88"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Kommunikation der Sperrlisten",
        "citation": "Art. 88 Abs. 2 BGS",
        "content": "Sie setzen die im Sinne von Artikel 4 des Fernmeldegesetzes vom 30. April 1997 registrierten Fernmeldedienstanbieterinnen mittels eines einfachen und gesicherten Verfahrens über die Sperrlisten in Kenntnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_88"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Kommunikation der Sperrlisten",
        "citation": "Art. 88 Abs. 3 BGS",
        "content": "Die Fernmeldedienstanbieterinnen können bei der verfügenden Behörde innert 30 Tagen ab Mitteilung nach Absatz 2 schriftlich Einsprache gegen die Verfügung erheben, wenn die Massnahme, die für die Sperrung des Zugangs zu den Angeboten erforderlich ist, aus betrieblicher oder technischer Sicht unverhältnismässig wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_88"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Information der Benutzerinnen und Benutzer",
        "citation": "Art. 89 Abs. 1 BGS",
        "content": "Die ESBK und die interkantonale Behörde betreiben gemeinsam eine Einrichtung, die die Benutzerinnen und Benutzer informiert, dass ein Online-Angebot gesperrt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_89"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Information der Benutzerinnen und Benutzer",
        "citation": "Art. 89 Abs. 2 BGS",
        "content": "Die Fernmeldedienstanbieterinnen leiten die Benutzerinnen und Benutzer, die auf die gesperrten Angebote zugreifen möchten, auf die Informationseinrichtung weiter, soweit dies technisch möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_89"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Streichung aus der Sperrliste",
        "citation": "Art. 90 BGS",
        "content": "Erfüllt ein Angebot die Voraussetzungen für die Sperrung nicht mehr, so streicht es die zuständige Behörde von Amtes wegen oder auf Ersuchen aus der Sperrliste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_90"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Haftungsausschluss",
        "citation": "Art. 91 Abs. 1 BGS",
        "content": "Für den Zugang zu den Angeboten auf den Sperrlisten kann weder zivil- noch strafrechtlich verantwortlich gemacht werden, wer:\na. die Übermittlung der Geldspielangebote nicht veranlasst;\nb. die Empfängerin oder den Empfänger der Angebote nicht auswählt; und\nc. die Angebote nicht verändert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_91"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Haftungsausschluss",
        "citation": "Art. 91 Abs. 2 BGS",
        "content": "Die Fernmeldedienstanbieterinnen, die zur Erfüllung ihrer Pflichten nach den Artikeln 86 Absatz 4 und 89 Absatz 2 Massnahmen und Anordnungen nach den Bestimmungen dieses Kapitels umsetzen, können weder zivil- noch strafrechtlich verantwortlich gemacht werden für:\na. die Umgehung der Sperrmassnahmen durch Dritte;\nb. die Verletzung des Fernmelde- oder des Geschäftsgeheimnisses;\nc. eine Verletzung ausservertraglicher oder vertraglicher Pflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_91"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Kosten und vorübergehende Aussetzung",
        "citation": "Art. 92 Abs. 1 BGS",
        "content": "Die Fernmeldedienstanbieterinnen werden für die zur Umsetzung der Sperre notwendigen Einrichtungen sowie für deren Betrieb von der verfügenden Behörde vollumfänglich entschädigt. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_92"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Kosten und vorübergehende Aussetzung",
        "citation": "Art. 92 Abs. 2 BGS",
        "content": "Die Fernmeldedienstanbieterinnen können nach Information der Vollzugsbehörde vorübergehend von der Umsetzung der Sperre absehen, wenn sich diese negativ auf die Qualität der Netzleistung auswirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_92"
    },
    {
        "book": "BGS",
        "title": "BGS, 7. Kapitel: Einschränkung des Zugangs zu in der Schweiz nicht bewilligten Online-Spielangeboten, Aufschiebende Wirkung",
        "citation": "Art. 93 BGS",
        "content": "Weder Beschwerden noch Einsprachen gegen Massnahmen nach diesem Kapitel haben aufschiebende Wirkung. Vorbehalten bleibt eine Beschwerde oder eine Einsprache einer Fernmeldedienstanbieterin nach Artikel 88 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_93"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Zusammensetzung",
        "citation": "Art. 94 Abs. 1 BGS",
        "content": "Die ESBK besteht aus fünf bis sieben Mitgliedern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_94"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Zusammensetzung",
        "citation": "Art. 94 Abs. 2 BGS",
        "content": "Der Bundesrat wählt die Mitglieder der ESBK und bezeichnet die Präsidentin oder den Präsidenten. Er wählt mindestens ein Mitglied auf Vorschlag der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_94"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Zusammensetzung",
        "citation": "Art. 94 Abs. 3 BGS",
        "content": "Die Mitglieder müssen unabhängige Sachverständige sein. Sie dürfen weder Mitglied des Verwaltungsrates noch Angestellte von Geldspielunternehmungen, Fabrikations- und Handelsbetrieben der Geldspielbedarfsbranche noch von diesen nahestehenden Gesellschaften sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_94"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Zusammensetzung",
        "citation": "Art. 94 Abs. 4 BGS",
        "content": "Mindestens ein Mitglied muss über besondere Kenntnisse im Bereich der Suchtprävention verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_94"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Organisation",
        "citation": "Art. 95 Abs. 1 BGS",
        "content": "Die ESBK erlässt ein Geschäftsreglement. Darin regelt sie insbesondere die Einzelheiten ihrer Organisation und die Zuständigkeiten des Präsidiums.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_95"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Organisation",
        "citation": "Art. 95 Abs. 2 BGS",
        "content": "Das Geschäftsreglement bedarf der Genehmigung durch den Bundesrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_95"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Organisation",
        "citation": "Art. 95 Abs. 3 BGS",
        "content": "Der ESBK steht ein ständiges Sekretariat zur Seite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_95"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Unabhängigkeit",
        "citation": "Art. 96 Abs. 1 BGS",
        "content": "Die ESBK übt ihre Tätigkeit unabhängig aus. Sie ist administrativ dem EJPD zugeordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_96"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Unabhängigkeit",
        "citation": "Art. 96 Abs. 2 BGS",
        "content": "Die Mitglieder der ESBK und die Mitarbeiterinnen und Mitarbeiter ihres Sekretariats dürfen eine andere Beschäftigung ausüben, wenn dadurch die Unabhängigkeit der ESBK nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_96"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben",
        "citation": "Art. 97 Abs. 1 BGS",
        "content": "Die ESBK hat neben der Erfüllung der anderen Aufgaben, die ihr dieses Gesetz überträgt, folgende Aufgaben:\na. Sie überwacht die Einhaltung der gesetzlichen Bestimmungen in Bezug auf die Spielbanken; insbesondere überwacht sie:\n1. die Leitungsorgane und den Spielbetrieb der Spielbanken,\n2. die Einhaltung der Verpflichtungen zur Verhinderung der Geldwäscherei,\n3. die Umsetzung des Sicherheitskonzepts und des Sozialkonzepts.\nb. Sie veranlagt und erhebt die Spielbankenabgabe.\nc. Sie bekämpft das illegale Geldspiel.\nd. Sie arbeitet mit in- und ausländischen Aufsichtsbehörden zusammen.\ne. Sie erstattet dem Bundesrat jährlich Bericht über ihre Tätigkeit und veröffentlicht den Bericht; der Bericht enthält auch Informationen über die Jahresabschlüsse, Bilanzen und Berichte der Spielbanken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_97"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben",
        "citation": "Art. 97 Abs. 2 BGS",
        "content": "Sie trägt bei der Erfüllung ihrer Aufgaben dem Anliegen des Schutzes der Spielerinnen und Spieler vor exzessivem Geldspiel gebührend Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_97"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Befugnisse",
        "citation": "Art. 98 BGS",
        "content": "Die ESBK kann zur Erfüllung ihrer Aufgaben namentlich:\na. von den Spielbanken und den Unternehmungen der Fabrikation und des Handels mit Spieleinrichtungen, welche die Spielbanken beliefern, die notwendigen Auskünfte und Unterlagen verlangen;\nb. bei den Spielbanken Kontrollen durchführen;\nc. von den Revisionsstellen der Spielbanken die dafür notwendigen Auskünfte und Unterlagen verlangen;\nd. Sachverständige beiziehen;\ne. der Revisionsstelle besondere Aufträge erteilen;\nf. Online-Verbindungen zum Monitoring der Informatikanlagen der Spielbanken herstellen;\ng. für die Zeit einer Untersuchung vorsorgliche Massnahmen treffen und insbesondere die Konzession suspendieren;\nh. bei Verletzungen dieses Gesetzes oder bei Vorliegen sonstiger Missstände die notwendigen Massnahmen zur Herstellung des ordnungsgemässen Zustands und zur Beseitigung der Missstände verfügen;\ni. in den Betrieb einer Spielbank eingreifen, sofern die Verhältnisse es erfordern;\nj. bei Nichtbefolgung einer von ihr erlassenen vollstreckbaren Verfügung nach vorausgegangener Mahnung:\n1. die angeordnete Handlung auf Kosten der Spielbank selber vornehmen,\n2. öffentlich bekannt machen, dass sich die Spielbank der vollstreckbaren Verfügung widersetzt;\nk. gegen Verfügungen der interkantonalen Behörde nach Artikel 24 Beschwerde bei der zuständigen kantonalen oder interkantonalen richterlichen Behörde und anschliessend beim Bundesgericht erheben;\nl. gegen die Entscheide des Bundesverwaltungsgerichts in Anwendung dieses Gesetzes und seiner Ausführungserlasse Beschwerde beim Bundesgericht erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_98"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Gebühren und Aufsichtsabgabe",
        "citation": "Art. 99 Abs. 1 BGS",
        "content": "Die ESBK erhebt für ihre Verfügungen und Dienstleistungen kostendeckende Gebühren. Sie kann Vorschüsse verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_99"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Gebühren und Aufsichtsabgabe",
        "citation": "Art. 99 Abs. 2 BGS",
        "content": "Für die Aufsichtskosten der ESBK, die nicht durch Gebühren gedeckt sind, wird bei den Spielbanken jährlich eine Aufsichtsabgabe erhoben. Das EJPD verfügt die Aufsichtsabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_99"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Gebühren und Aufsichtsabgabe",
        "citation": "Art. 99 Abs. 3 BGS",
        "content": "Die Aufsichtsabgabe basiert auf den Kosten für die Aufsicht über die Spielbanken; die von der einzelnen Spielbank zu leistende Abgabe bemisst sich nach dem im jeweiligen Bereich im Vorjahr erzielten Bruttospielertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_99"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Gebühren und Aufsichtsabgabe",
        "citation": "Art. 99 Abs. 4 BGS",
        "content": "Der Bundesrat regelt die Einzelheiten, namentlich:\na. die anrechenbaren Aufsichtskosten;\nb. die Aufteilung zwischen den Spielbanken mit und ohne Konzessionserweiterung;\nc. die zeitliche Bemessung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_99"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Verwaltungssanktionen",
        "citation": "Art. 100 Abs. 1 BGS",
        "content": "Verstösst eine Konzessionärin gegen die gesetzlichen Bestimmungen, gegen die Konzession oder gegen eine rechtskräftige Verfügung, so wird sie mit einem Betrag bis zu 15 Prozent des im letzten Geschäftsjahr erzielten Bruttospielertrags belastet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_100"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Verwaltungssanktionen",
        "citation": "Art. 100 Abs. 2 BGS",
        "content": "Verstösse werden vom Sekretariat untersucht und von der ESBK beurteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_100"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Datenbearbeitung",
        "citation": "Art. 101 Abs. 1 BGS",
        "content": "Zur Erfüllung ihrer gesetzlichen Aufgaben kann die ESBK Personendaten, einschliesslich besonders schützenswerter Daten über die Gesundheit, über Massnahmen der sozialen Hilfe, über verwaltungs- oder strafrechtliche Verfolgungen und Sanktionen, sowie Daten, die eine Beurteilung der Tätigkeit von Veranstalterinnen illegaler Geldspielangebote erlauben, bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_101"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Datenbearbeitung",
        "citation": "Art. 101 Abs. 2 BGS",
        "content": "Der Bundesrat regelt die Einzelheiten der Datenbearbeitung, insbesondere:\na. die Personenkategorien, zu denen Daten erhoben werden, und für jede dieser Kategorien die Personendatenkategorien, die bearbeitet werden dürfen;\nb. den Katalog der besonders schützenswerten Daten;\nc. die Zugangsermächtigungen;\nd. die Aufbewahrungsdauer und die Vernichtung der Daten;\ne. die Datensicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_101"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Amts- und Rechtshilfe in der Schweiz",
        "citation": "Art. 102 Abs. 1 BGS",
        "content": "Die ESBK und die Verwaltungsbehörden des Bundes, der Kantone und der Gemeinden unterstützen sich gegenseitig und geben einander auf Ersuchen die Informationen, einschliesslich besonders schützenswerter Daten, bekannt, die sie zur Erfüllung ihrer jeweiligen gesetzlichen Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_102"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Amts- und Rechtshilfe in der Schweiz",
        "citation": "Art. 102 Abs. 2 BGS",
        "content": "Die ESBK und die Strafverfolgungsbehörden des Bundes, der Kantone und der Gemeinden leisten sich gegenseitig Rechts- und Amtshilfe. Soweit erforderlich und möglich koordinieren sie ihre Untersuchungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_102"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Amts- und Rechtshilfe in der Schweiz",
        "citation": "Art. 102 Abs. 3 BGS",
        "content": "Erhält die ESBK Kenntnis von Verbrechen und Vergehen nach dem Strafgesetzbuch (StGB), so benachrichtigt sie die zuständigen Strafverfolgungsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_102"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Amts- und Rechtshilfe in der Schweiz",
        "citation": "Art. 102 Abs. 4 BGS",
        "content": "Erhält sie Kenntnis von Verletzungen dieses Gesetzes, für deren Verfolgung sie nicht zuständig ist, so benachrichtigt sie die zuständigen Strafverfolgungsbehörden sowie die interkantonale Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_102"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Internationale Amtshilfe",
        "citation": "Art. 103 Abs. 1 BGS",
        "content": "Die ESBK kann die zuständigen ausländischen Behörden um die Informationen, einschliesslich besonders schützenswerter Daten, ersuchen, die sie zur Erfüllung ihrer gesetzlichen Aufgaben benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_103"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Internationale Amtshilfe",
        "citation": "Art. 103 Abs. 2 BGS",
        "content": "Sie kann den für die Geldspiele zuständigen ausländischen Behörden Informationen, einschliesslich besonders schützenswerter Daten, weitergeben, wenn folgende Voraussetzungen erfüllt sind:\na. Die ausländische Behörde verwendet die Informationen ausschliesslich in einem Verwaltungsverfahren im Zusammenhang mit den Geldspielen.\nb. Sie ist an das Amtsgeheimnis gebunden.\nc. Sie gibt die Informationen nicht an Dritte weiter oder nur mit Einwilligung der ESBK.\nd. Die Informationen sind für den Vollzug der Geldspielgesetzgebung notwendig und umfassen keine Fabrikations- oder Geschäftsgeheimnisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_103"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Internationale Amtshilfe",
        "citation": "Art. 103 Abs. 3 BGS",
        "content": "Sie kann von der Zusammenarbeit absehen, wenn kein Gegenrecht gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_103"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben des Sekretariats",
        "citation": "Art. 104 Abs. 1 BGS",
        "content": "Das Sekretariat übt die unmittelbare Aufsicht über die Spielbanken aus und veranlagt die Spielbankenabgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_104"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben des Sekretariats",
        "citation": "Art. 104 Abs. 2 BGS",
        "content": "Es bereitet die Geschäfte der ESBK vor, stellt ihr Anträge und vollzieht deren Entscheide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_104"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben des Sekretariats",
        "citation": "Art. 104 Abs. 3 BGS",
        "content": "Es verkehrt mit Spielbanken, Behörden und Dritten direkt und erlässt selbstständig Verfügungen, soweit dies das Geschäftsreglement vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_104"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben des Sekretariats",
        "citation": "Art. 104 Abs. 4 BGS",
        "content": "Es kann in den Betrieb einer Spielbank eingreifen, sofern die Verhältnisse es erfordern; es informiert die ESBK unverzüglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_104"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben des Sekretariats",
        "citation": "Art. 104 Abs. 5 BGS",
        "content": "Es vertritt die ESBK vor eidgenössischen und kantonalen Gerichten und ist zuständig für die Verfolgung der Straftaten nach den Artikeln 130–133.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_104"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 1. Abschnitt: Eidgenössische Spielbankenkommission, Aufgaben des Sekretariats",
        "citation": "Art. 104 Abs. 6 BGS",
        "content": "Die ESBK kann dem Sekretariat weitere Aufgaben übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_104"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Errichtung",
        "citation": "Art. 105 BGS",
        "content": "Die Kantone, die auf ihrem Gebiet Grossspiele zulassen wollen, schaffen über ein Konkordat eine interkantonale Aufsichts- und Vollzugsbehörde (interkantonale Behörde).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_105"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Unabhängigkeit und Zusammensetzung",
        "citation": "Art. 106 Abs. 1 BGS",
        "content": "Die interkantonale Behörde übt ihre Tätigkeit unabhängig aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_106"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Unabhängigkeit und Zusammensetzung",
        "citation": "Art. 106 Abs. 2 BGS",
        "content": "Die Mitglieder der interkantonalen Behörde und die Mitarbeiterinnen und Mitarbeiter ihres Sekretariats dürfen eine andere Beschäftigung ausüben, wenn dadurch die Unabhängigkeit der interkantonalen Behörde nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_106"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Unabhängigkeit und Zusammensetzung",
        "citation": "Art. 106 Abs. 3 BGS",
        "content": "Die Kantone stellen sicher, dass in der interkantonalen Behörde besondere Kenntnisse im Bereich der Suchtprävention vorhanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_106"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Aufgaben",
        "citation": "Art. 107 Abs. 1 BGS",
        "content": "Die interkantonale Behörde hat neben der Erfüllung der anderen Aufgaben, die ihr das Gesetz überträgt, folgende Aufgaben:\na. Sie überwacht die Einhaltung der gesetzlichen Bestimmungen in Bezug auf die Grossspiele; insbesondere überwacht sie:\n1. die Leitungsorgane und den Spielbetrieb der Veranstalterinnen von Grossspielen, \n2. die Einhaltung der Verpflichtungen zur Verhinderung der Geldwäscherei,\n3. die Umsetzung des Sicherheitskonzepts und des Sozialkonzepts.\nb. Sie bekämpft das illegale Geldspiel.\nc. Sie arbeitet mit in- und ausländischen Aufsichtsbehörden zusammen.\nd. Sie erstellt und veröffentlicht jährlich einen Bericht über ihre Tätigkeit einschliesslich einer Statistik über die nach diesem Gesetz durchgeführten Gross- und Kleinspiele und eines Berichts über die Verwendung der Reingewinne aus den Grossspielen zugunsten gemeinnütziger Zwecke durch die Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_107"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Aufgaben",
        "citation": "Art. 107 Abs. 2 BGS",
        "content": "Die Kantone können der interkantonalen Behörde weitere Aufgaben übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_107"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Aufgaben",
        "citation": "Art. 107 Abs. 3 BGS",
        "content": "Die interkantonale Behörde trägt bei der Erfüllung ihrer Aufgaben dem Anliegen des Schutzes der Spielerinnen und Spieler vor exzessivem Geldspiel gebührend Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_107"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Befugnisse",
        "citation": "Art. 108 Abs. 1 BGS",
        "content": "Die interkantonale Behörde kann zur Erfüllung ihrer Aufgaben namentlich:\na. von den Veranstalterinnen von Grossspielen und den Unternehmungen der Fabrikation und des Handels mit Spieleinrichtungen die notwendigen Auskünfte und Unterlagen verlangen;\nb. in den Bereichen nach Artikel 1 Absätze 2 und 3 die notwendigen Auskünfte und Unterlagen verlangen zur Klärung der Frage, ob ein Grossspiel vorliegt oder nicht;\nc. bei den Veranstalterinnen von Grossspielen und deren Vertriebspartnern Kontrollen durchführen;\nd. für die Zeit der Untersuchung vorsorgliche Massnahmen anordnen;\ne. von den Revisionsstellen der Veranstalterinnen von Grossspielen die dafür notwendigen Auskünfte und Unterlagen verlangen;\nf. Sachverständige beiziehen;\ng. bei Verletzungen dieses Gesetzes oder bei Vorliegen sonstiger Missstände die notwendigen Massnahmen zur Herstellung des ordnungsgemässen Zustands und zur Beseitigung der Missstände verfügen; \nh. bei Nichtbefolgung einer von ihr erlassenen vollstreckbaren Verfügung nach vorausgegangener Mahnung:\n1. die angeordnete Handlung auf Kosten der Veranstalterin von Grossspielen selber vornehmen,\n2. öffentlich bekannt machen, dass sich die Veranstalterin von Grossspielen der vollstreckbaren Verfügung widersetzt;\ni. gegen Verfügungen der ESBK nach Artikel 16 Beschwerde beim Bundesverwaltungsgericht und anschliessend beim Bundesgericht erheben;\nj. gegen die Entscheide der letztinstanzlichen kantonalen oder interkantonalen richterlichen Behörden in Anwendung dieses Gesetzes und seiner Ausführungserlasse Beschwerde beim Bundesgericht erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_108"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Befugnisse",
        "citation": "Art. 108 Abs. 2 BGS",
        "content": "Die Kantone können der interkantonalen Behörde weitere Befugnisse übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_108"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Verwaltungssanktionen",
        "citation": "Art. 109 Abs. 1 BGS",
        "content": "Verstösst eine Veranstalterin von Grossspielen gegen die gesetzlichen Bestimmungen oder gegen eine rechtskräftige Verfügung, so wird sie mit einem Betrag bis zu 15 Prozent des im letzten Geschäftsjahr erzielten Bruttospielertrags belastet. Der Gewinn, den die Veranstalterin durch den Verstoss erzielt hat, ist bei der Bemessung der Sanktion angemessen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_109"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Verwaltungssanktionen",
        "citation": "Art. 109 Abs. 2 BGS",
        "content": "Die Einnahmen aus den ausgesprochenen Verwaltungssanktionen werden im Verhältnis zu den Bevölkerungszahlen der letzten eidgenössischen Volkszählung an die Kantone verteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_109"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Verwaltungssanktionen",
        "citation": "Art. 109 Abs. 3 BGS",
        "content": "Verstösse werden von der interkantonalen Behörde untersucht und beurteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_109"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Verwaltungssanktionen",
        "citation": "Art. 109 Abs. 4 BGS",
        "content": "Regelt das Konkordat zwischen den Kantonen das Verfahren nicht, so wendet die interkantonale Behörde das Verwaltungsverfahren des Kantons an, in dem der Verstoss begangen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_109"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Datenbearbeitung",
        "citation": "Art. 110 BGS",
        "content": "Zur Erfüllung ihrer gesetzlichen Aufgaben kann die interkantonale Behörde Personendaten, einschliesslich besonders schützenswerter Daten über die Gesundheit, über Massnahmen der sozialen Hilfe, über verwaltungs- oder strafrechtliche Verfolgungen und Sanktionen, sowie Daten, die eine Beurteilung der Tätigkeit von Veranstalterinnen illegaler Geldspielangebote erlauben, bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_110"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Amtshilfe in der Schweiz",
        "citation": "Art. 111 Abs. 1 BGS",
        "content": "Die interkantonale Behörde und die Verwaltungsbehörden des Bundes, der Kantone und der Gemeinden unterstützen sich gegenseitig und geben einander auf Ersuchen die Informationen, einschliesslich besonders schützenswerter Daten, bekannt, die sie zur Erfüllung ihrer jeweiligen gesetzlichen Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_111"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Amtshilfe in der Schweiz",
        "citation": "Art. 111 Abs. 2 BGS",
        "content": "Die interkantonale Behörde und die Strafverfolgungsbehörden des Bundes, der Kantone und der Gemeinden leisten sich gegenseitig Amtshilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_111"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Amtshilfe in der Schweiz",
        "citation": "Art. 111 Abs. 3 BGS",
        "content": "Erhält die interkantonale Behörde Kenntnis von Verbrechen und Vergehen nach dem StGB oder von Widerhandlungen nach diesem Gesetz, so benachrichtigt sie die zuständigen Strafverfolgungsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_111"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Internationale Amtshilfe",
        "citation": "Art. 112 Abs. 1 BGS",
        "content": "Die interkantonale Behörde kann die zuständigen ausländischen Behörden um die Informationen, einschliesslich besonders schützenswerter Daten, ersuchen, die sie zur Erfüllung ihrer gesetzlichen Aufgaben benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_112"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Internationale Amtshilfe",
        "citation": "Art. 112 Abs. 2 BGS",
        "content": "Sie kann den für die Geldspiele zuständigen ausländischen Behörden Informationen, einschliesslich besonders schützenswerter Daten, weitergeben, wenn folgende Voraussetzungen erfüllt sind: \na. Die ausländische Behörde verwendet die Informationen ausschliesslich in einem Verwaltungsverfahren im Zusammenhang mit den Geldspielen.\nb. Sie ist an das Amtsgeheimnis gebunden.\nc. Sie gibt die Informationen nicht an Dritte weiter oder nur mit Einwilligung der interkantonalen Behörde.\nd. Die Informationen sind für den Vollzug der Geldspielgesetzgebung notwendig und umfassen keine Fabrikations- oder Geschäftsgeheimnisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_112"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 2. Abschnitt: Interkantonale Aufsichts- und Vollzugsbehörde, Internationale Amtshilfe",
        "citation": "Art. 112 Abs. 3 BGS",
        "content": "Sie kann von der Zusammenarbeit absehen, wenn kein Gegenrecht gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_112"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Zusammensetzung",
        "citation": "Art. 113 Abs. 1 BGS",
        "content": "Das Koordinationsorgan setzt sich zusammen aus:\na. zwei Mitgliedern der ESBK; \nb. einem Vertreter oder einer Vertreterin der Oberaufsichtsbehörde;\nc. zwei Mitgliedern der interkantonalen Behörde;\nd. einem Vertreter oder einer Vertreterin der kantonalen Aufsichts- und Vollzugsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_113"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Zusammensetzung",
        "citation": "Art. 113 Abs. 2 BGS",
        "content": "Die ESBK ernennt die zwei Personen, die sie vertreten. Das EJPD ernennt die Vertreterin oder den Vertreter der Oberaufsichtsbehörde. Die drei Personen, die die interkantonalen und kantonalen Behörden vertreten, werden von den Kantonen ernannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_113"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Zusammensetzung",
        "citation": "Art. 113 Abs. 3 BGS",
        "content": "Das Präsidium wird in einem jährlichen Turnus abwechslungsweise von einer der drei Personen ausgeübt, die die Bundesbehörden vertreten, und einer der drei Personen, die die Kantonsbehörden vertreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_113"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Aufgaben",
        "citation": "Art. 114 BGS",
        "content": "Das Koordinationsorgan hat neben der Erfüllung der anderen Aufgaben, die ihm das Gesetz überträgt, folgende Aufgaben:\na. Es trägt bei zu einer kohärenten und wirksamen Geldspielpolitik.\nb. Es gewährleistet:\n1. eine kohärente und wirksame Umsetzung der gesetzlichen Massnahmen im Bereich der Prävention vor exzessivem Geldspiel,\n2. eine gute Koordination der Vollzugsbehörden dieses Gesetzes im Bereich der Erteilung von Spielbewilligungen und im Bereich der Bekämpfung der illegalen Geldspiele.\nc. Es erstellt jährlich einen Bericht über seine Tätigkeit und veröffentlicht ihn.\nd. Es arbeitet soweit nötig mit in- und ausländischen Aufsichtsbehörden zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_114"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Befugnisse",
        "citation": "Art. 115 Abs. 1 BGS",
        "content": "Das Koordinationsorgan kann zur Erfüllung seiner Aufgaben:\na. gegenüber den Vollzugsbehörden dieses Gesetzes Empfehlungen abgeben;\nb. Sachverständige beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_115"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Befugnisse",
        "citation": "Art. 115 Abs. 2 BGS",
        "content": "Es kann keine beschwerdefähigen Verfügungen im Sinne der Artikel 5 und 44 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_115"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Arbeitsweise und Beschlussfassung",
        "citation": "Art. 116 Abs. 1 BGS",
        "content": "Das Koordinationsorgan tagt, sooft es für die Erfüllung seiner Aufgaben erforderlich ist. Jedes Mitglied verfügt über das Recht, eine Sitzung einzuberufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_116"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Arbeitsweise und Beschlussfassung",
        "citation": "Art. 116 Abs. 2 BGS",
        "content": "Die Beschlüsse werden mit einfachem Mehr gefasst. Jedes Mitglied verfügt über eine Stimme. Das Präsidium verfügt nicht über das Recht zum Stichentscheid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_116"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Arbeitsweise und Beschlussfassung",
        "citation": "Art. 116 Abs. 3 BGS",
        "content": "Das Koordinationsorgan gibt sich ein Geschäftsreglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_116"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Kostentragung",
        "citation": "Art. 117 BGS",
        "content": "Bund und Kantone tragen die Kosten des Koordinationsorgans je zur Hälfte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_117"
    },
    {
        "book": "BGS",
        "title": "BGS, 8. Kapitel: Behörden, 3. Abschnitt: Koordinationsorgan, Anwendbares Recht",
        "citation": "Art. 118 BGS",
        "content": "Das Koordinationsorgan untersteht dem Datenschutz-, Öffentlichkeits-, Beschaffungs-, Verantwortlichkeits- und Verfahrensrecht des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_118"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Grundsatz",
        "citation": "Art. 119 Abs. 1 BGS",
        "content": "Der Bund erhebt auf den Bruttospielerträgen eine Abgabe (Spielbankenabgabe). Diese ist für die Alters-, Hinterlassenen- und Invalidenversicherung bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_119"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Grundsatz",
        "citation": "Art. 119 Abs. 2 BGS",
        "content": "Der Bruttospielertrag ist die Differenz zwischen den Spieleinsätzen und den rechtmässig ausbezahlten Spielgewinnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_119"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Grundsatz",
        "citation": "Art. 119 Abs. 3 BGS",
        "content": "Die von der Spielbank erhobenen Kommissionen bei Tischspielen und ähnliche Spielerträge bilden Bestandteil des Bruttospielertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_119"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabesätze",
        "citation": "Art. 120 Abs. 1 BGS",
        "content": "Der Bundesrat legt den Abgabesatz so fest, dass nach betriebswirtschaftlichen Grundsätzen geführte Spielbanken eine angemessene Rendite auf dem investierten Kapital erzielen können. Er kann den Abgabesatz progressiv festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_120"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabesätze",
        "citation": "Art. 120 Abs. 2 BGS",
        "content": "Der Abgabesatz beträgt:\na. mindestens 40 und höchstens 80 Prozent des Bruttospielertrags, der in einer Spielbank erzielt wird;\nb. mindestens 20 und höchstens 80 Prozent des Bruttospielertrags, der mit online durchgeführten Spielbankenspielen erzielt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_120"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabesätze",
        "citation": "Art. 120 Abs. 3 BGS",
        "content": "Der Abgabesatz kann während der ersten vier Betriebsjahre bis auf die Hälfte reduziert werden. Bei der Festlegung berücksichtigt der Bundesrat die wirtschaftlichen Rahmenbedingungen der einzelnen Spielbank. Eine Reduktion muss jährlich in Würdigung aller Umstände für die einzelnen oder für mehrere Spielbanken zusammen neu festgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_120"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabeermässigungen für Spielbanken mit Konzession B",
        "citation": "Art. 121 Abs. 1 BGS",
        "content": "Der Bundesrat kann für Spielbanken mit Konzession B den Abgabesatz um höchstens einen Viertel reduzieren, sofern die Erträge der Spielbank in wesentlichem Umfang für öffentliche Interessen der Region, namentlich zur Unterstützung kultureller Tätigkeiten, oder für gemeinnützige Zwecke verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_121"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabeermässigungen für Spielbanken mit Konzession B",
        "citation": "Art. 121 Abs. 2 BGS",
        "content": "Ist die Standortregion der Spielbank mit Konzession B wirtschaftlich von ausgeprägt saisonalem Tourismus abhängig, so kann der Bundesrat den Abgabesatz höchstens um einen Drittel reduzieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_121"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabeermässigungen für Spielbanken mit Konzession B",
        "citation": "Art. 121 Abs. 3 BGS",
        "content": "Bei Kumulation der beiden Reduktionsgründe kann er den Abgabesatz höchstens um die Hälfte reduzieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_121"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Abgabeermässigungen für Spielbanken mit Konzession B",
        "citation": "Art. 121 Abs. 4 BGS",
        "content": "Die Abgabeermässigungen nach den Absätzen 1 und 2 gelten nicht für online durchgeführte Spielbankenspiele.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_121"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Reduktion der Abgabe für Spielbanken mit Konzession B bei Erhebung einer gleichartigen Abgabe durch den Kanton",
        "citation": "Art. 122 Abs. 1 BGS",
        "content": "Der Bundesrat reduziert die Abgabe für Spielbanken mit Konzession B, soweit der Standortkanton für diese eine gleichartige Abgabe erhebt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_122"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Reduktion der Abgabe für Spielbanken mit Konzession B bei Erhebung einer gleichartigen Abgabe durch den Kanton",
        "citation": "Art. 122 Abs. 2 BGS",
        "content": "Die Reduktion entspricht dem Betrag der kantonalen Abgabe, darf aber nicht mehr als 40 Prozent vom Gesamttotal der dem Bund zustehenden Spielbankenabgabe ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_122"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Reduktion der Abgabe für Spielbanken mit Konzession B bei Erhebung einer gleichartigen Abgabe durch den Kanton",
        "citation": "Art. 122 Abs. 3 BGS",
        "content": "Die Reduktion der Abgabe gilt nicht für online durchgeführte Spielbankenspiele.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_122"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Veranlagung und Bezug",
        "citation": "Art. 123 Abs. 1 BGS",
        "content": "Für die Veranlagung und den Bezug der Spielbankenabgabe ist die ESBK zuständig. Der Bundesrat regelt das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_123"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Veranlagung und Bezug",
        "citation": "Art. 123 Abs. 2 BGS",
        "content": "Auf Ersuchen des Kantons kann die ESBK Veranlagung und Bezug der kantonalen Abgabe auf dem Bruttospielertrag übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_123"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Nacherhebung der Abgabe und Verjährung",
        "citation": "Art. 124 Abs. 1 BGS",
        "content": "Ergibt sich aufgrund von Tatsachen oder Beweismitteln, die der ESBK nicht bekannt waren, dass eine Veranlagung zu Unrecht unterblieben ist oder eine rechtskräftige Veranlagung unvollständig vorgenommen wurde, so sind die nicht erhobenen Abgaben samt Zinsen zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_124"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Nacherhebung der Abgabe und Verjährung",
        "citation": "Art. 124 Abs. 2 BGS",
        "content": "Hat die Spielbank die der Spielbankenabgabe unterliegenden Beträge in ihrer Steuererklärung vollständig und genau angegeben und waren der ESBK die für die Bewertung der einzelnen Bestandteile erforderlichen Grundlagen bekannt, so kann keine Abgabe nacherhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_124"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Nacherhebung der Abgabe und Verjährung",
        "citation": "Art. 124 Abs. 3 BGS",
        "content": "Die Eröffnung der Strafverfolgung nach Artikel 132 gilt zugleich als Einleitung des Verfahrens zur Nacherhebung der Abgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_124"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 1. Abschnitt: Spielbankenabgabe, Nacherhebung der Abgabe und Verjährung",
        "citation": "Art. 124 Abs. 4 BGS",
        "content": "Das Recht, ein Verfahren zur Nacherhebung der Abgabe einzuleiten, erlischt zehn Jahre nach Ablauf der Steuerperiode, für die eine Veranlagung zu Unrecht unterblieben oder eine rechtskräftige Veranlagung unvollständig ist. Das Recht, eine Abgabe nachzuerheben, erlischt in jedem Fall fünfzehn Jahre nach Ablauf der Steuerperiode, auf die sie sich bezieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_124"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Verwendung der Reingewinne für gemeinnützige Zwecke",
        "citation": "Art. 125 Abs. 1 BGS",
        "content": "Die Kantone verwenden die Reingewinne aus Lotterien und Sportwetten vollumfänglich für gemeinnützige Zwecke namentlich in den Bereichen Kultur, Soziales und Sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_125"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Verwendung der Reingewinne für gemeinnützige Zwecke",
        "citation": "Art. 125 Abs. 2 BGS",
        "content": "Der Reingewinn entspricht der Gesamtsumme der Spieleinsätze und des Finanzergebnisses abzüglich der ausbezahlten Spielgewinne, der Kosten für die Geschäftstätigkeit, inklusive der Abgaben zur Deckung der im Zusammenhang mit dem Geldspiel entstehenden Kosten wie Aufsicht und Präventionsmassnahmen sowie der Aufwände zur Bildung von angemessenen Reserven und Rückstellungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_125"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Verwendung der Reingewinne für gemeinnützige Zwecke",
        "citation": "Art. 125 Abs. 3 BGS",
        "content": "Die Verwendung der Reingewinne zur Erfüllung öffentlich-rechtlicher gesetzlicher Verpflichtungen ist ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_125"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Verwendung der Reingewinne für gemeinnützige Zwecke",
        "citation": "Art. 125 Abs. 4 BGS",
        "content": "Die Reingewinne von Geschicklichkeitsspielen unterliegen keiner Zweckbindung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_125"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Getrennte Rechnung",
        "citation": "Art. 126 Abs. 1 BGS",
        "content": "Die Reingewinne aus den Lotterien und Sportwetten dürfen nicht in die Staatsrechnung der Kantone einfliessen. Sie werden separat verwaltet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_126"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Getrennte Rechnung",
        "citation": "Art. 126 Abs. 2 BGS",
        "content": "Die Veranstalterinnen liefern ihre Reingewinne denjenigen Kantonen, in denen die Lotterien und Sportwetten durchgeführt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_126"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Gewährung von Beiträgen",
        "citation": "Art. 127 Abs. 1 BGS",
        "content": "Die Kantone regeln in rechtsetzender Form:\na. das Verfahren sowie die für die Verteilung der Mittel zuständigen Stellen;\nb. die Kriterien, welche die Stellen für die Gewährung von Beiträgen anwenden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_127"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Gewährung von Beiträgen",
        "citation": "Art. 127 Abs. 2 BGS",
        "content": "Ein Beitrag kann nur gewährt werden, wenn die Gesuchstellerin hinreichend begründet, dass sie die Kriterien erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_127"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Gewährung von Beiträgen",
        "citation": "Art. 127 Abs. 3 BGS",
        "content": "Bei der Gewährung der Beiträge achten die zuständigen Stellen auf eine möglichst rechtsgleiche Behandlung der Gesuche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_127"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Gewährung von Beiträgen",
        "citation": "Art. 127 Abs. 4 BGS",
        "content": "Das Bundesrecht begründet keinen Anspruch auf die Gewährung eines Beitrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_127"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Gewährung von Beiträgen",
        "citation": "Art. 127 Abs. 5 BGS",
        "content": "Die Kantone können einen Teil der Reingewinne für interkantonale, nationale und internationale gemeinnützige Zwecke verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_127"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Transparenz der Mittelverteilung",
        "citation": "Art. 128 Abs. 1 BGS",
        "content": "Die zuständigen Stellen nach Artikel 127 legen in geeigneter Form offen, welche Empfängerinnen und Empfänger für welche Bereiche wie hohe Beiträge erhalten haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_128"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 2. Abschnitt: Verwendung der Reingewinne von Grossspielen, Transparenz der Mittelverteilung",
        "citation": "Art. 128 Abs. 2 BGS",
        "content": "Sie veröffentlichen jährlich die Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_128"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 3. Abschnitt: Verwendung der Reingewinne von Kleinspielen",
        "citation": "Art. 129 Abs. 1 BGS",
        "content": "Veranstalterinnen von Kleinlotterien und lokalen Sportwetten, die sich keiner wirtschaftlichen Aufgabe widmen, dürfen die Reingewinne dieser Spiele für ihre eigenen Zwecke verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_129"
    },
    {
        "book": "BGS",
        "title": "BGS, 9. Kapitel: Besteuerung und Verwendung der Spielerträge, 3. Abschnitt: Verwendung der Reingewinne von Kleinspielen",
        "citation": "Art. 129 Abs. 2 BGS",
        "content": "Ausserhalb von Spielbanken erzielte Reingewinne von Pokerturnieren unterliegen keiner Zweckbindung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_129"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Verbrechen und Vergehen",
        "citation": "Art. 130 Abs. 1 BGS",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer vorsätzlich:\na. ohne die dafür nötigen Konzessionen oder Bewilligungen Spielbankenspiele oder Grossspiele durchführt, organisiert oder zur Verfügung stellt;\nb. im Wissen um den geplanten Verwendungszweck die technischen Mittel zur Veranstaltung von Spielbanken- oder Grossspielen Personen zur Verfügung stellt, die nicht über die nötigen Konzessionen oder Bewilligungen verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_130"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Verbrechen und Vergehen",
        "citation": "Art. 130 Abs. 2 BGS",
        "content": "Wird die Tat gewerbs- oder bandenmässig begangen, so ist die Strafe Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe nicht unter 180 Tagessätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_130"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Verbrechen und Vergehen",
        "citation": "Art. 130 Abs. 3 BGS",
        "content": "Mit Geldstrafe bis zu 180 Tagessätzen wird bestraft, wer vorsätzlich durch unwahre Angaben oder auf andere Weise die Erteilung einer Konzession oder Bewilligung erschleicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_130"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Übertretungen",
        "citation": "Art. 131 Abs. 1 BGS",
        "content": "Mit Busse bis zu 500 000 Franken wird bestraft, wer vorsätzlich:\na. ohne die dafür nötigen Bewilligungen andere Geldspiele als diejenigen nach Artikel 130 Absatz 1 Buchstabe a durchführt, organisiert oder zur Verfügung stellt;\nb. Werbung für in der Schweiz nicht bewilligte Geldspiele macht;\nc. Werbung für bewilligte Geldspiele macht, die sich an gesperrte Personen oder Minderjährige richtet;\nd. Personen, die das gesetzliche Alter nach Artikel 72 Absätze 1 und 2 nicht erreicht haben oder gestützt auf Artikel 80 mit einer Spielsperre belegt sind, spielen lässt oder einen Gewinn, der über dem Schwellenwert im Sinne von Artikel 80 Absatz 3 liegt, an solche Personen auszahlt;\ne. bewirkt, dass ein Reingewinn, der für gemeinnützige Zwecke bestimmt ist, nicht vollumfänglich deklariert wird;\nf. die im 5. Kapitel 4. Abschnitt dieses Gesetzes, im 2. Kapitel des GwG und in dessen Ausführungsbestimmungen vorgesehenen Sorgfaltspflichten gegen die Geldwäscherei verletzt;\ng. einer Aufforderung der zuständigen Behörde, den ordnungsgemässen Zustand wiederherzustellen oder die Missstände zu beseitigen, nicht nachkommt;\nh. ohne Ermächtigung der Veranstalterinnen zu gewerblichen Zwecken Teilnahmen an Lotterien und Sportwetten weiterverkauft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_131"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Übertretungen",
        "citation": "Art. 131 Abs. 2 BGS",
        "content": "Versuch und Gehilfenschaft sind strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_131"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Hinterziehung der Spielbankenabgabe",
        "citation": "Art. 132 BGS",
        "content": "Wer vorsätzlich bewirkt, dass eine Veranlagung zu Unrecht unterbleibt oder dass eine rechtskräftige Veranlagung unvollständig ist, wird mit einer Busse bestraft, die höchstens das Fünffache der hinterzogenen Steuer beträgt, maximal bis zu 500 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_132"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Widerhandlungen in Geschäftsbetrieben",
        "citation": "Art. 133 Abs. 1 BGS",
        "content": "Fällt eine Busse von höchstens 100 000 Franken in Betracht und würde die Ermittlung der nach Artikel 6 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht (VStrR) strafbaren Personen Untersuchungsmassnahmen bedingen, die im Hinblick auf die verhängte Strafe unverhältnismässig wären, so kann die Behörde von einer Verfolgung dieser Personen absehen und an ihrer Stelle den Geschäftsbetrieb zur Bezahlung der Busse verurteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_133"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 1. Abschnitt: Straftaten, Widerhandlungen in Geschäftsbetrieben",
        "citation": "Art. 133 Abs. 2 BGS",
        "content": "Die Artikel 6 und 7 VStrR gelten auch bei der Strafverfolgung durch kantonale Behörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_133"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 2. Abschnitt: Anwendbares Recht und Verfahren, Widerhandlungen im Zusammenhang mit den Spielbankenspielen und Hinterziehung der Spielbankenabgabe",
        "citation": "Art. 134 Abs. 1 BGS",
        "content": "Bei Widerhandlungen im Zusammenhang mit den Spielbankenspielen und bei Hinterziehung der Spielbankenabgabe ist das VStrR anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_134"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 2. Abschnitt: Anwendbares Recht und Verfahren, Widerhandlungen im Zusammenhang mit den Spielbankenspielen und Hinterziehung der Spielbankenabgabe",
        "citation": "Art. 134 Abs. 2 BGS",
        "content": "Verfolgende Behörde ist das Sekretariat der ESBK, urteilende Behörde die ESBK.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_134"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 2. Abschnitt: Anwendbares Recht und Verfahren, Widerhandlungen im Zusammenhang mit den anderen Geldspielen",
        "citation": "Art. 135 Abs. 1 BGS",
        "content": "Die Verfolgung und die Beurteilung der Straftaten im Zusammenhang mit den anderen Geldspielen obliegen den Kantonen. Die kantonalen Strafverfolgungsbehörden können die interkantonale Behörde zur Untersuchung beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_135"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 2. Abschnitt: Anwendbares Recht und Verfahren, Widerhandlungen im Zusammenhang mit den anderen Geldspielen",
        "citation": "Art. 135 Abs. 2 BGS",
        "content": "Der interkantonalen Behörde stehen die folgenden Parteirechte zu:\na. die Beschwerde gegen die Nichtanhandnahme- und Einstellungsverfügungen;\nb. die Einsprache gegen Strafbefehle;\nc. die Berufung und Anschlussberufung im Strafpunkt gegen Urteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_135"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 2. Abschnitt: Anwendbares Recht und Verfahren, Zuständigkeitskonflikte",
        "citation": "Art. 136 BGS",
        "content": "Das Bundesstrafgericht entscheidet über Zuständigkeitskonflikte zwischen der ESBK und den kantonalen Strafbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_136"
    },
    {
        "book": "BGS",
        "title": "BGS, 10. Kapitel: Strafbestimmungen, 2. Abschnitt: Anwendbares Recht und Verfahren, Verfolgungsverjährung",
        "citation": "Art. 137 BGS",
        "content": "Die Strafverfolgung für Übertretungen verjährt nach fünf Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/795/de#art_137"
    }
]