[
    {
        "book": "BGSA",
        "title": "BGSA, 1. Abschnitt: Gegenstand",
        "citation": "Art. 1 BGSA",
        "content": "Mit diesem Gesetz soll die Schwarzarbeit bekämpft werden. Zu diesem Zweck sieht es administrative Erleichterungen sowie Kontroll- und Sanktionsmassnahmen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_1"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 2. Abschnitt: Vereinfachtes Abrechnungsverfahren für Sozialversicherungsbeiträge und Steuern, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 BGSA",
        "content": "Arbeitgeber können die Löhne der in ihrem Betrieb beschäftigten Arbeitnehmerinnen und Arbeitnehmer im vereinfachten Verfahren nach Artikel 3 abrechnen, sofern:\na. der einzelne Lohn den Grenzbetrag nach Artikel 7 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge nicht übersteigt;\nb. die gesamte jährliche Lohnsumme aller Arbeitnehmerinnen und Arbeitnehmer den zweifachen Betrag der maximalen jährlichen Altersrente der AHV nicht übersteigt; und \nc. die Löhne aller Arbeitnehmerinnen und Arbeitnehmer im vereinfachten Verfahren abgerechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_2"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 2. Abschnitt: Vereinfachtes Abrechnungsverfahren für Sozialversicherungsbeiträge und Steuern, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 BGSA",
        "content": "Das vereinfachte Verfahren nach Artikel 3 ist nicht anwendbar für:\na. Kapitalgesellschaften und Genossenschaften;\nb. die Mitarbeit des Ehegatten oder der Ehegattin sowie der Kinder im eigenen Betrieb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_2"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 2. Abschnitt: Vereinfachtes Abrechnungsverfahren für Sozialversicherungsbeiträge und Steuern, Verfahren",
        "citation": "Art. 3 Abs. 1 BGSA",
        "content": "Die Anmeldung erfolgt bei der AHV-Ausgleichskasse für die Alters-, Hinterlassenen- und Invalidenversicherung, die Erwerbsersatzordnung, die Arbeitslosenversicherung, die Familienzulagen, die Unfallversicherung und für die Steuern nach Artikel 37a des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG) und Artikel 11 Absatz 4 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (StHG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_3"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 2. Abschnitt: Vereinfachtes Abrechnungsverfahren für Sozialversicherungsbeiträge und Steuern, Verfahren",
        "citation": "Art. 3 Abs. 2 BGSA",
        "content": "Die AHV-Ausgleichskasse erhebt die Sozialversicherungsbeiträge und die Steuern. Die Prämien der obligatorischen Unfallversicherung werden direkt durch die Unfallversicherer erhoben. Weitergehende Vereinbarungen zwischen AHV-Ausgleichskassen und Unfallversicherern bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_3"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 2. Abschnitt: Vereinfachtes Abrechnungsverfahren für Sozialversicherungsbeiträge und Steuern, Verfahren",
        "citation": "Art. 3 Abs. 3 BGSA",
        "content": "Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_3"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 3. Abschnitt: Kantonale Kontrollorgane",
        "citation": "Art. 4 Abs. 1 BGSA",
        "content": "Die Kantone bezeichnen in ihrer Gesetzgebung das für ihr Gebiet zuständige Kontrollorgan und erstellen ein entsprechendes Pflichtenheft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_4"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 3. Abschnitt: Kantonale Kontrollorgane",
        "citation": "Art. 4 Abs. 2 BGSA",
        "content": "Der Bundesrat bestimmt die Mindestanforderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_4"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 3. Abschnitt: Kantonale Kontrollorgane",
        "citation": "Art. 4 Abs. 3 BGSA",
        "content": "Personen, die in einem kantonalen Kontrollorgan oder für ein solches Organ tätig sind, dürfen auf keinen Fall in einem direkten wirtschaftlichen Konkurrenzverhältnis zu den kontrollierten Personen stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_4"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 3. Abschnitt: Kantonale Kontrollorgane",
        "citation": "Art. 4 Abs. 4 BGSA",
        "content": "Das kantonale Kontrollorgan erstattet dem Staatssekretariat für Wirtschaft (SECO) jährlich Bericht über seine Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_4"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 4. Abschnitt: Schweigepflicht",
        "citation": "Art. 5 BGSA",
        "content": "Die am Vollzug dieses Gesetzes beteiligten Personen sind bezüglich aller Feststellungen, die sie in Ausübung ihrer Kontrolltätigkeit machen, zur Verschwiegenheit verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_5"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Kontrollgegenstand",
        "citation": "Art. 6 BGSA",
        "content": "Das kantonale Kontrollorgan prüft die Einhaltung der Melde- und Bewilligungspflichten gemäss Sozialversicherungs-, Ausländer- und Quellensteuerrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_6"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Kompetenzen",
        "citation": "Art. 7 Abs. 1 BGSA",
        "content": "Die mit der Kontrolle betrauten Personen dürfen:\na. Betriebe und andere Arbeitsorte während der Arbeitszeit der dort tätigen Personen betreten;\nb. von den Arbeitgebern sowie den Arbeitnehmerinnen und Arbeitnehmern alle erforderlichen Auskünfte verlangen;\nc. alle erforderlichen Unterlagen konsultieren und kopieren;\nd. die Identität der Arbeitnehmerinnen und Arbeitnehmer überprüfen;\ne. sich die Aufenthalts- und Arbeitsbewilligungen vorweisen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_7"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Kompetenzen",
        "citation": "Art. 7 Abs. 2 BGSA",
        "content": "Die mit der Kontrolle betrauten Personen haben sich auszuweisen; sie dürfen auf keinen Fall Massnahmen ergreifen, welche die Freiheit der kontrollierten Personen beeinträchtigen. Sie können sich im Bedarfsfall von der Polizei unterstützen lassen, insbesondere wenn es zur Durchführung von Kontrollen nach Absatz 1 Buchstaben d und e erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_7"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Kompetenzen",
        "citation": "Art. 7 Abs. 3 BGSA",
        "content": "Der Bundesrat bestimmt, welches die erforderlichen Auskünfte und Unterlagen nach Absatz 1 Buchstaben b und c sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_7"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Mitwirkungspflicht der kontrollierten Personen und Betriebe",
        "citation": "Art. 8 BGSA",
        "content": "Die kontrollierten Personen und Betriebe sind verpflichtet, den mit der Kontrolle betrauten Personen auf Verlangen alle für den Kontrollauftrag erforderlichen Unterlagen herauszugeben und Auskünfte zu erteilen. Sie müssen ihnen freien Zutritt zu Betrieben und Arbeitsplätzen während der Arbeitszeit der dort tätigen Personen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_8"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Protokolle",
        "citation": "Art. 9 Abs. 1 BGSA",
        "content": "Die mit der Kontrolle betrauten Personen halten die von ihnen gemachten Feststellungen in einem Protokoll fest. In dieses dürfen nur Feststellungen aufgenommen werden, die einen Bezug zum Kontrollgegenstand nach Artikel 6 haben. Kopierte Unterlagen sind dem Protokoll beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_9"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Protokolle",
        "citation": "Art. 9 Abs. 2 BGSA",
        "content": "Die mit der Kontrolle betrauten Personen müssen das Protokoll unverzüglich von den kontrollierten Personen unterzeichnen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_9"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Protokolle",
        "citation": "Art. 9 Abs. 3 BGSA",
        "content": "Die mit der Kontrolle betrauten Personen:\na. leiten das Protokoll an die Behörden und Organisationen weiter, die für Ermittlungen und Entscheide bezüglich der bei der Kontrolle festgestellten Anhaltspunkte für einen Verstoss zuständig sind;\nb. stellen den kontrollierten Personen und Betrieben eine Kopie des Protokolls zu;\nc. stellen den Auskunftspersonen auf deren Verlangen einen Auszug aus dem Protokoll mit den von ihnen gemachten Aussagen zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_9"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 5. Abschnitt: Durchführung der Kontrollen, Protokolle",
        "citation": "Art. 9 Abs. 4 BGSA",
        "content": "Sie weisen die betroffenen Personen darauf hin, dass sie ein Recht auf eine Kopie des Protokolls beziehungsweise auf einen Auszug daraus haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_9"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 6. Abschnitt: Verfolgung von Verstössen",
        "citation": "Art. 10 BGSA",
        "content": "Die Behörden, die für die Sanktionen und administrativen Massnahmen im Zusammenhang mit dem Kontrollgegenstand nach Artikel 6 zuständig sind, informieren die folgenden Behörden über ihre in Rechtskraft erwachsenen Entscheide und Urteile:\na. die zuständige kantonale Behörde nach Artikel 13 Absatz 1;\nb. das kantonale Kontrollorgan, sofern dieses bei der Sachverhaltsabklärung mitgewirkt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_10"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Zusammenarbeit der Kontrollorgane mit anderen Behörden und Organisationen",
        "citation": "Art. 11 Abs. 1 BGSA",
        "content": "Die zuständigen Behörden der Gemeinden, der Kantone und des Bundes in Sachen Arbeitsinspektion, Arbeitsmarkt und Arbeitslosenversicherung, Beschäftigung, Sozialhilfe, Polizei, Flüchtlingswesen, Ausländerpolizei, Einwohnerkontrolle, Zivilstand und Steuerwesen sowie das Grenzwachtkorps arbeiten mit den kantonalen Kontrollorganen zusammen; dasselbe gilt für die Behörden der Kantone und des Bundes und die privaten Organisationen, die für den Vollzug der Sozialversicherungsgesetzgebung zuständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_11"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Zusammenarbeit der Kontrollorgane mit anderen Behörden und Organisationen",
        "citation": "Art. 11 Abs. 2 BGSA",
        "content": "Die Behörden und Organisationen nach Absatz 1 informieren das kantonale Kontrollorgan über Feststellungen, die sie im Rahmen ihrer Tätigkeit machen und die Anhaltspunkte für das Vorliegen von Schwarzarbeit sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_11"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Zusammenarbeit der Kontrollorgane mit anderen Behörden und Organisationen",
        "citation": "Art. 11 Abs. 3 BGSA",
        "content": "Die Behörden und Organisationen nach Absatz 1 und das kantonale Kontrollorgan informieren sich gegenseitig über den Fortgang der Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_11"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 1 BGSA",
        "content": "Die kantonalen Steuerbehörden erstatten den kantonalen Ausgleichskassen Meldung, wenn sie feststellen, dass Einkommen aus unselbständiger Erwerbstätigkeit überhaupt nicht deklariert wurden. Der Bundesrat legt einen Mindestbetrag für das zu meldende Einkommen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 2 BGSA",
        "content": "Die für die Arbeitslosenversicherung zuständigen Behörden der Kantone und des Bundes, die für den Vollzug der Sozialversicherungsgesetzgebung zuständigen Behörden der Kantone und des Bundes sowie die in diesen Bereichen zuständigen privaten Organisationen geben die Ergebnisse ihrer Kontrollen den Asyl- und Ausländerbehörden bekannt, wenn: \na. die betroffene Person aus unselbstständiger oder selbstständiger Erwerbstätigkeit ein Einkommen erzielt hat, für das die Sozialversicherungsbeiträge an die AHV, IV, EO oder ALV oder die Familienzulagen nicht entrichtet wurden; und\nb. sich nicht sogleich ergibt, dass der Aufenthalt der betroffenen Person mit den geltenden Bestimmungen übereinstimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 3 BGSA",
        "content": "Die übrigen Behörden nach Artikel 11 teilen die Ergebnisse der im Rahmen ihrer Aufgaben vorgenommenen Kontrollen den gegebenenfalls betroffenen eidgenössischen oder kantonalen Behörden mit, wenn Anhaltspunkte dafür vorliegen, dass bei der Ausübung einer Erwerbstätigkeit das Sozialversicherungs-, Ausländer- oder Quellensteuerrecht missachtet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 4 BGSA",
        "content": "Als gegebenenfalls betroffene Behörden gelten:\na. die AHV-Ausgleichskassen und die Familienausgleichskassen;\nb. die Unfallversicherer;\nc. die Durchführungsstellen der Arbeitslosenversicherung;\nd. die Steuerbehörden des Bundes und der Kantone;\ne. die Asyl- und Ausländerbehörden;\nf. die zuständige IV-Stelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 5 BGSA",
        "content": "Der Bundesrat regelt das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 6 BGSA",
        "content": "Das kantonale Kontrollorgan oder Dritte, an die die Kantone Kontrolltätigkeiten delegiert haben, informieren die zuständigen Behörden oder Organe, wenn sich im Rahmen der Kontrollen nach Artikel 6 Anhaltspunkte dafür ergeben, dass ein Verstoss vorliegt:\na. gegen das Mehrwertsteuergesetz vom 12. Juni 2009;\nb. gegen das Entsendegesetz vom 8. Oktober 1999;\nc. gegen das Arbeitsgesetz vom 13. März 1964;\nd. gegen kantonales Sozialhilferecht;\ne. gegen das DBG, das StHG oder ein kantonales Steuergesetz betreffend die direkten Steuern; oder \nf. gegen einen allgemeinverbindlich erklärten Gesamtarbeitsvertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 7. Abschnitt: Zusammenarbeit, Mitteilung von Kontrollergebnissen",
        "citation": "Art. 12 Abs. 7 BGSA",
        "content": "Die zuständige Behörde oder das zuständige Organ führt eine Untersuchung durch und fällt einen Entscheid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_12"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 8. Abschnitt: Sanktionen im Bereich des öffentlichen Beschaffungswesens und der Finanzhilfen",
        "citation": "Art. 13 Abs. 1 BGSA",
        "content": "Der Arbeitgeber, der wegen schwerwiegender oder wiederholter Missachtung seiner Melde- und Bewilligungspflichten gemäss Sozialversicherungs- oder Ausländerrecht rechtskräftig verurteilt worden ist, wird von der zuständigen kantonalen Behörde während höchstens fünf Jahren von künftigen Aufträgen des öffentlichen Beschaffungswesens auf kommunaler, kantonaler und eidgenössischer Ebene ausgeschlossen oder es können ihm während höchstens fünf Jahren Finanzhilfen angemessen gekürzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_13"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 8. Abschnitt: Sanktionen im Bereich des öffentlichen Beschaffungswesens und der Finanzhilfen",
        "citation": "Art. 13 Abs. 2 BGSA",
        "content": "Die zuständige kantonale Behörde stellt dem SECO eine Kopie ihres Entscheids zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_13"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 8. Abschnitt: Sanktionen im Bereich des öffentlichen Beschaffungswesens und der Finanzhilfen",
        "citation": "Art. 13 Abs. 3 BGSA",
        "content": "Das SECO führt eine Liste der Arbeitgeber, gegen die ein rechtskräftiger Entscheid über den Ausschluss von Aufträgen des öffentlichen Beschaffungswesens oder über die Kürzung von Finanzhilfen ergangen ist. Die Liste ist öffentlich zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_13"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 9. Abschnitt: Ansprüche von Arbeitnehmerinnen und Arbeitnehmer auf Grund nicht bewilligter Erwerbstätigkeit, Informationspflicht der Behörden",
        "citation": "Art. 14 BGSA",
        "content": "Im Rahmen eines Weg- oder Ausweisungsverfahrens weisen die Behörden die betroffenen Ausländerinnen und Ausländer insbesondere darauf hin, dass:\na. sie auf Grund ihrer nicht bewilligten Erwerbstätigkeit gegebenenfalls Ansprüche gegenüber Arbeitgebern haben;\nb. sie zur Durchsetzung solcher Ansprüche eine Vertreterin oder einen Vertreter bezeichnen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_14"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 9. Abschnitt: Ansprüche von Arbeitnehmerinnen und Arbeitnehmer auf Grund nicht bewilligter Erwerbstätigkeit, Klagerecht der Arbeitnehmerverbände",
        "citation": "Art. 15 Abs. 1 BGSA",
        "content": "Wird ein Fall von Verletzung der Bewilligungs- oder Meldepflicht des Ausländerrechts aufgedeckt und hat die betroffene Person die Schweiz verlassen, so kommt den gewerkschaftlichen Organisationen, die nach ihren Statuten die sozialen und wirtschaftlichen Interessen ihrer Mitglieder wahren, ein Klagerecht auf Feststellung über die Ansprüche zu, die eine Arbeitnehmerin oder ein Arbeitnehmer gegen den Arbeitgeber geltend machen könnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_15"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 9. Abschnitt: Ansprüche von Arbeitnehmerinnen und Arbeitnehmer auf Grund nicht bewilligter Erwerbstätigkeit, Klagerecht der Arbeitnehmerverbände",
        "citation": "Art. 15 Abs. 2 BGSA",
        "content": "Eine nach Absatz 1 eingereichte Feststellungsklage unterbricht die Verjährung im Sinne von Artikel 135 des Obligationenrechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_15"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 9. Abschnitt: Ansprüche von Arbeitnehmerinnen und Arbeitnehmer auf Grund nicht bewilligter Erwerbstätigkeit, Klagerecht der Arbeitnehmerverbände",
        "citation": "Art. 15 Abs. 3 BGSA",
        "content": "Die örtliche Zuständigkeit richtet sich nach Artikel 34 der Zivilprozessordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_15"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 10. Abschnitt: Finanzierung",
        "citation": "Art. 16 Abs. 1 BGSA",
        "content": "Für die Kosten der Kontrollen werden bei den kontrollierten Personen Gebühren erhoben, wenn Verstösse nach Artikel 6 aufgedeckt worden sind. Der Bundesrat regelt die Einzelheiten und legt den Gebührentarif fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_16"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 10. Abschnitt: Finanzierung",
        "citation": "Art. 16 Abs. 2 BGSA",
        "content": "Der Teil der Lohnkosten der Inspektorinnen und Inspektoren, der durch Gebühren nach Absatz 1 und durch Bussen nicht gedeckt ist, geht je zur Hälfte zulasten des Bundes und der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_16"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 10. Abschnitt: Finanzierung",
        "citation": "Art. 16 Abs. 3 BGSA",
        "content": "Der Bund kann einen Teil der von ihm getragenen Kosten dem Ausgleichsfonds der AHV, dem Arbeitslosenversicherungsfonds, der Schweizerischen Unfallversicherungsanstalt und der Ersatzkasse nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung belasten. Der Bundesrat regelt die Höhe der Belastung. Der Beitrag des Ausgleichsfonds der AHV an die Kosten wird aus den Zuschlägen finanziert, die gestützt auf Artikel 14bis des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_16"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Bearbeitung von Personendaten",
        "citation": "Art. 17 Abs. 1 BGSA",
        "content": "Das kantonale Kontrollorgan ist befugt, folgende Personendaten zu bearbeiten: \na. Daten, die in den Kontrollprotokollen enthalten sind, sofern die Kontrollen einen oder mehrere Fälle von Missachtung der Melde- und Bewilligungspflichten nach Artikel 6 aufgedeckt haben;\nb. Daten aus Mitteilungen, die das kantonale Kontrollorgan von den für den Kontrollgegenstand zuständigen Behörden erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_17"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Bearbeitung von Personendaten",
        "citation": "Art. 17 Abs. 2 BGSA",
        "content": "Die für die Sanktionen nach Artikel 13 zuständigen kantonalen Behörden sind befugt, Daten über natürliche Personen zu bearbeiten, gegen die eine administrative oder strafrechtliche Sanktion verhängt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_17"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Bearbeitung von Personendaten",
        "citation": "Art. 17 Abs. 3 BGSA",
        "content": "Der Bundesrat erlässt die Ausführungsbestimmungen. Er regelt insbesondere:\na. die Kategorien von Personendaten, die bearbeitet werden dürfen, und die Zugriffsrechte;\nb. die technischen und organisatorischen Schutzmassnahmen gegen unbefugtes Bearbeiten;\nc. die Dauer der Aufbewahrung der Daten;\nd. die Anonymisierung und Vernichtung der Personendaten nach Ablauf der Aufbewahrungsdauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_17"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Bearbeitung von Personendaten",
        "citation": "Art. 17 Abs. 4 BGSA",
        "content": "Die Bestimmungen des Datenschutzgesetzes vom 25. September 2020 betreffend die Richtigkeit der Daten und das Auskunftsrecht sind anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_17"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Bearbeitung von Daten juristischer Personen",
        "citation": "Art. 17a Abs. 1 BGSA",
        "content": "Das kantonale Kontrollorgan ist befugt, folgende Daten juristischer Personen zu bearbeiten:\na. Daten, die in den Kontrollprotokollen enthalten sind, sofern die Kontrollen einen oder mehrere Fälle von Missachtung der Melde- und Bewilligungspflichten nach Artikel 6 aufgedeckt haben;\nb. Daten aus Mitteilungen, die das kantonale Kontrollorgan von den für den Kontrollgegenstand zuständigen Behörden erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_17_a"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Bearbeitung von Daten juristischer Personen",
        "citation": "Art. 17a Abs. 2 BGSA",
        "content": "Die für die Sanktionen nach Artikel 13 zuständigen kantonalen Behörden sind befugt, Daten juristischer Personen zu bearbeiten, gegen die eine administrative oder strafrechtliche Sanktion verhängt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_17_a"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Übertretungen",
        "citation": "Art. 18 BGSA",
        "content": "Wer vorsätzlich Kontrollen nach den Artikeln 6 und 7 erschwert oder vereitelt oder wer vorsätzlich seine Mitwirkungspflicht nach Artikel 8 verletzt, wird mit Busse bestraft. Die Strafverfolgung obliegt den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_18"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 11. Abschnitt: Datenbearbeitung und Strafbestimmungen, Strafbare Handlungen gegen die Amtspflicht",
        "citation": "Art. 19 BGSA",
        "content": "Auf die kantonalen Kontrollorgane sind die Artikel 312 ff. des Strafgesetzbuches betreffend strafbare Handlungen gegen die Amtspflicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_19"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 12. Abschnitt: Evaluation",
        "citation": "Art. 20 Abs. 1 BGSA",
        "content": "Der Bundesrat sorgt für die Evaluation der Massnahmen nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_20"
    },
    {
        "book": "BGSA",
        "title": "BGSA, 12. Abschnitt: Evaluation",
        "citation": "Art. 20 Abs. 2 BGSA",
        "content": "Das Eidgenössische Departement für Wirtschaft, Bildung und Forschung erstattet nach Abschluss der Evaluation, spätestens aber fünf Jahre nach Inkrafttreten dieses Gesetzes dem Bundesrat Bericht und unterbreitet Vorschläge für das weitere Vorgehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/de#art_20"
    }
]