[
    {
        "book": "BGSA",
        "title": "LTN, Section 1, Objet",
        "citation": "Art. 1 LTN",
        "content": "La présente loi vise à lutter contre le travail au noir. Elle institue des simplifications administratives ainsi que des mécanismes de contrôle et de répression.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_1"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 2, Procédure simplifiée applicable aux prélèvements des cotisations aux assurances sociales et aux impôts, Champ d’application",
        "citation": "Art. 2 al. 1 LTN",
        "content": "Les employeurs peuvent effectuer le décompte des salaires des travailleurs occupés dans leur entreprise conformément à la procédure simplifiée prévue à l’art. 3 si les conditions suivantes sont remplies:\na. le salaire annuel de chaque salarié n’excède pas le salaire minimum fixé à l’art. 7 de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité;\nb. la masse salariale annuelle totale de tous les salariés n’excède pas le double du montant de la rente de vieillesse annuelle maximale de l’AVS;\nc. le décompte des salaires est effectué selon la procédure simplifiée pour tous les salariés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_2"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 2, Procédure simplifiée applicable aux prélèvements des cotisations aux assurances sociales et aux impôts, Champ d’application",
        "citation": "Art. 2 al. 2 LTN",
        "content": "La procédure de décompte simplifiée prévue à l’art. 3 n’est pas applicable:\na. aux sociétés de capitaux et aux sociétés coopératives;\nb. au conjoint et aux enfants de l’employeur occupés dans l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_2"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 2, Procédure simplifiée applicable aux prélèvements des cotisations aux assurances sociales et aux impôts, Procédure",
        "citation": "Art. 3 al. 1 LTN",
        "content": "1 Les employeurs annoncent les salariés auprès de la caisse de compensation AVS en ce qui concerne l’assurance-vieillesse, survivants et invalidité, les allocations pour perte de gain, l’assurance-chômage, les allocations familiales, l’assurance-accidents et l’impôt dû en vertu de l’art. 37a de la loi fédérale du 14 décembre 1990 sur l’impôt fédéral direct (LIFD) et de l’art. 11, al. 4, de la loi fédérale du 14 décembre 1990 sur l’harmonisation des impôts directs des cantons et des communes (LHID).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_3"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 2, Procédure simplifiée applicable aux prélèvements des cotisations aux assurances sociales et aux impôts, Procédure",
        "citation": "Art. 3 al. 2 LTN",
        "content": "La caisse de compensation AVS prélève les cotisations aux assurances sociales et les impôts. Les assureurs-accidents prélèvent directement les primes de l’assurance-accidents obligatoire. Des conventions plus détaillées entre les caisses de compensation AVS et les assureurs-accidents sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_3"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 2, Procédure simplifiée applicable aux prélèvements des cotisations aux assurances sociales et aux impôts, Procédure",
        "citation": "Art. 3 al. 3 LTN",
        "content": "Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_3"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 3, Organes de contrôle cantonaux",
        "citation": "Art. 4 al. 1 LTN",
        "content": "Les cantons désignent, dans le cadre de leur législation, l’organe de contrôle cantonal compétent sur leur territoire et établissent son cahier des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_4"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 3, Organes de contrôle cantonaux",
        "citation": "Art. 4 al. 2 LTN",
        "content": "Le Conseil fédéral détermine les exigences minimales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_4"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 3, Organes de contrôle cantonaux",
        "citation": "Art. 4 al. 3 LTN",
        "content": "Les personnes travaillant au sein d’organes de contrôle cantonaux ou pour de tels organes ne doivent en aucun cas se trouver dans un rapport de concurrence économique directe avec les personnes contrôlées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_4"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 3, Organes de contrôle cantonaux",
        "citation": "Art. 4 al. 4 LTN",
        "content": "L’organe de contrôle cantonal adresse chaque année au Secrétariat d’état à l’économie (SECO) un rapport sur son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_4"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 4, Obligation de garder le secret",
        "citation": "Art. 5 LTN",
        "content": "Quiconque participe à l’exécution de la présente loi est tenu de garder le secret sur toute constatation faite dans le cadre de ses activités de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_5"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Objet du contrôle",
        "citation": "Art. 6 LTN",
        "content": "L’organe de contrôle cantonal examine le respect des obligations en matière d’annonce et d’autorisation conformément au droit des assurances sociales, des étrangers et de l’imposition à la source.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_6"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Attributions",
        "citation": "Art. 7 al. 1 LTN",
        "content": "Les personnes chargées des contrôles peuvent:\na. pénétrer dans une entreprise ou dans tout autre lieu de travail pendant les heures de travail des personnes qui y sont employées;\nb. exiger les renseignements nécessaires des employeurs et des travailleurs;\nc. consulter ou copier les documents nécessaires;\nd. contrôler l’identité des travailleurs;\ne. contrôler les permis de séjour et de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_7"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Attributions",
        "citation": "Art. 7 al. 2 LTN",
        "content": "Les personnes chargées des contrôles sont tenues de justifier de leur qualité officielle et ne peuvent en aucun cas prendre des mesures portant atteinte à la liberté des personnes contrôlées. Au besoin, notamment si l’exécution des contrôles prévus à l’al. 1, let. d et e, l’exige, elles peuvent se faire assister par la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_7"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Attributions",
        "citation": "Art. 7 al. 3 LTN",
        "content": "Le Conseil fédéral définit les renseignements et documents visés à l’al. 1, let. b et c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_7"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Obligation de collaborer des personnes et entreprises contrôlées",
        "citation": "Art. 8 LTN",
        "content": "Les personnes et entreprises contrôlées sont tenues de fournir aux personnes chargées des contrôles les documents et renseignements nécessaires. Au surplus, elles doivent leur permettre de pénétrer librement dans l’entreprise ou dans tout autre lieu de travail pendant les heures de travail des personnes qui y sont employées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_8"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Procès-verbaux",
        "citation": "Art. 9 al. 1 LTN",
        "content": "Les personnes chargées des contrôles consignent leurs constatations dans un procès-verbal. Seules les constatations en relation avec l’objet du contrôle au sens de l’art. 6 doivent être consignées. Les documents copiés doivent être joints au procès-verbal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_9"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Procès-verbaux",
        "citation": "Art. 9 al. 2 LTN",
        "content": "Elles font signer le procès-verbal séance tenante par les personnes contrôlées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_9"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Procès-verbaux",
        "citation": "Art. 9 al. 3 LTN",
        "content": "Elles:\na. transmettent le procès-verbal aux autorités et aux organisations qui instruisent et statuent sur les indices d’infraction constatés lors du contrôle;\nb. remettent une copie du procès-verbal aux personnes et entreprises contrôlées;\nc. remettent, à leur demande, aux personnes ayant fourni des renseignements la partie du procès-verbal qui contient leurs déclarations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_9"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 5, Exécution des contrôles, Procès-verbaux",
        "citation": "Art. 9 al. 4 LTN",
        "content": "Elles indiquent aux personnes concernées qu’elles ont le droit d’obtenir copie de tout ou partie du procès-verbal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_9"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 6, Poursuite des infractions",
        "citation": "Art. 10 LTN",
        "content": "Les autorités compétentes pour appliquer les sanctions et mesures administratives en lien avec l’objet du contrôle au sens de l’art. 6 informent de leurs décisions et jugements entrés en force:\na. l’autorité cantonale compétente au sens de l’art. 13, al. 1;\nb. l’organe de contrôle cantonal, lorsque celui-ci a participé à l’établissement des faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_10"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Collaboration des organes de contrôle avec d’autres autorités ou organisations",
        "citation": "Art. 11 al. 1 LTN",
        "content": "Les autorités communales, cantonales ou fédérales compétentes en matière d’inspection du travail, de marché du travail et d’assurance-chômage, d’emploi, d’aide sociale, de police, d’asile, de police des étrangers, de contrôle des habitants, d’état-civil, de fiscalité ainsi que le Corps des gardes-frontières collaborent avec les organes de contrôle cantonaux; il en va de même des autorités cantonales ou fédérales et des organisations privées chargées de l’application de la législation relative aux assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_11"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Collaboration des organes de contrôle avec d’autres autorités ou organisations",
        "citation": "Art. 11 al. 2 LTN",
        "content": "Ces autorités et organisations informent l’organe de contrôle cantonal lorsqu’elles relèvent des indices de travail au noir dans le cadre de leurs activités courantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_11"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Collaboration des organes de contrôle avec d’autres autorités ou organisations",
        "citation": "Art. 11 al. 3 LTN",
        "content": "L’organe de contrôle cantonal et les autorités ou organisations visées à l’al. 1 s’informent mutuellement du suivi des procédures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_11"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Communication des résultats des contrôles",
        "citation": "Art. 12 al. 1 LTN",
        "content": "Les autorités fiscales des cantons avisent les caisses cantonales de compensation lorsqu’elles constatent que le revenu d’une activité lucrative salariée n’a fait l’objet d’aucune déclaration. Le Conseil fédéral fixe le montant minimal des revenus qui doivent être annoncés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_12"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Communication des résultats des contrôles",
        "citation": "Art. 12 al. 2 LTN",
        "content": "Les autorités cantonales ou fédérales compétentes en matière d’assurance-chômage ainsi que les autorités cantonales ou fédérales et les organisations privées chargées de l’application de la législation relative aux assurances sociales communiquent les résultats de leurs contrôles aux autorités compétentes en matière d’asile et de droit des étrangers aux conditions suivantes:\na. la personne concernée a perçu un revenu provenant d’une activité lucrative salariée ou indépendante pour laquelle n’ont pas été versées les cotisations à l’AVS, à l’AI, aux APG, à l’AC, ou les allocations familiales;\nb. il n’apparaît pas d’emblée que la situation de séjour de la personne concernée est conforme aux dispositions en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_12"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Communication des résultats des contrôles",
        "citation": "Art. 12 al. 3 LTN",
        "content": "Les autres autorités désignées à l’art. 11 communiquent les résultats des contrôles exécutés dans le cadre de leurs tâches aux autorités fédérales ou cantonales qui peuvent être concernées, lorsque des indices laissent présumer que le droit des assurances sociales, des étrangers ou de l’impôt à la source a été enfreint lors de l’exercice d’une activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_12"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Communication des résultats des contrôles",
        "citation": "Art. 12 al. 4 LTN",
        "content": "Par autorités qui peuvent être concernées, on entend:\na. les caisses de compensation AVS et les caisses d’allocations familiales;\nb. les assureurs en cas d’accidents;\nc. les autorités d’exécution de l’assurance-chômage;\nd. les autorités fiscales cantonales et fédérales;\ne. les autorités compétentes en matière d’asile et de droit des étrangers;\nf. l'office AI compétent.\n5 Le Conseil fédéral règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_12"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Communication des résultats des contrôles",
        "citation": "Art. 12 al. 6 LTN",
        "content": "L’organe de contrôle cantonal ou les tiers auxquels ont été déléguées des activités de contrôle informent les autorités ou organes compétents lorsqu’un contrôle au sens de l’art. 6 révèle des indices laissant présumer qu’a été commise une infraction:\na. à la loi du 12 juin 2009 sur la TVA;\nb. à la loi du 8 octobre 1999 sur les travailleurs détachés;\nc. à la loi du 13 mars 1964 sur le travail;\nd. au droit cantonal de l’aide sociale;\ne. à la LIFD, à la LHID ou à une loi fiscale cantonale concernant les impôts directs, ou \nf. à une convention collective de travail déclarée de force obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_12"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 7, Collaboration, Communication des résultats des contrôles",
        "citation": "Art. 12 al. 7 LTN",
        "content": "L’autorité ou l’organe compétent instruit le cas et statue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_12"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 8, Sanctions en matière de marchés publics et d’aides financières",
        "citation": "Art. 13 al. 1 LTN",
        "content": "En cas de condamnation entrée en force d’un employeur pour cause de non-respect important ou répété des obligations en matière d’annonce et d’autorisation prévues dans la législation sur les assurances sociales ou les étrangers, l’autorité cantonale compétente exclut l’employeur concerné des futurs marchés publics au niveau communal, cantonal et fédéral pour cinq ans au plus; elle peut par ailleurs diminuer de manière appropriée, pour cinq ans au plus, les aides financières qui sont accordées à l’employeur concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_13"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 8, Sanctions en matière de marchés publics et d’aides financières",
        "citation": "Art. 13 al. 2 LTN",
        "content": "L’autorité cantonale compétente communique une copie de sa décision au SECO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_13"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 8, Sanctions en matière de marchés publics et d’aides financières",
        "citation": "Art. 13 al. 3 LTN",
        "content": "Le SECO établit une liste des employeurs faisant l’objet d’une décision entrée en force d’exclusion des marchés publics ou de diminution des aides financières. Cette liste est accessible au public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_13"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 9, Droits des travailleurs découlant d’une activité lucrative non autorisée, Devoir d’information des autorités",
        "citation": "Art. 14 LTN",
        "content": "Dans le cadre d’une procédure de renvoi ou d’expulsion, les autorités signalent aux étrangers concernés en particulier:\na. qu’ils peuvent éventuellement faire valoir des droits à l’égard de leur employeur quant à l’activité lucrative non autorisée qu’ils ont exercée;\nb. qu’ils ont la possibilité de désigner un mandataire pour faire valoir leurs droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_14"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 9, Droits des travailleurs découlant d’une activité lucrative non autorisée, Qualité pour agir des organisations syndicales",
        "citation": "Art. 15 al. 1 LTN",
        "content": "En cas de violation des obligations d’annonce et d’autorisation en matière de droit des étrangers et dans la mesure où la personne concernée a quitté le territoire suisse, les organisations syndicales ayant pour but statutaire de défendre les intérêts sociaux et économiques de leurs membres ont qualité pour agir en constatation des droits qu’un travailleur pourrait faire valoir à l’encontre de son employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_15"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 9, Droits des travailleurs découlant d’une activité lucrative non autorisée, Qualité pour agir des organisations syndicales",
        "citation": "Art. 15 al. 2 LTN",
        "content": "L’action en constatation introduite en vertu de l’al. 1 interrompt la prescription au sens de l’art. 135 du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_15"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 9, Droits des travailleurs découlant d’une activité lucrative non autorisée, Qualité pour agir des organisations syndicales",
        "citation": "Art. 15 al. 3 LTN",
        "content": "La compétence à raison du lieu est régie par l’art. 34 du code de procédure civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_15"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 10, Financement",
        "citation": "Art. 16 al. 1 LTN",
        "content": "Les contrôles sont financés par des émoluments perçus auprès des personnes contrôlées lorsque des atteintes au sens de l’art. 6 ont été constatées. Le Conseil fédéral règle les modalités et fixe le montant des émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_16"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 10, Financement",
        "citation": "Art. 16 al. 2 LTN",
        "content": "La part des coûts salariaux des inspecteurs qui n’est financée ni par des émoluments visés à l’al. 1 ni par les amendes est prise en charge à parts égales par la Confédération et par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_16"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 10, Financement",
        "citation": "Art. 16 al. 3 LTN",
        "content": "La Confédération peut faire supporter au fonds de compensation de l’assurance-vieillesse et survivants, au fonds de l’assurance-chômage, à la Caisse nationale suisse d’assurance en cas d’accidents et à la caisse supplétive au sens de la loi fédérale du 20 mars 1981 sur l’assurance-accidents une partie des frais qu’elle est appelée à prendre en charge. Le Conseil fédéral règle la part qui peut faire l’objet de cette répercussion. La contribution du fonds de compensation de l’assurance-vieillesse et survivants est financée au moyen des suppléments perçus en vertu de l’art. 14bis de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_16"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Traitement de données personnelles",
        "citation": "Art. 17 al. 1 LTN",
        "content": "L’organe de contrôle cantonal peut traiter les données personnelles suivantes:\na. données contenues dans les procès-verbaux, dans la mesure où les contrôles ont mis au jour un ou plusieurs cas de non-respect des obligations d’annonce et d’autorisation mentionnées à l’art. 6;\nb. données communiquées à l’organe de contrôle cantonal par les autorités compétentes dans le domaine dont relève le contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_17"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Traitement de données personnelles",
        "citation": "Art. 17 al. 2 LTN",
        "content": "Les autorités cantonales compétentes chargées des sanctions visées à l’art. 13 sont habilitées à traiter les données des personnes physiques qui se sont vu infliger une sanction administrative ou pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_17"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Traitement de données personnelles",
        "citation": "Art. 17 al. 3 LTN",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution. Il règle en particulier:\na. les catégories de données personnelles pouvant être traitées et les droits d’accès;\nb. les mesures de protection techniques et organisationnelles visant à empêcher tout traitement non autorisé;\nc. la durée de conservation des données;\nd. l’anonymisation et la destruction des données à l’échéance de la durée de conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_17"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Traitement de données personnelles",
        "citation": "Art. 17 al. 4 LTN",
        "content": "Les dispositions de la loi fédérale du 25 septembre 2020 sur la protection des données relatives à l’exactitude des données et au droit d’accès sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_17"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Traitement de données concernant des personnes morales",
        "citation": "Art. 17a al. 1 LTN",
        "content": "L’organe de contrôle cantonal peut traiter les données suivantes concernant des personnes morales:\na. données contenues dans les procès-verbaux, dans la mesure où les contrôles ont mis au jour un ou plusieurs cas de non-respect des obligations d’annonce et d’autorisation mentionnées à l’art. 6; \nb. données communiquées à l’organe de contrôle cantonal par les autorités compétentes dans le domaine dont relève le contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_17_a"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Traitement de données concernant des personnes morales",
        "citation": "Art. 17a al. 2 LTN",
        "content": "Les autorités cantonales compétentes chargées des sanctions visées à l’art. 13 sont habilitées à traiter les données concernant des personnes morales qui se sont vu infliger une sanction administrative ou pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_17_a"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Contraventions",
        "citation": "Art. 18 LTN",
        "content": "Est puni de l’amende quiconque, intentionnellement, s’oppose aux contrôles visés aux art. 6 et 7 ou les entrave ou encore enfreint l’obligation de collaborer visée à l’art. 8. La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_18"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 11, Traitement de données et dispositions pénales, Infractions contre les devoirs de fonction",
        "citation": "Art. 19 al. RS 311.0 LTN",
        "content": "Les art. 312 ss du code pénal s’appliquent aux organes de contrôle cantonaux en cas d’infractions contre les devoirs de fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_19"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 12, Évaluation",
        "citation": "Art. 20 al. 1 LTN",
        "content": "Le Conseil fédéral veille à ce que les mesures fondées sur la présente loi fassent l’objet d’une évaluation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_20"
    },
    {
        "book": "BGSA",
        "title": "LTN, Section 12, Évaluation",
        "citation": "Art. 20 al. 2 LTN",
        "content": "Le Département fédéral de l’économie, de la formation et de la recherche présente un rapport au Conseil fédéral lorsque l’évaluation est terminée, mais au plus tard cinq ans après l’entrée en vigueur de la présente loi, et lui soumet des propositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/fr#art_20"
    }
]