[
    {
        "book": "BGSA",
        "title": "LLN, Sezione 1: Oggetto",
        "citation": "Art. 1 LLN",
        "content": "La presente legge si prefigge di combattere il lavoro nero. A tal fine prevede agevolazioni amministrative e meccanismi di controllo e di sanzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_1"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 2:, Procedura di conteggio semplificata per i premi delle assicurazioni sociali e le imposte, Campo d’applicazione",
        "citation": "Art. 2 cpv. 1 LLN",
        "content": "Per i lavoratori occupati nella sua azienda il datore di lavoro può conteggiare gli stipendi secondo la procedura semplificata di cui all’articolo 3, purché:\na. il singolo stipendio non superi l’importo limite di cui all’articolo 7 della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità;\nb. la somma totale annua dei salari di tutti i lavoratori non superi il doppio della rendita annua massima di vecchiaia dell’AVS; e\nc. i salari di tutti i lavoratori siano conteggiati in procedura semplificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_2"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 2:, Procedura di conteggio semplificata per i premi delle assicurazioni sociali e le imposte, Campo d’applicazione",
        "citation": "Art. 2 cpv. 2 LLN",
        "content": "La procedura semplificata di cui all’articolo 3 non è applicabile:\na. alle società di capitali e alle società cooperative;\nb. al coniuge e ai figli del datore di lavoro occupati nell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_2"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 2:, Procedura di conteggio semplificata per i premi delle assicurazioni sociali e le imposte, Procedura",
        "citation": "Art. 3 cpv. 1 LLN",
        "content": "Il datore di lavoro annuncia i lavoratori alla cassa di compensazione AVS per quanto concerne l’assicurazione vecchiaia, superstiti e invalidità, l’ordinamento delle indennità di perdita di guadagno, l’assicurazione contro la disoccupazione, gli assegni familiari, l’assicurazione contro gli infortuni e le imposte conformemente all’articolo 37a della legge federale del 14 dicembre 1990 sull’imposta federale diretta (LIFD) e all’articolo 11 capoverso 4 della legge federale del 14 dicembre 1990 sull’armonizzazione delle imposte dirette dei Cantoni e dei Comuni (LAID).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_3"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 2:, Procedura di conteggio semplificata per i premi delle assicurazioni sociali e le imposte, Procedura",
        "citation": "Art. 3 cpv. 2 LLN",
        "content": "La cassa di compensazione AVS riscuote i contributi alle assicurazioni sociali e le imposte. I premi dell’assicurazione obbligatoria contro gli infortuni vengono riscossi direttamente dagli assicuratori contro gli infortuni. Rimangono salve convenzioni più dettagliate tra casse di compensazione AVS e assicuratori contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_3"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 2:, Procedura di conteggio semplificata per i premi delle assicurazioni sociali e le imposte, Procedura",
        "citation": "Art. 3 cpv. 3 LLN",
        "content": "Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_3"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 3: Organi cantonali di controllo",
        "citation": "Art. 4 cpv. 1 LLN",
        "content": "I Cantoni designano nella loro legislazione l’organo cantonale di controllo competente per il loro territorio e ne stabiliscono il capitolato d’oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_4"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 3: Organi cantonali di controllo",
        "citation": "Art. 4 cpv. 2 LLN",
        "content": "Il Consiglio federale stabilisce i requisiti minimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_4"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 3: Organi cantonali di controllo",
        "citation": "Art. 4 cpv. 3 LLN",
        "content": "Le persone che operano negli o per gli organi cantonali di controllo non possono essere in nessun caso in rapporto di concorrenza economica diretta con le persone controllate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_4"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 3: Organi cantonali di controllo",
        "citation": "Art. 4 cpv. 4 LLN",
        "content": "L’organo cantonale di controllo riferisce ogni anno federale sulla propria attività alla Segreteria di Stato dell’economia (SECO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_4"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 4: Obbligo di mantenere il segreto",
        "citation": "Art. 5 LLN",
        "content": "Chiunque partecipi all’esecuzione della presente legge è tenuto a mantenere il segreto su ogni accertamento fatto nell’ambito della sua attività di controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_5"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Oggetto dei controlli",
        "citation": "Art. 6 LLN",
        "content": "L’organo cantonale di controllo verifica l’osservanza degli obblighi di annuncio e di autorizzazione conformemente al diritto in materia di assicurazioni sociali, stranieri e imposte alla fonte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_6"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Competenze",
        "citation": "Art. 7 cpv. 1 LLN",
        "content": "Le persone incaricate dei controlli possono:\na. accedere alle aziende e agli altri luoghi di lavoro durante l’orario di lavoro delle persone che vi sono occupate;\nb. esigere dai datori di lavoro e dai lavoratori ogni informazione necessaria;\nc. consultare e riprodurre tutti i documenti necessari;\nd. verificare l’identità dei lavoratori;\ne. controllare i permessi di dimora e di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_7"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Competenze",
        "citation": "Art. 7 cpv. 2 LLN",
        "content": "Le persone incaricate dei controlli devono farsi riconoscere in quanto tali; non possono in nessun caso prendere provvedimenti che pregiudichino la libertà delle persone controllate. All’occorrenza, in particolare qualora l’esecuzione dei controlli previsti dal capoverso 1 lettere d ed e lo richieda, possono farsi assistere dalla polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_7"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Competenze",
        "citation": "Art. 7 cpv. 3 LLN",
        "content": "Il Consiglio federale definisce le informazioni e i documenti necessari di cui al capoverso 1 lettere b e c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_7"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Obbligo di collaborazione delle persone e aziende controllate",
        "citation": "Art. 8 LLN",
        "content": "Su richiesta, le persone e aziende controllate sono tenute a fornire alle persone incaricate dei controlli i documenti e le informazioni necessari per il controllo. Devono inoltre permettere loro il libero accesso all’azienda e ai posti di lavoro durante l’orario di lavoro delle persone che vi sono occupate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_8"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Verbali",
        "citation": "Art. 9 cpv. 1 LLN",
        "content": "Le persone incaricate dei controlli annotano in un verbale gli accertamenti fatti. A verbale sono riportati soltanto gli accertamenti fatti in relazione all’oggetto del controllo secondo l’articolo 6. Le eventuali riproduzioni di documenti sono allegate al verbale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_9"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Verbali",
        "citation": "Art. 9 cpv. 2 LLN",
        "content": "Le persone incaricate dei controlli fanno firmare il verbale seduta stante alle persone controllate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_9"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Verbali",
        "citation": "Art. 9 cpv. 3 LLN",
        "content": "Le persone incaricate dei controlli:\na. trasmettono il verbale alle autorità e organizzazioni che sono competenti per indagare e decidere in merito agli indizi d’infrazione accertati nell’ambito dei controlli;\nb. inviano alle persone e aziende controllate una copia del verbale;\nc. inviano alle persone che hanno fornito informazioni, se ne fanno richiesta, un estratto del verbale con le loro deposizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_9"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 5: Esecuzione dei controlli, Verbali",
        "citation": "Art. 9 cpv. 4 LLN",
        "content": "Le persone incaricate dei controlli informano le persone interessate del loro diritto di ottenere una copia o un estratto del verbale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_9"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 6: Perseguimento delle infrazioni",
        "citation": "Art. 10 LLN",
        "content": "Le autorità competenti per le sanzioni e i provvedimenti amministrativi in relazione con l’oggetto del controllo secondo l’articolo 6 informano delle loro decisioni e sentenze passate in giudicato:\na. l’autorità cantonale competente secondo l’articolo 13 capoverso 1;\nb. l’organo cantonale di controllo, se ha partecipato all’accertamento dei fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_10"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Collaborazione tra gli organi di controllo e altre autorità o organizzazioni",
        "citation": "Art. 11 cpv. 1 LLN",
        "content": "Le autorità comunali, cantonali o federali competenti in materia d’ispezione del lavoro, di mercato del lavoro e assicurazione contro la disoccupazione, di occupazione, di aiuto sociale, di polizia, di rifugiati, di polizia degli stranieri, di controllo degli abitanti, di stato civile e di fiscalità e il Corpo delle guardie di confine collaborano con gli organi cantonali di controllo; lo stesso vale per le autorità cantonali o federali e le organizzazioni private incaricate di applicare la legislazione in materia di assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_11"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Collaborazione tra gli organi di controllo e altre autorità o organizzazioni",
        "citation": "Art. 11 cpv. 2 LLN",
        "content": "Le autorità e le organizzazioni di cui al capoverso 1 informano l’organo cantonale di controllo nel caso in cui gli accertamenti fatti nell’ambito della loro attività rilevino indizi di lavoro nero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_11"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Collaborazione tra gli organi di controllo e altre autorità o organizzazioni",
        "citation": "Art. 11 cpv. 3 LLN",
        "content": "Le autorità e le organizzazioni di cui al capoverso 1 e l’organo cantonale di controllo si informano vicendevolmente sul seguito delle procedure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_11"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Comunicazione dei risultati dei controlli ",
        "citation": "Art. 12 cpv. 1 LLN",
        "content": "Le autorità fiscali cantonali avvisano le casse cantonali di compensazione se accertano che un reddito proveniente da un’attività lucrativa dipendente non è stato affatto dichiarato. Il Consiglio federale fissa l’importo minimo per il reddito che dev’essere annunciato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_12"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Comunicazione dei risultati dei controlli ",
        "citation": "Art. 12 cpv. 2 LLN",
        "content": "Le autorità cantonali e federali competenti in materia d’assicurazione contro la disoccupazione o per l’esecuzione della legislazione in materia di assicurazioni sociali e le organizzazioni private competenti in tali materie comunicano i risultati dei loro controlli alle autorità competenti in materia d’asilo e di stranieri se:\na. la persona scoperta nell’ambito dei controlli ha ottenuto un reddito da un’attività lucrativa dipendente o indipendente sul quale non sono stati pagati i contributi all’AVS, all’AI, alle IPG o all’AD o gli assegni familiari; e\nb. non risulta a priori che il soggiorno della persona scoperta è conforme alle disposizioni vigenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_12"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Comunicazione dei risultati dei controlli ",
        "citation": "Art. 12 cpv. 3 LLN",
        "content": "Le altre autorità di cui all’articolo 11 comunicano alle autorità federali o cantonali eventualmente interessate nel caso specifico i risultati dei controlli effettuati in esecuzione dei loro compiti, qualora sussistano indizi che nell’ambito dell’esercizio di un’attività lucrativa sia stato disatteso il diritto in materia di assicurazioni sociali, stranieri o imposte alla fonte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_12"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Comunicazione dei risultati dei controlli ",
        "citation": "Art. 12 cpv. 4 LLN",
        "content": "Per autorità eventualmente interessate nel caso specifico s’intendono:\na. le casse di compensazione AVS e le casse di compensazione per assegni familiari;\nb. gli assicuratori contro gli infortuni;\nc. i servizi incaricati dell’esecuzione dell’assicurazione contro la disoccupazione;\nd. le autorità fiscali cantonali e federali;\ne. le autorità competenti in materia d’asilo e di stranieri;\nf. gli uffici AI competenti.\n5 Il Consiglio federale disciplina la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_12"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 7: Collaborazione, Comunicazione dei risultati dei controlli ",
        "citation": "Art. 12 cpv. 6 LLN",
        "content": "L’organo cantonale di controllo o i terzi ai quali i Cantoni hanno delegato attività di controllo informano le autorità od organi competenti se nell’ambito dei controlli secondo l’articolo 6 risultano indizi d’infrazione:\na. alla legge del 12 giugno 2009 sull’IVA;\nb. alla legge dell’8 ottobre 1999 sui lavoratori distaccati;\nc. alla legge del 13 marzo 1964 sul lavoro;\nd. al diritto cantonale in materia di aiuto sociale;\ne. alla LIFD, alla LAID o a una legge fiscale cantonale concernente le imposte dirette; o\nf. a un contratto collettivo di lavoro di obbligatorietà generale.\n7 L’autorità od organo competente svolge un’inchiesta e pronuncia una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_12"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 8: Sanzioni nel settore degli appalti pubblici e degli aiuti finanziari",
        "citation": "Art. 13 cpv. 1 LLN",
        "content": "Se un datore di lavoro è condannato con sentenza passata in giudicato per inosservanza grave o reiterata dei suoi obblighi d’annuncio e di autorizzazione conformemente al diritto in materia di assicurazioni sociali o di stranieri, l’autorità cantonale competente lo esclude per cinque anni al massimo da futuri appalti pubblici a livello comunale, cantonale e federale oppure, per cinque anni al massimo, gli possono essere adeguatamente ridotti gli aiuti finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_13"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 8: Sanzioni nel settore degli appalti pubblici e degli aiuti finanziari",
        "citation": "Art. 13 cpv. 2 LLN",
        "content": "L’autorità cantonale competente comunica alla SECO una copia della sua decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_13"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 8: Sanzioni nel settore degli appalti pubblici e degli aiuti finanziari",
        "citation": "Art. 13 cpv. 3 LLN",
        "content": "La SECO allestisce una lista dei datori di lavoro che, per decisione passata in giudicato, sono stati esclusi dagli appalti pubblici o cui gli aiuti finanziari sono stati ridotti. Tale lista è accessibile al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_13"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 9: Pretese dei lavoratori in virtù di un’attività lucrativa non autorizzata, Obbligo d’informazione delle autorità",
        "citation": "Art. 14 LLN",
        "content": "Nell’ambito di un procedimento d’espulsione o di allontanamento, le autorità avvertono lo straniero interessato che, segnatamente:\na. egli ha eventualmente pretese nei confronti di datori di lavoro in virtù di un’attività lucrativa non autorizzata;\nb. per far valere tali pretese egli ha la possibilità di designare un rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_14"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 9: Pretese dei lavoratori in virtù di un’attività lucrativa non autorizzata, Diritto d’azione delle associazioni dei lavoratori",
        "citation": "Art. 15 cpv. 1 LLN",
        "content": "Se è scoperto un caso di violazione dell’obbligo di autorizzazione o di annuncio previsto dal diritto in materia di stranieri e l’interessato ha già lasciato la Svizzera, le organizzazioni sindacali che per statuto tutelano gli interessi sociali ed economici dei loro membri hanno diritto di chiedere al giudice di accertare le pretese che tale persona potrebbe far valere nei confronti del datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_15"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 9: Pretese dei lavoratori in virtù di un’attività lucrativa non autorizzata, Diritto d’azione delle associazioni dei lavoratori",
        "citation": "Art. 15 cpv. 2 LLN",
        "content": "L’azione d’accertamento proposta secondo il capoverso 1 interrompe la prescrizione ai sensi dell’articolo 135 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_15"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 9: Pretese dei lavoratori in virtù di un’attività lucrativa non autorizzata, Diritto d’azione delle associazioni dei lavoratori",
        "citation": "Art. 15 cpv. 3 LLN",
        "content": "La competenza per territorio è retta dall’articolo 34 del Codice di procedura civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_15"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 10: Finanziamento",
        "citation": "Art. 16 cpv. 1 LLN",
        "content": "Qualora si scoprano violazioni ai sensi dell’articolo 6, per le spese dei controlli vengono riscossi emolumenti presso le persone controllate. Il Consiglio federale disciplina i particolari e stabilisce la tariffa degli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_16"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 10: Finanziamento",
        "citation": "Art. 16 cpv. 2 LLN",
        "content": "La parte delle spese salariali per gli ispettori non coperta con emolumenti secondo il capoverso 1 né compensata dalle multe è a carico per metà della Confederazione e per metà dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_16"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 10: Finanziamento",
        "citation": "Art. 16 cpv. 3 LLN",
        "content": "La Confederazione può porre a carico del fondo di compensazione dell’AVS, del fondo dell’assicurazione contro la disoccupazione, dell’Istituto nazionale svizzero di assicurazione contro gli infortuni e della cassa suppletiva secondo la legge del 20 marzo 1981 sull’assicurazione contro gli infortuni una parte delle spese che deve assumere. Il Consiglio federale disciplina l’importo di tale onere. Il relativo contributo del fondo di compensazione dell’AVS è finanziato mediante supplementi prelevati in virtù dell’articolo 14bis della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_16"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Trattamento di dati personali",
        "citation": "Art. 17 cpv. 1 LLN",
        "content": "L’organo cantonale di controllo è autorizzato a trattare dati personali:\na. contenuti nei verbali dei controlli in cui sono stati scoperti uno o più casi di inosservanza dell’obbligo di annuncio e di autorizzazione secondo l’articolo 6;\nb. desunti da comunicazioni pervenutegli dalle autorità competenti per l’oggetto del controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_17"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Trattamento di dati personali",
        "citation": "Art. 17 cpv. 2 LLN",
        "content": "Le autorità cantonali competenti per le sanzioni di cui all’articolo 13 sono autorizzate a trattare dati concernenti persone fisiche cui è stata inflitta una sanzione amministrativa o penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_17"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Trattamento di dati personali",
        "citation": "Art. 17 cpv. 3 LLN",
        "content": "Il Consiglio federale emana le disposizioni d’esecuzione. Disciplina in particolare:\na. le categorie di dati personali che possono essere trattati e i diritti di accesso;\nb. le misure di protezione tecniche e organizzative contro il trattamento non autorizzato;\nc. la durata di conservazione dei dati;\nd. l’anonimizzazione e la distruzione dei dati personali alla scadenza della durata di conservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_17"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Trattamento di dati personali",
        "citation": "Art. 17 cpv. 4 LLN",
        "content": "Le disposizioni della legge federale del 25 settembre 2020 sulla protezione dei dati concernenti l’esattezza dei dati e il diritto d’accesso sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_17"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Trattamento di dati concernenti persone giuridiche",
        "citation": "Art. 17a cpv. 1 LLN",
        "content": "L’organo cantonale di controllo è autorizzato a trattare i dati concernenti persone giuridiche:\na. contenuti nei verbali dei controlli in cui sono stati scoperti uno o più casi di inosservanza dell’obbligo di annuncio e di autorizzazione secondo l’articolo 6;\nb. desunti da comunicazioni pervenutegli dalle autorità competenti per l’oggetto del controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_17_a"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Trattamento di dati concernenti persone giuridiche",
        "citation": "Art. 17a cpv. 2 LLN",
        "content": "Le autorità cantonali competenti per le sanzioni di cui all’articolo 13 sono autorizzate a trattare dati concernenti persone giuridiche cui è stata inflitta una sanzione amministrativa o penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_17_a"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Contravvenzioni",
        "citation": "Art. 18 LLN",
        "content": "Chiunque, intenzionalmente, ostacola o vanifica un controllo secondo gli articoli 6 e 7 oppure viola il suo obbligo di collaborazione secondo l’articolo 8 è punito con la multa. L’azione penale compete ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_18"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 11: Trattamento di dati e disposizioni penali, Reati contro i doveri d’ufficio",
        "citation": "Art. 19 cpv. RS 311.0 LLN",
        "content": "Agli organi cantonali di controllo si applicano le disposizioni degli articoli 312 segg. del Codice penale concernenti i reati contro i doveri d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_19"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 12: Valutazione",
        "citation": "Art. 20 cpv. 1 LLN",
        "content": "Il Consiglio federale provvede a valutare l’efficacia dei provvedimenti adottati in virtù della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_20"
    },
    {
        "book": "BGSA",
        "title": "LLN, Sezione 12: Valutazione",
        "citation": "Art. 20 cpv. 2 LLN",
        "content": "Il Dipartimento federale dell’economia, della formazione e della ricerca presenta un rapporto al Consiglio federale al termine della valutazione, ma al più tardi cinque anni dopo l’entrata in vigore della presente legge, e gli sottopone proposte per il seguito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/71/it#art_20"
    }
]