[
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Zweck und Gegenstand",
        "citation": "Art. 1 BGÃ–",
        "content": "Dieses Gesetz soll die Transparenz über den Auftrag, die Organisation und die Tätigkeit der Verwaltung fördern. Zu diesem Zweck trägt es zur Information der Öffentlichkeit bei, indem es den Zugang zu amtlichen Dokumenten gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_1"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Persönlicher Geltungsbereich",
        "citation": "Art. 2 Abs. 1 BGÃ–",
        "content": "Dieses Gesetz gilt für:\na. die Bundesverwaltung;\nb. Organisationen und Personen des öffentlichen oder privaten Rechts, die nicht der Bundesverwaltung angehören, soweit sie Erlasse oder erstinstanzlich Verfügungen im Sinn von Artikel 5 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren (Verwaltungsverfahrensgesetz) erlassen;\nc. die Parlamentsdienste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_2"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Persönlicher Geltungsbereich",
        "citation": "Art. 2 Abs. 2 BGÃ–",
        "content": "Das Gesetz gilt nicht für die Schweizerische Nationalbank und die Eidgenössische Finanzmarktaufsicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_2"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Persönlicher Geltungsbereich",
        "citation": "Art. 2 Abs. 3 BGÃ–",
        "content": "Der Bundesrat kann weitere Einheiten der Bundesverwaltung sowie weitere Organisationen und Personen, die nicht der Bundesverwaltung angehören, vom Geltungsbereich ausnehmen, wenn:\na. dies für die Erfüllung der ihnen übertragenen Aufgaben erforderlich ist;\nb. deren Wettbewerbsfähigkeit durch die Unterstellung unter dieses Gesetz beeinträchtigt würde; oder\nc. die ihnen übertragenen Aufgaben von geringer Bedeutung sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_2"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Sachlicher Geltungsbereich",
        "citation": "Art. 3 Abs. 1 BGÃ–",
        "content": "Dieses Gesetz gilt nicht für:\na. den Zugang zu amtlichen Dokumenten betreffend:\n1. Zivilverfahren,\n2. Strafverfahren,\n3. Verfahren der internationalen Rechts- und Amtshilfe,\n4. internationale Verfahren zur Streitbeilegung,\n5. Verfahren der Staats- und Verwaltungsrechtspflege oder\n6. Schiedsverfahren;\nb. die Einsichtnahme einer Partei in die Akten eines erstinstanzlichen Verwaltungsverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_3"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Sachlicher Geltungsbereich",
        "citation": "Art. 3 Abs. 2 BGÃ–",
        "content": "Der Zugang zu amtlichen Dokumenten, die Personendaten der Gesuchstellerin oder des Gesuchstellers enthalten, richtet sich nach dem Datenschutzgesetz vom 25. September 2020 (DSG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_3"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Vorbehalt von Spezialbestimmungen",
        "citation": "Art. 4 BGÃ–",
        "content": "Vorbehalten bleiben spezielle Bestimmungen anderer Bundesgesetze, die:\na. bestimmte Informationen als geheim bezeichnen; oder\nb. von diesem Gesetz abweichende Voraussetzungen für den Zugang zu bestimmten Informationen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_4"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Amtliche Dokumente",
        "citation": "Art. 5 Abs. 1 BGÃ–",
        "content": "Ein amtliches Dokument ist jede Information, die:\na. auf einem beliebigen Informationsträger aufgezeichnet ist;\nb. sich im Besitz einer Behörde befindet, von der sie stammt oder der sie mitgeteilt worden ist; und\nc. die Erfüllung einer öffentlichen Aufgabe betrifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_5"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Amtliche Dokumente",
        "citation": "Art. 5 Abs. 2 BGÃ–",
        "content": "Als amtliche Dokumente gelten auch solche, die durch einen einfachen elektronischen Vorgang aus aufgezeichneten Informationen erstellt werden können, welche die Anforderungen nach Absatz 1 Buchstaben b und c erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_5"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 1. Abschnitt: Allgemeine Bestimmungen, Amtliche Dokumente",
        "citation": "Art. 5 Abs. 3 BGÃ–",
        "content": "Nicht als amtliche Dokumente gelten Dokumente, die:\na. durch eine Behörde kommerziell genutzt werden;\nb. nicht fertig gestellt sind; oder\nc. zum persönlichen Gebrauch bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_5"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Öffentlichkeitsprinzip",
        "citation": "Art. 6 Abs. 1 BGÃ–",
        "content": "Jede Person hat das Recht, amtliche Dokumente einzusehen und von den Behörden Auskünfte über den Inhalt amtlicher Dokumente zu erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_6"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Öffentlichkeitsprinzip",
        "citation": "Art. 6 Abs. 2 BGÃ–",
        "content": "Die Dokumente können vor Ort eingesehen werden, oder es können Kopien davon angefordert werden. Die Gesetzgebung über das Urheberrecht bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_6"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Öffentlichkeitsprinzip",
        "citation": "Art. 6 Abs. 3 BGÃ–",
        "content": "Ist ein amtliches Dokument in einem Publikationsorgan oder auf einer Internetseite des Bundes veröffentlicht, so gilt der Anspruch nach den Absätzen 1 und 2 für jedermann als erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_6"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Ausnahmen",
        "citation": "Art. 7 Abs. 1 BGÃ–",
        "content": "Der Zugang zu amtlichen Dokumenten wird eingeschränkt, aufgeschoben oder verweigert, wenn durch seine Gewährung:\na. die freie Meinungs- und Willensbildung einer diesem Gesetz unterstellten Behörde, eines anderen legislativen oder administrativen Organes oder einer gerichtlichen Instanz wesentlich beeinträchtigt werden kann;\nb. die zielkonforme Durchführung konkreter behördlicher Massnahmen beeinträchtigt würde;\nc. die innere oder äussere Sicherheit der Schweiz gefährdet werden kann;\nd. die aussenpolitischen Interessen oder die internationalen Beziehungen der Schweiz beeinträchtigt werden können;\ne. die Beziehungen zwischen dem Bund und den Kantonen oder zwischen Kantonen beeinträchtigt werden können;\nf. die wirtschafts-, geld- und währungspolitischen Interessen der Schweiz gefährdet werden können;\ng. Berufs-, Geschäfts- oder Fabrikationsgeheimnisse offenbart werden können;\nh. Informationen vermittelt werden können, die der Behörde von Dritten freiwillig mitgeteilt worden sind und deren Geheimhaltung die Behörde zugesichert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_7"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Ausnahmen",
        "citation": "Art. 7 Abs. 2 BGÃ–",
        "content": "Der Zugang zu amtlichen Dokumenten wird eingeschränkt, aufgeschoben oder verweigert, wenn durch seine Gewährung die Privatsphäre Dritter beeinträchtigt werden kann; ausnahmsweise kann jedoch das öffentliche Interesse am Zugang überwiegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_7"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Besondere Fälle",
        "citation": "Art. 8 Abs. 1 BGÃ–",
        "content": "Es besteht kein Recht auf Zugang zu amtlichen Dokumenten des Mitberichtsverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Besondere Fälle",
        "citation": "Art. 8 Abs. 2 BGÃ–",
        "content": "Amtliche Dokumente dürfen erst zugänglich gemacht werden, wenn der politische oder administrative Entscheid, für den sie die Grundlage darstellen, getroffen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Besondere Fälle",
        "citation": "Art. 8 Abs. 3 BGÃ–",
        "content": "Der Bundesrat kann ausnahmsweise beschliessen, amtliche Dokumente des Ämterkonsultationsverfahrens auch nach dem Entscheid nicht zugänglich zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Besondere Fälle",
        "citation": "Art. 8 Abs. 4 BGÃ–",
        "content": "Amtliche Dokumente über Positionen in laufenden und künftigen Verhandlungen sind in keinem Fall zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Besondere Fälle",
        "citation": "Art. 8 Abs. 5 BGÃ–",
        "content": "Der Zugang zu Berichten über die Evaluation der Leistungsfähigkeit der Bundesverwaltung und die Wirksamkeit ihrer Massnahmen ist gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Schutz von Personendaten und von Daten juristischer Personen",
        "citation": "Art. 9 Abs. 1 BGÃ–",
        "content": "Amtliche Dokumente, die Personendaten oder Daten juristischer Personen enthalten, sind nach Möglichkeit vor der Einsichtnahme zu anonymisieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_9"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 2. Abschnitt: Recht auf Zugang zu amtlichen Dokumenten, Schutz von Personendaten und von Daten juristischer Personen",
        "citation": "Art. 9 Abs. 2 BGÃ–",
        "content": "Zugangsgesuche, die sich auf amtliche Dokumente beziehen, die nicht anonymisiert werden können, sind für Personendaten nach Artikel 36 DSG und für Daten juristischer Personen nach Artikel 57s des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 zu beurteilen. Das Zugangsverfahren richtet sich nach dem vorliegenden Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_9"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Gesuch",
        "citation": "Art. 10 Abs. 1 BGÃ–",
        "content": "Das Gesuch um Zugang zu amtlichen Dokumenten ist an die Behörde zu richten, die das Dokument erstellt oder von Dritten, die nicht diesem Gesetz unterstehen, als Hauptadressatin erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Gesuch",
        "citation": "Art. 10 Abs. 2 BGÃ–",
        "content": "Der Bundesrat kann ein besonderes Verfahren für den Zugang zu amtlichen Dokumenten der schweizerischen Vertretungen im Ausland und der Missionen bei internationalen Organisationen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Gesuch",
        "citation": "Art. 10 Abs. 3 BGÃ–",
        "content": "Das Gesuch muss hinreichend genau formuliert sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Gesuch",
        "citation": "Art. 10 Abs. 4 BGÃ–",
        "content": "Der Bundesrat regelt die Einzelheiten des Verfahrens:\na. Er nimmt auf die besonderen Bedürfnisse der Medien Rücksicht.\nb. Er kann für Fälle, in denen eine Vielzahl von Gesuchen sich auf dieselben Dokumente bezieht, andere Modalitäten des Zugangs vorsehen.\nc. Er kann für Gesuche, die eine besonders aufwendige Bearbeitung erfordern, längere Bearbeitungsfristen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Anhörung",
        "citation": "Art. 11 Abs. 1 BGÃ–",
        "content": "Zieht die Behörde in Erwägung, den Zugang zu amtlichen Dokumenten zu gewähren, durch deren Zugänglichmachung die Privatsphäre Dritter beeinträchtigt werden kann, so konsultiert sie den betroffenen Dritten und gibt ihm Gelegenheit zur Stellungnahme innert zehn Tagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_11"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Anhörung",
        "citation": "Art. 11 Abs. 2 BGÃ–",
        "content": "Sie informiert die angehörte Person über ihre Stellungnahme zum Gesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_11"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Stellungnahme der Behörde",
        "citation": "Art. 12 Abs. 1 BGÃ–",
        "content": "Die Behörde nimmt so rasch als möglich Stellung, in jedem Fall aber innert 20 Tagen nach Eingang des Gesuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Stellungnahme der Behörde",
        "citation": "Art. 12 Abs. 2 BGÃ–",
        "content": "Die Frist kann ausnahmsweise um 20 Tage verlängert werden, wenn das Gesuch umfangreiche, komplexe oder schwer beschaffbare Dokumente betrifft. Sie wird um die erforderliche Dauer verlängert, wenn sich ein Gesuch auf amtliche Dokumente bezieht, durch deren Zugänglichmachung die Privatsphäre Dritter beeinträchtigt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Stellungnahme der Behörde",
        "citation": "Art. 12 Abs. 3 BGÃ–",
        "content": "Betrifft das Gesuch amtliche Dokumente, durch deren Zugänglichmachung die Privatsphäre Dritter beeinträchtigt werden kann, so schiebt die Behörde den Zugang auf, bis die Rechtslage geklärt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Stellungnahme der Behörde",
        "citation": "Art. 12 Abs. 4 BGÃ–",
        "content": "Die Behörde informiert die Gesuchstellerinnen und Gesuchsteller über eine Fristverlängerung oder über eine Beschränkung oder Verweigerung des Zugangs und begründet sie summarisch. Die Information über die Beschränkung oder Verweigerung des Zugangs sowie die Begründung erfolgen schriftlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Schlichtung",
        "citation": "Art. 13 Abs. 1 BGÃ–",
        "content": "Einen Schlichtungsantrag stellen kann eine Person:\na. deren Zugang zu amtlichen Dokumenten eingeschränkt, aufgeschoben oder verweigert wird;\nb. zu deren Gesuch die Behörde nicht fristgerecht Stellung genommen hat; oder\nc. die nach Artikel 11 angehört worden ist, wenn die Behörde gegen ihren Willen den Zugang gewähren will.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_13"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Schlichtung",
        "citation": "Art. 13 Abs. 2 BGÃ–",
        "content": "Der Schlichtungsantrag ist dem Eidgenössischen Datenschutz- und Öffentlichkeitsbeauftragten (EDÖB) innert 20 Tagen nach Empfang der Stellungnahme oder nach Ablauf der der Behörde für die Stellungnahme zur Verfügung stehenden Frist schriftlich zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_13"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Schlichtung",
        "citation": "Art. 13 Abs. 3 BGÃ–",
        "content": "Kommt eine Schlichtung zustande, so gilt das Verfahren als erledigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_13"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Empfehlung",
        "citation": "Art. 14 BGÃ–",
        "content": "Kommt keine Schlichtung zustande, so gibt der EDÖB innert 30 Tagen nach Empfang des Schlichtungsantrages den am Schlichtungsverfahren Beteiligten eine schriftliche Empfehlung ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_14"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Verfügung",
        "citation": "Art. 15 Abs. 1 BGÃ–",
        "content": "Der Gesuchsteller, die Gesuchstellerin oder die angehörte Person kann innerhalb von zehn Tagen nach Erhalt der Empfehlung den Erlass einer Verfügung nach Artikel 5 des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968 verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_15"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Verfügung",
        "citation": "Art. 15 Abs. 2 BGÃ–",
        "content": "Im Übrigen erlässt die Behörde eine Verfügung, wenn sie in Abweichung von der Empfehlung:\na. das Recht auf Zugang zu einem amtlichen Dokument einschränken, aufschieben oder verweigern will;\nb. den Zugang zu einem amtlichen Dokument gewähren will, durch dessen Zugänglichmachung die Privatsphäre Dritter beeinträchtigt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_15"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Verfügung",
        "citation": "Art. 15 Abs. 3 BGÃ–",
        "content": "Die Verfügung ist innert 20 Tagen nach Empfang der Empfehlung oder nach Eingang des Gesuches nach Absatz 1 zu erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_15"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Beschwerde",
        "citation": "Art. 16 Abs. 1 BGÃ–",
        "content": "Das Beschwerdeverfahren richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_16"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Beschwerde",
        "citation": "Art. 16 Abs. 2 BGÃ–",
        "content": "Die Beschwerdeinstanzen haben auch Zugang zu amtlichen Dokumenten, die der Geheimhaltung unterliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_16"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Kostenloser Zugang zu amtlichen Dokumenten",
        "citation": "Art. 17 Abs. 1 BGÃ–",
        "content": "In Verfahren für den Zugang zu amtlichen Dokumenten werden keine Gebühren erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Kostenloser Zugang zu amtlichen Dokumenten",
        "citation": "Art. 17 Abs. 2 BGÃ–",
        "content": "Ausnahmsweise können Gebühren erhoben werden, wenn ein Zugangsgesuch eine besonders aufwändige Bearbeitung durch die Behörde erfordert. Der Bundesrat legt die Einzelheiten und den Gebührentarif nach Aufwand fest. Der Gesuchsteller oder die Gesuchstellerin wird vorgängig über die Absicht der Behörde, eine Gebühr zu erheben, sowie über die Höhe dieser Gebühr informiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Kostenloser Zugang zu amtlichen Dokumenten",
        "citation": "Art. 17 Abs. 3 BGÃ–",
        "content": "In Schlichtungsverfahren (Art. 13) und Verfahren auf Erlass einer Verfügung (Art. 15) werden in keinem Fall Gebühren erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 3. Abschnitt: Verfahren für den Zugang zu amtlichen Dokumenten, Kostenloser Zugang zu amtlichen Dokumenten",
        "citation": "Art. 17 Abs. 4 BGÃ–",
        "content": "Für die Abgabe von Berichten, Broschüren oder anderen Drucksachen und Informationsträgern kann in jedem Fall eine Gebühr erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 4. Abschnitt: Der EDÖB, Aufgaben und Kompetenzen",
        "citation": "Art. 18 BGÃ–",
        "content": "Der EDÖB hat nach dem vorliegenden Gesetz insbesondere folgende Aufgaben und Kompetenzen:\na. Er leitet das Schlichtungsverfahren (Art. 13) und gibt, für den Fall, dass es zu keiner Schlichtung kommt, eine Empfehlung ab (Art. 14).\nb. Er informiert von Amtes wegen oder auf Anfrage Private und Behörden über die Modalitäten des Zugangs zu amtlichen Dokumenten.\nc. Er kann sich zu Erlassentwürfen und Massnahmen des Bundes, welche das Öffentlichkeitsprinzip wesentlich betreffen, äussern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_18"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 4. Abschnitt: Der EDÖB, Evaluation",
        "citation": "Art. 19 Abs. 1 BGÃ–",
        "content": "Der EDÖB überprüft den Vollzug und die Wirksamkeit dieses Gesetzes sowie insbesondere die durch seine Umsetzung verursachten Kosten und erstattet dem Bundesrat regelmässig Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_19"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 4. Abschnitt: Der EDÖB, Evaluation",
        "citation": "Art. 19 Abs. 2 BGÃ–",
        "content": "Ein erster Bericht über die Umsetzungskosten ist dem Bundesrat innert drei Jahren nach Inkrafttreten dieses Gesetzes vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_19"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 4. Abschnitt: Der EDÖB, Evaluation",
        "citation": "Art. 19 Abs. 3 BGÃ–",
        "content": "Die Berichte des EDÖB werden veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_19"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 4. Abschnitt: Der EDÖB, Auskunfts- und Einsichtsrechte",
        "citation": "Art. 20 Abs. 1 BGÃ–",
        "content": "Im Rahmen des Schlichtungsverfahrens hat der EDÖB auch Zugang zu amtlichen Dokumenten, die der Geheimhaltung unterliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_20"
    },
    {
        "book": "BGÃ–",
        "title": "BGÃ–, 4. Abschnitt: Der EDÖB, Auskunfts- und Einsichtsrechte",
        "citation": "Art. 20 Abs. 2 BGÃ–",
        "content": "Der EDÖB untersteht dem Amtsgeheimnis im gleichen Ausmass wie die Behörden, in deren amtliche Dokumente er Einsicht nimmt oder die ihm Auskunft erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/de#art_20"
    }
]