[
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Scopo e oggetto",
        "citation": "Art. 1 LTras",
        "content": "La presente legge ha lo scopo di promuovere la trasparenza sulle attribuzioni, l’organizzazione e l’attività dell’amministrazione. A tal fine contribuisce all’informazione del pubblico garantendogli accesso ai documenti ufficiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_1"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Campo d’applicazione personale",
        "citation": "Art. 2 cpv. 1 LTras",
        "content": "La presente legge si applica:\na. all’amministrazione federale;\nb. alle organizzazioni e alle persone di diritto pubblico o privato esterne all’Amministrazione federale, nella misura in cui emanino atti normativi o emettano decisioni di prima istanza ai sensi dell’articolo 5 della legge federale del 20 dicembre 1968 sulla procedura amministrativa;\nc. ai Servizi del Parlamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_2"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Campo d’applicazione personale",
        "citation": "Art. 2 cpv. 2 LTras",
        "content": "La presente legge non si applica alla Banca nazionale svizzera, né all’Autorità federale di vigilanza sui mercati finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_2"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Campo d’applicazione personale",
        "citation": "Art. 2 cpv. 3 LTras",
        "content": "Il Consiglio federale può escludere dal campo d’applicazione altre unità dell’amministrazione federale nonché altre organizzazioni e persone esterne all’Amministrazione federale, se:\na. è necessario per l’adempimento dei compiti loro affidati;\nb. l’assoggettamento alla presente legge pregiudica la loro competitività; oppure\nc. i compiti che sono stati loro affidati sono di poca importanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_2"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Campo d’applicazione materiale",
        "citation": "Art. 3 cpv. 1 LTras",
        "content": "La presente legge non si applica:\na. all’accesso a documenti ufficiali concernenti\n1. procedimenti civili,\n2. procedimenti penali,\n3. procedure di assistenza giudiziaria e amministrativa internazionale,\n4. procedure internazionali di composizione delle controversie,\n5. procedure di giurisdizione amministrativa e in materia di diritto pubblico, nonché\n6. procedimenti arbitrali;\nb. al diritto di una parte di consultare gli atti nell’ambito di una procedura amministrativa di prima istanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_3"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Campo d’applicazione materiale",
        "citation": "Art. 3 cpv. 2 LTras",
        "content": "L’accesso ai documenti ufficiali che contengono dati personali del richiedente è retto dalla legge federale del 25 settembre 2020 sulla protezione dei dati (LPD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_3"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Riserva di disposizioni speciali",
        "citation": "Art. 4 LTras",
        "content": "Restano salve le disposizioni speciali previste in altre leggi federali, che:\na. dichiarano segrete determinate informazioni; o\nb. prevedono condizioni divergenti da quelle previste dalla presente legge per l’accesso a determinate informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_4"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Documenti ufficiali",
        "citation": "Art. 5 cpv. 1 LTras",
        "content": "Per documento ufficiale si intende ogni informazione:\na. registrata su un supporto qualsiasi;\nb. in possesso dell’autorità da cui proviene o a cui è stata comunicata; e\nc. concernente l’adempimento di un compito pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_5"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Documenti ufficiali",
        "citation": "Art. 5 cpv. 2 LTras",
        "content": "Sono considerati ufficiali anche i documenti che possono essere allestiti mediante un trattamento informatico semplice sulla base di informazioni registrate che soddisfano le condizioni di cui al capoverso 1 lettere b e c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_5"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 1: Disposizioni generali, Documenti ufficiali",
        "citation": "Art. 5 cpv. 3 LTras",
        "content": "Non sono considerati ufficiali i documenti:\na. utilizzati da un’autorità per scopi commerciali;\nb. la cui elaborazione non è terminata; o\nc. destinati all’uso personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_5"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Principio della trasparenza",
        "citation": "Art. 6 cpv. 1 LTras",
        "content": "Ogni persona ha il diritto di consultare i documenti ufficiali e di ottenere informazioni sul loro contenuto da parte delle autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_6"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Principio della trasparenza",
        "citation": "Art. 6 cpv. 2 LTras",
        "content": "Può consultare i documenti ufficiali sul posto oppure ottenerne una copia. Rimane salva la legislazione in materia di diritti d’autore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_6"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Principio della trasparenza",
        "citation": "Art. 6 cpv. 3 LTras",
        "content": "Se un documento ufficiale è pubblicato in un organo della Confederazione o su una pagina internet della Confederazione, il diritto di consultazione di cui ai capoversi 1 e 2 è considerato adempiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_6"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Eccezioni",
        "citation": "Art. 7 cpv. 1 LTras",
        "content": "Il diritto di accesso a un documento ufficiale è limitato, differito o negato se può:\na. ledere in modo considerevole la libera formazione dell’opinione e della volontà di un’autorità soggetta alla presente legge, di un altro organo legislativo o amministrativo o di un’autorità giudiziaria;\nb. perturbare l’esecuzione appropriata di misure concrete di un’autorità;\nc. compromettere la sicurezza interna o esterna della Svizzera;\nd. compromettere gli interessi della politica estera o le relazioni internazionali della Svizzera;\ne. compromettere i rapporti tra la Confederazione e i Cantoni o tra i Cantoni;\nf. compromettere gli interessi della politica economica o monetaria della Svizzera;\ng. comportare la rivelazione di segreti professionali, di fabbricazione o d’affari;\nh. far sì che vengano divulgate informazioni fornite liberamente da terzi a un’autorità che ne ha garantito il segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_7"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Eccezioni",
        "citation": "Art. 7 cpv. 2 LTras",
        "content": "Il diritto di accesso è altresì limitato, differito o negato se può ledere la sfera privata di terzi; eccezionalmente può tuttavia prevalere l’interesse pubblico all’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_7"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Casi particolari",
        "citation": "Art. 8 cpv. 1 LTras",
        "content": "Non sussiste il diritto di accesso ai documenti ufficiali della procedura di corapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Casi particolari",
        "citation": "Art. 8 cpv. 2 LTras",
        "content": "I documenti ufficiali possono essere resi accessibili soltanto allorché la decisione politica o amministrativa per la quale costituiscono la base è stata presa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Casi particolari",
        "citation": "Art. 8 cpv. 3 LTras",
        "content": "Il Consiglio federale può eccezionalmente disporre che documenti ufficiali della procedura di consultazione degli Uffici non vengano resi accessibili nemmeno dopo la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Casi particolari",
        "citation": "Art. 8 cpv. 4 LTras",
        "content": "L’accesso a documenti ufficiali concernenti posizioni relative a negoziati in corso o futuri è in ogni caso escluso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Casi particolari",
        "citation": "Art. 8 cpv. 5 LTras",
        "content": "L’accesso ai rapporti di valutazione dell’efficienza dell’Amministrazione federale e dell’efficacia delle sue misure è garantito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_8"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Protezione dei dati personali e dei dati concernenti persone giuridiche",
        "citation": "Art. 9 cpv. 1 LTras",
        "content": "I documenti ufficiali che contengono dati personali o dati concernenti persone giuridiche devono, se possibile, essere resi anonimi prima di essere consultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_9"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 2: Diritto di accesso ai documenti ufficiali, Protezione dei dati personali e dei dati concernenti persone giuridiche",
        "citation": "Art. 9 cpv. 2 LTras",
        "content": "Se la domanda di accesso concerne documenti ufficiali che non possono essere resi anonimi, ai dati personali si applica l’articolo 36 LPD e ai dati concernenti persone giuridiche l’articolo 57s della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione. La procedura di accesso è retta dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_9"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Domanda di accesso",
        "citation": "Art. 10 cpv. 1 LTras",
        "content": "La domanda di accesso ai documenti ufficiali deve essere indirizzata all’autorità che ha stilato il documento o lo ha ricevuto, quale destinataria principale, da terzi non soggetti alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Domanda di accesso",
        "citation": "Art. 10 cpv. 2 LTras",
        "content": "Il Consiglio federale può prevedere una procedura particolare per l’accesso a documenti ufficiali delle rappresentanze svizzere all’estero e delle missioni presso organizzazioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Domanda di accesso",
        "citation": "Art. 10 cpv. 3 LTras",
        "content": "La domanda deve essere formulata con sufficiente precisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Domanda di accesso",
        "citation": "Art. 10 cpv. 4 LTras",
        "content": "Il Consiglio federale disciplina le modalità della procedura:\na. tiene conto dei bisogni particolari dei media;\nb. può prevedere altre modalità di accesso allorquando un numero rilevante di domande si riferisca agli stessi documenti; \nc. può prevedere termini di trattamento più lunghi per domande che richiedono un trattamento particolarmente dispendioso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_10"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Diritto di essere consultati",
        "citation": "Art. 11 cpv. 1 LTras",
        "content": "Se prevede di accordare l’accesso a documenti ufficiali la cui consultazione potrebbe ledere la sfera privata di terzi, l’autorità consulta il terzo interessato e gli dà la possibilità di presentare le proprie osservazioni entro dieci giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_11"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Diritto di essere consultati",
        "citation": "Art. 11 cpv. 2 LTras",
        "content": "Informa la persona consultata della sua presa di posizione sulla domanda di accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_11"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Presa di posizione dell’autorità",
        "citation": "Art. 12 cpv. 1 LTras",
        "content": "L’autorità si pronuncia il più presto possibile, ma al più tardi venti giorni dopo la ricezione della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Presa di posizione dell’autorità",
        "citation": "Art. 12 cpv. 2 LTras",
        "content": "Il termine può essere eccezionalmente prorogato di venti giorni se la domanda concerne documenti voluminosi, complessi o difficili da reperire. È prorogato della durata necessaria se la domanda concerne documenti ufficiali la cui consultazione potrebbe ledere la sfera privata di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Presa di posizione dell’autorità",
        "citation": "Art. 12 cpv. 3 LTras",
        "content": "Se la domanda concerne documenti ufficiali la cui consultazione potrebbe ledere la sfera privata di terzi, l’accesso è sospeso fino a quando la situazione giuridica sia chiarita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Presa di posizione dell’autorità",
        "citation": "Art. 12 cpv. 4 LTras",
        "content": "L’autorità informa il richiedente quando il termine è prorogato o il diritto di accesso limitato o negato e ne indica sommariamente i motivi. L’informazione e la motivazione relative alla limitazione o al diniego dell’accesso devono avvenire per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_12"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Mediazione",
        "citation": "Art. 13 cpv. 1 LTras",
        "content": "Può presentare una domanda di mediazione la persona:\na. il cui accesso a documenti ufficiali è limitato, differito o negato;\nb. sulla cui domanda l’autorità non si è pronunciata entro il termine; o\nc. che è stata consultata secondo l’articolo 11, se l’autorità intende accordare l’accesso contro la sua volontà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_13"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Mediazione",
        "citation": "Art. 13 cpv. 2 LTras",
        "content": "La domanda di mediazione deve essere presentata per scritto all’Incaricato federale della protezione dei dati e della trasparenza (IFPDT) entro venti giorni dalla ricezione della presa di posizione dell’autorità o dallo scadere del termine di cui l’autorità dispone per prendere posizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_13"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Mediazione",
        "citation": "Art. 13 cpv. 3 LTras",
        "content": "Se la mediazione ha successo, la pratica è tolta dal ruolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_13"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Raccomandazione",
        "citation": "Art. 14 LTras",
        "content": "Se la mediazione non ha successo, l’IFPDT emana, entro trenta giorni dalla ricezione della domanda di mediazione, una raccomandazione scritta all’attenzione dei partecipanti alla procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_14"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Decisione",
        "citation": "Art. 15 cpv. 1 LTras",
        "content": "Il richiedente o la persona consultata può chiedere, entro dieci giorni dalla ricezione della raccomandazione, l’emanazione di una decisione ai sensi dell’articolo 5 della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_15"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Decisione",
        "citation": "Art. 15 cpv. 2 LTras",
        "content": "Per il resto l’autorità pronuncia una decisione se, diversamente da quanto raccomandato:\na. intende limitare, differire o negare il diritto di accesso a un documento ufficiale;\nb. intende accordare il diritto di accesso a un documento ufficiale la cui consultazione potrebbe ledere la sfera privata di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_15"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Decisione",
        "citation": "Art. 15 cpv. 3 LTras",
        "content": "La decisione è pronunciata entro venti giorni dalla ricezione della raccomandazione o dalla ricezione della richiesta di decisione ai sensi del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_15"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Ricorso",
        "citation": "Art. 16 cpv. 1 LTras",
        "content": "La procedura di ricorso è retta dalle disposizioni generali della procedura amministrativa federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_16"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Ricorso",
        "citation": "Art. 16 cpv. 2 LTras",
        "content": "Le autorità di ricorso hanno anche accesso ai documenti ufficiali sottoposti al segreto d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_16"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Gratuità dell’accesso a documenti ufficiali",
        "citation": "Art. 17 cpv. 1 LTras",
        "content": "Nella procedura per l’accesso a documenti ufficiali non sono riscossi emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Gratuità dell’accesso a documenti ufficiali",
        "citation": "Art. 17 cpv. 2 LTras",
        "content": "Eccezionalmente possono essere riscossi emolumenti se la domanda di accesso richiede un trattamento particolarmente dispendioso da parte dell’autorità. Il Consiglio federale disciplina i dettagli e stabilisce la tariffa degli emolumenti in funzione del dispendio. Se intende riscuotere un emolumento, l’autorità ne informa previamente il richiedente, indicandogliene l’ammontare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Gratuità dell’accesso a documenti ufficiali",
        "citation": "Art. 17 cpv. 3 LTras",
        "content": "Nella procedura di mediazione (art. 13) e nella procedura di decisione (art. 15) non sono mai riscossi emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 3: Procedura di accesso ai documenti ufficiali, Gratuità dell’accesso a documenti ufficiali",
        "citation": "Art. 17 cpv. 4 LTras",
        "content": "Per la fornitura di rapporti, opuscoli o altri documenti stampati e supporti di informazione può in ogni caso essere riscosso un emolumento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_17"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 4: IFPDT, Compiti e competenze",
        "citation": "Art. 18 LTras",
        "content": "Secondo la presente legge, l’IFPDT ha in particolare i compiti e le competenze seguenti:\na. dirige la procedura di mediazione (art. 13) ed emana una raccomandazione se la mediazione non ha successo (art. 14);\nb. d’ufficio o su richiesta, informa i privati e le autorità sulle modalità di accesso ai documenti ufficiali;\nc. si pronuncia in merito ai progetti di atti legislativi federali e ai provvedimenti federali che concernono in misura considerevole il principio della trasparenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_18"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 4: IFPDT, Valutazione",
        "citation": "Art. 19 cpv. 1 LTras",
        "content": "L’IFPDT valuta l’applicazione, gli effetti e, in particolare, i costi provocati dall’esecuzione della presente legge e redige periodicamente un rapporto all’attenzione del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_19"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 4: IFPDT, Valutazione",
        "citation": "Art. 19 cpv. 2 LTras",
        "content": "Un primo rapporto sui costi provocati dall’esecuzione della presente legge è sottoposto al Consiglio federale entro tre anni dall’entrata in vigore della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_19"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 4: IFPDT, Valutazione",
        "citation": "Art. 19 cpv. 3 LTras",
        "content": "I rapporti dell’IFPDT sono pubblicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_19"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 4: IFPDT, Diritto di ottenere informazioni e di consultare i documenti",
        "citation": "Art. 20 cpv. 1 LTras",
        "content": "Nell’ambito della procedura di mediazione, l’IFPDT ha anche accesso ai documenti ufficiali soggetti al segreto d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_20"
    },
    {
        "book": "BGÃ–",
        "title": "LTras, Sezione 4: IFPDT, Diritto di ottenere informazioni e di consultare i documenti",
        "citation": "Art. 20 cpv. 2 LTras",
        "content": "L’IFPDT sottostà al segreto d’ufficio nella stessa misura delle autorità di cui consulta i documenti ufficiali o da cui ottiene informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/355/it#art_20"
    }
]