[
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Gegenstand",
        "citation": "Art. 1 BPG",
        "content": "Dieses Gesetz regelt das Arbeitsverhältnis des Bundespersonals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_1"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 BPG",
        "content": "Dieses Gesetz gilt für das Personal:\na. der Bundesverwaltung nach Artikel 2 Absätze 1 und 2 des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 (RVOG);\nb. der Parlamentsdienste nach dem Parlamentsgesetz vom 13. Dezember 2002;\nc. ...\nd. der Schweizerischen Bundesbahnen nach dem Bundesgesetz vom 20. März 1998 über die Schweizerischen Bundesbahnen;\ne. der dezentralisierten Verwaltungseinheiten nach Artikel 2 Absatz 3 RVOG, sofern die spezialgesetzlichen Bestimmungen nichts anderes vorsehen;\nf. des Bundesverwaltungsgerichts, des Bundesstrafgerichts und des Bundespatentgerichts, soweit das Verwaltungsgerichtsgesetz vom 17. Juni 2005, das Strafbehördenorganisationsgesetz vom 19. März 2010 und das Patentgerichtsgesetz vom 20. März 2009 nichts anderes vorsehen;\ng. des Bundesgerichts nach dem Bundesgerichtsgesetz vom 17. Juni 2005;\nh. des Sekretariats der Aufsichtsbehörde über die Bundesanwaltschaft;\ni. der Bundesanwaltschaft nach Artikel 22 Absatz 2 des Strafbehördenorganisationsgesetzes vom 19. März 2010;\nj. der eidgenössischen Schätzungskommissionen, das hauptamtlich tätig ist (Kommissionsmitglieder und Personal der ständigen Sekretariate).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_2"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 BPG",
        "content": "Es gilt nicht:\na. für die von der Bundesversammlung nach Artikel 168 der Bundesverfassung gewählten Personen;\nb. für die Lehrlinge, die dem Berufsbildungsgesetz vom 13. Dezember 2002 unterstehen;\nc. für das im Ausland rekrutierte und eingesetzte Personal;\nd. für das Personal der Organisationen und Personen des öffentlichen oder privaten Rechts ausserhalb der Bundesverwaltung, die mit Verwaltungsaufgaben betraut werden, mit Ausnahme der Schweizerischen Bundesbahnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_2"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Arbeitgeber",
        "citation": "Art. 3 Abs. 1 BPG",
        "content": "Arbeitgeber nach diesem Gesetz sind:\na. der Bundesrat als oberstes Führungsorgan der Bundesverwaltung;\nb. die Bundesversammlung für die Parlamentsdienste;\nc. ...\nd. die Schweizerischen Bundesbahnen;\ne. das Bundesgericht;\nf. die Bundesanwaltschaft;\ng. die Aufsichtsbehörde über die Bundesanwaltschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_3"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Arbeitgeber",
        "citation": "Art. 3 Abs. 2 BPG",
        "content": "Die Departemente, die Bundeskanzlei, die Gruppen und Ämter sowie die dezentralisierten Verwaltungseinheiten gelten als Arbeitgeber, soweit ihnen der Bundesrat die entsprechenden Befugnisse überträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_3"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Arbeitgeber",
        "citation": "Art. 3 Abs. 3 BPG",
        "content": "Das Bundesverwaltungsgericht, das Bundesstrafgericht und das Bundespatentgericht gelten als Arbeitgeber, soweit ihnen die einschlägigen Gesetze oder der Bundesrat die entsprechenden Befugnisse übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_3"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Personalpolitik",
        "citation": "Art. 4 Abs. 1 BPG",
        "content": "Die Ausführungsbestimmungen (Art. 37 und 38), die Arbeitsverträge (Art. 8) sowie die Massnahmen und Entscheide sind so auszugestalten, dass sie zur Konkurrenzfähigkeit des Bundes auf dem Arbeitsmarkt und zur Erreichung der in den Absätzen 2 und 3 genannten Ziele beitragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_4"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Personalpolitik",
        "citation": "Art. 4 Abs. 2 BPG",
        "content": "Die Arbeitgeber setzen ihr Personal auf zweckmässige, wirtschaftliche und sozial verantwortbare Weise ein; sie treffen geeignete Massnahmen:\na. zur Gewinnung und Erhaltung von geeignetem Personal;\nb. zur persönlichen und beruflichen Entwicklung, zur Aus- und Weiterbildung und zur Motivierung ihres Personals sowie zu dessen vielseitiger Einsetzbarkeit;\nc. zur Kaderförderung und Managemententwicklung;\nd. für die Chancengleichheit von Frau und Mann und zu deren Gleichstellung;\ne. zur Sicherstellung der Vertretung der Sprachgemeinschaften im Personal entsprechend ihrem Anteil an der Wohnbevölkerung;\nebis. zur Förderung der Sprachkenntnisse der für die Ausübung der Funktion erforderlichen Amtssprachen, insbesondere zur Förderung der aktiven Kenntnisse einer zweiten Amtssprache und der passiven Kenntnisse einer dritten Amtssprache beim höheren Kader;\nf. für die Chancengleichheit der Behinderten sowie zu deren Beschäftigung und Eingliederung;\ng. zum Schutz der Persönlichkeit und der Gesundheit sowie zur Arbeitssicherheit ihres Personals;\nh. zur Förderung eines umweltbewussten Verhaltens am Arbeitsplatz;\ni. zur Schaffung von Arbeitsbedingungen, die dem Personal erlauben, seine Verantwortung in Familie und Gesellschaft wahrzunehmen;\nj. zur Schaffung von Lehrstellen und Ausbildungsplätzen;\nk. zu einer umfassenden Information ihres Personals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_4"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Personalpolitik",
        "citation": "Art. 4 Abs. 3 BPG",
        "content": "Sie sorgen für die Verhinderung von Willkür im Arbeitsverhältnis und führen ein Beurteilungssystem ein, das auf Mitarbeitergesprächen aufbaut; dieses bildet die Grundlage für eine leistungsgerechte Entlöhnung und zielorientierte Entwicklung der Angestellten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_4"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Koordination und Controlling",
        "citation": "Art. 5 Abs. 1 BPG",
        "content": "Der Bundesrat koordiniert und steuert die Umsetzung der Personalpolitik. Er überprüft periodisch, ob die Ziele dieses Gesetzes erreicht werden; er erstattet der Bundesversammlung darüber Bericht und beantragt ihr rechtzeitig die erforderlichen Massnahmen. Er vereinbart mit den parlamentarischen Aufsichtskommissionen Form und Inhalt der Berichterstattung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_5"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Koordination und Controlling",
        "citation": "Art. 5 Abs. 2 BPG",
        "content": "Er sorgt dafür, dass die Arbeitgeber ein geeignetes Controlling-System anwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_5"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 1 BPG",
        "content": "Das Personal steht in den von der Bundesverfassung und von der Gesetzgebung geregelten Rechten und Pflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 2 BPG",
        "content": "Soweit dieses Gesetz und andere Bundesgesetze nichts Abweichendes bestimmen, gelten für das Arbeitsverhältnis sinngemäss die einschlägigen Bestimmungen des Obligationenrechts (OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 3 BPG",
        "content": "Das Arbeitsverhältnis wird im Rahmen der Bestimmungen nach Absatz 2 durch Ausführungsbestimmungen (Art. 37), insbesondere den Gesamtarbeitsvertrag (Art. 38), und den Arbeitsvertrag (Art. 8) näher geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 4 BPG",
        "content": "Bei Widersprüchen zwischen den Ausführungsbestimmungen beziehungsweise dem Gesamtarbeitsvertrag und dem Arbeitsvertrag ist die für die angestellte Person günstigere Bestimmung anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 5 BPG",
        "content": "Der Bundesrat kann in begründeten Fällen bestimmte Personalkategorien dem OR unterstellen, namentlich Aushilfspersonal sowie Praktikantinnen und Praktikanten. Er kann Mindestvorschriften für diese Arbeitsverhältnisse erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 6 BPG",
        "content": "Die Arbeitgeber können in begründeten Einzelfällen Angestellte dem OR unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbares Recht",
        "citation": "Art. 6 Abs. 7 BPG",
        "content": "Bei Streitigkeiten aus dem Arbeitsverhältnis des dem OR unterstellten Personals sind die zivilen Gerichte zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Entlöhnung und weitere Vertragsbedingungen des obersten Kaders und der Mitglieder leitender Organe von Unternehmen und Anstalten des Bundes",
        "citation": "Art. 6a Abs. 1 BPG",
        "content": "Der Bundesrat erlässt Grundsätze über:\na. den Lohn (einschliesslich Nebenleistungen) des obersten Kaders sowie desjenigen Personals, das in vergleichbarer Höhe entlöhnt wird:\n1. der Schweizerischen Bundesbahnen (SBB),\n2. von andern Unternehmen und Anstalten des Bundes, die als dezentralisierte Verwaltungseinheiten diesem Gesetz unterstehen;\nb. das Honorar (einschliesslich Nebenleistungen) der Mitglieder des Verwaltungsrates oder eines vergleichbaren obersten Leitungsorgans von Unternehmen und Anstalten nach Buchstabe a;\nc. die ausgewogene Vertretung der Sprachgemeinschaften im Verwaltungsrat oder in einem vergleichbaren obersten Leitungsorgan von Unternehmen und Anstalten nach Buchstabe a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Entlöhnung und weitere Vertragsbedingungen des obersten Kaders und der Mitglieder leitender Organe von Unternehmen und Anstalten des Bundes",
        "citation": "Art. 6a Abs. 2 BPG",
        "content": "Er erlässt Grundsätze über weitere Vertragsbedingungen, die mit Personen nach Absatz 1 vereinbart werden, namentlich über die berufliche Vorsorge und über Abgangsentschädigungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Entlöhnung und weitere Vertragsbedingungen des obersten Kaders und der Mitglieder leitender Organe von Unternehmen und Anstalten des Bundes",
        "citation": "Art. 6a Abs. 3 BPG",
        "content": "Er erlässt Grundsätze über Nebenbeschäftigungen von Personen nach Absatz 1 Buchstabe a. Entgeltliche Nebenbeschäftigungen, welche die Leistungsfähigkeit im Arbeitsverhältnis mit dem Unternehmen oder der Anstalt vermindern oder zu einem Konflikt mit deren Interessen führen können, bedürfen der Zustimmung des Bundesrates. Dieser regelt die Pflicht zur Ablieferung der daraus resultierenden Einnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Entlöhnung und weitere Vertragsbedingungen des obersten Kaders und der Mitglieder leitender Organe von Unternehmen und Anstalten des Bundes",
        "citation": "Art. 6a Abs. 4 BPG",
        "content": "Die Gesamtsumme der ausgerichteten Löhne beziehungsweise Honorare (einschliesslich Nebenleistungen) der Personen nach Absatz 1 sowie die weiteren mit diesen Personen vereinbarten Vertragsbedingungen sind öffentlich zugänglich. Für die vorsitzende Person der Geschäftsleitung und des Verwaltungsrates beziehungsweise die vorsitzende Person eines vergleichbaren obersten Leitungsorgans wird der Lohn beziehungsweise das Honorar (einschliesslich Nebenleistungen) jeweils individuell ausgewiesen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Entlöhnung und weitere Vertragsbedingungen des obersten Kaders und der Mitglieder leitender Organe von Unternehmen und Anstalten des Bundes",
        "citation": "Art. 6a Abs. 5 BPG",
        "content": "Die Grundsätze nach den Absätzen 1–4 gelten auch für Unternehmen, welche von Unternehmen und Anstalten, die diesem Gesetz unterstellt sind, kapital- und stimmenmässig beherrscht werden und ihren Sitz in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Entlöhnung und weitere Vertragsbedingungen des obersten Kaders und der Mitglieder leitender Organe von Unternehmen und Anstalten des Bundes",
        "citation": "Art. 6a Abs. 6 BPG",
        "content": "Der Bundesrat sorgt dafür, dass die Grundsätze nach den Absätzen 1–5 für alle privatrechtlichen Unternehmen sinngemäss angewendet werden, die der Bund kapital- und stimmenmässig beherrscht und die ihren Sitz in der Schweiz haben. Ausgenommen sind Gesellschaften, deren Aktien an einer Börse kotiert sind. Für diese gelten die Artikel 663bbis und 663c Absatz 3 OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_6_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 1. Abschnitt: Allgemeine Bestimmungen, Ausschreibung",
        "citation": "Art. 7 BPG",
        "content": "Offene Stellen werden öffentlich ausgeschrieben. Die Ausführungsbestimmungen regeln die Ausnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_7"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Entstehung und Anstellungsbedingungen",
        "citation": "Art. 8 Abs. 1 BPG",
        "content": "Das Arbeitsverhältnis entsteht durch den Abschluss eines schriftlichen öffentlich-rechtlichen Arbeitsvertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_8"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Entstehung und Anstellungsbedingungen",
        "citation": "Art. 8 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Dauer der Probezeit. Sie können für Spezialfunktionen eine maximale Dauer der Probezeit von sechs Monaten vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_8"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Entstehung und Anstellungsbedingungen",
        "citation": "Art. 8 Abs. 3 BPG",
        "content": "Wenn dies für die Erfüllung hoheitlicher Aufgaben notwendig ist, regelt der Bundesrat durch Verordnung:\na. welche Arbeitsverhältnisse nur Personen mit Schweizer Bürgerrecht zugänglich sind;\nb. welche Arbeitsverhältnisse nur Personen zugänglich sind, die ausschliesslich über das Schweizer Bürgerrecht verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_8"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Dauer",
        "citation": "Art. 9 Abs. 1 BPG",
        "content": "Ein befristetes Arbeitsverhältnis darf für eine Vertragsdauer von längstens drei Jahren geschlossen werden; dauert es länger, so gilt es als unbefristet. Ohne Unterbruch aneinandergereihte befristete Arbeitsverhältnisse gelten ebenfalls nach drei Jahren als unbefristet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_9"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Dauer",
        "citation": "Art. 9 Abs. 2 BPG",
        "content": "Der Bundesrat kann für bestimmte Berufskategorien Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_9"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Beendigung",
        "citation": "Art. 10 Abs. 1 BPG",
        "content": "Das unbefristete Arbeitsverhältnis endet ohne Kündigung beim Erreichen der Altersgrenze nach Artikel 21 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung (AHVG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_10"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Beendigung",
        "citation": "Art. 10 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen können:\na. für bestimmte Personalkategorien einen Altersrücktritt vor dem Erreichen der Altersgrenze nach Artikel 21 AHVG festlegen;\nb. die Beschäftigung über das ordentliche Rücktrittsalter hinaus vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_10"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Beendigung",
        "citation": "Art. 10 Abs. 3 BPG",
        "content": "Der Arbeitgeber kann das unbefristete Arbeitsverhältnis aus sachlich hinreichenden Gründen ordentlich kündigen, insbesondere wegen:\na. Verletzung wichtiger gesetzlicher oder vertraglicher Pflichten;\nb. Mängeln in der Leistung oder im Verhalten;\nc. mangelnder Eignung, Tauglichkeit oder Bereitschaft, die im Arbeitsvertrag vereinbarte Arbeit zu verrichten;\nd. mangelnder Bereitschaft zur Verrichtung zumutbarer anderer Arbeit;\ne. schwerwiegenden wirtschaftlichen oder betrieblichen Gründen, sofern der Arbeitgeber der angestellten Person keine zumutbare andere Arbeit anbieten kann;\nf. Wegfalls einer gesetzlichen oder vertraglichen Anstellungsbedingung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_10"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Beendigung",
        "citation": "Art. 10 Abs. 4 BPG",
        "content": "Die Vertragsparteien können befristete und unbefristete Arbeitsverhältnisse aus wichtigen Gründen fristlos kündigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_10"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Kündigungsfristen",
        "citation": "Art. 12 Abs. 1 BPG",
        "content": "Die Frist für die ordentliche Kündigung des Arbeitsverhältnisses beträgt nach Ablauf der Probezeit höchstens sechs Monate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_12"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Kündigungsfristen",
        "citation": "Art. 12 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Dauer der Kündigungsfristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_12"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Formvorschriften",
        "citation": "Art. 13 BPG",
        "content": "Die Verlängerung, die Befristung und die Beendigung des Arbeitsverhältnisses sowie jede Änderung des Arbeitsvertrages bedürfen zu ihrer Gültigkeit der schriftlichen Form.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_13"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Auf Amtsdauer gewählte Personen",
        "citation": "Art. 14 Abs. 1 BPG",
        "content": "Für Personen, die auf Amtsdauer gewählt werden, gelten die spezialgesetzlichen Regelungen und die gestützt darauf erlassenen Ausführungsbestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_14"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Auf Amtsdauer gewählte Personen",
        "citation": "Art. 14 Abs. 2 BPG",
        "content": "Fehlen spezialgesetzliche Regelungen, so gelten die Bestimmungen dieses Gesetzes unter Vorbehalt der folgenden Abweichungen:\na. Das Arbeitsverhältnis wird durch Verfügung begründet, die der Zustimmung der gewählten Person bedarf.\nb. Die Vorschriften dieses Gesetzes und des OR über die ordentliche Kündigung sind nicht anwendbar.\nc. Die Wahlbehörde kann von einer Wiederwahl absehen, wenn dafür sachlich hinreichende Gründe vorliegen; verfügt sie nicht spätestens sechs Monate vor Ablauf der Amtsdauer die Nichtwiederwahl, so gilt die betreffende Person als wiedergewählt; im Beschwerdeverfahren sind Artikel 34b Absatz 1 Buchstabe a und 2 sowie Artikel 34c Absatz 1 Buchstaben a, b und d und 2 anwendbar.\nd. Die gewählte Person kann unter Einhaltung einer dreimonatigen Frist auf das Ende jedes Monats um Auflösung des Arbeitsverhältnisses nachsuchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_14"
    },
    {
        "book": "BPG",
        "title": "BPG, 2. Abschnitt:, Entstehung, Beendigung und Auflösung des Arbeitsverhältnisses, Auf Amtsdauer gewählte Personen",
        "citation": "Art. 14 Abs. 3 BPG",
        "content": "Aus wichtigen Gründen kann das Arbeitsverhältnis fristlos gekündigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_14"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Lohn",
        "citation": "Art. 15 Abs. 1 BPG",
        "content": "Der Arbeitgeber richtet den Angestellten einen Lohn aus. Dieser bemisst sich nach Funktion, Erfahrung und Leistung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_15"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Lohn",
        "citation": "Art. 15 Abs. 2 BPG",
        "content": "Der Bundesrat regelt Mindestlöhne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_15"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Lohn",
        "citation": "Art. 15 Abs. 3 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Grundsätze der Lohnfestlegung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_15"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Lohn",
        "citation": "Art. 15 Abs. 4 BPG",
        "content": "Sie können Zuschläge zum Lohn vorsehen, um diesen insbesondere an die regionale Arbeitsmarktlage, an die örtliche Infrastruktur oder an branchenspezifische Bedürfnisse anzupassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_15"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Lohn",
        "citation": "Art. 15 Abs. 5 BPG",
        "content": "Sie können einzelne Anteile des Lohnes des im Ausland eingesetzten Personals an die Kaufkraft anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_15"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Lohn",
        "citation": "Art. 15 Abs. 6 BPG",
        "content": "Die Beträge der maximal auszurichtenden Löhne (einschliesslich Nebenleistungen) der obersten Kaderfunktionen der Bundesverwaltung sowie die weiteren mit diesen Personen vereinbarten Vertragsbedingungen sind öffentlich zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_15"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Teuerungsausgleich",
        "citation": "Art. 16 Abs. 1 BPG",
        "content": "Der Arbeitgeber richtet den Angestellten auf den Lohn oder einzelne Lohnanteile sowie auf weitere Leistungen einen angemessenen Teuerungsausgleich aus. Er berücksichtigt dabei seine wirtschaftliche und finanzielle Lage sowie die Verhältnisse auf dem Arbeitsmarkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_16"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Teuerungsausgleich",
        "citation": "Art. 16 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Grundsätze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_16"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Teuerungsausgleich",
        "citation": "Art. 16 Abs. 3 BPG",
        "content": "Wo das Arbeitsverhältnis durch Gesamtarbeitsvertrag (Art. 38) geregelt ist, enthält dieser Bestimmungen über den Teuerungsausgleich. Können sich die Vertragsparteien nicht über dessen Umfang einigen, so legt ihn das Schiedsgericht (Art. 38 Abs. 3) fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_16"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Höchstarbeitszeit",
        "citation": "Art. 17 BPG",
        "content": "Für die wöchentliche Höchstarbeitszeit gelten die Bestimmungen des Arbeitsgesetzes vom 13. März 1964 sinngemäss. Vorbehalten bleibt das Arbeitszeitgesetz vom 8. Oktober 1971.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_17"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Arbeitszeit, Ferien und Urlaub",
        "citation": "Art. 17a Abs. 1 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Arbeitszeit sowie die Ferien und den Urlaub; sie regeln ferner Umfang und Ausgleich von Mehrarbeit und Überzeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_17_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Arbeitszeit, Ferien und Urlaub",
        "citation": "Art. 17a Abs. 2 BPG",
        "content": "Mehrarbeit und Überzeit werden nur abgegolten, wenn sie angeordnet oder nachträglich anerkannt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_17_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Arbeitszeit, Ferien und Urlaub",
        "citation": "Art. 17a Abs. 3 BPG",
        "content": "Ferientage verjähren gemäss Artikel 128 Ziffer 3 OR innert fünf Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_17_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Arbeitszeit, Ferien und Urlaub",
        "citation": "Art. 17a Abs. 4 BPG",
        "content": "Der Bundesrat regelt die Mindestferien sowie den Mindesturlaub der Eltern bei Geburt und Adoption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_17_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Weitere Leistungen des Arbeitgebers",
        "citation": "Art. 18 Abs. 1 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Ausrüstung des Personals mit den Geräten, den Dienstkleidern und dem Material, die zur Erfüllung der Aufgaben erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_18"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Weitere Leistungen des Arbeitgebers",
        "citation": "Art. 18 Abs. 2 BPG",
        "content": "Sie regeln ferner den Ersatz der Auslagen und die Vergütung für Inkonvenienzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_18"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 1 BPG",
        "content": "Der Arbeitgeber schöpft alle Möglichkeiten einer zumutbaren Weiterbeschäftigung aus, bevor er einer angestellten Person ohne deren Verschulden kündigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 2 BPG",
        "content": "Kündigt der Arbeitgeber einer angestellten Person ohne deren Verschulden, so unterstützt er ihr berufliches Fortkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 3 BPG",
        "content": "Er richtet ihr eine Entschädigung aus, wenn:\na. sie in einem Beruf arbeitet, nach dem keine oder nur eine schwache Nachfrage besteht;\nb. das Arbeitsverhältnis lange gedauert oder die Person ein bestimmtes Alter erreicht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 4 BPG",
        "content": "Die Ausführungsbestimmungen können für weiteres Personal oder bei Beendigung im gegenseitigen Einvernehmen eine Entschädigung vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 5 BPG",
        "content": "Die Höhe der Entschädigung entspricht mindestens einem Monatslohn und höchstens einem Jahreslohn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 6 BPG",
        "content": "Die Ausführungsbestimmungen:\na. legen den Rahmen für die Entschädigungen fest; \nb. regeln die Kürzung, Aufhebung oder Rückerstattung der Entschädigung, wenn die betroffene Person ein anderes Arbeitsverhältnis eingeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Massnahmen bei Auflösung des Arbeitsverhältnisses",
        "citation": "Art. 19 Abs. 7 BPG",
        "content": "Der Arbeitgeber kann die Entschädigung als einmaligen Betrag oder in Raten ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_19"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Wahrung der Interessen der Arbeitgeber",
        "citation": "Art. 20 Abs. 1 BPG",
        "content": "Die Angestellten haben die ihnen übertragene Arbeit mit Sorgfalt auszuführen und die berechtigten Interessen des Bundes beziehungsweise ihres Arbeitgebers zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Wahrung der Interessen der Arbeitgeber",
        "citation": "Art. 20 Abs. 2 BPG",
        "content": "Während der Dauer des Arbeitsverhältnisses dürfen die Angestellten keine Arbeit gegen Entgelt für Dritte leisten, soweit sie dadurch ihre Treuepflicht verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Auszug aus dem Strafregister und dem Betreibungsregister",
        "citation": "Art. 20a BPG",
        "content": "Die Arbeitgeber können von Stellenbewerberinnen und Stellenbewerbern sowie von Angestellten verlangen, dass sie einen Auszug aus dem Strafregister und aus dem Betreibungsregister vorlegen, sofern dies zur Wahrung der Interessen des Arbeitgebers erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 20b Abs. 1 BPG",
        "content": "Die Arbeitgeber nach Artikel 3 Absatz 1 Buchstaben a, b und e–g sowie Absatz 3 können Stellenbewerberinnen und Stellenbewerber sowie Angestellte auf deren Vertrauenswürdigkeit hin prüfen lassen, wenn diese im Rahmen ihrer Funktion:\na. die Schweiz im Ausland regelmässig vertreten sollen und dabei das Ansehen des Bundes erheblich beeinträchtigen könnten;\nb. in wesentlichen Finanz- oder Steuersachen Entscheide fällen oder Aufsichtsaufgaben wahrnehmen sollen und dabei die finanziellen Interessen des Bundes erheblich beeinträchtigen könnten;\nc. Strafverfolgungs- oder polizeiliche Aufgaben wahrnehmen und dabei die öffentlichen Interessen des Bundes, insbesondere die Sicherheit der Bundesverwaltung, erheblich gefährden könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 20b Abs. 2 BPG",
        "content": "Sie beschränken sich bei der Prüfung auf das erforderliche Mindestmass.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 20b Abs. 3 BPG",
        "content": "Die Vertrauenswürdigkeitsprüfungen werden von den Fachstellen nach Artikel 31 Absatz 2 des Informationssicherheitsgesetzes vom 18. Dezember 2020 (ISG) durchgeführt. Das Verfahren richtet sich sinngemäss nach den entsprechenden Bestimmungen des ISG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Prüfung der Vertrauenswürdigkeit",
        "citation": "Art. 20b Abs. 4 BPG",
        "content": "Werden die Stellenbewerberinnen und Stellenbewerber sowie die Angestellten gleichzeitig einer Personensicherheitsprüfung nach dem ISG unterzogen, so werden die beiden Verfahren vereinigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_20_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Verpflichtungen des Personals",
        "citation": "Art. 21 Abs. 1 BPG",
        "content": "Soweit es für die Aufgabenerfüllung notwendig ist, können die Ausführungsbestimmungen für das Personal die Verpflichtung vorsehen:\na. an einem bestimmten Ort zu wohnen und sich an andere Arbeitsorte versetzen zu lassen;\nb. in der zugewiesenen Wohnung zu wohnen; die Ausführungsbestimmungen können das Rechtsverhältnis abweichend von der Gesetzgebung über das Mietrecht regeln;\nc. bestimmte Geräte, Arbeitskleider und Sicherheitsvorrichtungen zu verwenden;\ncbis.  sich in andere Funktionen beziehungsweise Arbeitsbereiche versetzen zu lassen, sofern das Personal einer Versetzungspflicht gemäss Buchstabe a untersteht;\nd. sich an Massnahmen zu beteiligen, die nach einer krankheits- oder unfallbedingten Abwesenheit die Wiedereingliederung in den Arbeitsprozess zum Ziel haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_21"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Verpflichtungen des Personals",
        "citation": "Art. 21 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen können das Personal verpflichten, Einkommen aus Tätigkeiten zu Gunsten Dritter ganz oder teilweise dem Arbeitgeber abzuliefern, wenn es diese auf Grund des Arbeitsverhältnisses ausübt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_21"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Verpflichtungen des Personals",
        "citation": "Art. 21 Abs. 3 BPG",
        "content": "Das Personal darf weder für sich noch für andere Geschenke oder sonstige Vorteile beanspruchen, annehmen oder sich versprechen lassen, wenn dies im Rahmen des Arbeitsverhältnisses geschieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_21"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Verpflichtungen des Personals",
        "citation": "Art. 21 Abs. 4 BPG",
        "content": "Dem Personal ist die Ausübung einer amtlichen Funktion für einen ausländischen Staat sowie die Annahme von Titeln und Orden ausländischer Behörden verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_21"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Berufs‐, Geschäfts- und Amtsgeheimnis",
        "citation": "Art. 22 Abs. 1 BPG",
        "content": "Die Angestellten unterstehen dem Berufsgeheimnis, dem Geschäfts- und dem Amtsgeheimnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Berufs‐, Geschäfts- und Amtsgeheimnis",
        "citation": "Art. 22 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Schweigepflicht in Ergänzung der Spezialgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Anzeigepflichten, Anzeigerechte und Schutz",
        "citation": "Art. 22a Abs. 1 BPG",
        "content": "Die Angestellten sind verpflichtet, alle von Amtes wegen zu verfolgenden Verbrechen oder Vergehen, die sie bei ihrer amtlichen Tätigkeit festgestellt haben oder die ihnen gemeldet worden sind, den Strafverfolgungsbehörden, ihren Vorgesetzten oder der Eidgenössischen Finanzkontrolle (EFK) anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Anzeigepflichten, Anzeigerechte und Schutz",
        "citation": "Art. 22a Abs. 2 BPG",
        "content": "Vorbehalten bleiben Anzeigepflichten aus anderen Bundesgesetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Anzeigepflichten, Anzeigerechte und Schutz",
        "citation": "Art. 22a Abs. 3 BPG",
        "content": "Die Anzeigepflicht entfällt für Personen, die nach den Artikeln 113 Absatz 1, 168 und 169 der Strafprozessordnung vom 5. Oktober 2007 zur Aussage- oder Zeugnisverweigerung berechtigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Anzeigepflichten, Anzeigerechte und Schutz",
        "citation": "Art. 22a Abs. 4 BPG",
        "content": "Die Angestellten sind berechtigt, andere Unregelmässigkeiten, die sie bei ihrer amtlichen Tätigkeit festgestellt haben oder die ihnen gemeldet worden sind, der EFK zu melden. Die EFK klärt den Sachverhalt ab und trifft die notwendigen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Anzeigepflichten, Anzeigerechte und Schutz",
        "citation": "Art. 22a Abs. 5 BPG",
        "content": "Wer in guten Treuen eine Anzeige oder Meldung erstattet oder wer als Zeuge oder Zeugin ausgesagt hat, darf deswegen nicht in seiner beruflichen Stellung benachteiligt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_22_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Nebenbeschäftigung",
        "citation": "Art. 23 BPG",
        "content": "Die Ausführungsbestimmungen können die Ausübung bestimmter Tätigkeiten und öffentlicher Ämter von einer Bewilligung abhängig machen, soweit sie die Erfüllung der Aufgaben zu beeinträchtigen vermögen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_23"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Einschränkung von Rechten des Personals",
        "citation": "Art. 24 Abs. 1 BPG",
        "content": "Soweit es für die Staatssicherheit, für die Wahrung von wichtigen Interessen in auswärtigen Angelegenheiten oder für die Sicherstellung der Landesversorgung mit lebensnotwendigen Gütern und Dienstleistungen erforderlich ist, kann der Bundesrat das Streikrecht für bestimmte Kategorien von Angestellten beschränken oder aufheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_24"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Einschränkung von Rechten des Personals",
        "citation": "Art. 24 Abs. 2 BPG",
        "content": "Aus den gleichen Gründen kann er:\na. die Niederlassungsfreiheit und die Wirtschaftsfreiheit über die im Gesetz vorgesehenen Einschränkungen hinaus beschränken;\nb. dem Personal über den Arbeitsvertrag hinausgehende Pflichten auferlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_24"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Sicherstellung des geordneten Aufgabenvollzugs",
        "citation": "Art. 25 Abs. 1 BPG",
        "content": "Der Arbeitgeber trifft die für den geordneten Vollzug der Aufgaben nötigen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_25"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Sicherstellung des geordneten Aufgabenvollzugs",
        "citation": "Art. 25 Abs. 2 BPG",
        "content": "Er kann insbesondere folgende Massnahmen treffen:\na. Unterstützungs- und Entwicklungsmassnahmen;\nb. Verwarnung, Kürzung des Lohnes, Busse und Freistellung; sowie\nc. Änderung des Aufgabenkreises, der Arbeitszeit und des Arbeitsortes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_25"
    },
    {
        "book": "BPG",
        "title": "BPG, 3. Abschnitt: Rechte und Pflichten aus dem Arbeitsverhältnis, Sicherstellung des geordneten Aufgabenvollzugs",
        "citation": "Art. 25 Abs. 3 BPG",
        "content": "Soweit die Massnahmen den Arbeitsvertrag betreffen, vereinbart er sie schriftlich mit der angestellten Person. Bei Uneinigkeit richtet sich das Verfahren nach den Artikeln 34 und 36.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_25"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Personaladministration",
        "citation": "Art. 27 Abs. 1 BPG",
        "content": "Der Arbeitgeber bearbeitet in Papierform und in einem oder mehreren Informationssystemen Daten seiner Angestellten zur Erfüllung der Aufgaben nach diesem Gesetz, insbesondere für:\na. die Ermittlung des erforderlichen Personalbedarfs;\nb. die Sicherung des erforderlichen Personalbestands durch Rekrutierung von Mitarbeiterinnen und Mitarbeitern;\nc. die Lohn- und Gehaltsabrechnung, das Anlegen von Personalakten, die Meldungen an die Sozialversicherungen;\nd. das Fördern sowie den langfristigen Erhalt von Mitarbeiterinnen und Mitarbeitern;\ne. die Erhaltung und Verbesserung der Qualifikation der Mitarbeiterinnen und Mitarbeiter;\nf. die Planung, Steuerung und Kontrolle durch Datenanalysen, Vergleiche, Berichterstattung und Massnahmenplanung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Personaladministration",
        "citation": "Art. 27 Abs. 2 BPG",
        "content": "Er kann folgende für die Erfüllung seiner Aufgaben nach Absatz 1 notwendigen Daten seines Personals, einschliesslich besonders schützenswerter Personendaten, bearbeiten:\na. Angaben zur Person;\nb. Angaben zur gesundheitlichen Situation in Bezug auf die Arbeitsfähigkeit;\nc. Angaben zu Leistungen und Potenzial sowie zur persönlichen und beruflichen Entwicklung;\nd. Daten, die im Rahmen der Mitwirkung beim Vollzug des Sozialversicherungsrechts erforderlich sind;\ne. Verfahrensakten und Entscheide von Behörden in Verbindung mit der Arbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Personaladministration",
        "citation": "Art. 27 Abs. 3 BPG",
        "content": "Er ist verantwortlich für den Schutz und die Sicherheit der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Personaladministration",
        "citation": "Art. 27 Abs. 4 BPG",
        "content": "Er darf Daten an Dritte weitergeben, wenn dafür eine rechtliche Grundlage besteht oder die betroffene Person der Weitergabe schriftlich zugestimmt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Personaladministration",
        "citation": "Art. 27 Abs. 5 BPG",
        "content": "Er erlässt Ausführungsbestimmungen über:\na. die Architektur, die Organisation und den Betrieb des Informationssystems oder der Informationssysteme;\nb. die Bearbeitung der Daten, insbesondere die Beschaffung, Aufbewahrung, Archivierung und Vernichtung;\nc. die Berechtigungen zur Datenbearbeitung;\nd. die Datenkategorien nach Absatz 2;\ne. den Schutz und die Sicherheit der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Personaladministration",
        "citation": "Art. 27 Abs. 6 BPG",
        "content": "Er kann die Bekanntgabe von nicht besonders schützenswerten Daten im Abrufverfahren vorsehen. Er erlässt dazu Ausführungsbestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Dossier der Personal- und Sozialberatung",
        "citation": "Art. 27d Abs. 1 BPG",
        "content": "Die Personal- und Sozialberatung der Bundesverwaltung (PSB) bearbeitet in Papierform und in einem Informationssystem die Daten der Personen, die an sie gelangen (Klientinnen und Klienten), für:\na. die Beratung und Unterstützung der Klientinnen und Klienten in den Bereichen Arbeit, Soziales, Gesundheit und Finanzen;\nb. den Entscheid über Leistungsgesuche nach der Verordnung vom 18. Dezember 2002 über den Unterstützungsfonds für das Bundespersonal;\nc. die Mittelzuteilung für die berufliche Integration von Menschen mit Behinderungen in die Bundesverwaltung;\nd. die Fallführung (Case Management).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Dossier der Personal- und Sozialberatung",
        "citation": "Art. 27d Abs. 2 BPG",
        "content": "Die PSB kann die folgenden zur Erfüllung ihrer Aufgaben notwendigen Personendaten der Klientinnen und Klienten, einschliesslich besonders schützenswerter Personendaten, bearbeiten:\na. private Situation;\nb. gesundheitliche Situation;\nc. Leistungsfähigkeit;\nd. Grund und Grad der Invalidität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Dossier der Personal- und Sozialberatung",
        "citation": "Art. 27d Abs. 3 BPG",
        "content": "Die Angestellten der PSB und die für den technischen Support verantwortlichen Dienststellen erhalten Zugriff auf das Informationssystem, soweit es für die Erfüllung ihrer Aufgaben notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Dossier der Personal- und Sozialberatung",
        "citation": "Art. 27d Abs. 4 BPG",
        "content": "Die PSB kann den folgenden Personen und Stellen die in Absatz 2 genannten Personendaten zugänglich machen, sofern sie diese zur Erfüllung ihrer Aufgaben benötigen:\na. den direkten Vorgesetzen;\nb. den Personaldiensten;\nc. den zuständigen Stellen der IV, der SUVA und der Militärversicherung;\nd. dem ärztlichen Dienst der Bundesverwaltung;\ne. dem Eidgenössischen Personalamt im Rahmen der Mittelzuteilung für die berufliche Integration von Menschen mit Behinderungen;\nf. den Mitgliedern des Fondsrates des Unterstützungsfonds für das Bundespersonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Dossier der Personal- und Sozialberatung",
        "citation": "Art. 27d Abs. 5 BPG",
        "content": "Die PSB ist verantwortlich für den Schutz der Daten und die Sicherheit des Informationssystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Dossier der Personal- und Sozialberatung",
        "citation": "Art. 27d Abs. 6 BPG",
        "content": "Der Bundesrat erlässt Ausführungsbestimmungen über:\na. die Organisation und den Betrieb des Informationssystems;\nb. die Bearbeitung der Daten, insbesondere die Beschaffung, Aufbewahrung, Bekanntgabe, Archivierung und Vernichtung;\nc. die Berechtigungen zur Datenbearbeitung;\nd. die Datenkataloge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_27_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 1 BPG",
        "content": "Der zuständige ärztliche Dienst bearbeitet diejenigen besonders schützenswerten Personendaten über die Gesundheit, die notwendig sind für:\na. die Eignungsbeurteilung der Bewerberinnen und Bewerber bei der Anstellung;\nb. die Eignungsbeurteilung der Angestellten während der Dauer des Arbeitsverhältnisses;\nc. die Beurteilung der Invaliditäts- und Morbiditätsrisiken der Bewerberinnen und Bewerber bei der Anstellung für sicherheitsrelevante Funktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 1bis BPG",
        "content": "Er kann diese Daten in einem Informationssystem bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 1ter BPG",
        "content": "Die Angestellten des ärztlichen Dienstes und die für den technischen Support verantwortlichen Dienststellen erhalten Zugriff auf das Informationssystem, soweit es für die Erfüllung ihrer Aufgaben notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 1quater BPG",
        "content": "Der Bundesrat erlässt Ausführungsbestimmungen über:\na. die Organisation und den Betrieb des Informationssystems;\nb. die Bearbeitung der Daten, insbesondere die Beschaffung, Aufbewahrung, Bekanntgabe, Archivierung und Vernichtung;\nc. die Datenkataloge;\nd. die technischen und organisatorischen Schutzmassnahmen zur Verhinderung der Bearbeitung von Personendaten durch unberechtigte Dritte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 2 BPG",
        "content": "Er darf den interessierten Stellen über die Schlussfolgerungen aus ärztlichen Feststellungen nur so weit Auskunft erteilen, als das für die Beurteilung der Anstellungs‐, Versicherungs- oder Arbeitstauglichkeit von Bewerberinnen und Bewerbern oder für die Stellungnahme zu Ansprüchen aus dem Arbeitsverhältnis erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 3 BPG",
        "content": "Im Übrigen darf er Gesundheitsdaten und medizinische Akten nur mit schriftlicher Zustimmung der betroffenen Person weitergeben; wird die Zustimmung verweigert, so darf die Weitergabe nur mit Ermächtigung der in den Ausführungsbestimmungen zu bezeichnenden Stelle erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 3a. Abschnitt: Datenbearbeitung, Gesundheitsdaten",
        "citation": "Art. 28 Abs. 4 BPG",
        "content": "Die Ermächtigung nach Absatz 3 wird verweigert, wenn:\na. die Person, über die Auskunft verlangt wird, ein überwiegendes Interesse an der Geheimhaltung hat; oder\nb. diese den Arbeitgeber in der Durchführung seiner Aufgaben wesentlich beeinträchtigen würde; oder\nc. öffentliche Interessen es verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_28"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Arbeitsverhinderung und Tod",
        "citation": "Art. 29 Abs. 1 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Leistungen der Arbeitgeber an die Angestellten bei Arbeitsverhinderung wegen Krankheit, Unfall, Invalidität, Militär‐, Zivilschutz- und Zivildienst sowie bei Mutterschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_29"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Arbeitsverhinderung und Tod",
        "citation": "Art. 29 Abs. 2 BPG",
        "content": "Sie regeln die Leistungen an die Hinterbliebenen beim Tod der angestellten Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_29"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Arbeitsverhinderung und Tod",
        "citation": "Art. 29 Abs. 3 BPG",
        "content": "Sie regeln ferner die Anrechnung der Leistungen obligatorischer in- und ausländischer Sozialversicherungen an den Lohn und weitere Leistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_29"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Eintritt in die Rechte des Personals",
        "citation": "Art. 30 Abs. 1 BPG",
        "content": "Gegenüber Dritten, die für die Krankheit, den Unfall, die Invalidität oder den Tod haften, tritt der Arbeitgeber im Zeitpunkt des Ereignisses bis zur Höhe seiner Leistungen in die Rechte der angestellten Person und ihrer Hinterbliebenen ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_30"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Eintritt in die Rechte des Personals",
        "citation": "Art. 30 Abs. 2 BPG",
        "content": "Ein Rückgriffsrecht steht dem Arbeitgeber gegen den Ehegatten, die eingetragene Partnerin oder den eingetragenen Partner der angestellten Person, ihre Verwandten in auf- und absteigender Linie oder mit ihr in häuslicher Gemeinschaft lebende Personen nur zu, wenn sie die Arbeitsverhinderung absichtlich oder grobfahrlässig herbeigeführt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_30"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Sozialmassnahmen und Sozialleistungen",
        "citation": "Art. 31 Abs. 1 BPG",
        "content": "Der Bundesrat regelt die Leistungen, die den Angestellten für den Unterhalt ihrer Kinder in Ergänzung zu den Familienzulagen nach den Familienzulagenordnungen der Kantone ausgerichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_31"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Sozialmassnahmen und Sozialleistungen",
        "citation": "Art. 31 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen können Massnahmen vorsehen, welche die Kinderbetreuung erleichtern. Sie können zu Gunsten von Angestellten, die abhängige Erwerbsbehinderte betreuen oder für solche aufkommen, Massnahmen zur Erleichterung der Betreuung sowie Leistungen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_31"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Sozialmassnahmen und Sozialleistungen",
        "citation": "Art. 31 Abs. 3 BPG",
        "content": "Die Ausführungsbestimmungen können Massnahmen und Leistungen zur Milderung der Folgen sozialer Härten vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_31"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Sozialmassnahmen und Sozialleistungen",
        "citation": "Art. 31 Abs. 4 BPG",
        "content": "Muss infolge wirtschaftlicher oder betrieblicher Massnahmen grösseren Personalbeständen gekündigt werden, so erlässt der Arbeitgeber einen Sozialplan. Wo das Arbeitsverhältnis durch Gesamtarbeitsvertrag (Art. 38) geregelt ist, legen die Vertragsparteien den Sozialplan gesamtarbeitsvertraglich fest. Können sie sich nicht einigen, so legt das Schiedsgericht (Art. 38 Abs. 3) den Sozialplan fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_31"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Sozialmassnahmen und Sozialleistungen",
        "citation": "Art. 31 Abs. 5 BPG",
        "content": "Die Ausführungsbestimmungen können weitere Massnahmen und Leistungen zur sozialen Sicherung des Personals vorsehen, insbesondere die Unterstützung bei beruflicher Umorientierung oder Leistungen bei vorzeitiger Pensionierung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_31"
    },
    {
        "book": "BPG",
        "title": "BPG, 4. Abschnitt: Massnahmen zu Gunsten des Personals, Weitere Massnahmen und Leistungen",
        "citation": "Art. 32 BPG",
        "content": "Die Ausführungsbestimmungen können zusätzlich vorsehen:\na. Massnahmen und Leistungen zur Gewinnung, zur Erhaltung und zur Auszeichnung von Personal;\nb. Treueprämien;\nc. Massnahmen und Leistungen zur Förderung von Erfindungen und zur Auszeichnung von Verbesserungsvorschlägen;\nd. Massnahmen und Leistungen zu Gunsten eines ökologischen, gesundheitsbewussten und sicherheitsfördernden Verhaltens bei der Arbeit;\ne. den Betrieb oder die Unterstützung von Einrichtungen zu Gunsten des Personals;\nf. die Beschaffung von Unterkünften an Arbeitsorten, an denen kein genügendes Wohnangebot besteht oder wo besondere Arbeitsumstände es erfordern, sowie die Unterstützung beim Kauf und bei der Miete von Wohnraum;\ng. Vergünstigungen auf Leistungen und Erzeugnissen des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Versichertes Personal",
        "citation": "Art. 32a Abs. 1 BPG",
        "content": "Angestellte der Arbeitgeber nach Artikel 2 Absatz 1 Buchstaben a, b und e–i sind bei PUBLICA gegen die wirtschaftlichen Folgen von Alter, Invalidität und Tod versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Versichertes Personal",
        "citation": "Art. 32a Abs. 2 BPG",
        "content": "Verwaltungseinheiten der dezentralen Bundesverwaltung mit eigener Rechtspersönlichkeit und eigener Rechnung, die gestützt auf ein Spezialgesetz ein von diesem Gesetz abweichendes Personalstatut oder nach Artikel 3 Absatz 2 und 37 Absatz 3 eigene personalrechtliche Arbeitgeberbefugnisse haben, versichern ihre Angestellten ebenfalls bei PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Arbeitgeber",
        "citation": "Art. 32b Abs. 1 BPG",
        "content": "Der Bundesrat gilt als Arbeitgeber im Sinne des PUBLICA-Gesetzes vom 20. Dezember 2006 für die Angestellten nach Artikel 32a; Absatz 2 ist vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Arbeitgeber",
        "citation": "Art. 32b Abs. 2 BPG",
        "content": "Die Verwaltungseinheiten der dezentralen Bundesverwaltung mit eigener Rechtspersönlichkeit und eigener Rechnung sind Arbeitgeber für ihre Angestellten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Arbeitgeber",
        "citation": "Art. 32b Abs. 3 BPG",
        "content": "Der Bundesrat bestimmt die Arbeitgebervertreter und Arbeitgebervertreterinnen des Vorsorgewerks Bund (Art. 32d Abs. 2) in der Kassenkommission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Anschluss an PUBLICA",
        "citation": "Art. 32c Abs. 1 BPG",
        "content": "Der Anschluss der Arbeitgeber an PUBLICA nach Artikel 4 Absatz 1 des PUBLICA-Gesetzes vom 20. Dezember 2006 erfolgt über einen öffentlichrechtlichen Anschlussvertrag. Für den Bundesrat erfolgt die Vertragsunterzeichnung durch das EFD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_c"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Anschluss an PUBLICA",
        "citation": "Art. 32c Abs. 2 BPG",
        "content": "Die Vorsorgereglemente bilden Bestandteil des Anschlussvertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_c"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Anschluss an PUBLICA",
        "citation": "Art. 32c Abs. 3 BPG",
        "content": "Der Abschluss und die Änderung des Anschlussvertrages bedarf der Mitwirkung und der Zustimmung des paritätischen Organs. Anschlussverträge von anderen Arbeitgebern als dem Bundesrat bedürfen zu ihrer Rechtsverbindlichkeit zudem der Genehmigung durch den Bundesrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_c"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Anschluss an PUBLICA",
        "citation": "Art. 32c Abs. 4 BPG",
        "content": "Änderungen von Anschlussverträgen bedürfen der Genehmigung durch den Bundesrat, wenn sie finanzielle Auswirkungen für den Arbeitgeber, die Angestellten, die Rentenbeziehenden oder das Vorsorgewerk haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_c"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorgewerke",
        "citation": "Art. 32d Abs. 1 BPG",
        "content": "Die Arbeitgeber bilden zusammen mit ihren Angestellten und den zugeordneten Rentenbeziehenden je eigene Vorsorgewerke. Mehrere Arbeitgeber können mit Zustimmung des Bundesrats ein gemeinschaftliches Vorsorgewerk bilden. Der Bundesrat kann den Zusammenschluss mehrerer Arbeitgeber zu einem gemeinschaftlichen Vorsorgewerk vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorgewerke",
        "citation": "Art. 32d Abs. 2 BPG",
        "content": "Die Verwaltungseinheiten der dezentralen Bundesverwaltung mit eigener Rechtspersönlichkeit und mit eigener Rechnung, die ohne spezialgesetzliche Abweichungen und ohne eigene personalrechtliche Arbeitgeberbefugnisse nach den Artikeln 3 Absatz 2 und 37 Absatz 3 diesem Gesetz unterstellt sind, bilden mit dem Arbeitgeber Bundesrat ein gemeinschaftliches Vorsorgewerk (Vorsorgewerk Bund), sofern die spezialgesetzlichen Vorschriften nichts anderes vorsehen. Verwaltungseinheiten der dezentralen Bundesverwaltung nach Artikel 32a Absatz 2 können sich mit Zustimmung des Bundesrates ebenfalls dem Vorsorgewerk Bund anschliessen. Jeder Arbeitgeber des Vorsorgewerks Bund ist Vertragspartei des gemeinschaftlichen Anschlussvertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorgewerke",
        "citation": "Art. 32d Abs. 2bis BPG",
        "content": "Legen insbesondere Grösse, Struktur und Aufgaben eines Arbeitgebers den Zusammenschluss nach Absatz 1 oder einen Anschluss an das Vorsorgewerk Bund aus versicherungstechnischen oder vorsorgetechnischen Gründen nahe, so kann der Bundesrat den Zusammenschluss anordnen oder einem Anschlussbegehren zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorgewerke",
        "citation": "Art. 32d Abs. 3 BPG",
        "content": "Die Vorsorgewerke tragen die auf sie entfallenden Kosten selber. Bei gemeinschaftlichen Vorsorgewerken stellt PUBLICA nach Arbeitgebern getrennt Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_d"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Paritätisches Organ",
        "citation": "Art. 32e Abs. 1 BPG",
        "content": "Für jedes Vorsorgewerk besteht ein paritätisches Organ, das aus Vertreterinnen und Vertretern des Arbeitgebers und der Angestellten zusammengesetzt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_e"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Paritätisches Organ",
        "citation": "Art. 32e Abs. 2 BPG",
        "content": "Bilden mehrere Arbeitgeber ein gemeinschaftliches Vorsorgewerk, so richtet sich die Vertretung der Arbeitgeber und der Angestellten im paritätischen Organ nach dem Anteil des einzelnen Arbeitgebers am gesamten Deckungskapital des Vorsorgewerks.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_e"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Paritätisches Organ",
        "citation": "Art. 32e Abs. 3 BPG",
        "content": "Der Bundesrat regelt die Wahl der paritätischen Organe der einzelnen Vorsorgewerke in einer Verordnung. Er kann den nicht zum Vorsorgewerk Bund gehörenden Arbeitgebern diese Befugnis übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_e"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Auflösung von Anschlussverträgen, Austritt von Verwaltungseinheiten und Statuswechsel",
        "citation": "Art. 32f Abs. 1 BPG",
        "content": "Tritt ein Arbeitgeber oder eine Verwaltungseinheit aus PUBLICA oder einem Vorsorgewerk aus oder wechselt er oder sie den rechtlichen Status, so treten die dem Arbeitgeber oder der Verwaltungseinheit zugeordneten aktiven Versicherten und Rentenbeziehenden in die neue Vorsorgeeinrichtung beziehungsweise in das neue Vorsorgewerk über.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_f"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Auflösung von Anschlussverträgen, Austritt von Verwaltungseinheiten und Statuswechsel",
        "citation": "Art. 32f Abs. 2 BPG",
        "content": "Die Rentenbeziehenden können bei PUBLICA beziehungsweise beim bisherigen Vorsorgewerk zurückgelassen werden, wenn die Interessen des Bundes an der Ausgliederung oder dem Statuswechsel dies erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_f"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Auflösung von Anschlussverträgen, Austritt von Verwaltungseinheiten und Statuswechsel",
        "citation": "Art. 32f Abs. 3 BPG",
        "content": "Der nach dem Austritt oder Statuswechsel für die aktiven Versicherten zuständige Arbeitgeber ist auch für die Finanzierung der Arbeitgeberpflichten für die zurückgelassenen Rentenbeziehenden zuständig. Er gleicht PUBLICA einen allfälligen durch das Zurücklassen der Rentenbeziehenden entstehenden und nicht durch das vorhandene Vermögen gedeckten finanziellen Nachteil aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_f"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Auflösung von Anschlussverträgen, Austritt von Verwaltungseinheiten und Statuswechsel",
        "citation": "Art. 32f Abs. 4 BPG",
        "content": "Der Bund kann die Finanzierung dieser Pflichten übernehmen, wenn der Bundesrat zuvor Arbeitgeber war und ein Gesetz nicht etwas anderes vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_f"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 1 BPG",
        "content": "Die Beiträge der Arbeitgeber für die Altersvorsorge, Risikoversicherung und Überbrückungsrente betragen gesamthaft mindestens 11 und höchstens 13,5 Prozent der versicherbaren Lohnsumme. Ihre Höhe richtet sich nach der Risiko- und Altersstruktur der Versicherten des Vorsorgewerks, den längerfristigen Ertragsaussichten, der Veränderung des technischen Zinses und der wirtschaftlichen Lage des Arbeitgebers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 2 BPG",
        "content": "Die Arbeitgeber legen ihre Beiträge nach Anhörung des paritätischen Organs der Vorsorgewerke fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 3 BPG",
        "content": "Die Arbeitgeber- und Arbeitnehmerbeiträge werden nach Alter der Versicherten gestaffelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 4 BPG",
        "content": "Die Vorsorgereglemente können im Rahmen von Artikel 66 Absatz 1 des Bundesgesetzes vom 25. Juni 1982 über die Alters-, Hinterlassenen- und Invalidenvorsorge (BVG) und Artikel 331 Absatz 3 OR Abweichungen von der paritätischen Finanzierung der Risikoleistungen und der Altersleistungen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 5 BPG",
        "content": "Als versicherbarer Lohn gelten der AHV-pflichtige Lohn und die Zuschläge nach Artikel 15. Nicht zum versicherbaren Lohn gehören der Ersatz von Auslagen und Abgeltungen für Leistungen wie Mehrarbeit und Überzeit, Pikett-, Nacht- oder Schichtarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 6 BPG",
        "content": "Die Festlegung des koordinierten Lohnes erfolgt unter Berücksichtigung des Beschäftigungsgrades der angestellten Person. Der Koordinationsbetrag kann als Prozentsatz des AHV-pflichtigen Lohnes festgelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Finanzierung der Vorsorge",
        "citation": "Art. 32g Abs. 7 BPG",
        "content": "Der versicherte Verdienst entspricht dem versicherbaren Jahreslohn, vermindert um den Koordinationsbetrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_g"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Erhebung der Arbeitgeberbeiträge",
        "citation": "Art. 32h BPG",
        "content": "Die Arbeitgeber erheben die PUBLICA geschuldeten Arbeitgeberbeiträge bei ihren Verwaltungseinheiten in der Form eines vom Alter der angestellten Personen unabhängigen Beitrags auf der Summe der versicherten Verdienste. Dies gilt nicht für Arbeitgeber nach Artikel 32a Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_h"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Altersvorsorge",
        "citation": "Art. 32i Abs. 1 BPG",
        "content": "Die Beitragspflicht für die Altersvorsorge im Beitragsprimat beginnt am 1. Januar nach dem vollendeten 21. Altersjahr und dauert bis zum Ende der Beitragspflicht gemäss AHVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_i"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Altersvorsorge",
        "citation": "Art. 32i Abs. 2 BPG",
        "content": "Die Vorsorgereglemente können bestimmen, dass die Beiträge an die Altersvorsorge bis zum 70. Altersjahr rentenbildend sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_i"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Altersvorsorge",
        "citation": "Art. 32i Abs. 3 BPG",
        "content": "Beendet die versicherte Person zwischen dem vollendeten 60. und 70. Altersjahr das Arbeitsverhältnis oder reduziert sie den Beschäftigungsgrad, so kann sie die Ausrichtung der entsprechenden Altersrente oder Teilaltersrente verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_i"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Altersvorsorge",
        "citation": "Art. 32i Abs. 4 BPG",
        "content": "Die reglementarische Altersleistung ergibt sich aus den geleisteten Beiträgen und den Vermögenserträgen. Die Umwandlungssätze werden versicherungsmathematisch festgelegt. Das Vorsorgereglement regelt den Bezug der Altersleistung in Form einer Kapitalabfindung und den Bezug der Altersleistung nach dem Ende der Beitragspflicht gemäss dem AHVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_i"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorge für Invalidität und Tod",
        "citation": "Art. 32j Abs. 1 BPG",
        "content": "Die Beitragspflicht für die Risiken Tod und Invalidität beginnt am 1. Januar nach dem vollendeten 17. Altersjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_j"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorge für Invalidität und Tod",
        "citation": "Art. 32j Abs. 2 BPG",
        "content": "Invalidenleistungen werden ausgerichtet, wenn die versicherte Person nach Artikel 23 BVG anspruchsberechtigt wird und die Lohnzahlungen des Arbeitgebers durch Beendigung des Anstellungsverhältnisses beziehungsweise die sie ersetzenden Versicherungsleistungen aufhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_j"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorge für Invalidität und Tod",
        "citation": "Art. 32j Abs. 2bis BPG",
        "content": "Liegt keine Invalidität nach Absatz 2 vor und besteht nach medizinischer Untersuchung durch den zuständigen ärztlichen Dienst lediglich eine Berufsinvalidität, so kann PUBLICA auf Antrag des Arbeitgebers Invalidenleistungen ausrichten, wenn Eingliederungsmassnahmen erfolglos geblieben sind. Der Arbeitgeber vergütet PUBLICA das dazu notwendige Deckungskapital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_j"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Vorsorge für Invalidität und Tod",
        "citation": "Art. 32j Abs. 3 BPG",
        "content": "Die Leistungen bei Invalidität und Tod basieren auf dem Altersguthaben, das bis zum Ende der Beitragspflicht gemäss AHVG erworben werden kann. Die Vorsorgereglemente können für die Ermittlung dieses Guthabens einen Projektionszins vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_j"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Überbrückungsrenten",
        "citation": "Art. 32k Abs. 1 BPG",
        "content": "Die Ausführungsbestimmungen können eine Überbrückungsrente vorsehen für Fälle, in denen der Altersrücktritt vor dem Rentenalter nach Artikel 21 AHVG erfolgt. Die Überbrückungsrente wird grundsätzlich durch die Angestellten finanziert. Die Arbeitgeber können sich im Einzelfall mit höchstens 50 Prozent an der Finanzierung der Überbrückungsrente beteiligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_k"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Überbrückungsrenten",
        "citation": "Art. 32k Abs. 2 BPG",
        "content": "Die Beteiligung des Arbeitgebers an der Finanzierung der Überbrückungsrente kann bei besonderen Personalkategorien oder aus sozialen Gründen mehr als 50 Prozent betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_k"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Anpassung der Renten an die Teuerung aus Vermögenserträgen von PUBLICA",
        "citation": "Art. 32l Abs. 1 BPG",
        "content": "Das paritätische Organ des Vorsorgewerks legt die Höhe der Teuerungsanpassung auf den Renten nach dem dafür zur Verfügung stehenden Vermögensertrag fest. Eine Teuerungsanpassung darf erst nach erfolgtem Aufbau einer mindestens 15 %igen Schwankungsreserve erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_l"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Anpassung der Renten an die Teuerung aus Vermögenserträgen von PUBLICA",
        "citation": "Art. 32l Abs. 2 BPG",
        "content": "Im Vorsorgewerk Bund gilt der Entscheid des paritätischen Organs für alle Arbeitgeber. Er hat keine Auswirkungen auf die ehemaligen Bundesangestellten, die im Zeitpunkt der Anpassung ihre Rente von einer anderen Vorsorgeeinrichtung als PUBLICA oder von einem anderen zu PUBLICA gehörenden Vorsorgewerk beziehen. Ebenfalls keine Auswirkungen hat der Entscheid auf die Rentnerinnen und Rentner, die einem geschlossenen Rentnerbestand angehören (Art. 23 Abs. 2 zweiter Satz PUBLICA-Gesetz vom 20. Dez. 2006), solange diese Rentnerinnen und Rentner nicht nach Artikel 24 Absatz 4 des PUBLICA-Gesetzes vom 20. Dezember 2006 in das Vorsorgewerk Bund überführt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_l"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Ausserordentliche Anpassung der Renten an die Teuerung und einmalige Zulagen durch die Arbeitgeber",
        "citation": "Art. 32m Abs. 1 BPG",
        "content": "Erlauben die Vermögenserträge des Vorsorgewerks keine oder nur eine ungenügende Anpassung der Renten an die Teuerung, so können die Arbeitgeber auf den Renten ihrer ehemaligen Angestellten eine angemessene ausserordentliche Teuerungsanpassung oder die Ausrichtung einer einmaligen Zulage beschliessen. Für die zum Vorsorgewerk Bund gehörenden Arbeitgeber entscheidet der Bundesrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_m"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Ausserordentliche Anpassung der Renten an die Teuerung und einmalige Zulagen durch die Arbeitgeber",
        "citation": "Art. 32m Abs. 2 BPG",
        "content": "Der Beschluss der Arbeitgeber nach Absatz 1 hat keine Auswirkungen:\na. auf die ehemaligen Angestellten, die im Zeitpunkt des Wirksamwerdens einer Massnahme nach Absatz 1 ihre Rente von einer anderen Vorsorgeeinrichtung als PUBLICA oder von einem anderen zu PUBLICA gehörenden Vorsorgewerk beziehen oder die innerhalb eines gemeinschaftlichen Vorsorgewerks nach Artikel 32d Absätze 1 und 2 einem anderen PUBLICA angeschlossenen Arbeitgeber zugeordnet sind; und\nb. auf die Rentnerinnen und Rentner, die einem geschlossenen Rentnerbestand angehören (Art. 23 Abs. 2 zweiter Satz PUBLICA-Gesetz vom 20. Dez. 2006).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_m"
    },
    {
        "book": "BPG",
        "title": "BPG, 4b. Abschnitt:, Berufliche Vorsorge, Ausserordentliche Anpassung der Renten an die Teuerung und einmalige Zulagen durch die Arbeitgeber",
        "citation": "Art. 32m Abs. 3 BPG",
        "content": "Die Arbeitgeber vergüten PUBLICA das zur Finanzierung der Massnahmen nach Absatz 1 erforderliche Deckungskapital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_32_m"
    },
    {
        "book": "BPG",
        "title": "BPG, 5. Abschnitt: Mitwirkung und Sozialpartnerschaft",
        "citation": "Art. 33 Abs. 1 BPG",
        "content": "Die Arbeitgeber informieren das Personal und seine Organisationen rechtzeitig und umfassend über alle wichtigen Personalangelegenheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_33"
    },
    {
        "book": "BPG",
        "title": "BPG, 5. Abschnitt: Mitwirkung und Sozialpartnerschaft",
        "citation": "Art. 33 Abs. 2 BPG",
        "content": "Sie konsultieren das Personal und seine Organisationen insbesondere:\na. vor beabsichtigten Änderungen dieses Gesetzes;\nb. vor dem Erlass von Ausführungsbestimmungen zu diesem Gesetz;\nc. vor der Schaffung oder Änderung von Systemen zur Bearbeitung von Daten, die das Personal betreffen;\nd. vor der Übertragung von Teilen der Verwaltung oder eines Betriebes oder Betriebsteils auf einen Dritten;\ne. im Zusammenhang mit Fragen der Arbeitssicherheit und der Gesundheitsvorsorge nach Artikel 6 Absatz 3 des Arbeitsgesetzes vom 13. März 1964.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_33"
    },
    {
        "book": "BPG",
        "title": "BPG, 5. Abschnitt: Mitwirkung und Sozialpartnerschaft",
        "citation": "Art. 33 Abs. 3 BPG",
        "content": "Sie führen mit den Organisationen des Personals Verhandlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_33"
    },
    {
        "book": "BPG",
        "title": "BPG, 5. Abschnitt: Mitwirkung und Sozialpartnerschaft",
        "citation": "Art. 33 Abs. 4 BPG",
        "content": "Die Ausführungsbestimmungen regeln die Mitwirkung des Personals und seiner Organisationen. Sie können Beratungs‐, Schlichtungs- und Entscheidungsorgane vorsehen, die paritätisch zusammengesetzt sein können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_33"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Streitigkeiten aus dem Arbeitsverhältnis",
        "citation": "Art. 34 Abs. 1 BPG",
        "content": "Kommt bei Streitigkeiten aus dem Arbeitsverhältnis keine Einigung zu Stande, so erlässt der Arbeitgeber eine Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Streitigkeiten aus dem Arbeitsverhältnis",
        "citation": "Art. 34 Abs. 1bis BPG",
        "content": "Versetzungsentscheide oder andere dienstliche Anweisungen an das einer Versetzungspflicht unterstehende Personal gemäss Artikel 21 Absatz 1 Buchstaben a und cbis stellen keine beschwerdefähigen Verfügungen dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Streitigkeiten aus dem Arbeitsverhältnis",
        "citation": "Art. 34 Abs. 2 BPG",
        "content": "Das erstinstanzliche Verfahren sowie das Beschwerdeverfahren nach Artikel 36 sind kostenlos, ausser bei Mutwilligkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Streitigkeiten aus dem Arbeitsverhältnis",
        "citation": "Art. 34 Abs. 3 BPG",
        "content": "Abgewiesene Stellenbewerberinnen und Stellenbewerber haben keinen Anspruch auf den Erlass einer anfechtbaren Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Aufschiebende Wirkung",
        "citation": "Art. 34a BPG",
        "content": "Beschwerden haben nur aufschiebende Wirkung, wenn die Beschwerdeinstanz dies von Amtes wegen oder auf Antrag einer Partei anordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Beschwerdeentscheid bei Kündigungen",
        "citation": "Art. 34b Abs. 1 BPG",
        "content": "Heisst die Beschwerdeinstanz die Beschwerde gegen eine Verfügung über die Kündigung des Arbeitsverhältnisses durch den Arbeitgeber gut und weist sie die Sache nicht ausnahmsweise an die Vorinstanz zurück, so muss sie:\na. der Beschwerdeführerin oder dem Beschwerdeführer eine Entschädigung zusprechen, wenn sachlich hinreichende Gründe für die ordentliche Kündigung oder wichtige Gründe für die fristlose Kündigung fehlen oder Verfahrensvorschriften verletzt worden sind;\nb. die Fortzahlung des Lohnes bis zum Ablauf der ordentlichen Kündigungsfrist oder des befristeten Arbeitsvertrags anordnen, wenn im Fall einer fristlosen Kündigung wichtige Gründe fehlen;\nc. das Arbeitsverhältnis bis zum Ablauf der ordentlichen Kündigungsfrist erstrecken, wenn Vorschriften über die Kündigungsfristen verletzt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Beschwerdeentscheid bei Kündigungen",
        "citation": "Art. 34b Abs. 2 BPG",
        "content": "Die Entschädigung nach Absatz 1 Buchstabe a wird von der Beschwerdeinstanz unter Würdigung aller Umstände festgelegt. Sie beträgt in der Regel mindestens sechs Monatslöhne und höchstens einen Jahreslohn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34_b"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Weiterbeschäftigung der angestellten Person",
        "citation": "Art. 34c Abs. 1 BPG",
        "content": "Der Arbeitgeber bietet der angestellten Person die bisherige oder, wenn dies nicht möglich ist, eine zumutbare andere Arbeit an, wenn die Beschwerdeinstanz die Beschwerde gegen eine Verfügung über die Kündigung des Arbeitsverhältnisses aus einem der folgenden Gründe gutgeheissen hat:\na. Die Kündigung wurde ausgesprochen, weil die angestellte Person in guten Treuen eine Anzeige nach Artikel 22a Absatz 1 oder eine Meldung nach Artikel 22a Absatz 4 erstattet oder weil sie als Zeuge oder Zeugin ausgesagt hat.\nb. Die Kündigung ist missbräuchlich nach Artikel 336 OR.\nc. Die Kündigung ist während eines in Artikel 336c Absatz 1 OR genannten Zeitraums ausgesprochen worden.\nd. Die Kündigung ist diskriminierend nach Artikel 3 oder 4 des Gleichstellungsgesetzes vom 24. März 1995.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34_c"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Weiterbeschäftigung der angestellten Person",
        "citation": "Art. 34c Abs. 2 BPG",
        "content": "Die Beschwerdeinstanz spricht der angestellten Person bei einer Gutheissung der Beschwerde auf deren Gesuch hin anstelle einer Weiterbeschäftigung nach Absatz 1 eine Entschädigung von in der Regel mindestens sechs Monatslöhnen und höchstens einem Jahreslohn zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_34_c"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Richterliche Beschwerdeinstanzen",
        "citation": "Art. 36 Abs. 1 BPG",
        "content": "Verfügungen des Arbeitgebers können mit Beschwerde beim Bundesverwaltungsgericht angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_36"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Richterliche Beschwerdeinstanzen",
        "citation": "Art. 36 Abs. 2 BPG",
        "content": "Beschwerden gegen Verfügungen, die ein Arbeitsverhältnis beim Bundesgericht betreffen, beurteilt eine Rekurskommission bestehend aus den Präsidenten oder Präsidentinnen der Verwaltungsgerichte der Kantone Waadt, Luzern und Tessin. Im Verhinderungsfall kommen die Regeln zur Anwendung, die für das Verwaltungsgericht gelten, an dem das betroffene Mitglied arbeitet. Das Verfahren richtet sich nach dem Verwaltungsgerichtsgesetz vom 17. Juni 2005. Die Kommission wird vom Mitglied präsidiert, dessen Arbeitssprache die Sprache des Verfahrens ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_36"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Richterliche Beschwerdeinstanzen",
        "citation": "Art. 36 Abs. 3 BPG",
        "content": "Beschwerden gegen Verfügungen, die ein Arbeitsverhältnis beim Bundesstrafgericht betreffen, beurteilt das Bundesverwaltungsgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_36"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Richterliche Beschwerdeinstanzen",
        "citation": "Art. 36 Abs. 4 BPG",
        "content": "Beschwerden gegen Verfügungen, die ein Arbeitsverhältnis beim Bundesverwaltungsgericht betreffen, beurteilt das Bundesstrafgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_36"
    },
    {
        "book": "BPG",
        "title": "BPG, 6. Abschnitt: Verfahren, Streitigkeiten über leistungsabhängige Lohnanteile",
        "citation": "Art. 36a BPG",
        "content": "In Streitigkeiten über leistungsabhängige Lohnanteile ist die Beschwerde an eine richterliche Instanz (Art. 36) nur zulässig, soweit sie die Gleichstellung der Geschlechter betrifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_36_a"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Ausführungsbestimmungen",
        "citation": "Art. 37 Abs. 1 BPG",
        "content": "Der Bundesrat erlässt die Ausführungsbestimmungen. Er beachtet dabei, dass sie die Arbeitgeber in der zur Aufgabenerfüllung notwendigen Autonomie nicht einschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_37"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Ausführungsbestimmungen",
        "citation": "Art. 37 Abs. 2 BPG",
        "content": "Die Ausführungsbestimmungen nach Absatz 1 gelten auch für das Personal der Parlamentsdienste und des Bundesgerichts, soweit die Bundesversammlung oder das Bundesgericht für ihr Personal nicht ergänzende oder abweichende Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_37"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Ausführungsbestimmungen",
        "citation": "Art. 37 Abs. 3 BPG",
        "content": "Die anderen Arbeitgeber erlassen die Ausführungsbestimmungen, soweit dieses Gesetz nicht einzig den Bundesrat dazu ermächtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_37"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Ausführungsbestimmungen",
        "citation": "Art. 37 Abs. 3bis BPG",
        "content": "Die Verwaltungseinheiten, denen der Bundesrat Arbeitgeberbefugnisse nach Artikel 3 Absatz 2 übertragen hat, erlassen die Ausführungsbestimmungen unter dem Vorbehalt der Genehmigung durch den Bundesrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_37"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Ausführungsbestimmungen",
        "citation": "Art. 37 Abs. 4 BPG",
        "content": "Soweit nach Artikel 6 Absatz 2 sinngemäss das OR gilt, können die Arbeitgeber in ihren Ausführungsbestimmungen abweichen: \na. von den nicht zwingenden Bestimmungen des OR; \nb. von den zwingenden Bestimmungen des OR nur zugunsten des Personals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_37"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Gesamtarbeitsvertrag",
        "citation": "Art. 38 Abs. 1 BPG",
        "content": "Die Schweizerischen Bundesbahnen sowie die weiteren vom Bundesrat dazu ermächtigten Arbeitgeber schliessen für ihren Bereich mit den Personalverbänden Gesamtarbeitsverträge (GAV) ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_38"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Gesamtarbeitsvertrag",
        "citation": "Art. 38 Abs. 2 BPG",
        "content": "Der GAV gilt grundsätzlich für sämtliches Personal des betreffenden Arbeitgebers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_38"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Gesamtarbeitsvertrag",
        "citation": "Art. 38 Abs. 3 BPG",
        "content": "Der GAV sieht ein Schiedsgericht vor. Dieses entscheidet bei Uneinigkeit der Vertragsparteien über den Umfang des Teuerungsausgleichs und über die gesamtarbeitsvertragliche Regelung des Sozialplans. Die Vertragsparteien können im GAV dem Schiedsgericht Entscheidbefugnisse in weiteren Fällen von Uneinigkeit übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_38"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Gesamtarbeitsvertrag",
        "citation": "Art. 38 Abs. 4 BPG",
        "content": "Die Vertragsparteien können im GAV insbesondere vorsehen:\na. Organe, welche an Stelle der ordentlichen staatlichen Organe über Streitigkeiten zwischen den Parteien des GAV entscheiden; soweit der GAV kein vertragliches Streiterledigungsorgan vorsieht, entscheidet das Bundesverwaltungsgericht über Streitigkeiten zwischen den Parteien des GAV endgültig;\nb. die Erhebung von Beiträgen für den Vollzug des GAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_38"
    },
    {
        "book": "BPG",
        "title": "BPG, 7. Abschnitt: Ausführungsbestimmungen, Gesamtarbeitsvertrag",
        "citation": "Art. 38 Abs. 5 BPG",
        "content": "Kommt zwischen den Sozialpartnern kein GAV zu Stande, so rufen sie bezüglich der strittigen Fragen eine Schlichtungskommission an. Diese unterbreitet ihnen Lösungsvorschläge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/de#art_38"
    }
]