[
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Objet",
        "citation": "Art. 1 LPers",
        "content": "La présente loi régit les rapports de travail entre la Confédération et son personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_1"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Champ d’application",
        "citation": "Art. 2 al. 1 LPers",
        "content": "La présente loi s’applique au personnel:\na. de l’administration fédérale au sens de l’art. 2, al. 1 et 2, de la loi du 21 mars 1997 sur l’organisation du gouvernement et de l’administration (LOGA);\nb. des Services du Parlement régis par la loi du 13 décembre 2002 sur le Parlement;\nc. ...\nd. des Chemins de fer fédéraux régis par la loi fédérale du 20 mars 1998 sur les Chemins de fer fédéraux;\ne. des unités administratives décentralisées visées à l’art. 2, al. 3, LOGA, si les lois spéciales n’en disposent pas autrement;\nf. du Tribunal administratif fédéral, du Tribunal pénal fédéral et du Tribunal fédéral des brevets, pour autant que la loi du 17 juin 2005 sur le Tribunal administratif fédéral, la loi du 19 mars 2010 sur l’organisation des autorités pénales et la loi du 20 mars 2009 sur le Tribunal fédéral des brevets n’en disposent pas autrement;\ng. du Tribunal fédéral régi par la loi du 17 juin 2005 sur le Tribunal fédéral;\nh. du secrétariat de l’Autorité de surveillance du Ministère public de la Confédération;\ni. du Ministère public de la Confédération, au sens de l’art. 22, al. 2, de la loi du 19 mars 2010 sur l’organisation des autorités pénales;\nj. des commissions fédérales d’estimation, pour autant qu’il exerce une fonction à titre principal (membres des commissions et collaborateurs des secrétariats permanents).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_2"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Champ d’application",
        "citation": "Art. 2 al. 2 LPers",
        "content": "Elle ne s’applique pas:\na. aux personnes élues par l’Assemblée fédérale en vertu de l’art. 168 de la Constitution;\nb. aux apprentis soumis à la loi fédérale du 13 décembre 2002 sur la formation professionnelle;\nc. au personnel recruté à l’étranger et engagé pour y travailler;\nd. au personnel des organisations et des personnes de droit public ou de droit privé extérieures à l’administration fédérale auxquelles sont confiées des tâches administratives, à l’exception des Chemins de fer fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_2"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Employeurs",
        "citation": "Art. 3 al. 1 LPers",
        "content": "Les employeurs au sens de la présente loi sont:\na. le Conseil fédéral en sa qualité d’organe directorial suprême de l’administration;\nb. l’Assemblée fédérale, en ce qui concerne les Services du Parlement;\nc. ...\nd. les Chemins de fer fédéraux;\ne. le Tribunal fédéral;\nf. le Ministère public de la Confédération;\ng. l’Autorité de surveillance du Ministère public de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_3"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Employeurs",
        "citation": "Art. 3 al. 2 LPers",
        "content": "Les départements, la Chancellerie fédérale, les groupements, les offices et les unités administratives décentralisées sont considérés comme employeurs dans la mesure où le Conseil fédéral leur délègue les compétences nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_3"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Employeurs",
        "citation": "Art. 3 al. 3 LPers",
        "content": "Le Tribunal administratif fédéral, le Tribunal pénal fédéral et le Tribunal fédéral des brevets sont considérés comme employeurs dans la mesure où les lois correspondantes ou le Conseil fédéral leur délèguent les compétences nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_3"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Politique du personnel",
        "citation": "Art. 4 al. 1 LPers",
        "content": "Les dispositions d’exécution (art. 37 et 38), les contrats de travail (art. 8) ainsi que les mesures et les décisions sont conçus de manière à ce qu’ils contribuent à la compétitivité de la Confédération sur le marché de l’emploi et à la réalisation des objectifs mentionnés aux al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_4"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Politique du personnel",
        "citation": "Art. 4 al. 2 LPers",
        "content": "L’employeur emploie son personnel de façon adéquate, économique et responsable sur le plan social; il met en œuvre les mesures propres à assurer:\na. le recrutement et la fidélisation de personnel adéquat;\nb. le développement personnel et professionnel des employés, leur formation et leur formation continue, leur motivation et leur polyvalence;\nc. la formation et la relève des cadres ainsi que le développement des capacités de gestion;\nd. l’égalité des chances et l’égalité de traitement entre femmes et hommes;\ne. une représentation des communautés linguistiques nationales correspondant à la population résidente;\nebis. la promotion des compétences linguistiques des employés dans les langues officielles nécessaires à l’exercice de leur fonction, ainsi que la promotion de connaissances actives d’une deuxième langue officielle et des connaissances passives d’une troisième langue officielle pour les cadres supérieurs;\nf. des chances égales aux handicapés, leur accès aux emplois et leur intégration;\ng. la protection de la personnalité et de la santé ainsi que la sécurité au travail de son personnel;\nh. le développement d’un comportement écophile sur le lieu de travail;\ni. des conditions de travail qui permettent au personnel d’exercer ses responsabilités familiales et d’assumer ses engagements sociaux;\nj. la création de places d’apprentissage et de places de formation;\nk. une information étendue de son personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_4"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Politique du personnel",
        "citation": "Art. 4 al. 3 LPers",
        "content": "L’employeur veille à prévenir l’arbitraire dans les rapports de travail et introduit un système d’évaluation fondé sur des entretiens avec le collaborateur qui soit propre à assurer, d’une part, une rétribution tenant équitablement compte des prestations fournies et, d’autre part, un développement de l’employé axé sur des objectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_4"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Coordination et controlling",
        "citation": "Art. 5 al. 1 LPers",
        "content": "Le Conseil fédéral coordonne et dirige la mise en œuvre de la politique du personnel. Il vérifie régulièrement que les objectifs visés par la présente loi sont atteints; il rend compte des résultats de cette vérification à l’Assemblée fédérale et lui propose sans retard de prendre les mesures nécessaires. Le Conseil fédéral convient avec les commissions parlementaires de contrôle de la forme et du contenu du rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_5"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Coordination et controlling",
        "citation": "Art. 5 al. 2 LPers",
        "content": "Il veille à ce que l’employeur opère un controlling approprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_5"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 1 LPers",
        "content": "Le personnel a les droits et les obligations définis dans la Constitution et dans la législation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 2 LPers",
        "content": "Si la présente loi et d’autres lois fédérales n’en disposent pas autrement, les dispositions pertinentes du code des obligations (CO) s’appliquent par analogie aux rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 3 LPers",
        "content": "Les dispositions d’exécution (art. 37), en particulier la convention collective de travail (art. 38) et le contrat de travail (art. 8), réglementent en détail les rapports de travail dans les limites de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 4 LPers",
        "content": "S’il y a contradiction entre les dispositions d’exécution et le contrat de travail ou entre la convention collective de travail et le contrat de travail, la disposition la plus favorable à l’employé est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 5 LPers",
        "content": "Le Conseil fédéral peut soumettre au CO certaines catégories de personnel, notamment le personnel auxiliaire et les stagiaires, lorsque cette mesure se justifie. Il peut édicter des règles minimales applicables à ces rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 6 LPers",
        "content": "Dans des cas particuliers dûment justifiés, l’employeur peut soumettre des employés au CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 6 al. 7 LPers",
        "content": "En cas de litige découlant des rapports de travail du personnel soumis au CO, les tribunaux civils sont compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Rémunération et autres conditions contractuelles convenues avec les cadres du plus haut niveau hiérarchique et les membres des organes dirigeants des entreprises et établissements de la Confédération",
        "citation": "Art. 6a al. 1 LPers",
        "content": "Le Conseil fédéral édicte les principes applicables:\na. au salaire (prestations annexes comprises) des cadres du plus haut niveau hiérarchique et des autres membres du personnel rémunérés de manière comparable:\n1. des Chemins de fer fédéraux (CFF);\n2. des autres entreprises et établissements de la Confédération soumis à la présente loi en leur qualité d’unités administratives décentralisées;\nb. aux honoraires (prestations annexes comprises) versés aux membres du conseil d’administration ou d’un autre organe exerçant la haute direction des entreprises et établissements visés à la let. a;\nc. à la représentation équitable des communautés linguistiques au sein du conseil d’administration ou des autres organes exerçant la haute direction des entreprises et établissements visés à la let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Rémunération et autres conditions contractuelles convenues avec les cadres du plus haut niveau hiérarchique et les membres des organes dirigeants des entreprises et établissements de la Confédération",
        "citation": "Art. 6a al. 2 LPers",
        "content": "Le Conseil fédéral édicte les principes applicables à d’autres conditions contractuelles convenues avec les personnes visées à l’al. 1, notamment aux conditions relatives à la prévoyance professionnelle et aux indemnités de départ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Rémunération et autres conditions contractuelles convenues avec les cadres du plus haut niveau hiérarchique et les membres des organes dirigeants des entreprises et établissements de la Confédération",
        "citation": "Art. 6a al. 3 LPers",
        "content": "Il édicte les principes applicables aux activités accessoires exercées par les personnes visées à l’al. 1, let. a. Les activités accessoires rétribuées qui mobilisent ces personnes dans une mesure susceptible de compromettre leurs prestations dans l’activité exercée pour le compte de l’entreprise ou de l’établissement ou qui risquent d’entrer en conflit avec les intérêts de ces derniers sont soumises à l’approbation du Conseil fédéral. Celui-ci règle l’obligation de remettre le revenu résultant de ces activités à l’entreprise ou l’établissement concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Rémunération et autres conditions contractuelles convenues avec les cadres du plus haut niveau hiérarchique et les membres des organes dirigeants des entreprises et établissements de la Confédération",
        "citation": "Art. 6a al. 4 LPers",
        "content": "Le montant total des salaires et honoraires versés (prestations annexes comprises) aux personnes visées à l’al. 1 ainsi que les autres conditions contractuelles convenues avec ces personnes sont publics. Pour le président de la direction et pour le président du conseil d’administration ainsi que pour le président d’un organe de direction comparable, le salaire et les honoraires versés (prestations annexes comprises) sont mentionnés individuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Rémunération et autres conditions contractuelles convenues avec les cadres du plus haut niveau hiérarchique et les membres des organes dirigeants des entreprises et établissements de la Confédération",
        "citation": "Art. 6a al. 5 LPers",
        "content": "Les principes édictés en vertu des al. 1 à 4 s’appliquent aussi aux entreprises sises en Suisse dont le capital et les voix sont détenus, à titre majoritaire, par une entreprise ou un établissement soumis à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Rémunération et autres conditions contractuelles convenues avec les cadres du plus haut niveau hiérarchique et les membres des organes dirigeants des entreprises et établissements de la Confédération",
        "citation": "Art. 6a al. 6 LPers",
        "content": "Le Conseil fédéral veille à ce que les principes édictés en vertu des al. 1 à 5 soient appliqués par analogie à toutes les entreprises régies par le droit privé, dont le capital et les voix sont détenus, à titre majoritaire, par la Confédération et dont le siège se trouve en Suisse. Sont exceptées les sociétés dont les actions sont cotées en bourse. Les art. 663bbis et 663c, al. 3, du code des obligations s’appliquent à ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 1, Dispositions générales, Mise au concours de postes",
        "citation": "Art. 7 LPers",
        "content": "Les postes vacants font l’objet d’une mise au concours publique. Les dispositions d’exécution règlent les exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_7"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Création des rapports de travail et conditions d’engagement",
        "citation": "Art. 8 al. 1 LPers",
        "content": "Les rapports de travail découlent de la conclusion d’un contrat de travail de droit public établi en la forme écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_8"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Création des rapports de travail et conditions d’engagement",
        "citation": "Art. 8 al. 2 LPers",
        "content": "Les dispositions d’exécution réglementent la période d’essai. Elles peuvent prévoir une période d’essai de six mois au maximum pour des fonctions spéciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_8"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Création des rapports de travail et conditions d’engagement",
        "citation": "Art. 8 al. 3 LPers",
        "content": "Si l’accomplissement de tâches impliquant l’exercice de la puissance publique l’exige, le Conseil fédéral détermine par voie d’ordonnance:\na. les emplois auxquels n’ont accès que les personnes de nationalité suisse;\nb. les emplois auxquels n’ont accès que les personnes possédant exclusivement la nationalité suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_8"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Durée",
        "citation": "Art. 9 al. 1 LPers",
        "content": "Le contrat de durée déterminée est conclu pour trois ans au plus; au-delà, les rapports de travail sont réputés de durée indéterminée. Les contrats de durée déterminée qui se succèdent sans interruption sont réputés de durée indéterminée lorsqu’ils ont duré trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_9"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Durée",
        "citation": "Art. 9 al. 2 LPers",
        "content": "Le Conseil fédéral peut prévoir des exceptions pour certaines catégories de professions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_9"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Fin des rapports de travail",
        "citation": "Art. 10 al. 1 LPers",
        "content": "Les rapports de travail de durée indéterminée prennent fin sans résiliation à l’âge limite fixé à l’art. 21 de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Fin des rapports de travail",
        "citation": "Art. 10 al. 2 LPers",
        "content": "Les dispositions d’exécution peuvent:\na. arrêter, pour des catégories de personnel déterminées, un âge de la retraite inférieur à celui que prévoit l’art. 21 LAVS;\nb. prévoir une activité allant au-delà de l’âge ordinaire de la retraite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Fin des rapports de travail",
        "citation": "Art. 10 al. 3 LPers",
        "content": "L’employeur peut résilier un contrat de durée indéterminée en cas de motifs objectivement suffisants, notamment dans les cas suivants:\na. violation d’obligations légales ou contractuelles importantes;\nb. manquements dans les prestations ou dans le comportement;\nc. aptitudes ou capacités insuffisantes pour effectuer le travail convenu dans le contrat ou mauvaise volonté de l’employé à accomplir ce travail;\nd. mauvaise volonté de l’employé à accomplir un autre travail pouvant raisonnablement être exigé de lui;\ne. impératifs économiques ou impératifs d’exploitation majeurs, dans la mesure où l’employeur ne peut proposer à l’employé un autre travail pouvant raisonnablement être exigé de lui;\nf. non-satisfaction de l’une des conditions d’engagement fixées dans la loi ou dans le contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Fin des rapports de travail",
        "citation": "Art. 10 al. 4 LPers",
        "content": "Les parties peuvent, pour de justes motifs, résilier avec effet immédiat les contrats de durée déterminée et les contrats de durée indéterminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Délai de résiliation",
        "citation": "Art. 12 al. 1 LPers",
        "content": "Le délai de résiliation qui suit la fin de la période d’essai est de 6 mois au plus en cas de résiliation ordinaire des rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_12"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Délai de résiliation",
        "citation": "Art. 12 al. 2 LPers",
        "content": "Les dispositions d’exécution définissent la durée du délai de résiliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_12"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Formes prescrites",
        "citation": "Art. 13 LPers",
        "content": "La prolongation des rapports de travail, la limitation de leur durée et leur fin, ainsi que toute modification du contrat de travail ne sont valables que si elles sont établies en la forme écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_13"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Personnes nommées pour une durée de fonction",
        "citation": "Art. 14 al. 1 LPers",
        "content": "Les personnes nommées pour une durée de fonction sont soumises aux dispositions des lois spéciales et aux dispositions d’exécution de ces lois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_14"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Personnes nommées pour une durée de fonction",
        "citation": "Art. 14 al. 2 LPers",
        "content": "En l’absence de dispositions fixées dans la loi spéciale, les dispositions de la présente loi sont applicables sous réserve des dérogations suivantes:\na. les rapports de travail sont fondés sur une décision soumise à l’accord de la personne nommée;\nb. les dispositions de la présente loi et du CO concernant la résiliation ordinaire ne sont pas applicables;\nc. l’autorité de nomination peut renoncer à reconduire des rapports de travail pour des motifs objectivement suffisants; si l’autorité de nomination n’a pas pris de décision de non-reconduction au moins six mois avant la fin de la durée de fonction, la personne concernée est considérée comme reconduite dans ses fonctions; dans la procédure de recours, les art. 34b, al. 1, let. a, et 2 et 34c, al. 1, let. a, b et d, et 2 sont applicables;\nd. la personne nommée peut demander la résiliation de ses rapports de travail pour la fin d’un mois, en respectant un délai de préavis de trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_14"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 2, Naissance et fin des rapports de travail, Personnes nommées pour une durée de fonction",
        "citation": "Art. 14 al. 3 LPers",
        "content": "Les rapports de travail peuvent être résiliés avec effet immédiat pour de justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_14"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Salaire",
        "citation": "Art. 15 al. 1 LPers",
        "content": "L’employeur verse un salaire à l’employé. Le salaire dépend de la fonction, de l’expérience et de la prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Salaire",
        "citation": "Art. 15 al. 2 LPers",
        "content": "Le Conseil fédéral fixe des salaires minimaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Salaire",
        "citation": "Art. 15 al. 3 LPers",
        "content": "Les dispositions d’exécution fixent les principes qui régissent la détermination des salaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Salaire",
        "citation": "Art. 15 al. 4 LPers",
        "content": "Elles peuvent prévoir le versement de suppléments au salaire afin d’adapter celui-ci notamment au marché régional de l’emploi, à l’infrastructure locale ou aux besoins spécifiques de la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Salaire",
        "citation": "Art. 15 al. 5 LPers",
        "content": "Elles peuvent prévoir l’adaptation au pouvoir d’achat de certaines composantes du salaire du personnel affecté à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Salaire",
        "citation": "Art. 15 al. 6 LPers",
        "content": "Le montant des salaires maximaux (prestations annexes comprises) à verser aux cadres du plus haut niveau hiérarchique de l’administration fédérale ainsi que les autres conditions contractuelles convenues avec ces personnes sont publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Compensation du renchérissement",
        "citation": "Art. 16 al. 1 LPers",
        "content": "Une allocation compensant raisonnablement le renchérissement est versée sur le salaire ou sur certaines de ses composantes et sur d’autres prestations de l’employeur. Celui-ci tient compte de sa situation économique et financière ainsi que du marché de l’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_16"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Compensation du renchérissement",
        "citation": "Art. 16 al. 2 LPers",
        "content": "Les dispositions d’exécution fixent les principes qui régissent la compensation du renchérissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_16"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Compensation du renchérissement",
        "citation": "Art. 16 al. 3 LPers",
        "content": "Lorsque les rapports de travail sont régis par une convention collective de travail en vertu de l’art. 38, cette dernière réglemente la compensation du renchérissement. Si les parties ne parviennent pas à s’entendre sur l’ampleur de cette compensation, elle est fixée par le tribunal arbitral (art. 38, al. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_16"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Durée maximale du travail",
        "citation": "Art. 17 LPers",
        "content": "Les dispositions de la loi du 13 mars 1964 sur le travail concernant la durée maximale de la semaine de travail sont applicables par analogie. La loi du 8 octobre 1971 sur la durée de travail est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_17"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Temps de travail, vacances et congés",
        "citation": "Art. 17a al. 1 LPers",
        "content": "Les dispositions d’exécution régissent le temps de travail ainsi que les vacances et les congés; elles réglementent également le volume et la compensation des heures d’appoint et des heures supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Temps de travail, vacances et congés",
        "citation": "Art. 17a al. 2 LPers",
        "content": "Les heures d’appoint et les heures supplémentaires ne sont indemnisées que si elles sont ordonnées ou si elles ont été reconnues comme telles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Temps de travail, vacances et congés",
        "citation": "Art. 17a al. 3 LPers",
        "content": "Les jours de vacances se prescrivent selon l’art. 128, ch. 3 CO dans un délai de cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Temps de travail, vacances et congés",
        "citation": "Art. 17a al. 4 LPers",
        "content": "Le Conseil fédéral fixe le nombre minimal de jours de vacances et la durée minimale du congé parental en cas de naissance ou d’adoption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Autres prestations de l’employeur",
        "citation": "Art. 18 al. 1 LPers",
        "content": "Les dispositions d’exécution réglementent l’équipement à fournir au personnel, à savoir les instruments de travail, les tenues de service et le matériel nécessaires à l’exécution des tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_18"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Autres prestations de l’employeur",
        "citation": "Art. 18 al. 2 LPers",
        "content": "Elles réglementent en outre le remboursement des frais et le versement d’indemnités pour les inconvénients subis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_18"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 1 LPers",
        "content": "Avant de résilier le contrat de travail sans qu’il y ait faute de l’employé, l’employeur prend toutes les mesures qui peuvent raisonnablement être exigées de lui pour garder l’employé à son service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 2 LPers",
        "content": "Si l’employeur résilie le contrat de travail sans qu’il y ait faute de l’employé, il soutient ce dernier dans sa transition professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 3 LPers",
        "content": "L’employeur verse une indemnité à l’employé si ce dernier:\na. travaille dans une profession où la demande est faible ou inexistante;\nb. est employé de longue date ou a atteint un âge déterminé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 4 LPers",
        "content": "Les dispositions d’exécution peuvent prévoir le versement d’une indemnité à d’autres employés que ceux visés à l’al. 3 ou lorsque les rapports de travail prennent fin d’un commun accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 5 LPers",
        "content": "Le montant de l’indemnité correspond au moins à un salaire mensuel et au plus à un salaire annuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 6 LPers",
        "content": "Les dispositions d’exécution:\na. fixent la fourchette dans laquelle se situe l’indemnité;\nb. réglementent la réduction, la suppression ou la restitution de l’indemnité pour le cas où l’employé concerné a conclu un autre contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Mesures en cas de résiliation du contrat de travail",
        "citation": "Art. 19 al. 7 LPers",
        "content": "L’employeur peut allouer l’indemnité sous la forme d’un versement unique ou en tranches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Défense des intérêts de l’employeur",
        "citation": "Art. 20 al. 1 LPers",
        "content": "L’employé est tenu d’exécuter avec soin le travail qui lui est confié et de défendre les intérêts légitimes de la Confédération et de son employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Défense des intérêts de l’employeur",
        "citation": "Art. 20 al. 2 LPers",
        "content": "Pendant la durée du contrat, l’employé ne peut exercer pour un tiers une activité rémunérée que dans la mesure où il ne viole pas son devoir de fidélité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Extrait du casier judiciaire et du registre des poursuites",
        "citation": "Art. 20a LPers",
        "content": "L’employeur peut exiger des candidats à un poste et de ses employés qu’ils produisent un extrait de leur casier judiciaire et du registre des poursuites, si cela est nécessaire pour préserver ses intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Contrôle de loyauté",
        "citation": "Art. 20b al. 1 LPers",
        "content": "Les employeurs au sens de l’art. 3, al. 1, let. a, b, et e à g, et al. 3, peuvent faire contrôler la loyauté des candidats à un poste et de leurs employés dans les cas suivants:\na. les personnes concernées sont régulièrement appelées à représenter la Suisse à l’étranger dans le cadre de leur fonction et pourraient porter à ce titre une atteinte considérable à l’image de la Confédération;\nb. les personnes concernées sont appelées à exercer dans le cadre de leur fonction des compétences décisionnelles ou des tâches de surveillance dans d’importantes affaires financières ou fiscales et pourraient porter à ce titre une atteinte considérable aux intérêts financiers de la Confédération.\nc. les personnes concernées sont appelées à exercer, dans le cadre de leurs fonctions, des tâches relevant de la poursuite pénale ou des tâches policières et pourraient porter à ce titre une atteinte considérable à l’intérêt public de la Confédération, en particulier à la sécurité de l’administration fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Contrôle de loyauté",
        "citation": "Art. 20b al. 2 LPers",
        "content": "Ils limitent le contrôle au strict nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Contrôle de loyauté",
        "citation": "Art. 20b al. 3 LPers",
        "content": "Les services spécialisés chargés de réaliser les contrôles de sécurité relatifs aux personnes au sens de l’art. 31, al. 2, de la loi du 18 décembre 2020 sur la sécurité de l’information (LSI) réalisent le contrôle. Les dispositions de la LSI relatives au contrôle de sécurité s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Contrôle de loyauté",
        "citation": "Art. 20b al. 4 LPers",
        "content": "Lorsque les candidats à un poste et les employés sont soumis simultanément à un contrôle de sécurité au sens de la LSI, les deux procédures sont combinées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligations du personnel",
        "citation": "Art. 21 al. 1 LPers",
        "content": "Les dispositions d’exécution peuvent prévoir que l’employé doit, si sa fonction l’exige:\na. résider en un lieu donné ou être transféré dans un autre lieu de travail;\nb. occuper un appartement de fonction; les dispositions d’exécution peuvent réglementer les rapports juridiques à des conditions pouvant déroger à la législation sur le droit de bail;\nc. utiliser des instruments, des vêtements de travail et des équipements de sécurité déterminés;\nc bis. être transféré dans d’autres fonctions ou d’autres domaines d’activité, pour autant que l’employé soit soumis à la discipline des transferts en vertu de la let. a;\nd. participer à des mesures destinées à assurer son retour au travail après une absence pour cause de maladie ou d’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligations du personnel",
        "citation": "Art. 21 al. 2 LPers",
        "content": "Les dispositions d’exécution peuvent imposer à l’employé de remettre à la Confédération tout ou partie du revenu provenant d’activités exercées au profit de tiers lorsque celles-ci procèdent du contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligations du personnel",
        "citation": "Art. 21 al. 3 LPers",
        "content": "L’employé ne doit ni accepter, ni solliciter ou se faire promettre des dons ou autres avantages pour lui-même ou pour d’autres personnes dans l’exercice d’activités procédant du contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligations du personnel",
        "citation": "Art. 21 al. 4 LPers",
        "content": "Il est interdit au personnel d’exercer une fonction officielle pour un État étranger ainsi que d’accepter des titres ou des décorations octroyés par des autorités étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Secret professionnel, secret d’affaires et secret de fonction",
        "citation": "Art. 22 al. 1 LPers",
        "content": "Le personnel est soumis au secret professionnel, au secret d’affaires et au secret de fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Secret professionnel, secret d’affaires et secret de fonction",
        "citation": "Art. 22 al. 2 LPers",
        "content": "Les dispositions d’exécution réglementent l’obligation de garder le secret, en complément de la législation spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligation de dénoncer, droit de dénoncer et protection",
        "citation": "Art. 22a al. 1 LPers",
        "content": "Les employés sont tenus de dénoncer aux autorités de poursuite pénale, à leurs supérieurs ou au Contrôle fédéral des finances tous les crimes et délits poursuivis d’office dont ils ont eu connaissance ou qui leur ont été signalés dans l’exercice de leur fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligation de dénoncer, droit de dénoncer et protection",
        "citation": "Art. 22a al. 2 LPers",
        "content": "Les obligations de dénoncer prévues par d’autres lois fédérales sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligation de dénoncer, droit de dénoncer et protection",
        "citation": "Art. 22a al. 3 LPers",
        "content": "Les personnes qui ont le droit de refuser de déposer ou de témoigner selon les art. 113, al. 1, 168 et 169 du code de procédure pénale du 5 octobre 2007 ne sont pas soumises à l’obligation de dénoncer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligation de dénoncer, droit de dénoncer et protection",
        "citation": "Art. 22a al. 4 LPers",
        "content": "Les employés ont le droit de signaler au Contrôle fédéral des finances les autres irrégularités dont ils ont eu connaissance ou qui leur ont été signalées dans l’exercice de leur fonction. Le Contrôle fédéral des finances établit les faits et prend les mesures nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Obligation de dénoncer, droit de dénoncer et protection",
        "citation": "Art. 22a al. 5 LPers",
        "content": "Nul ne doit subir un désavantage sur le plan professionnel pour avoir, de bonne foi, dénoncé une infraction ou annoncé une irrégularité ou pour avoir déposé comme témoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Activité accessoire",
        "citation": "Art. 23 LPers",
        "content": "Les dispositions d’exécution peuvent subordonner à une autorisation l’exercice d’activités et de charges publiques déterminées dans la mesure où elles risquent de compromettre l’exécution des tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_23"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Restriction des droits du personnel",
        "citation": "Art. 24 al. 1 LPers",
        "content": "Si la sécurité de l’État, la sauvegarde d’intérêts importants commandés par les relations extérieures ou la garantie de l’approvisionnement du pays en biens et services vitaux l’exigent, le Conseil fédéral peut limiter ou supprimer le droit de grève pour certaines catégories d’employés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_24"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Restriction des droits du personnel",
        "citation": "Art. 24 al. 2 LPers",
        "content": "Pour les mêmes motifs, il peut:\na. restreindre la liberté d’établissement et la liberté économique au-delà des restrictions prévues par la loi;\nb. imposer au personnel des obligations allant au-delà du contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_24"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Garantie de l’exécution correcte des tâches",
        "citation": "Art. 25 al. 1 LPers",
        "content": "L’employeur prend les mesures nécessaires à l’exécution correcte des tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_25"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Garantie de l’exécution correcte des tâches",
        "citation": "Art. 25 al. 2 LPers",
        "content": "Il peut notamment prendre les mesures suivantes:\na. mesures de soutien ou de développement;\nb. avertissement, réduction du salaire, amende, suspension;\nc. changement du domaine d’activité, du temps de travail ou du lieu de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_25"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3, Droits et obligations résultant des rapports de travail, Garantie de l’exécution correcte des tâches",
        "citation": "Art. 25 al. 3 LPers",
        "content": "Si la mesure concerne le contrat de travail, l’employeur la définit par écrit en accord avec l’employé. En cas de désaccord, la procédure prévue aux art. 34 et 36 est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_25"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Administration du personnel",
        "citation": "Art. 27 al. 1 LPers",
        "content": "L’employeur traite, sous forme papier et dans un ou plusieurs systèmes d’information, les données relatives au personnel dont il a besoin pour exécuter les tâches qui lui sont assignées par la présente loi, notamment pour:\na. déterminer les effectifs nécessaires;\nb. recruter du personnel afin de garantir les effectifs nécessaires;\nc. gérer les salaires et les rémunérations, établir les dossiers du personnel et gérer les communications adressées aux assurances sociales;\nd. promouvoir les mesures de développement et de fidélisation des employés;\ne. maintenir et augmenter le niveau de qualification des employés;\nf. assurer une planification, un pilotage et un contrôle au moyen d’analyses de données, de comparaisons, de rapports et de plans de mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Administration du personnel",
        "citation": "Art. 27 al. 2 LPers",
        "content": "Il peut traiter les données ci-après relatives au personnel qui sont nécessaires à l’exécution des tâches mentionnées à l’al. 1, y compris les données sensibles:\na. données relatives à la personne;\nb. données relatives à l’état de santé en rapport avec la capacité de travail;\nc. données relatives aux prestations, au potentiel et au développement personnel et professionnel;\nd. données requises dans le cadre de la collaboration à la mise en œuvre du droit des assurances sociales;\ne. actes de procédure et décisions des autorités ayant trait au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Administration du personnel",
        "citation": "Art. 27 al. 3 LPers",
        "content": "Il est responsable de la protection et de la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Administration du personnel",
        "citation": "Art. 27 al. 4 LPers",
        "content": "Il peut transmettre des données à des tiers s’il existe une base légale ou si la personne à laquelle ces données se rapportent y a consenti par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Administration du personnel",
        "citation": "Art. 27 al. 5 LPers",
        "content": "Il édicte des dispositions d’exécution concernant:\na. l’architecture, l’organisation et l’exploitation des systèmes d’information;\nb. le traitement des données, notamment leur collecte, leur conservation, leur archivage et leur destruction;\nc. les autorisations de traitement des données;\nd. les catégories de données visées à l’al. 2;\ne. la protection et la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Administration du personnel",
        "citation": "Art. 27 al. 6 LPers",
        "content": "Il peut prévoir la communication de données non sensibles à des tiers par consultation en ligne. Il édicte les dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Dossier de la Consultation sociale du personnel",
        "citation": "Art. 27d al. 1 LPers",
        "content": "La Consultation sociale du personnel de l’administration fédérale (CSPers) traite, sur papier et dans un système d’information, les données qui concernent les personnes faisant appel à ses services (clients) et dont elle a besoin pour exécuter les tâches suivantes:\na. conseiller et soutenir les clients dans les domaines du travail, des questions sociales, de la santé et des questions financières;\nb. statuer sur les demandes de prestations prévues par l’ordonnance du 18 décembre 2002 concernant le fonds de secours du personnel de la Confédération;\nc. déterminer l’affectation des moyens financiers destinés à l’intégration professionnelle des personnes handicapées dans l’administration fédérale;\nd. gérer les cas dont elle est saisie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Dossier de la Consultation sociale du personnel",
        "citation": "Art. 27d al. 2 LPers",
        "content": "La CSPers peut traiter les données personnelles et les données sensibles ci-après qui concernent ses clients et sont nécessaires à l’exécution de ses tâches:\na. situation personnelle; \nb. état de santé;\nc. capacité de travail;\nd. causes et degré de l’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Dossier de la Consultation sociale du personnel",
        "citation": "Art. 27d al. 3 LPers",
        "content": "Les employés de la CSPers et les services d’assistance technique ont accès au système d’information pour autant que l’exécution de leurs tâches l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Dossier de la Consultation sociale du personnel",
        "citation": "Art. 27d al. 4 LPers",
        "content": "La CSPers peut rendre accessibles aux personnes et aux services ci-après les données mentionnées à l’al. 2, pour autant que l’exécution de leurs tâches l’exige:\na. supérieurs directs;\nb. services du personnel;\nc. services responsables de l’AI, de la CNA et de l’assurance militaire;\nd. service médical de l’administration fédérale;\ne. Office fédéral du personnel, dans le cadre de l’affectation des moyens financiers destinés à l’intégration professionnelle des personnes handicapées;\nf. membres du conseil de gestion du Fonds de secours du personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Dossier de la Consultation sociale du personnel",
        "citation": "Art. 27d al. 5 LPers",
        "content": "La CSPers est responsable de la protection des données et de la sécurité du système d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Dossier de la Consultation sociale du personnel",
        "citation": "Art. 27d al. 6 LPers",
        "content": "Le Conseil fédéral édicte des dispositions d’exécution concernant:\na. l’organisation et l’exploitation du système d’information;\nb. le traitement des données, notamment leur collecte, leur conservation, leur communication, leur archivage et leur destruction; \nc. les autorisations de traiter des données;\nd. les catalogues de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 1 LPers",
        "content": "Le service médical compétent traite les données sensibles concernant la santé qui sont nécessaires à l’évaluation des aptitudes et risques suivants:\na. aptitude au travail des candidats lors de l’engagement;\nb. aptitude au travail des employés pendant la durée des rapports de travail;\nc. risques d’invalidité et de morbidité des candidats lors de l’engagement pour des fonctions touchant à la sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 1bis LPers",
        "content": "Il peut traiter ces données dans un système d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 1ter LPers",
        "content": "Les employés du service médical et les services d’assistance technique ont accès au système d’information pour autant que l’exécution de leurs tâches l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 1quater LPers",
        "content": "Le Conseil fédéral édicte des dispositions d’exécution concernant les domaines suivants:\na. l’organisation et l’exploitation du système d’information;\nb. le traitement des données, notamment leur collecte, leur conservation, leur communication, leur archivage et leur destruction;\nc. les catalogues de données; \nd. les mesures de protection techniques et organisationnelles visant à empêcher que des tiers non autorisés ne traitent des données personnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 2 LPers",
        "content": "Il ne peut communiquer aux services intéressés des renseignements sur les conclusions tirées de constatations médicales que si cela est nécessaire à l’appréciation de l’aptitude du candidat à être engagé, à être assuré ou à exercer le travail confié ou pour prendre position sur des revendications découlant des rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 3 LPers",
        "content": "Au demeurant, il peut communiquer des données relatives à la santé et des dossiers médicaux à condition que la personne concernée ait donné son consentement écrit ou, à défaut, avec l’autorisation du service désigné dans les dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 3a, Traitement des données, Données relatives à la santé",
        "citation": "Art. 28 al. 4 LPers",
        "content": "Cette autorisation est refusée lorsque:\na. la personne concernée a un intérêt prépondérant au maintien du secret;\nb. elle entraverait fortement l’employeur dans l’exécution de ses tâches, ou que\nc. l’intérêt public le requiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Empêchement de travailler et décès",
        "citation": "Art. 29 al. 1 LPers",
        "content": "Les dispositions d’exécution définissent les prestations dues par l’employeur à l’employé si ce dernier est empêché de travailler pour cause de maladie, d’accident, d’invalidité, de service militaire, de protection civile, de service civil ou de maternité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_29"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Empêchement de travailler et décès",
        "citation": "Art. 29 al. 2 LPers",
        "content": "Elles définissent les prestations à verser aux survivants en cas de décès de l’employé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_29"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Empêchement de travailler et décès",
        "citation": "Art. 29 al. 3 LPers",
        "content": "Elles réglementent en outre la déduction des prestations versées en vertu des régimes d’assurance sociale obligatoire suisses ou étrangers du salaire et des autres prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_29"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Subrogation",
        "citation": "Art. 30 al. 1 LPers",
        "content": "L’employeur au moment où l’événement survient est subrogé, jusqu’à concurrence du montant des prestations qu’il verse, dans les droits de l’assuré ou de ses survivants à l’égard du tiers responsable de la maladie, de l’accident, de l’invalidité ou du décès de l’employé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_30"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Subrogation",
        "citation": "Art. 30 al. 2 LPers",
        "content": "L’employeur ne peut faire valoir de prétentions récursoires contre le conjoint ou le partenaire enregistré de l’employé, contre ses parents en ligne ascendante ou en ligne descendante ou contre la personne vivant en communauté avec lui que s’ils ont provoqué l’empêchement de travailler intentionnellement ou par suite d’une négligence grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_30"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Mesures et prestations sociales",
        "citation": "Art. 31 al. 1 LPers",
        "content": "Le Conseil fédéral définit les prestations versées à l’employé pour l’entretien des enfants en complément des allocations familiales prévues par les régimes cantonaux d’allocations familiales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Mesures et prestations sociales",
        "citation": "Art. 31 al. 2 LPers",
        "content": "Les dispositions d’exécution peuvent prévoir des mesures propres à faciliter la prise en charge d’enfants. Elles peuvent prévoir le versement de prestations à l’employé pour les personnes incapables d’exercer une activité lucrative dont il a la charge ou à l’entretien desquelles il subvient, ainsi que des mesures propres à faciliter la prise en charge de ces personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Mesures et prestations sociales",
        "citation": "Art. 31 al. 3 LPers",
        "content": "Les dispositions d’exécution peuvent instituer des prestations et des mesures propres à atténuer les conséquences de situations sociales difficiles qui affectent l’employé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Mesures et prestations sociales",
        "citation": "Art. 31 al. 4 LPers",
        "content": "Si un nombre important d’employés doivent être licenciés par suite de mesures économiques ou de mesures d’exploitation, l’employeur met en place un plan social. Lorsque les rapports de travail sont régis par une convention collective de travail en vertu de l’art. 38, cette dernière réglemente le plan social. Si les parties ne parviennent pas à s’entendre, le plan social est établi par le tribunal arbitral (art. 38, al. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Mesures et prestations sociales",
        "citation": "Art. 31 al. 5 LPers",
        "content": "Les dispositions d’exécution peuvent instituer d’autres prestations et d’autres mesures de protection sociale, en particulier des mesures d’aide à la réorientation professionnelle ou des prestations en cas de retraite anticipée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4, Mesures en faveur du personnel, Autres mesures et prestations",
        "citation": "Art. 32 LPers",
        "content": "Les dispositions d’exécution peuvent également prévoir:\na. des mesures et des prestations destinées à recruter, à fidéliser ou à récompenser le personnel;\nb. des primes de fidélité;\nc. des mesures et des prestations destinées à promouvoir les inventions ou à récompenser des projets d’amélioration;\nd. des mesures et des prestations destinées à favoriser les comportements écophiles et les comportements de nature à promouvoir la santé et la sécurité sur le lieu de travail;\ne. l’exploitation d’équipements collectifs en faveur du personnel ou un soutien dans ce domaine;\nf. l’acquisition de logements si l’offre est insuffisante sur le marché local, ou si la nécessité d’assurer aux employés un environnement adapté l’exige, et l’aide à l’achat ou à la location de logements;\ng. l’octroi de facilités sur les produits et services fournis par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Personnel assuré",
        "citation": "Art. 32a al. 1 LPers",
        "content": "Le personnel des employeurs visés à l’art. 2, al. 1, let. a, b et e à i, est assuré auprès de PUBLICA contre les conséquences économiques de la vieillesse, de l’invalidité et du décès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Personnel assuré",
        "citation": "Art. 32a al. 2 LPers",
        "content": "Les unités administratives de l’administration fédérale décentralisée qui sont dotées de la personnalité juridique et d’une comptabilité propre dont le personnel est régi par un statut dérogeant à la présente loi en vertu d’une loi spéciale ou qui ont les compétences d’employeur visées aux art. 3, al. 2, et 37, al. 3, en matière de droit du personnel assurent également leurs employés auprès de PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Employeurs",
        "citation": "Art. 32b al. 1 LPers",
        "content": "Le Conseil fédéral est réputé employeur au sens de la loi du 20 décembre 2006 relative à PUBLICA pour les employés visés à l’art. 32a; l’al. 2 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Employeurs",
        "citation": "Art. 32b al. 2 LPers",
        "content": "Les unités administratives de l’administration fédérale décentralisée dotées de la personnalité juridique et d’une comptabilité propre sont considérées comme employeur pour leur personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Employeurs",
        "citation": "Art. 32b al. 3 LPers",
        "content": "Le Conseil fédéral désigne les personnes qui représentent au sein de la Commission de la caisse les employeurs faisant partie de la Caisse de prévoyance de la Confédération (art. 32d, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Affiliation à PUBLICA",
        "citation": "Art. 32c al. 1 LPers",
        "content": "L’affiliation des employeurs à PUBLICA au sens de l’art. 4, al. 1, de la loi du 20 décembre 2006 relative à PUBLICA prend la forme d’un contrat d’affiliation de droit public. Le DFF signe les contrats pour le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Affiliation à PUBLICA",
        "citation": "Art. 32c al. 2 LPers",
        "content": "Les règlements de prévoyance font partie intégrante du contrat d’affiliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Affiliation à PUBLICA",
        "citation": "Art. 32c al. 3 LPers",
        "content": "Toute conclusion ou modification d’un contrat d’affiliation requiert la participation et l’approbation de l’organe paritaire. Le contrat d’affiliation de tout autre employeur que le Conseil fédéral doit de plus être approuvé par ce dernier pour avoir force obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Affiliation à PUBLICA",
        "citation": "Art. 32c al. 4 LPers",
        "content": "La modification d’un contrat d’affiliation requiert l’approbation du Conseil fédéral si elle a des répercussions financières pour l’employeur, pour les employés, pour les bénéficiaires de rentes ou pour la caisse de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Caisses de prévoyance",
        "citation": "Art. 32d al. 1 LPers",
        "content": "Chaque employeur constitue une caisse de prévoyance pour ses employés et les bénéficiaires de rentes relevant de la prévoyance souscrite. Plusieurs employeurs peuvent mettre en place une caisse de prévoyance commune avec l’accord du Conseil fédéral. Le Conseil fédéral peut prescrire le regroupement de plusieurs employeurs dans une caisse de prévoyance commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Caisses de prévoyance",
        "citation": "Art. 32d al. 2 LPers",
        "content": "Les unités administratives de l’administration fédérale décentralisée dotées de la personnalité juridique et d’une comptabilité propre qui sont soumises à la présente loi sans dérogation prévue par une loi spéciale et sans compétences d’employeur au sens des art. 3, al. 2, et 37, al. 3, créent avec le Conseil fédéral en sa qualité d’employeur une caisse de prévoyance commune (Caisse de prévoyance de la Confédération), à moins qu’une loi spéciale ne prévoie une autre solution. Les unités de l’administration fédérale décentralisée visées à l’art. 32a, al. 2, peuvent également s’affilier à la Caisse de prévoyance de la Confédération avec l’accord du Conseil fédéral. Tout employeur faisant partie de la Caisse de prévoyance de la Confédération est partie au contrat commun d’affiliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Caisses de prévoyance",
        "citation": "Art. 32d al. 2bis LPers",
        "content": "Le Conseil fédéral peut ordonner un regroupement au sens de l’al. 1 ou accepter une affiliation à la Caisse de prévoyance de la Confédération si des caractéristiques telles que la taille, la structure ou les tâches d’un employeur l’exigent en vertu de considérations actuarielles ou dans l’optique de la prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Caisses de prévoyance",
        "citation": "Art. 32d al. 3 LPers",
        "content": "Les caisses de prévoyance assument leur part des frais. Dans le cas des caisses de prévoyance communes, PUBLICA établit un décompte séparé pour chaque employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Organe paritaire",
        "citation": "Art. 32e al. 1 LPers",
        "content": "Chaque caisse de prévoyance comprend un organe paritaire composé de représentants de l’employeur et des employés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_e"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Organe paritaire",
        "citation": "Art. 32e al. 2 LPers",
        "content": "Si plusieurs employeurs mettent en place une caisse de prévoyance commune, la représentation des employeurs et des employés au sein de l’organe paritaire est déterminée en fonction de la part de chaque employeur dans la réserve mathématique globale de la caisse de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_e"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Organe paritaire",
        "citation": "Art. 32e al. 3 LPers",
        "content": "Le Conseil fédéral règle dans une ordonnance le mode de nomination des organes paritaires des caisses de prévoyance. Il peut déléguer cette compétence à des employeurs ne faisant pas partie de la Caisse de prévoyance de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_e"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Résiliation de contrats d’affiliation, sortie d’unités administratives et changement de statut",
        "citation": "Art. 32f al. 1 LPers",
        "content": "Si un employeur ou une unité administrative quitte PUBLICA ou une caisse de prévoyance ou change de statut juridique, les assurés actifs et les bénéficiaires de rentes relevant de cet employeur ou de cette unité administrative sont transférés dans la nouvelle institution de prévoyance ou dans la nouvelle caisse de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Résiliation de contrats d’affiliation, sortie d’unités administratives et changement de statut",
        "citation": "Art. 32f al. 2 LPers",
        "content": "Lorsque l’intérêt de la Confédération à la sortie ou au changement de statut de l’employeur ou de l’unité administrative l’exige, l’assurance des bénéficiaires de rentes peut être maintenue auprès de PUBLICA ou de leur précédente caisse de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Résiliation de contrats d’affiliation, sortie d’unités administratives et changement de statut",
        "citation": "Art. 32f al. 3 LPers",
        "content": "Après sa sortie ou son changement de statut, l’employeur dont relèvent des assurés actifs continue à répondre du financement des obligations patronales envers les bénéficiaires de rentes restés assurés auprès de PUBLICA. Il assume les pertes éventuelles non couvertes par la fortune et découlant du maintien des bénéficiaires de rentes dans PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Résiliation de contrats d’affiliation, sortie d’unités administratives et changement de statut",
        "citation": "Art. 32f al. 4 LPers",
        "content": "La Confédération peut assurer le financement de ces obligations si le Conseil fédéral était auparavant l’employeur et qu’aucune loi ne prévoie d’autre solution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 1 LPers",
        "content": "Les cotisations patronales pour la prévoyance vieillesse, l’assurance risque et la rente transitoire représentent globalement au moins 11 % et au plus 13,5 % de la masse salariale assurable. Leur montant est déterminé en fonction de la structure des risques et de la structure des âges des assurés de la caisse de prévoyance, des perspectives de rendement à long terme, de la modification du taux d’intérêt technique et de la situation économique des employeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 2 LPers",
        "content": "L’employeur fixe le montant de sa cotisation après avoir entendu l’organe paritaire de sa caisse de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 3 LPers",
        "content": "Les cotisations patronales et salariales sont échelonnées en fonction de l’âge des assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 4 LPers",
        "content": "Les règlements de prévoyance peuvent prévoir des dérogations au financement paritaire prévu à l’art. 66, al. 1, de la loi fédérale du 25 juin 1982 sur la prévoyance vieillesse, survivants et invalidité (LPP) et à l’art. 331, al. 3, CO en ce qui concerne le financement des prestations pour risques et des prestations de vieillesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 5 LPers",
        "content": "Le salaire assurable comprend le salaire soumis à l’AVS et les suppléments visés à l’art. 15. Ne font pas partie du salaire assurable les indemnités versées au titre du remboursement de frais, ni les indemnités versées pour des prestations telles que les heures d’appoint, les heures supplémentaires, le service de permanence, le travail de nuit ou le travail en équipes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 6 LPers",
        "content": "La détermination du salaire coordonné s’effectue en tenant compte du taux d’occupation de la personne employée. Le montant de coordination peut être défini en tant que pourcentage du salaire soumis à l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Financement de la prévoyance",
        "citation": "Art. 32g al. 7 LPers",
        "content": "Le gain assuré correspond au salaire annuel assurable, déduction faite du montant de coordination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prélèvement des cotisations patronales",
        "citation": "Art. 32h LPers",
        "content": "Les employeurs prélèvent auprès de leurs unités administratives respectives les cotisations patronales dues à PUBLICA sur la somme des gains assurés, sous la forme d’une contribution indépendante de l’âge des employés. Cette disposition ne s’applique pas aux employeurs visés à l’art. 32a, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_h"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance vieillesse",
        "citation": "Art. 32i al. 1 LPers",
        "content": "L’obligation de cotiser à la prévoyance professionnelle de vieillesse en primauté de cotisations commence le 1er janvier de l’année suivant celle où la personne a eu 21 ans et prend fin à l’âge où cesse l’obligation de cotiser selon la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance vieillesse",
        "citation": "Art. 32i al. 2 LPers",
        "content": "Les règlements de prévoyance peuvent prévoir que les cotisations versées à la prévoyance vieillesse sont constitutives de rente jusqu’à l’âge de 70 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance vieillesse",
        "citation": "Art. 32i al. 3 LPers",
        "content": "L’assuré peut exiger le versement de la rente de vieillesse ou de la rente partielle de vieillesse lorsque ses rapports de travail cessent entre 60 et 70 ans ou que son taux d’occupation diminue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance vieillesse",
        "citation": "Art. 32i al. 4 LPers",
        "content": "Les prestations de vieillesse réglementaires dépendent des cotisations versées et des revenus de la fortune. Les taux de conversion sont fixés de manière actuarielle. Le règlement sur la prévoyance précise les modalités de perception des prestations de vieillesse sous forme de capital ou sous forme de rentes perçues dès l’âge où cesse l’obligation de cotiser selon la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance invalidité ou décès",
        "citation": "Art. 32j al. 1 LPers",
        "content": "L’obligation de cotiser pour les risques de décès et d’invalidité commence le 1er janvier de l’année qui suit celle où la personne a eu 17 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance invalidité ou décès",
        "citation": "Art. 32j al. 2 LPers",
        "content": "L’assuré perçoit des prestations d’invalidité lorsqu’il y a droit en vertu de l’art. 23 LPP et qu’il ne reçoit plus de salaire de son employeur du fait de la fin des rapports de travail ni de prestations d’assurance remplaçant le salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance invalidité ou décès",
        "citation": "Art. 32j al. 2bis LPers",
        "content": "Si l’assuré n’est pas invalide au sens de l’al. 2 mais que l’examen du service médical compétent révèle une invalidité professionnelle, PUBLICA peut lui verser des prestations d’invalidité sur proposition de son employeur lorsque les mesures de réadaptation sont restées sans succès. L’employeur rembourse à PUBLICA la réserve mathématique nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Prévoyance invalidité ou décès",
        "citation": "Art. 32j al. 3 LPers",
        "content": "Les prestations versées en cas d’invalidité ou de décès se fondent sur l’avoir de vieillesse pouvant être accumulé jusqu’à l’âge où cesse l’obligation de cotiser selon la LAVS. Les règlements de prévoyance peuvent prévoir un intérêt de projection relatif à cet avoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Rentes transitoires",
        "citation": "Art. 32k al. 1 LPers",
        "content": "Les dispositions d’exécution peuvent prévoir une rente transitoire pour les cas où la retraite est prise avant l’âge donnant droit à une rente de vieillesse au sens de l’art. 21 LAVS. La rente transitoire est financée par l’employé. L’employeur peut, dans certains cas, participer jusqu’à concurrence de 50 % au financement de la rente transitoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_k"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Rentes transitoires",
        "citation": "Art. 32k al. 2 LPers",
        "content": "La participation de l’employeur au financement de la rente transitoire peut dépasser 50 % pour certaines catégories de personnel ou pour des raisons sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_k"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Adaptation des rentes au renchérissement en fonction des revenus de la fortune de PUBLICA",
        "citation": "Art. 32l al. 1 LPers",
        "content": "L’organe paritaire de la caisse de prévoyance fixe l’adaptation des rentes au renchérissement en fonction des revenus de la fortune disponibles à cet effet. Il ne peut être procédé à aucune adaptation des rentes au renchérissement avant la constitution d’une réserve de couverture des risques de fluctuation de 15 % au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_l"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Adaptation des rentes au renchérissement en fonction des revenus de la fortune de PUBLICA",
        "citation": "Art. 32l al. 2 LPers",
        "content": "L’adaptation des rentes de la Caisse de prévoyance de la Confédération s’applique à tous les employeurs. Elle est sans effet pour les anciens employés de la Confédération qui, au moment de l’adaptation, perçoivent une rente d’une institution de prévoyance autre que PUBLICA ou d’une autre caisse de prévoyance faisant partie de PUBLICA. De même, la décision est sans effet pour les membres d’un effectif fermé de bénéficiaires de rentes (art. 23, al. 2, in fine, de la loi du 20 déc. 2006 relative à PUBLICA), pour autant que ces bénéficiaires de rentes n’aient pas été transférés selon l’art. 24, al. 4, de la loi du 20 décembre 2006 relative à PUBLICA, à la caisse de prévoyance de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_l"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Adaptation extraordinaire des rentes au renchérissement et octroi d’une allocation unique par l’employeur",
        "citation": "Art. 32m al. 1 LPers",
        "content": "Si les revenus de la fortune de la caisse de prévoyance ne permettent pas d’adapter les rentes au renchérissement de manière suffisante, les employeurs peuvent décider d’adapter les rentes de leurs anciens employés de manière adéquate, à titre extraordinaire, ou de leur verser une allocation unique. Dans le cas des employeurs affiliés à la Caisse de prévoyance de la Confédération, le Conseil fédéral fixe l’adaptation extraordinaire des rentes ou décide de l’octroi d’une allocation unique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_m"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Adaptation extraordinaire des rentes au renchérissement et octroi d’une allocation unique par l’employeur",
        "citation": "Art. 32m al. 2 LPers",
        "content": "La décision des employeurs visée à l’art. 1 est sans effet pour:\na. les anciens employés qui, au moment où les mesures visées à l’al. 1 prennent effet, perçoivent une rente d’une institution de prévoyance autre que PUBLICA ou d’une autre caisse de prévoyance faisant partie de PUBLICA ou qui, au sein d’une caisse de prévoyance commune au sens de l’art. 32d, al. 1 et 2, perçoivent des rentes relevant de la prévoyance souscrite par un autre employeur affilié à PUBLICA;\nb. les membres d’un effectif fermé de bénéficiaires de rentes (art. 23, al. 2, in fine, de la loi du 20 décembre 2006 relative à PUBLICA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_m"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 4b, Prévoyance professionnelle, Adaptation extraordinaire des rentes au renchérissement et octroi d’une allocation unique par l’employeur",
        "citation": "Art. 32m al. 3 LPers",
        "content": "Les employeurs remboursent à PUBLICA le capital nécessaire au financement des mesures visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_32_m"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 5, Participation et partenariat social",
        "citation": "Art. 33 al. 1 LPers",
        "content": "L’employeur fournit en temps utile au personnel et aux associations qui le représentent toutes les informations relatives aux questions importantes en matière de personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 5, Participation et partenariat social",
        "citation": "Art. 33 al. 2 LPers",
        "content": "Il consulte le personnel et les associations qui le représentent, notamment:\na. avant que la présente loi ne soit modifiée;\nb. avant que des dispositions d’exécution ne soient édictées;\nc. avant de créer ou de modifier des systèmes de traitement de données relatives au personnel;\nd. avant de transférer à un tiers des domaines de l’administration, une entreprise ou une partie d’entreprise;\ne. sur les questions relatives à la sécurité au travail et aux mesures d’hygiène visées à l’art. 6, al. 3, de la loi du 13 mars 1964 sur le travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 5, Participation et partenariat social",
        "citation": "Art. 33 al. 3 LPers",
        "content": "Il mène des négociations avec les associations du personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 5, Participation et partenariat social",
        "citation": "Art. 33 al. 4 LPers",
        "content": "Les dispositions d’exécution réglementent la participation du personnel et de ses associations. Elles peuvent prévoir des organes de consultation, d’arbitrage et de décision dont la composition peut être paritaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Litiges liés aux rapports de travail",
        "citation": "Art. 34 al. 1 LPers",
        "content": "Si, lors de litiges liés aux rapports de travail, aucun accord n’intervient, l’employeur rend une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Litiges liés aux rapports de travail",
        "citation": "Art. 34 al. 1bis LPers",
        "content": "Les décisions portant sur le transfert d’employés et les autres instructions de service adressées aux personnes soumises à la discipline des transferts en vertu de l’art. 21, al. 1, let. a et cbis, ne constituent pas des décisions susceptibles de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Litiges liés aux rapports de travail",
        "citation": "Art. 34 al. 2 LPers",
        "content": "La procédure de première instance et la procédure de recours visées à l’art. 36 sont gratuites, sauf en cas de recours téméraire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Litiges liés aux rapports de travail",
        "citation": "Art. 34 al. 3 LPers",
        "content": "Les personnes dont la candidature à un poste a été rejetée ne peuvent exiger qu’une décision susceptible de recours soit rendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Effet suspensif ",
        "citation": "Art. 34a LPers",
        "content": "Les recours n’ont un effet suspensif que si l’instance de recours l’ordonne, d’office ou sur demande d’une partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Décision sur recours en cas de licenciement",
        "citation": "Art. 34b al. 1 LPers",
        "content": "Si l’instance de recours approuve le recours contre une décision de résiliation des rapports de travail prise par l’employeur et que, exceptionnellement, elle ne renvoie pas le dossier à l’instance précédente, elle est tenue:\na. d’allouer une indemnité au recourant s’il y a eu résiliation ordinaire en l’absence de motifs objectivement suffisants ou résiliation immédiate en l’absence de justes motifs, ou si les règles de procédure n’ont pas été respectées;\nb. d’ordonner le versement du salaire jusqu’à l’expiration du délai de congé ordinaire ou du contrat de travail de durée déterminée s’il y a eu résiliation immédiate en l’absence de justes motifs;\nc. de prolonger les rapports de travail jusqu’à l’expiration du délai de congé ordinaire si les dispositions relatives aux délais de congé n’ont pas été respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Décision sur recours en cas de licenciement",
        "citation": "Art. 34b al. 2 LPers",
        "content": "L’instance de recours fixe l’indemnité visée à l’al. 1, let. a, en tenant compte des circonstances. Le montant de l’indemnité correspond en règle générale à six mois de salaire au moins et à un salaire annuel au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_34_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Instances judiciaires de recours",
        "citation": "Art. 36 al. 1 LPers",
        "content": "Un recours peut être formé auprès du Tribunal administratif fédéral contre les décisions prises par l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Instances judiciaires de recours",
        "citation": "Art. 36 al. 2 LPers",
        "content": "Les décisions qui concernent un rapport de travail au sein du Tribunal fédéral peuvent faire l’objet d’un recours devant une commission de recours composée des présidents des tribunaux administratifs des cantons de Vaud, de Lucerne et du Tessin. En cas d’empêchement, le remplacement est régi par les règles applicables au tribunal administratif dans lequel le membre concerné travaille. La procédure est régie par la loi du 17 juin 2005 sur le Tribunal administratif fédéral. La commission est présidée par le membre dont la langue de travail est celle dans laquelle la procédure se déroule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Instances judiciaires de recours",
        "citation": "Art. 36 al. 3 LPers",
        "content": "Les décisions qui concernent un rapport de travail au sein du Tribunal pénal fédéral peuvent faire l’objet d’un recours devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Instances judiciaires de recours",
        "citation": "Art. 36 al. 4 LPers",
        "content": "Les décisions qui concernent les rapports de travail au sein du Tribunal administratif fédéral peuvent faire l’objet d’un recours devant le Tribunal pénal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 6, Procédure, Litiges relatifs à la composante «prestation» du salaire",
        "citation": "Art. 36a LPers",
        "content": "Dans les litiges relatifs à la composante «prestation» du salaire, le recours à une autorité judiciaire (art. 36) n’est recevable que dans la mesure où il concerne l’égalité des sexes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_36_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Dispositions d’exécution",
        "citation": "Art. 37 al. 1 LPers",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution. Il veille à ce qu’elles ne limitent pas l’autonomie dont doit disposer l’employeur dans l’exécution de ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Dispositions d’exécution",
        "citation": "Art. 37 al. 2 LPers",
        "content": "Les dispositions d’exécution visées à l’al. 1 s’appliquent également au personnel des services du Parlement et du Tribunal fédéral, pour autant que l’Assemblée fédérale ou le Tribunal fédéral n’édictent pas de dispositions contraires ou complémentaires pour leur personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Dispositions d’exécution",
        "citation": "Art. 37 al. 3 LPers",
        "content": "Les employeurs autres que l’Assemblée fédérale et le Tribunal fédéral édictent les dispositions d’exécution pour autant que la présente loi ne réserve pas cette compétence au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Dispositions d’exécution",
        "citation": "Art. 37 al. 3bis LPers",
        "content": "Les unités administratives auxquelles le Conseil fédéral a délégué les compétences d’employeur visées à l’art. 3, al. 2, édictent les dispositions d’exécution sous réserve de l’approbation du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Dispositions d’exécution",
        "citation": "Art. 37 al. 4 LPers",
        "content": "Si le CO s’applique par analogie en vertu de l’art. 6, al. 2, les employeurs peuvent fixer des dispositions d’exécution dérogeant aux dispositions suivantes:\na. dispositions non impératives du CO;\nb. dispositions impératives du CO, à condition qu’elles ne s’en écartent qu’en faveur du personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Convention collective de travail",
        "citation": "Art. 38 al. 1 LPers",
        "content": "Les Chemins de fer fédéraux et les autres employeurs auxquels le Conseil fédéral a délégué la compétence requise concluent une convention collective de travail (CCT) avec les associations du personnel pour leur domaine d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Convention collective de travail",
        "citation": "Art. 38 al. 2 LPers",
        "content": "En règle générale, la CCT s’applique à tout le personnel de l’employeur considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Convention collective de travail",
        "citation": "Art. 38 al. 3 LPers",
        "content": "La CCT prévoit le recours à un tribunal arbitral. Ce dernier tranche lorsque les parties ne parviennent pas à s’entendre sur l’ampleur de la compensation du renchérissement ou sur le plan social. La CCT peut conférer au tribunal arbitral le pouvoir de statuer sur d’autres désaccords entre les parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Convention collective de travail",
        "citation": "Art. 38 al. 4 LPers",
        "content": "La CCT peut notamment disposer:\na. que des organes à définir statueront en lieu et place des organes étatiques ordinaires sur les litiges entre les parties; lorsque la CCT ne prévoit pas de confier le règlement des litiges à des organes contractuels, le Tribunal administratif fédéral statue en dernier ressort;\nb. que des cotisations sont perçues pour l’application de la CCT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Section 7, Dispositions d’exécution, Convention collective de travail",
        "citation": "Art. 38 al. 5 LPers",
        "content": "Si les partenaires sociaux ne parviennent pas à s’entendre sur une CCT, ils soumettent les questions litigieuses à une commission de conciliation. Cette commission leur propose des solutions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/fr#art_38"
    }
]