[
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Oggetto",
        "citation": "Art. 1 LPers",
        "content": "La presente legge disciplina il rapporto di lavoro tra la Confederazione e il suo personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_1"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 2 cpv. 1 LPers",
        "content": "La presente legge si applica al personale:\na. dell’amministrazione federale ai sensi dell’articolo 2 capoversi 1 e 2 della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione (LOGA);\nb. dei Servizi del Parlamento secondo la legge del 13 dicembre 2002 sul Parlamento;\nc. ...\nd. delle Ferrovie federali svizzere secondo la legge federale del 20 marzo 1998 sulle Ferrovie federali svizzere;\ne. delle unità organizzative decentralizzate di cui all’articolo 2 capoverso 3 LOGA, sempre che le disposizioni delle leggi speciali non prevedano altrimenti;\nf. del Tribunale amministrativo federale, del Tribunale penale federale e del Tribunale federale dei brevetti, in quanto la legge del 17 giugno 2005 sul Tribunale amministrativo federale, la legge del 19 marzo 2010 sull’organizzazione delle autorità penali e la legge del 20 marzo 2009 sul Tribunale federale dei brevetti non prevedano altrimenti;\ng. del Tribunale federale secondo la legge del 17 giugno 2005 sul Tribunale federale;\nh. della segreteria dell’autorità di vigilanza sul Ministero pubblico della Confederazione;\ni. del Ministero pubblico della Confederazione secondo l’articolo 22 capoverso 2 della legge del 19 marzo 2010 sull’organizzazione delle autorità penali;\nj. delle commissioni federali di stima che esercita la propria attività a titolo principale (membri delle commissioni e personale delle segreterie permanenti).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_2"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 2 cpv. 2 LPers",
        "content": "La presente legge non si applica:\na. alle persone elette dall’Assemblea federale secondo l’articolo 168 della Costituzione federale;\nb. agli apprendisti che sottostanno alla legge del 13 dicembre 2002 sulla formazione professionale;\nc. al personale reclutato e impiegato all’estero;\nd. al personale delle organizzazioni e delle persone di diritto pubblico o privato che non fanno parte dell’Amministrazione federale alle quali sono affidati compiti amministrativi, eccettuate le Ferrovie federali svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_2"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Datori di lavoro",
        "citation": "Art. 3 cpv. 1 LPers",
        "content": "Datori di lavoro ai sensi della presente legge sono:\na. il Consiglio federale quale organo direttivo supremo dell’amministrazione federale;\nb. l’Assemblea federale per i Servizi del Parlamento;\nc. ... \nd. le Ferrovie federali svizzere;\ne. il Tribunale federale;\nf. il Ministero pubblico della Confederazione;\ng. l’autorità di vigilanza sul Ministero pubblico della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_3"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Datori di lavoro",
        "citation": "Art. 3 cpv. 2 LPers",
        "content": "I dipartimenti, la Cancelleria federale, i gruppi e uffici, nonché le unità amministrative decentralizzate sono considerati datori di lavoro, per quanto il Consiglio federale deleghi loro le corrispondenti competenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_3"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Datori di lavoro",
        "citation": "Art. 3 cpv. 3 LPers",
        "content": "Il Tribunale amministrativo federale, il Tribunale penale federale e il Tribunale federale dei brevetti sono considerati datori di lavoro, per quanto le pertinenti leggi o il Consiglio federale deleghino loro le corrispondenti competenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_3"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Politica del personale",
        "citation": "Art. 4 cpv. 1 LPers",
        "content": "Le disposizioni d’esecuzione (art. 37 e 38), i contratti di lavoro (art. 8) nonché le misure e le decisioni sono concepiti in modo da contribuire alla competitività della Confederazione sul mercato del lavoro e al raggiungimento degli obiettivi di cui ai capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_4"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Politica del personale",
        "citation": "Art. 4 cpv. 2 LPers",
        "content": "I datori di lavoro impiegano il loro personale in modo adeguato, economico e socialmente responsabile; prendono le misure adeguate per garantire:\na. l’assunzione e la permanenza del personale adeguato;\nb. lo sviluppo personale e professionale, la formazione e la formazione continua, la motivazione e la polivalenza del personale;\nc. il promovimento dei quadri e lo sviluppo delle capacità gestionali;\nd. le stesse opportunità alle donne e agli uomini e la loro parità di trattamento;\ne. la rappresentanza delle comunità linguistiche in seno al personale, in proporzione alla loro quota nella popolazione residente;\nebis. il promovimento delle conoscenze delle lingue ufficiali necessarie all’esercizio della funzione, in particolare il promovimento, per i quadri superiori, delle conoscenze attive di una seconda lingua ufficiale e passive di una terza lingua ufficiale;\nf. le stesse opportunità ai disabili, il loro impiego e integrazione;\ng. la protezione della personalità e della salute, nonché la sicurezza del personale sul posto di lavoro;\nh. il promovimento di un atteggiamento rispettoso dell’ambiente sul posto di lavoro;\ni. la creazione di condizioni di lavoro che consentano al personale di adempiere le proprie responsabilità familiari e i propri impegni sociali;\nj. la creazione di posti di tirocinio e di formazione;\nk. un’informazione esaustiva del personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_4"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Politica del personale",
        "citation": "Art. 4 cpv. 3 LPers",
        "content": "Provvedono ad evitare l’arbitrarietà nei rapporti di lavoro e introducono un sistema di valutazione fondato su colloqui con il collaboratore; tale sistema costituisce la base di una retribuzione corrispondente alla prestazione e di uno sviluppo degli impiegati orientato verso obiettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_4"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Coordinamento e controllo della gestione",
        "citation": "Art. 5 cpv. 1 LPers",
        "content": "Il Consiglio federale coordina e dirige l’attuazione della politica del personale. Verifica periodicamente il conseguimento degli obiettivi della presente legge; rende conto alle Camere federali di tali verifiche e propone loro tempestivamente le misure necessarie. Stabilisce d’intesa con le commissioni parlamentari di vigilanza la forma e il contenuto di tali rapporti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_5"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Coordinamento e controllo della gestione",
        "citation": "Art. 5 cpv. 2 LPers",
        "content": "Provvede affinché i datori di lavoro adoperino un adeguato sistema di controllo della gestione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_5"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 1 LPers",
        "content": "Il personale ha i diritti e gli obblighi sanciti dalla Costituzione federale e dalla legislazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 2 LPers",
        "content": "Sempre che la presente legge e altre leggi federali non prevedano disposizioni derogatorie, al rapporto di lavoro sono applicabili per analogia le pertinenti disposizioni del Codice delle obbligazioni (CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 3 LPers",
        "content": "Entro i limiti delle disposizioni di cui al capoverso 2, il rapporto di lavoro è regolato in dettaglio dalle disposizioni d’esecuzione (art. 37), in particolare dal contratto collettivo di lavoro (art. 38) e dal contratto di lavoro (art. 8).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 4 LPers",
        "content": "Qualora le disposizioni d’esecuzione rispettivamente il contratto collettivo di lavoro e il contratto di lavoro divergano, sono applicabili le disposizioni più favorevoli all’impiegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 5 LPers",
        "content": "In casi motivati il Consiglio federale può subordinare talune categorie di personale al CO, segnatamente il personale ausiliario e i praticanti. Può emanare prescrizioni minime per tali rapporti di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 6 LPers",
        "content": "In singoli casi motivati i datori di lavoro possono subordinare loro impiegati al CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Diritto applicabile",
        "citation": "Art. 6 cpv. 7 LPers",
        "content": "In caso di controversie connesse con il rapporto di lavoro del personale subordinato al CO, la competenza spetta ai tribunali civili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Rimunerazione e altre condizioni contrattuali convenute con i quadri di grado più elevato e con i membri degli organi dirigenti di aziende e di stabilimenti della Confederazione",
        "citation": "Art. 6a cpv. 1 LPers",
        "content": "Il Consiglio federale emana principi relativi:\na. allo stipendio (prestazioni accessorie comprese) dei quadri di grado più elevato e del personale retribuito con importi analoghi:\n1. delle Ferrovie federali svizzere (FFS),\n2. di altre aziende e di altri stabilimenti della Confederazione soggetti alla presente legge in qualità di unità amministrative decentralizzate;\nb. all’onorario (prestazioni accessorie comprese) dei membri del consiglio d’amministrazione o di un analogo organo di direzione superiore delle aziende e degli stabilimenti di cui alla lettera a;\nc. all’equa rappresentanza delle comunità linguistiche in seno al consiglio d’amministrazione o in un analogo organo di direzione superiore delle aziende e degli stabilimenti di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Rimunerazione e altre condizioni contrattuali convenute con i quadri di grado più elevato e con i membri degli organi dirigenti di aziende e di stabilimenti della Confederazione",
        "citation": "Art. 6a cpv. 2 LPers",
        "content": "Il Consiglio federale emana principi relativi ad altre condizioni contrattuali convenute con le persone di cui al capoverso 1, in particolare per quanto concerne la previdenza professionale e le indennità di partenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Rimunerazione e altre condizioni contrattuali convenute con i quadri di grado più elevato e con i membri degli organi dirigenti di aziende e di stabilimenti della Confederazione",
        "citation": "Art. 6a cpv. 3 LPers",
        "content": "Il Consiglio federale emana altresì principi relativi alle occupazioni accessorie esercitate dalle persone di cui al capoverso 1 lettera a. Le occupazioni accessorie retribuite che compromettono le prestazioni nell’ambito del rapporto di lavoro con l’azienda o lo stabilimento oppure che rischiano di generare un conflitto con gli interessi dell’azienda o dello stabilimento richiedono il consenso del Consiglio federale. Esso disciplina l’obbligo di versare gli introiti provenienti da queste attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Rimunerazione e altre condizioni contrattuali convenute con i quadri di grado più elevato e con i membri degli organi dirigenti di aziende e di stabilimenti della Confederazione",
        "citation": "Art. 6a cpv. 4 LPers",
        "content": "La somma globale degli stipendi e degli onorari (prestazioni accessorie comprese) delle persone di cui al capoverso 1 e le altre condizioni contrattuali convenute con queste persone sono accessibili al pubblico. Lo stipendio o l’onorario (prestazioni accessorie comprese) del presidente della direzione e del consiglio d’amministrazione o di un analogo organo di direzione superiore è reso noto singolarmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Rimunerazione e altre condizioni contrattuali convenute con i quadri di grado più elevato e con i membri degli organi dirigenti di aziende e di stabilimenti della Confederazione",
        "citation": "Art. 6a cpv. 5 LPers",
        "content": "I principi di cui ai capoversi 1–4 si applicano anche alle aziende con sede in Svizzera e in cui la maggioranza del capitale e dei voti è detenuta da un’azienda o da uno stabilimento soggetto alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Rimunerazione e altre condizioni contrattuali convenute con i quadri di grado più elevato e con i membri degli organi dirigenti di aziende e di stabilimenti della Confederazione",
        "citation": "Art. 6a cpv. 6 LPers",
        "content": "Il Consiglio federale provvede affinché i principi di cui ai capoversi 1–5 siano applicati per analogia a tutte le imprese con sede in Svizzera disciplinate dal diritto privato e in cui la maggioranza del capitale e dei voti è detenuta dalla Confederazione. Sono eccettuate le società le cui azioni sono quotate in borsa. A tali società sono applicabili gli articoli 663bbis e 663c capoverso 3 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_6_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 1: Disposizioni generali, Messa a concorso",
        "citation": "Art. 7 LPers",
        "content": "I posti vacanti sono messi a pubblico concorso. Le disposizioni d’esecuzione disciplinano le eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_7"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Formazione e condizioni di assunzione",
        "citation": "Art. 8 cpv. 1 LPers",
        "content": "Il rapporto di lavoro nasce dalla conclusione di un contratto di lavoro di diritto pubblico in forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_8"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Formazione e condizioni di assunzione",
        "citation": "Art. 8 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione disciplinano la durata del periodo di prova. Per funzioni speciali possono prevedere un periodo di prova della durata massima di sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_8"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Formazione e condizioni di assunzione",
        "citation": "Art. 8 cpv. 3 LPers",
        "content": "Se necessario per l’adempimento di compiti di sovranità nazionale, il Consiglio federale disciplina mediante ordinanza:\na. quali rapporti di lavoro sono accessibili solo a persone con la cittadinanza svizzera;\nb. quali rapporti di lavoro sono accessibili solo a persone che posseggono esclusivamente la cittadinanza svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_8"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Durata",
        "citation": "Art. 9 cpv. 1 LPers",
        "content": "Un rapporto di lavoro di durata determinata è concluso per tre anni al massimo; oltre i tre anni è considerato di durata indeterminata. I contratti di durata determinata che si succedono senza interruzione sono considerati di durata indeterminata dopo tre anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_9"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Durata",
        "citation": "Art. 9 cpv. 2 LPers",
        "content": "Il Consiglio federale può prevedere eccezioni per determinate categorie professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_9"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Fine del rapporto di lavoro",
        "citation": "Art. 10 cpv. 1 LPers",
        "content": "Il rapporto di lavoro di durata indeterminata cessa senza disdetta al raggiungimento del limite d’età di cui all’articolo 21 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Fine del rapporto di lavoro",
        "citation": "Art. 10 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione possono:\na. fissare un’età di pensionamento inferiore al limite d’età di cui all’articolo 21 LAVS per determinate categorie di personale;\nb. prevedere l’impiego oltre l’età ordinaria di pensionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Fine del rapporto di lavoro",
        "citation": "Art. 10 cpv. 3 LPers",
        "content": "Il datore di lavoro può disdire in via ordinaria il rapporto di lavoro di durata indeterminata per motivi oggettivi sufficienti, in particolare in seguito:\na. alla violazione di importanti obblighi legali o contrattuali;\nb. a mancanze nelle prestazioni o nel comportamento;\nc. a incapacità, inattitudine o mancanza di disponibilità nell’effettuare il lavoro convenuto nel contratto di lavoro;\nd. alla mancanza di disponibilità a eseguire un altro lavoro ragionevolmente esigibile;\ne. a gravi motivi di ordine economico o aziendale, sempre che il datore di lavoro non possa offrire all’impiegato un altro lavoro ragionevolmente esigibile;\nf. al venir meno di una delle condizioni di assunzione stabilite nella legge o nel contratto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Fine del rapporto di lavoro",
        "citation": "Art. 10 cpv. 4 LPers",
        "content": "Le parti possono disdire immediatamente i rapporti di lavoro di durata determinata e indeterminata per motivi gravi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_10"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Termine di disdetta",
        "citation": "Art. 12 cpv. 1 LPers",
        "content": "Il termine di disdetta ordinario del rapporto di lavoro dopo il periodo di prova è al massimo di sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_12"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Termine di disdetta",
        "citation": "Art. 12 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione disciplinano i termini di disdetta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_12"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Prescrizioni formali",
        "citation": "Art. 13 LPers",
        "content": "La proroga, la limitazione nel tempo e la fine del rapporto di lavoro, nonché ogni modifica del contratto di lavoro, richiedono per la loro validità la forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_13"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Persone nominate per la durata della funzione",
        "citation": "Art. 14 cpv. 1 LPers",
        "content": "Le persone nominate per la durata della funzione sottostanno alle disposizioni della legge speciale e alle sue disposizioni d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_14"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Persone nominate per la durata della funzione",
        "citation": "Art. 14 cpv. 2 LPers",
        "content": "In mancanza di disposizioni stabilite nella legge speciale si applicano le disposizioni della presente legge, fatte salve le seguenti deroghe:\na. il rapporto di lavoro si fonda su una decisione sottoposta al consenso della persona nominata;\nb. le disposizioni della presente legge e del CO concernenti la disdetta ordinaria non sono applicabili;\nc. l’autorità di nomina può rinunciare a riconfermare la nomina qualora motivi oggettivi sufficienti lo giustifichino; se al più tardi sei mesi prima della fine della durata della funzione l’autorità di nomina non ha preso una decisione di non riconferma, la persona interessata è considerata riconfermata nella sua funzione; nella procedura di ricorso si applicano gli articoli 34b capoversi 1 lettera a e 2, nonché 34c capoversi 1 lettere a, b, d e 2;\nd. la persona nominata può chiedere la risoluzione del rapporto di lavoro per la fine di un mese, osservando un termine di preavviso di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_14"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 2: Formazione, fine e risoluzione del rapporto di lavoro, Persone nominate per la durata della funzione",
        "citation": "Art. 14 cpv. 3 LPers",
        "content": "Il rapporto di lavoro può essere disdetto immediatamente per motivi gravi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_14"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Stipendio",
        "citation": "Art. 15 cpv. 1 LPers",
        "content": "Il datore di lavoro versa uno stipendio all’impiegato. Lo stipendio dipende dalla funzione, dall’esperienza e dalla prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Stipendio",
        "citation": "Art. 15 cpv. 2 LPers",
        "content": "Il Consiglio federale definisce gli stipendi minimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Stipendio",
        "citation": "Art. 15 cpv. 3 LPers",
        "content": "Le disposizioni d’esecuzione stabiliscono i principi che presiedono alla determinazione degli stipendi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Stipendio",
        "citation": "Art. 15 cpv. 4 LPers",
        "content": "Possono prevedere il versamento di supplementi allo stipendio per adeguarlo in particolare alla situazione regionale del mercato del lavoro, all’infrastruttura locale o ai bisogni specifici del settore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Stipendio",
        "citation": "Art. 15 cpv. 5 LPers",
        "content": "Possono adattare al potere d’acquisto singole componenti dello stipendio del personale impiegato all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Stipendio",
        "citation": "Art. 15 cpv. 6 LPers",
        "content": "Gli importi degli stipendi massimi (prestazioni accessorie comprese) delle funzioni quadro superiori dell’amministrazione federale e le altre condizioni contrattuali convenute con i loro titolari sono accessibili al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_15"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Compensazione del rincaro",
        "citation": "Art. 16 cpv. 1 LPers",
        "content": "Il datore di lavoro versa sullo stipendio o su alcune sue componenti come pure su altre prestazioni un’indennità per compensare adeguatamente il rincaro. A tal fine tiene conto della sua situazione economica e finanziaria e della situazione sul mercato del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_16"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Compensazione del rincaro",
        "citation": "Art. 16 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione disciplinano i principi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_16"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Compensazione del rincaro",
        "citation": "Art. 16 cpv. 3 LPers",
        "content": "Laddove il rapporto di lavoro è disciplinato da un contratto collettivo di lavoro (art. 38), quest’ultimo contiene disposizioni sulla compensazione del rincaro. Se le parti non possono accordarsi sull’entità del rincaro, esso è fissato da un tribunale arbitrale (art. 38 cpv. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_16"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Durata massima della settimana lavorativa",
        "citation": "Art. 17 LPers",
        "content": "Le disposizioni della legge del 13 marzo 1964 sul lavoro si applicano per analogia alla durata massima della settimana lavorativa. È fatta salva la legge dell’8 ottobre 1971 sulla durata del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_17"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Tempo di lavoro, vacanze e congedi",
        "citation": "Art. 17a cpv. 1 LPers",
        "content": "Le disposizioni d’esecuzione disciplinano la durata del tempo di lavoro nonché le vacanze e i congedi; stabiliscono inoltre l’entità e la compensazione del lavoro aggiuntivo e delle ore supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Tempo di lavoro, vacanze e congedi",
        "citation": "Art. 17a cpv. 2 LPers",
        "content": "Il lavoro aggiuntivo e le ore supplementari sono rimunerati soltanto se sono stati ordinati o successivamente riconosciuti come tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Tempo di lavoro, vacanze e congedi",
        "citation": "Art. 17a cpv. 3 LPers",
        "content": "I giorni di vacanza si prescrivono in cinque anni conformemente all’articolo 128 numero 3 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Tempo di lavoro, vacanze e congedi",
        "citation": "Art. 17a cpv. 4 LPers",
        "content": "Il Consiglio federale stabilisce il numero minimo dei giorni di vacanza e la durata minima del congedo parentale in caso di nascita e adozione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_17_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Altre prestazioni del datore di lavoro",
        "citation": "Art. 18 cpv. 1 LPers",
        "content": "Le disposizioni d’esecuzione definiscono gli apparecchi, gli indumenti da lavoro e il materiale di cui deve essere dotato il personale e che sono necessari per l’adempimento dei compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_18"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Altre prestazioni del datore di lavoro",
        "citation": "Art. 18 cpv. 2 LPers",
        "content": "Disciplinano inoltre i rimborsi all’impiegato delle spese e le indennità per gli inconvenienti connessi al lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_18"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 1 LPers",
        "content": "Prima di recedere dal rapporto di lavoro senza colpa dell’impiegato, il datore di lavoro si avvale di tutte le possibilità ragionevolmente esigibili per continuare a impiegarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 2 LPers",
        "content": "Se recede dal rapporto di lavoro senza colpa dell’impiegato, il datore di lavoro lo sostiene nella sua transizione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 3 LPers",
        "content": "Il datore di lavoro versa un’indennità all’impiegato se:\na. quest’ultimo esercita una professione per la quale la domanda è scarsa o inesistente;\nb. il rapporto di lavoro dura da molto tempo o l’impiegato ha già raggiunto una certa età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 4 LPers",
        "content": "Le disposizioni d’esecuzione possono prevedere il versamento di un’indennità ad altri impiegati o in caso di risoluzione del rapporto di lavoro di comune intesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 5 LPers",
        "content": "L’indennità ammonta almeno a uno stipendio mensile e al massimo a uno stipendio annuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 6 LPers",
        "content": "Le disposizioni d’esecuzione:\na. stabiliscono i valori minimi e massimi per le indennità;\nb. disciplinano la riduzione, la soppressione o la restituzione dell’indennità nel caso in cui l’impiegato concluda un altro contratto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Misure in caso di risoluzione del rapporto di lavoro",
        "citation": "Art. 19 cpv. 7 LPers",
        "content": "Il datore di lavoro può versare l’indennità con un versamento unico o a rate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_19"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Tutela degli interessi del datore di lavoro",
        "citation": "Art. 20 cpv. 1 LPers",
        "content": "Gli impiegati svolgono con diligenza il lavoro loro impartito e tutelano gli interessi della Confederazione, rispettivamente del loro datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Tutela degli interessi del datore di lavoro",
        "citation": "Art. 20 cpv. 2 LPers",
        "content": "Durante la durata del rapporto di lavoro l’impiegato non presta alcun lavoro a titolo oneroso a favore di terzi, sempre che in tal modo violi il suo dovere di fedeltà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Estratto del casellario giudiziale e del registro delle esecuzioni",
        "citation": "Art. 20a LPers",
        "content": "Se necessario per tutelare i suoi interessi, il datore di lavoro può esigere dai candidati a un impiego e dagli impiegati che presentino un estratto del casellario giudiziale e del registro delle esecuzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Verifica dell’affidabilità",
        "citation": "Art. 20b cpv. 1 LPers",
        "content": "I datori di lavoro secondo l’articolo 3 capoverso 1 lettere a, b ed e−g nonché capoverso 3 possono richiedere la verifica dell’affidabilità dei loro impiegati nonché dei candidati a un impiego, se nel quadro della loro funzione questi:\na. rappresentano regolarmente la Svizzera all’estero e in tale contesto potrebbero pregiudicare considerevolmente l’immagine della Confederazione;\nb. prendono decisioni ed esercitano compiti di vigilanza in affari finanziari o fiscali essenziali e in tale contesto potrebbero pregiudicare considerevolmente gli interessi finanziari della Confederazione;\nc. esercitano compiti di perseguimento penale o di polizia e in tale contesto potrebbero pregiudicare considerevolmente gli interessi pubblici della Confederazione, in particolare la sicurezza dell’Amministrazione federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Verifica dell’affidabilità",
        "citation": "Art. 20b cpv. 2 LPers",
        "content": "Limitano la verifica allo stretto necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Verifica dell’affidabilità",
        "citation": "Art. 20b cpv. 3 LPers",
        "content": "I servizi specializzati di cui all’articolo 31 capoverso 2 della legge del 18 dicembre 2020 sulla sicurezza delle informazioni (LSIn) eseguono le verifiche dell’affidabilità. La procedura si fonda per analogia sulle pertinenti disposizioni della LSIn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Verifica dell’affidabilità",
        "citation": "Art. 20b cpv. 4 LPers",
        "content": "Se i candidati a un impiego e gli impiegati sono sottoposti contemporaneamente a un controllo di sicurezza relativo alle persone secondo la LSIn, le due procedure sono riunite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_20_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obblighi del personale",
        "citation": "Art. 21 cpv. 1 LPers",
        "content": "Se necessario per l’adempimento dei compiti, le disposizioni d’esecuzione possono prevedere per il personale l’obbligo di:\na. risiedere in un determinato luogo o di accettare il trasferimento in un altro luogo di lavoro;\nb. abitare in un alloggio di servizio; le disposizioni d’esecuzione possono disciplinare il rapporto giuridico derogando alla legislazione sul diritto di locazione;\nc. utilizzare determinati apparecchi, indumenti da lavoro e dispositivi di sicurezza;\ncbis. accettare l’assegnazione ad altre funzioni o a un altro settore d’attività, sempre che il personale sottostia a un obbligo di trasferimento secondo la lettera a;\nd. partecipare a provvedimenti che mirano alla reintegrazione nel processo lavorativo dopo un’assenza dovuta a malattia o a infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obblighi del personale",
        "citation": "Art. 21 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione possono obbligare il personale a fornire al datore di lavoro tutto o parte del reddito ricavato da attività a favore di terzi, se queste ultime sono esercitate grazie al rapporto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obblighi del personale",
        "citation": "Art. 21 cpv. 3 LPers",
        "content": "Al personale è proibito sollecitare, accettare o farsi promettere omaggi o altri vantaggi per sé o per terzi, se ciò avviene nell’ambito del rapporto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obblighi del personale",
        "citation": "Art. 21 cpv. 4 LPers",
        "content": "Al personale è proibito l’esercizio di una funzione ufficiale per uno Stato estero nonché l’accettazione di titoli onorifici o ordini cavallereschi conferiti da autorità estere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_21"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Segreto professionale, di affari e d’ufficio",
        "citation": "Art. 22 cpv. 1 LPers",
        "content": "L’impiegato è tenuto al segreto professionale, al segreto d’affari e al segreto d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Segreto professionale, di affari e d’ufficio",
        "citation": "Art. 22 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione definiscono il segreto d’ufficio a complemento della legislazione speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obbligo di denuncia, diritto di segnalazione e protezione",
        "citation": "Art. 22a cpv. 1 LPers",
        "content": "Gli impiegati sono tenuti a denunciare alle autorità di perseguimento penale, ai loro superiori o al Controllo federale delle finanze (CDF) i crimini e i delitti perseguibili d’ufficio che constatano o sono loro segnalati nell’esercizio della loro funzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obbligo di denuncia, diritto di segnalazione e protezione",
        "citation": "Art. 22a cpv. 2 LPers",
        "content": "Sono fatti salvi gli obblighi di denuncia previsti da altre leggi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obbligo di denuncia, diritto di segnalazione e protezione",
        "citation": "Art. 22a cpv. 3 LPers",
        "content": "L’obbligo di denuncia non si applica agli impiegati che secondo gli articoli 113 capoverso 1, 168 e 169 del Codice di procedura penale del 5 ottobre 2007 hanno la facoltà di non deporre o di non rispondere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obbligo di denuncia, diritto di segnalazione e protezione",
        "citation": "Art. 22a cpv. 4 LPers",
        "content": "Gli impiegati hanno il diritto di segnalare al CDF altre irregolarità constatate o loro segnalate nell’esercizio della loro funzione. Il CDF accerta i fatti e adotta i provvedimenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Obbligo di denuncia, diritto di segnalazione e protezione",
        "citation": "Art. 22a cpv. 5 LPers",
        "content": "Chi in buona fede ha sporto denuncia, ha segnalato un’irregolarità o ha deposto in qualità di testimone non può per tale motivo essere penalizzato sul piano professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_22_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Occupazioni accessorie",
        "citation": "Art. 23 LPers",
        "content": "Le disposizioni d’esecuzione possono sottoporre ad autorizzazione l’esercizio di determinate attività e incarichi pubblici per quanto esso possa compromettere l’adempimento dei compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_23"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Restrizioni dei diritti del personale",
        "citation": "Art. 24 cpv. 1 LPers",
        "content": "Se la sicurezza dello Stato, la tutela degli interessi negli affari esteri o la garanzia dell’approvvigionamento del Paese in beni e servizi vitali lo esigono, il Consiglio federale può limitare o sopprimere il diritto di scioperare per determinate categorie di impiegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_24"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Restrizioni dei diritti del personale",
        "citation": "Art. 24 cpv. 2 LPers",
        "content": "Per le medesime ragioni può:\na. limitare la libertà di domicilio e la libertà economica oltre le restrizioni previste dalla legge;\nb. imporre al personale obblighi che esulano dal contratto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_24"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Garanzia della corretta esecuzione dei compiti",
        "citation": "Art. 25 cpv. 1 LPers",
        "content": "Il datore di lavoro prende le misure necessarie per garantire la corretta esecuzione dei compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_25"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Garanzia della corretta esecuzione dei compiti",
        "citation": "Art. 25 cpv. 2 LPers",
        "content": "Può ricorrere in particolare alle misure seguenti:\na. misure di sostegno e di sviluppo;\nb. avvertimento, riduzione dello stipendio, multa o sospensione;\nc. modifica dei compiti, del tempo di lavoro o del luogo di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_25"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3: Diritti e obblighi risultanti dal rapporto di lavoro, Garanzia della corretta esecuzione dei compiti",
        "citation": "Art. 25 cpv. 3 LPers",
        "content": "Se le misure riguardano il contratto di lavoro, il datore di lavoro le concorda per scritto con l’impiegato. In caso di disaccordo, si applica la procedura di cui agli articoli 34 e 36.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_25"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Gestione del personale",
        "citation": "Art. 27 cpv. 1 LPers",
        "content": "Il datore di lavoro tratta in forma cartacea e in uno o più sistemi d’informazione i dati dei suoi impiegati necessari per l’adempimento dei compiti previsti dalla presente legge, in particolare per:\na. determinare il fabbisogno di personale;\nb. garantire l’organico necessario mediante il reclutamento di collaboratori;\nc. conteggiare i salari e gli stipendi, tenere fascicoli personali ed effettuare comunicazioni alle assicurazioni sociali;\nd. promuovere lo sviluppo dei collaboratori e fidelizzarli;\ne. mantenere e migliorare le qualifiche dei collaboratori;\nf. provvedere alla pianificazione, alla gestione strategica e al controllo mediante analisi di dati, confronti, rendiconti e la pianificazione di misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Gestione del personale",
        "citation": "Art. 27 cpv. 2 LPers",
        "content": "Può trattare, in quanto necessari all’adempimento dei compiti di cui al capoverso 1, i seguenti dati del personale, inclusi i dati personali degni di particolare protezione:\na. dati relativi alla persona; \nb. dati sullo stato di salute con riferimento alla capacità al lavoro;\nc. dati sulle prestazioni, sulle potenzialità e sullo sviluppo personale e professionale;\nd. dati necessari nell’ambito della collaborazione all’applicazione del diritto delle assicurazioni sociali;\ne. atti procedurali e decisioni di autorità attinenti al lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Gestione del personale",
        "citation": "Art. 27 cpv. 3 LPers",
        "content": "È responsabile della protezione e della sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Gestione del personale",
        "citation": "Art. 27 cpv. 4 LPers",
        "content": "Può comunicare dati a terzi soltanto se una base legale lo prevede oppure se la persona interessata vi acconsente per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Gestione del personale",
        "citation": "Art. 27 cpv. 5 LPers",
        "content": "Emana disposizioni di esecuzione concernenti:\na. l’architettura, l’organizzazione e la gestione del sistema o dei sistemi d’informazione;\nb. il trattamento dei dati, in particolare la raccolta, la conservazione, l’archiviazione e la distruzione degli stessi;\nc. le autorizzazioni al trattamento dei dati;\nd. le categorie di dati di cui al capoverso 2;\ne. la protezione e la sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Gestione del personale",
        "citation": "Art. 27 cpv. 6 LPers",
        "content": "Può prevedere la comunicazione di dati non degni di particolare protezione mediante procedura di richiamo. Emana le disposizioni di esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Fascicoli della Consulenza sociale del personale",
        "citation": "Art. 27d cpv. 1 LPers",
        "content": "La Consulenza sociale del personale dell’Amministrazione federale (CSPers) tratta in forma cartacea e in un sistema d’informazione i dati delle persone che le si rivolgono (clienti) e necessari per:\na. consigliare e sostenere i clienti nell’ambito lavorativo, sociale, della salute e delle finanze;\nb. decidere in merito alle domande di prestazioni previste dall’ordinanza del 18 dicembre 2002 concernente il fondo di soccorso del personale federale;\nc. attribuire i fondi per l’integrazione professionale dei disabili nell’Amministrazione federale;\nd. la gestione dei casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Fascicoli della Consulenza sociale del personale",
        "citation": "Art. 27d cpv. 2 LPers",
        "content": "La CSPers può trattare i dati personali dei clienti, compresi i dati personali degni di particolare protezione, necessari all’adempimento dei propri compiti e riguardanti:\na. la situazione privata;\nb. lo stato di salute;\nc. le prestazioni nell’ambito del rapporto di lavoro;\nd. le cause e il grado dell’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Fascicoli della Consulenza sociale del personale",
        "citation": "Art. 27d cpv. 3 LPers",
        "content": "Gli impiegati della CSPers e i servizi responsabili del supporto tecnico hanno accesso al sistema d’informazione, per quanto sia necessario per l’adempimento dei loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Fascicoli della Consulenza sociale del personale",
        "citation": "Art. 27d cpv. 4 LPers",
        "content": "La CSPers può rendere accessibili i dati personali di cui al capoverso 2 alle persone e ai servizi seguenti, se necessario per l’adempimento dei loro compiti:\na. ai superiori diretti;\nb. ai servizi del personale;\nc. ai competenti servizi dell’AI, dell’INSAI e dell’assicurazione militare;\nd. al servizio medico dell’Amministrazione federale;\ne. all’Ufficio federale del personale nell’ambito dell’attribuzione dei fondi per l’integrazione professionale dei disabili;\nf. ai membri del consiglio del fondo di soccorso del personale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Fascicoli della Consulenza sociale del personale",
        "citation": "Art. 27d cpv. 5 LPers",
        "content": "La CSPers è responsabile della protezione dei dati e della sicurezza del sistema d’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Fascicoli della Consulenza sociale del personale",
        "citation": "Art. 27d cpv. 6 LPers",
        "content": "Il Consiglio federale emana disposizioni d’esecuzione concernenti:\na. l’organizzazione e la gestione del sistema d’informazione;\nb. il trattamento dei dati, in particolare la loro raccolta, conservazione, comunicazione, archiviazione e distruzione;\nc. le autorizzazioni per il trattamento dei dati;\nd. i cataloghi di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_27_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 1 LPers",
        "content": "Il servizio medico competente tratta i dati personali degni di particolare protezione riguardanti la salute e necessari per:\na. valutare l’idoneità dei candidati al momento dell’assunzione; \nb. valutare l’idoneità degli impiegati nel corso della durata del rapporto di lavoro;\nc. valutare i rischi di invalidità e morbilità dei candidati al momento dell’assunzione per funzioni rilevanti per la sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 1bis LPers",
        "content": "Può trattare questi dati in un sistema d’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 1ter LPers",
        "content": "Gli impiegati del servizio medico e i servizi responsabili del supporto tecnico hanno accesso al sistema d’informazione, per quanto sia necessario per l’adempimento dei loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 1quater LPers",
        "content": "Il Consiglio federale emana disposizioni d’esecuzione concernenti:\na. l’organizzazione e la gestione del sistema d’informazione;\nb. il trattamento dei dati, in particolare la loro raccolta, conservazione, comunicazione, archiviazione e distruzione;\nc. i cataloghi di dati;\nd. le misure di protezione tecniche e organizzative volte a impedire il trattamento di dati personali da parte di terzi non autorizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 2 LPers",
        "content": "Può comunicare ai servizi interessati informazioni circa le conclusioni tratte da constatazioni mediche soltanto nella misura in cui ciò sia necessario per valutare se il candidato è idoneo a essere assunto, assicurato e a svolgere il suo lavoro oppure per pronunciarsi in merito a pretese desunte dal rapporto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 3 LPers",
        "content": "Del rimanente, può trasmettere dati relativi alla salute e documenti medici soltanto col consenso scritto della persona interessata; se il consenso è negato, i dati possono essere trasmessi soltanto con l’autorizzazione del servizio designato nelle disposizioni d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 3a: Trattamento dei dati, Dati relativi alla salute",
        "citation": "Art. 28 cpv. 4 LPers",
        "content": "L’autorizzazione di cui al capoverso 3 è negata se:\na. la persona su cui sono domandate le informazioni ha un interesse preponderante a serbarle segrete, oppure\nb. essa ostacolerebbe notevolmente il datore di lavoro nello svolgimento dei suoi compiti, oppure\nc. lo esigano interessi pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_28"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Impedimento al lavoro e decesso",
        "citation": "Art. 29 cpv. 1 LPers",
        "content": "Le disposizioni d’esecuzione disciplinano le prestazioni che il datore di lavoro versa all’impiegato in caso d’impedimento al lavoro dovuto a malattia, infortunio, invalidità, servizio militare, servizio di protezione civile e servizio civile nonché a maternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_29"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Impedimento al lavoro e decesso",
        "citation": "Art. 29 cpv. 2 LPers",
        "content": "Determinano le prestazioni ai superstiti in caso di decesso dell’impiegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_29"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Impedimento al lavoro e decesso",
        "citation": "Art. 29 cpv. 3 LPers",
        "content": "Inoltre disciplinano il computo delle prestazioni di assicurazioni obbligatorie svizzere ed estere sul salario e sulle altre prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_29"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Surrogazione",
        "citation": "Art. 30 cpv. 1 LPers",
        "content": "Il datore di lavoro, al momento dell’accaduto e fino a concorrenza dell’ammontare delle prestazioni che versa, surroga l’impiegato e i suoi superstiti nei riguardi di terzi che sono responsabili della malattia, dell’infortunio, dell’invalidità o del decesso di tale impiegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_30"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Surrogazione",
        "citation": "Art. 30 cpv. 2 LPers",
        "content": "Il datore di lavoro può far valere il diritto di regresso nei confronti del coniuge o del partner registrato dell’impiegato, dei suoi parenti in linea ascendente e discendente o di persone che vivono con lui nella stessa economia domestica, soltanto se hanno provocato intenzionalmente o per grave negligenza l’impedimento al lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_30"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Misure e prestazioni sociali",
        "citation": "Art. 31 cpv. 1 LPers",
        "content": "Il Consiglio federale disciplina le prestazioni versate agli impiegati per il mantenimento dei figli a complemento degli assegni familiari versati secondo gli ordinamenti cantonali sugli assegni familiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Misure e prestazioni sociali",
        "citation": "Art. 31 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione possono prevedere misure per agevolare la custodia dei figli. Possono prevedere il versamento di prestazioni a favore degli impiegati che assistono o provvedono al mantenimento di persone inabili all’esercizio di un’attività lucrativa, nonché misure per agevolare tale assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Misure e prestazioni sociali",
        "citation": "Art. 31 cpv. 3 LPers",
        "content": "Le disposizioni d’esecuzione possono prevedere misure e prestazioni per alleviare le conseguenze di situazioni sociali difficili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Misure e prestazioni sociali",
        "citation": "Art. 31 cpv. 4 LPers",
        "content": "Se in seguito a misure economiche o aziendali occorre licenziare un numero ingente di impiegati, il datore di lavoro elabora un piano sociale. Nei casi in cui il rapporto di lavoro è retto da un contratto collettivo di lavoro (art. 38), le parti definiscono il piano sociale nel quadro del contratto collettivo. Se le parti non giungono ad un’intesa, è il tribunale arbitrale (art. 38 cpv. 3) a definire il piano sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Misure e prestazioni sociali",
        "citation": "Art. 31 cpv. 5 LPers",
        "content": "Le disposizioni d’esecuzione possono prevedere ulteriori misure e prestazioni per la protezione sociale del personale, in particolare il sostegno degli interessati in caso di riorientamento professionale o prestazioni per il pensionamento anticipato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_31"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4: Misure a favore del personale, Altre misure e prestazioni",
        "citation": "Art. 32 LPers",
        "content": "Le disposizioni d’esecuzione possono inoltre prevedere:\na. misure e prestazioni volte a reclutare, mantenere e gratificare il personale;\nb. premi di fedeltà;\nc. misure e prestazioni volte a promuovere le invenzioni o a ricompensare proposte di miglioramento;\nd. misure e prestazioni volte a favorire sul posto di lavoro un comportamento di rispetto per l’ambiente e atto a promuovere la salute e la sicurezza;\ne. la gestione o il sostegno di infrastrutture a favore del personale;\nf. l’acquisto di alloggi sul luogo di lavoro qualora l’offerta locale non sia sufficiente o se la particolarità della funzione lo esige, nonché sovvenzionare l’acquisto o la locazione di alloggi;\ng. riduzioni di prezzo su prestazioni e prodotti della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Personale assicurato",
        "citation": "Art. 32a cpv. 1 LPers",
        "content": "Gli impiegati dei datori di lavoro di cui all’articolo 2 capoverso 1 lettere a, b, e–i sono assicurati presso PUBLICA contro le conseguenze economiche di vecchiaia, invalidità e morte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Personale assicurato",
        "citation": "Art. 32a cpv. 2 LPers",
        "content": "Le unità amministrative federali decentralizzate dotate di personalità giuridica e di contabilità proprie, il cui personale dispone di uno statuto che deroga alla presente legge in base a una legge speciale o che in materia di diritto del personale dispongono delle competenze del datore di lavoro in virtù degli articoli 3 capoverso 2 e 37 capoverso 3, assicurano parimenti i loro impiegati presso PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Datore di lavoro",
        "citation": "Art. 32b cpv. 1 LPers",
        "content": "Il Consiglio federale è considerato datore di lavoro ai sensi della legge del 20 dicembre 2006 su PUBLICA per gli impiegati di cui all’articolo 32a; è fatto salvo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Datore di lavoro",
        "citation": "Art. 32b cpv. 2 LPers",
        "content": "Le unità amministrative federali decentralizzate dotate di personalità giuridica e di contabilità proprie sono considerate datori di lavoro dei loro impiegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Datore di lavoro",
        "citation": "Art. 32b cpv. 3 LPers",
        "content": "Il Consiglio federale designa i rappresentanti dei datori di lavoro della cassa di previdenza della Confederazione (art. 32d cpv. 2) nella Commissione della cassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Affiliazione a PUBLICA",
        "citation": "Art. 32c cpv. 1 LPers",
        "content": "L’affiliazione dei datori di lavoro a PUBLICA ai sensi dell’articolo 4 capoverso 1 della legge del 20 dicembre 2006 su PUBLICA è conclusa con un contratto di diritto pubblico. Il DFF firma il contratto a nome del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Affiliazione a PUBLICA",
        "citation": "Art. 32c cpv. 2 LPers",
        "content": "I regolamenti della previdenza costituiscono parte integrante del contratto d’affiliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Affiliazione a PUBLICA",
        "citation": "Art. 32c cpv. 3 LPers",
        "content": "La conclusione e la modifica del contratto di affiliazione richiedono la partecipazione e il consenso dell’organo paritetico. I contratti di affiliazione di datori di lavoro che non siano il Consiglio federale devono inoltre essere approvati dal Consiglio federale perché siano validi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Affiliazione a PUBLICA",
        "citation": "Art. 32c cpv. 4 LPers",
        "content": "La modifica del contratto di affiliazione richiede l’approvazione del Consiglio federale se ha conseguenze finanziarie per il datore di lavoro, gli impiegati, gli aventi diritto alle rendite o la cassa di previdenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Casse di previdenza",
        "citation": "Art. 32d cpv. 1 LPers",
        "content": "I datori di lavoro con i loro impiegati e con gli aventi diritto alle rendite che da loro dipendono costituiscono ciascuno una cassa di previdenza. Più datori di lavoro possono costituire con il consenso del Consiglio federale una cassa di previdenza comune. Il Consiglio federale può prescrivere l’affiliazione di più datori di lavoro a una cassa di previdenza comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Casse di previdenza",
        "citation": "Art. 32d cpv. 2 LPers",
        "content": "Le unità amministrative federali decentralizzate dotate di personalità giuridica e di contabilità proprie, che sottostanno alla presente legge senza deroghe previste da leggi speciali e senza disporre di proprie competenze in materia di diritto del personale ai sensi dell’articolo 3 capoverso 2 e dell’articolo 37 capoverso 3, costituiscono una cassa di previdenza comune con il datore di lavoro Consiglio federale (cassa di previdenza della Confederazione), nella misura in cui le prescrizioni di leggi speciali non prevedano altrimenti. Con il consenso del Consiglio federale possono affiliarsi alla cassa di previdenza della Confederazione anche le unità amministrative federali decentralizzate di cui all’articolo 32a capoverso 2. Ogni datore di lavoro della cassa di previdenza della Confederazione è parte contraente nel contratto comune di affiliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Casse di previdenza",
        "citation": "Art. 32d cpv. 2bis LPers",
        "content": "Se risulta opportuno per motivi di natura attuariale o di tecnica previdenziale, in particolare a causa delle dimensioni, della struttura o dei compiti di un datore di lavoro, il Consiglio federale può ordinare l’affiliazione a una cassa comune secondo il capoverso 1 o accogliere una richiesta di affiliazione alla cassa di previdenza della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Casse di previdenza",
        "citation": "Art. 32d cpv. 3 LPers",
        "content": "Le casse di previdenza stesse assumono i propri costi. Per le casse di previdenza comuni, PUBLICA tiene una contabilità separata per datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_d"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Organo paritetico",
        "citation": "Art. 32e cpv. 1 LPers",
        "content": "Per ogni cassa di previdenza è costituito un organo paritetico composto di rappresentanti dei datori di lavoro e degli impiegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_e"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Organo paritetico",
        "citation": "Art. 32e cpv. 2 LPers",
        "content": "Se più datori di lavoro costituiscono una cassa di previdenza comune, la rappresentanza dei datori di lavoro e degli impiegati nell’organo paritetico è proporzionale alla quota dei singoli datori di lavoro nel capitale di copertura totale della cassa di previdenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_e"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Organo paritetico",
        "citation": "Art. 32e cpv. 3 LPers",
        "content": "Il Consiglio federale disciplina in un’ordinanza la designazione degli organi paritetici delle singole casse di previdenza. Può delegare questa competenza ai datori di lavoro che non appartengono alla cassa di previdenza della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_e"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Scioglimento di contratti d’affiliazione, uscita di unità amministrative e modifica dello statuto",
        "citation": "Art. 32f cpv. 1 LPers",
        "content": "Se un datore di lavoro o un’unità amministrativa esce da PUBLICA o da una cassa di previdenza, oppure se modifica il proprio statuto giuridico, gli assicurati attivi e gli aventi diritto alle rendite che dipendono dal datore di lavoro o dall’unità amministrativa sono trasferiti al nuovo istituto di previdenza o alla nuova cassa di previdenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Scioglimento di contratti d’affiliazione, uscita di unità amministrative e modifica dello statuto",
        "citation": "Art. 32f cpv. 2 LPers",
        "content": "Gli aventi diritto alle rendite possono essere lasciati presso PUBLICA o presso la precedente cassa di previdenza se lo richiedono gli interessi della Confederazione allo scorporo o alla modifica dello statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Scioglimento di contratti d’affiliazione, uscita di unità amministrative e modifica dello statuto",
        "citation": "Art. 32f cpv. 3 LPers",
        "content": "Il datore di lavoro competente per gli assicurati attivi dopo lo scorporo o la modifica dello statuto è competente anche per il finanziamento degli obblighi del datore di lavoro nei confronti degli aventi diritto alle rendite lasciati nella cassa precedente. Egli compensa a PUBLICA l’eventuale svantaggio finanziario derivante da questi aventi diritto e non coperto dal patrimonio a disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Scioglimento di contratti d’affiliazione, uscita di unità amministrative e modifica dello statuto",
        "citation": "Art. 32f cpv. 4 LPers",
        "content": "La Confederazione può assumere il finanziamento di questi obblighi se il Consiglio federale era il datore di lavoro precedente e nessuna legge prevede altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_f"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 1 LPers",
        "content": "I contributi dei datori di lavoro alla previdenza per la vecchiaia, all’assicurazione contro i rischi e alle rendite transitorie raggiungono nel complesso almeno l’11 e al massimo il 13,5 per cento della massa salariale assicurabile. Il loro importo dipende dalla struttura del rischio e dell’età degli assicurati nella cassa di previdenza, dalle possibilità di redditività a lungo termine, dalla modifica del tasso d’interesse tecnico e dalla situazione economica del datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 2 LPers",
        "content": "I datori di lavoro stabiliscono i loro contributi dopo aver consultato l’organo paritetico della cassa di previdenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 3 LPers",
        "content": "I contributi dei datori di lavoro e dei lavoratori sono graduati secondo l’età degli assicurati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 4 LPers",
        "content": "Entro i limiti dell’articolo 66 capoverso 1 della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità (LPP) e dell’articolo 331 capoverso 3 CO, i regolamenti della previdenza possono prevedere deroghe al finanziamento paritetico delle prestazioni per i rischi e delle prestazioni di vecchiaia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 5 LPers",
        "content": "È considerato salario assicurabile il salario sottoposto all’AVS inclusi i supplementi di cui all’articolo 15. Non sono considerati salario assicurabile i rimborsi di spese e le compensazioni di prestazioni come il lavoro supplementare o straordinario, i picchetti, il lavoro notturno o il lavoro a turni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 6 LPers",
        "content": "Il salario coordinato è determinato tenendo conto del tasso d’occupazione della persona impiegata. L’importo di coordinamento può essere stabilito come tasso percentuale del salario sottoposto all’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Finanziamento della previdenza",
        "citation": "Art. 32g cpv. 7 LPers",
        "content": "Il guadagno assicurato corrisponde al salario annuo assicurabile, dopo deduzione dell’importo di coordinamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_g"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Riscossione dei contributi dei datori di lavoro",
        "citation": "Art. 32h LPers",
        "content": "I datori di lavoro riscuotono i contributi dovuti a PUBLICA presso le loro unità amministrative sotto forma di un contributo indipendente dall’età delle persone impiegate calcolato sulla somma del guadagno assicurato. Questa disposizione non si applica ai datori di lavoro di cui all’articolo 32a capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_h"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza per la vecchiaia",
        "citation": "Art. 32i cpv. 1 LPers",
        "content": "L’obbligo contributivo per la previdenza per la vecchiaia nel sistema del primato dei contributi inizia il 1° gennaio dopo il compimento del 21° anno d’età e dura sino alla fine dell’obbligo contributivo conformemente alla LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza per la vecchiaia",
        "citation": "Art. 32i cpv. 2 LPers",
        "content": "I regolamenti della previdenza possono prevedere che dopo la fine dell’obbligo contributivo i contributi della previdenza per la vecchiaia sono costitutivi di rendita fino al compimento del 70° anno d’età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza per la vecchiaia",
        "citation": "Art. 32i cpv. 3 LPers",
        "content": "L’assicurato che cessa il rapporto di lavoro o riduce il grado di occupazione tra il compimento del 60° e del 70° anno d’età può esigere il versamento della corrispondente rendita di vecchiaia o rendita parziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza per la vecchiaia",
        "citation": "Art. 32i cpv. 4 LPers",
        "content": "La prestazione regolamentare di vecchiaia risulta dai contributi versati e dai redditi patrimoniali. I tassi di conversione sono determinati secondo canoni attuariali. Il regolamento della previdenza disciplina la riscossione della prestazione di vecchiaia sotto forma di liquidazione in capitale e alla fine dell’obbligo contributivo conformemente alla LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_i"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza in caso d’invalidità e morte",
        "citation": "Art. 32j cpv. 1 LPers",
        "content": "L’obbligo contributivo per i rischi di invalidità e morte inizia il 1° gennaio dopo il compimento del 17° anno di età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza in caso d’invalidità e morte",
        "citation": "Art. 32j cpv. 2 LPers",
        "content": "Le prestazioni per l’invalidità sono versate quando l’assicurato ne acquisisce il diritto conformemente all’articolo 23 LPP e quando cessa il versamento del salario da parte del datore di lavoro per conclusione del rapporto d’impiego oppure quando cessano le prestazioni assicurative sostitutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza in caso d’invalidità e morte",
        "citation": "Art. 32j cpv. 2bis LPers",
        "content": "Se non vi è invalidità secondo il capoverso 2 e un esame medico effettuato dal servizio medico competente attesta che vi è soltanto invalidità professionale, PUBLICA può versare prestazioni d’invalidità, su richiesta del datore di lavoro, nel caso in cui i provvedimenti d’integrazione siano stati infruttuosi. Il datore di lavoro rimborsa a PUBLICA il capitale di copertura necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Previdenza in caso d’invalidità e morte",
        "citation": "Art. 32j cpv. 3 LPers",
        "content": "Le prestazioni in caso d’invalidità e morte si basano sull’avere di vecchiaia che può essere acquisito fino alla fine dell’obbligo contributivo conformemente alla LAVS. Per la determinazione di tale avere i regolamenti della previdenza possono prevedere un interesse di proiezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_j"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Rendite transitorie",
        "citation": "Art. 32k cpv. 1 LPers",
        "content": "Le disposizioni d’esecuzione possono prevedere una rendita transitoria nei casi in cui il pensionamento avvenga prima di raggiungere l’età di pensionamento di cui all’articolo 21 LAVS. La rendita transitoria è di regola finanziata dagli impiegati. In singoli casi i datori di lavoro possono partecipare al finanziamento della rendita transitoria in ragione del 50 per cento al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_k"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Rendite transitorie",
        "citation": "Art. 32k cpv. 2 LPers",
        "content": "La partecipazione del datore di lavoro al finanziamento della rendita transitoria può essere superiore al 50 per cento per determinate categorie di personale o per motivi di ordine sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_k"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Adeguamento delle rendite al rincaro mediante i redditi patrimoniali di PUBLICA",
        "citation": "Art. 32l cpv. 1 LPers",
        "content": "L’organo paritetico della cassa di previdenza decide l’entità dell’adeguamento delle rendite al rincaro in funzione del reddito patrimoniale disponibile a tale scopo. L’adeguamento al rincaro può essere operato soltanto dopo che sia stata costituita una riserva di fluttuazione di almeno il 15 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_l"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Adeguamento delle rendite al rincaro mediante i redditi patrimoniali di PUBLICA",
        "citation": "Art. 32l cpv. 2 LPers",
        "content": "Nella cassa di previdenza della Confederazione la decisione dell’organo paritetico vale per tutti i datori di lavoro. Non ha conseguenze per gli ex impiegati federali che al momento dell’adeguamento ricevono le loro rendite da un istituto di previdenza che non sia PUBLICA oppure da un’altra cassa previdenziale che fa parte di PUBLICA. La decisione non incide nemmeno sugli aventi diritto alle rendite che fanno parte di un effettivo chiuso (art. 23 cpv. 2, secondo per. della L del 20 dic. 2006 su PUBLICA) fintanto ch’essi non siano trasferiti nella Cassa di previdenza della Confederazione secondo l’articolo 24 capoverso 4 della legge del 20 dicembre 2006 su PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_l"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Adeguamento straordinario delle rendite al rincaro e versamento di assegni unici da parte dei datori di lavoro",
        "citation": "Art. 32m cpv. 1 LPers",
        "content": "Se i redditi patrimoniali della cassa di previdenza non consentono alcun adeguamento delle rendite al rincaro o soltanto un adeguamento insufficiente, i datori di lavoro possono decidere un congruo adeguamento straordinario al rincaro delle rendite dei loro ex impiegati o il versamento di un assegno unico. Per i datori di lavoro che appartengono alla cassa di previdenza della Confederazione decide il Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_m"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Adeguamento straordinario delle rendite al rincaro e versamento di assegni unici da parte dei datori di lavoro",
        "citation": "Art. 32m cpv. 2 LPers",
        "content": "La decisione dei datori di lavoro di cui al capoverso 1 non ha conseguenze per:\na. gli ex impiegati che al momento dell’entrata in vigore di una misura di cui al capoverso 1 ricevono la loro rendita da un istituto di previdenza che non sia PUBLICA oppure da un’altra cassa di previdenza che fa parte di PUBLICA, o dipendono da un altro datore di lavoro affiliato a PUBLICA nel quadro di una cassa di previdenza comune ai sensi dell’articolo 32d capoversi 1 e 2; e\nb. gli aventi diritto alle rendite che fanno parte di un effettivo chiuso (art. 23 cpv. 2, secondo periodo della L del 20 dic. 2006 su PUBLICA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_m"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 4b:, Previdenza professionale, Adeguamento straordinario delle rendite al rincaro e versamento di assegni unici da parte dei datori di lavoro",
        "citation": "Art. 32m cpv. 3 LPers",
        "content": "I datori di lavoro rimborsano a PUBLICA il capitale di copertura necessario per il finanziamento delle misure di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_32_m"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 5: Partecipazione e collaborazione con gli interlocutori sociali",
        "citation": "Art. 33 cpv. 1 LPers",
        "content": "I datori di lavoro informano tempestivamente ed esaustivamente il personale e le sue organizzazioni in merito a tutte le questioni importanti in materia di personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 5: Partecipazione e collaborazione con gli interlocutori sociali",
        "citation": "Art. 33 cpv. 2 LPers",
        "content": "Consultano il personale e le sue organizzazioni:\na. prima di procedere a modifiche della presente legge;\nb. prima di emanare disposizioni d’esecuzione della presente legge;\nc. prima di creare o modificare sistemi per il trattamento di dati che riguardano il personale;\nd. prima del trasferimento a terzi di parti dell’amministrazione o di un’azienda o parte di un’azienda;\ne. per questioni legate alla sicurezza sul lavoro o ai provvedimenti sull’igiene del lavoro in virtù dell’articolo 6 capoverso 3 della legge sul lavoro del 13 marzo 1964.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 5: Partecipazione e collaborazione con gli interlocutori sociali",
        "citation": "Art. 33 cpv. 3 LPers",
        "content": "I datori di lavoro conducono trattative con le organizzazioni del personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 5: Partecipazione e collaborazione con gli interlocutori sociali",
        "citation": "Art. 33 cpv. 4 LPers",
        "content": "Le disposizioni d’esecuzione disciplinano la partecipazione del personale e delle sue organizzazioni. Possono prevedere organi di consultazione, di conciliazione e di decisione, la cui composizione può essere paritetica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_33"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Controversie concernenti il rapporto di lavoro",
        "citation": "Art. 34 cpv. 1 LPers",
        "content": "Se in una controversia concernente il rapporto di lavoro non si giunge ad un’intesa, il datore di lavoro pronuncia una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Controversie concernenti il rapporto di lavoro",
        "citation": "Art. 34 cpv. 1bis LPers",
        "content": "Contro le decisioni di trasferimento o altre istruzioni di servizio destinate al personale sottoposto a un obbligo di trasferimento secondo l’articolo 21 capoverso 1 lettere a e cbis non è ammesso il ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Controversie concernenti il rapporto di lavoro",
        "citation": "Art. 34 cpv. 2 LPers",
        "content": "La procedura di prima istanza nonché la procedura di ricorso di cui all’articolo 36 sono gratuite, tranne nei casi di temerarietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Controversie concernenti il rapporto di lavoro",
        "citation": "Art. 34 cpv. 3 LPers",
        "content": "Le persone la cui candidatura è stata respinta non hanno il diritto di esigere l’emanazione di una decisione impugnabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Effetto sospensivo",
        "citation": "Art. 34a LPers",
        "content": "I ricorsi hanno effetto sospensivo soltanto se l’autorità di ricorso lo ordina, d’ufficio o ad istanza di parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Decisione su ricorso in caso di disdetta",
        "citation": "Art. 34b cpv. 1 LPers",
        "content": "Se accoglie il ricorso contro una decisione di disdetta del rapporto di lavoro da parte del datore di lavoro e non deferisce l’affare in via eccezionale all’autorità inferiore, l’autorità di ricorso è tenuta:\na. ad attribuire un’indennità al ricorrente, se mancano motivi oggettivi sufficienti per la disdetta ordinaria o motivi gravi per la disdetta immediata, oppure se sono state violate disposizioni procedurali;\nb. a ordinare la continuazione del versamento dello stipendio fino allo scadere del termine di disdetta ordinario o del contratto di lavoro di durata determinata, se mancano motivi gravi in caso di disdetta immediata;\nc. a prorogare il rapporto di lavoro fino allo scadere del termine di disdetta ordinario, se sono state violate disposizioni concernenti i termini di disdetta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Decisione su ricorso in caso di disdetta",
        "citation": "Art. 34b cpv. 2 LPers",
        "content": "L’autorità di ricorso stabilisce l’indennità di cui al capoverso 1 lettera a dopo aver valutato tutte le circostanze. L’indennità ammonta di regola almeno a sei stipendi mensili e al massimo a uno stipendio annuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34_b"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Reintegrazione dell’impiegato",
        "citation": "Art. 34c cpv. 1 LPers",
        "content": "Il datore di lavoro offre all’impiegato di riprendere il lavoro che svolgeva in precedenza oppure, se ciò non è possibile, gli propone un altro lavoro ragionevolmente esigibile, se l’autorità di ricorso ha accolto il ricorso contro una decisione concernente la disdetta del rapporto di lavoro per uno dei seguenti motivi:\na. la disdetta è stata pronunciata poiché l’impiegato, in buona fede, ha sporto denuncia ai sensi dell’articolo 22a capoverso 1 o ha segnalato un’irregolarità ai sensi dell’articolo 22a capoverso 4, oppure ha deposto come testimone;\nb. la disdetta è abusiva ai sensi dell’articolo 336 CO;\nc. la disdetta è stata pronunciata durante uno dei periodi menzionati nell’articolo 336c capoverso 1 CO;\nd. la disdetta è discriminatoria ai sensi degli articoli 3 o 4 della legge del 24 marzo 1995 sulla parità dei sessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Reintegrazione dell’impiegato",
        "citation": "Art. 34c cpv. 2 LPers",
        "content": "Se il ricorso è accolto, l’autorità di ricorso, su domanda dell’impiegato, gli accorda un’indennità corrispondente di regola almeno a sei stipendi mensili e al massimo a uno stipendio annuo invece del mantenimento dell’impiego secondo il capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_34_c"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Autorità giudiziarie di ricorso",
        "citation": "Art. 36 cpv. 1 LPers",
        "content": "Le decisioni del datore di lavoro possono essere impugnate mediante ricorso dinanzi al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Autorità giudiziarie di ricorso",
        "citation": "Art. 36 cpv. 2 LPers",
        "content": "I ricorsi contro decisioni concernenti un rapporto di lavoro presso il Tribunale federale sono giudicati da una commissione di ricorso composta dei presidenti dei tribunali amministrativi dei Cantoni di Vaud, Lucerna e Ticino. In caso di impedimento di un membro, si applicano le norme applicabili al tribunale amministrativo in cui lavora il membro impedito. La procedura è retta dalla legge del 17 giugno 2005 sul Tribunale amministrativo federale. La commissione è presieduta dal membro la cui lingua di lavoro è quella in cui si svolge la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Autorità giudiziarie di ricorso",
        "citation": "Art. 36 cpv. 3 LPers",
        "content": "I ricorsi contro decisioni concernenti un rapporto di lavoro presso il Tribunale penale federale sono giudicati dal Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Autorità giudiziarie di ricorso",
        "citation": "Art. 36 cpv. 4 LPers",
        "content": "I ricorsi contro decisioni concernenti un rapporto di lavoro presso il Tribunale amministrativo federale sono giudicati dal Tribunale penale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_36"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 6: Procedura, Controversie su componenti salariali al merito",
        "citation": "Art. 36a LPers",
        "content": "Nelle controversie concernenti componenti salariali al merito il ricorso a un’autorità giudiziaria (art. 36) è ammissibile soltanto per violazione della parità dei sessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_36_a"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Disposizioni d’esecuzione",
        "citation": "Art. 37 cpv. 1 LPers",
        "content": "Il Consiglio federale emana le disposizioni d’esecuzione. Provvede affinché queste non limitino l’autonomia di cui i datori di lavoro necessitano per adempiere i loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Disposizioni d’esecuzione",
        "citation": "Art. 37 cpv. 2 LPers",
        "content": "Le disposizioni d’esecuzione di cui al capoverso 1 sono applicabili anche al personale dei Servizi del Parlamento e del Tribunale federale, per quanto l’Assemblea federale o il Tribunale federale non emanino per il loro personale disposizioni completive o divergenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Disposizioni d’esecuzione",
        "citation": "Art. 37 cpv. 3 LPers",
        "content": "Gli altri datori di lavoro emanano le disposizioni d’esecuzione, per quanto la presente legge non attribuisca tale competenza unicamente al Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Disposizioni d’esecuzione",
        "citation": "Art. 37 cpv. 3bis LPers",
        "content": "Le unità amministrative alle quali il Consiglio federale ha delegato le competenze del datore di lavoro secondo l’articolo 3 capoverso 2 emanano disposizioni d’esecuzione, fatta salva l’approvazione del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Disposizioni d’esecuzione",
        "citation": "Art. 37 cpv. 4 LPers",
        "content": "Se il CO si applica per analogia conformemente all’articolo 6 capoverso 2, nelle loro disposizioni d’esecuzione i datori di lavoro possono derogare:\na. alle disposizioni non imperative del CO;\nb. alle disposizioni imperative del CO, purché la deroga sia a favore del personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_37"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Contratto collettivo di lavoro",
        "citation": "Art. 38 cpv. 1 LPers",
        "content": "Le Ferrovie federali svizzere e gli altri datori di lavoro autorizzati dal Consiglio federale concludono contratti collettivi di lavoro (CCL) con le associazioni del personale per il loro settore specifico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Contratto collettivo di lavoro",
        "citation": "Art. 38 cpv. 2 LPers",
        "content": "Il CCL si applica di regola a tutto il personale del rispettivo datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Contratto collettivo di lavoro",
        "citation": "Art. 38 cpv. 3 LPers",
        "content": "Il CCL prevede un tribunale arbitrale. Quest’ultimo decide se vi è disaccordo fra le parti in merito all’entità della compensazione del rincaro e alla regolamentazione del piano sociale nel quadro del contratto collettivo. Le parti possono conferire al tribunale arbitrale la competenza decisionale in altri casi di disaccordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Contratto collettivo di lavoro",
        "citation": "Art. 38 cpv. 4 LPers",
        "content": "Le parti possono in particolare prevedere nel CCL:\na. organi che decidono, invece degli organi statali ordinari, sulle controversie tra le parti del CCL; per quanto il CCL non preveda nessun organo contrattuale per la composizione di controversie, il Tribunale amministrativo federale decide in ultima istanza sulle controversie tra le parti del CCL;\nb. la riscossione di contributi per l’esecuzione del CCL.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_38"
    },
    {
        "book": "BPG",
        "title": "LPers, Sezione 7: Disposizioni d’esecuzione, Contratto collettivo di lavoro",
        "citation": "Art. 38 cpv. 5 LPers",
        "content": "Se gli interlocutori sociali non giungono ad un’intesa sul CCL, per le questioni controverse adiscono una commissione di conciliazione. Quest’ultima sottopone loro proposte di soluzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/123/it#art_38"
    }
]