[
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Cotisations et prestations",
        "citation": "Art. 1 OPP 2",
        "content": "(art. 1, al. 2 et 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Cotisations et prestations",
        "citation": "Art. 1 al. 1 OPP 2",
        "content": "Le plan de prévoyance est considéré comme adéquat lorsque les conditions prévues aux al. 2 et 3 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Cotisations et prestations",
        "citation": "Art. 1 al. 2 OPP 2",
        "content": "Conformément au modèle de calcul:\na. les prestations réglementaires ne dépassent pas 70 % du dernier salaire ou revenu AVS assurables perçus avant la retraite, ou\nb. le montant total des cotisations réglementaires de l’employeur et des salariés destinées au financement des prestations de vieillesse ne dépasse pas annuellement 25 % de la somme des salaires AVS assurables pour les salariés, ou les cotisations de l’indépendant destinées au financement des prestations de vieillesse ne dépassent pas annuellement 25 % du revenu AVS assurable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Cotisations et prestations",
        "citation": "Art. 1 al. 3 OPP 2",
        "content": "Pour les salaires dépassant le montant-limite supérieur selon l’art. 8, al. 1, LPP, les prestations de vieillesse de la prévoyance professionnelle, ajoutées à celles de l’AVS, ne doivent pas, selon le modèle de calcul, dépasser 85 % du dernier salaire ou revenu AVS assurables perçus avant la retraite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Cotisations et prestations",
        "citation": "Art. 1 al. 4 OPP 2",
        "content": "Si le plan de prévoyance prévoit le versement des prestations en capital, l’adéquation est déterminée sur la base des prestations correspondantes versées sous forme de rente au taux de conversion réglementaire ou, en l’absence de taux de conversion réglementaire, au taux de conversion minimal fixé à l’art. 14, al. 2, LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Cotisations et prestations",
        "citation": "Art. 1 al. 5 OPP 2",
        "content": "Un plan de prévoyance avec le choix de la stratégie de placement d’après l’art. 1e est considéré comme adéquat lorsque:\na. les conditions prévues à l’al. 2, let. b, sont remplies, et que\nb. pour le calcul du montant maximal de rachats, des cotisations supérieures à 25 % en moyenne du salaire assuré par année de cotisations possible, intérêts non compris, ne peuvent pas être prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Adéquation lors de pluralité de rapports de prévoyance",
        "citation": "Art. 1a OPP 2",
        "content": "(art. 1, al. 2 et 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Adéquation lors de pluralité de rapports de prévoyance",
        "citation": "Art. 1a al. 1 OPP 2",
        "content": "Lorsqu’un employeur conclut avec plusieurs institutions de prévoyance des contrats d’affiliation organisés de telle manière que certaines personnes sont assurées en même temps auprès de plusieurs institutions, il doit prendre des dispositions afin que l’art. 1 soit appliqué par analogie à l’ensemble des rapports de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Adéquation lors de pluralité de rapports de prévoyance",
        "citation": "Art. 1a al. 2 OPP 2",
        "content": "Les indépendants qui font assurer leur revenu dans plusieurs institutions de prévoyance doivent prendre les mesures nécessaires pour que l’art. 1 soit appliqué par analogie à l’ensemble de leurs rapports de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Retraite anticipée",
        "citation": "Art. 1b OPP 2",
        "content": "(art. 1, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Retraite anticipée",
        "citation": "Art. 1b al. 1 OPP 2",
        "content": "L’institution de prévoyance peut prévoir dans son règlement la possibilité pour les assurés d’effectuer des rachats supplémentaires, en sus du rachat de la totalité des prestations réglementaires au sens de l’art. 9, al. 2 LFLP, dans le but de compenser totalement ou partiellement la réduction des prestations de vieillesse en cas de versement anticipé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 1, Adéquation, Retraite anticipée",
        "citation": "Art. 1b al. 2 OPP 2",
        "content": "Les institutions de prévoyance qui autorisent les rachats en prévision d’une retraite anticipée selon l’al. 1 doivent concevoir leur plan de prévoyance de telle façon que, si l’assuré renonce à une retraite anticipée, les prestations versées ne dépassent pas de plus de 5 % l’objectif réglementaire des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Plans de prévoyance",
        "citation": "Art. 1c OPP 2",
        "content": "(art. 1, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Plans de prévoyance",
        "citation": "Art. 1c al. 1 OPP 2",
        "content": "Le principe de la collectivité est respecté lorsque l’institution de prévoyance ou la caisse de pensions affiliée instituent une ou plusieurs collectivités d’assurés dans son règlement. L’appartenance à un collectif doit être déterminée sur la base de critères objectifs tels que, notamment, le nombre d’années de service, la fonction exercée, la situation hiérarchique, l’âge ou le niveau de salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Plans de prévoyance",
        "citation": "Art. 1c al. 2 OPP 2",
        "content": "Le principe de la collectivité est également respecté lorsqu’une seule personne est assurée dans le plan de prévoyance mais que le règlement prévoit la possibilité d’assurer en principe d’autres personnes. Cet alinéa ne s’applique pas l’assurance facultative des indépendants au sens de l’art. 44 LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Possibilités de choix entre plusieurs plans de prévoyance",
        "citation": "Art. 1d OPP 2",
        "content": "(art. 1, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_d"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Possibilités de choix entre plusieurs plans de prévoyance",
        "citation": "Art. 1d al. 1 OPP 2",
        "content": "L’institution de prévoyance ou la caisse de pensions affiliée peuvent proposer au maximum trois plans de prévoyance aux assurés de chaque collectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_d"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Possibilités de choix entre plusieurs plans de prévoyance",
        "citation": "Art. 1d al. 2 OPP 2",
        "content": "La somme des parts que représentent, en pourcentage du salaire, les cotisations de l’employeur et celles des salariés dans le plan de prévoyance dont les cotisations sont les plus basses doit atteindre au moins les deux tiers de la somme qu’elles représentent dans le plan de prévoyance dont les cotisations sont les plus élevées. Le montant de la cotisation de l’employeur doit être le même dans chaque plan de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_d"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Choix des stratégies de placement",
        "citation": "Art. 1e OPP 2",
        "content": "(art. 1, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Choix des stratégies de placement",
        "citation": "Art. 1e al. 1 OPP 2",
        "content": "Seules les institutions de prévoyance, qui assurent exclusivement la partie de salaire supérieure à une fois et demie le montant-limite supérieur fixé à l’art. 8, al. 1, LPP, peuvent proposer des stratégies de placement différentes dans le cadre d’un même plan de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Choix des stratégies de placement",
        "citation": "Art. 1e al. 2 OPP 2",
        "content": "L’institution de prévoyance peut proposer dix stratégies de placement au plus par caisse de pensions affiliée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Choix des stratégies de placement",
        "citation": "Art. 1e al. 3 OPP 2",
        "content": "L’avoir de prévoyance d’un assuré ne peut pas être fractionné et placé selon des stratégies différentes ni être placé selon des pondérations différentes à l’intérieur d’une même stratégie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Choix des stratégies de placement",
        "citation": "Art. 1e al. 4 OPP 2",
        "content": "Les institutions de prévoyance peuvent proposer aux caisses de pensions qui leur sont affiliées le choix entre plusieurs gestionnaires de fortune externes pour chaque stratégie de placement. Les caisses de pensions affiliées ne peuvent choisir les gestionnaires de fortune que parmi ceux que l’institution de prévoyance leur propose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 2, Collectivité, Choix des stratégies de placement",
        "citation": "Art. 1e al. 5 OPP 2",
        "content": "Pour un même collectif d’assurés, les stratégies de placement proposées doivent être accessibles à tous. Le résultat des placements d’une stratégie doit être imputé selon les mêmes critères aux avoirs des assurés d’un collectif qui ont choisi cette stratégie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 3, Égalité de traitement",
        "citation": "Art. 1f OPP 2",
        "content": "Le principe de l’égalité de traitement est respecté lorsque tous les assurés d’un même collectif sont soumis à des conditions réglementaires identiques dans le plan de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 4, Planification",
        "citation": "Art. 1g OPP 2",
        "content": "Le principe de planification est respecté lorsque l’institution de prévoyance fixe précisément dans son règlement les différentes prestations qu’elle octroie, leur mode de financement et les conditions auxquelles elles sont versées, les plans de prévoyance qu’elle propose ainsi que les différents collectifs d’assurés et les plans de prévoyance s’appliquant à ces collectifs. Le plan de prévoyance doit se fonder sur des paramètres déterminés sur la base de principes professionnellement reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 5, Principe d’assurance",
        "citation": "Art. 1h al. 1 OPP 2",
        "content": "Le principe d’assurance est respecté lorsque l’institution de prévoyance affecte au moins 4 % du montant total des cotisations au financement des prestations relevant de la couverture des risques de décès et d’invalidité. Est déterminante pour le calcul de ce pourcentage minimal la totalité des cotisations des collectivités et des plans d’un employeur auprès d’une institution. Si l’institution de prévoyance affilie plusieurs employeurs, sont déterminantes pour le calcul du pourcentage minimal les cotisations des collectivités et des plans d’un seul employeur auprès de cette institution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 5, Principe d’assurance",
        "citation": "Art. 1h al. 2 OPP 2",
        "content": "Dans une institution de prévoyance pratiquant exclusivement la prévoyance plus étendue et hors obligatoire, le principe d’assurance est également respecté lorsque le règlement prévoit que seul l’avoir de vieillesse est alimenté et que la couverture des risques de décès et d’invalidité est exclue si un examen médical met en évidence un risque considérablement accru et que la personne considérée est de ce fait exclue de l’assurance couvrant lesdits risques. Dans un tel cas, les prestations de vieillesse ne peuvent être versées que sous forme de rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 6, Age minimal de la retraite",
        "citation": "Art. 1i al. 1 OPP 2",
        "content": "Les règlements des institutions de prévoyance ne peuvent pas prévoir d’âge de retraite inférieur à 58 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1, Principes de la prévoyance professionnelle, Section 6, Age minimal de la retraite",
        "citation": "Art. 1i al. 2 OPP 2",
        "content": "Des âges de retraite inférieurs à celui déterminé à l’al. 1 sont admis:\na. pour les restructurations d’entreprises;\nb. pour les rapports de travail où un âge de retraite inférieur est prévu pour des motifs de sécurité publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salariés non soumis à l’assurance obligatoire",
        "citation": "Art. 1j OPP 2",
        "content": "(art. 2, al. 2 et 4, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salariés non soumis à l’assurance obligatoire",
        "citation": "Art. 1j al. 1 OPP 2",
        "content": "Les catégories suivantes de salariés ne sont pas soumises à l’assurance obligatoire:\na. les salariés dont l’employeur n’est pas soumis à l’obligation de payer des cotisations à l’AVS;\nb. les salariés engagés pour une durée limitée ne dépassant pas trois mois; l’art. 1k est réservé;\nc. les salariés exerçant une activité accessoire, s’ils sont déjà assujettis à l’assurance obligatoire pour une activité lucrative exercée à titre principal ou s’ils exercent une activité lucrative indépendante à titre principal;\nd. les personnes invalides au sens de l’AI à raison de 70 % au moins, ainsi que les personnes qui restent assurées à titre provisoire au sens de l’art. 26a LPP;\ne. les membres suivants de la famille d’un exploitant agricole, qui travaillent dans son entreprise:\n1. les parents de l’exploitant en ligne directe, ascendante ou descendante, ainsi que les conjoints ou les partenaires enregistrés de ces parents,\n2. les gendres ou les belles-filles de l’exploitant qui, selon toute vraisemblance, reprendront l’entreprise pour l’exploiter personnellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salariés non soumis à l’assurance obligatoire",
        "citation": "Art. 1j al. 2 OPP 2",
        "content": "Les salariés sans activité en Suisse ou dont l’activité en Suisse n’a probablement pas un caractère durable, et qui bénéficient de mesures de prévoyance suffisantes à l’étranger, seront exemptés de l’assurance obligatoire à condition qu’ils en fassent la demande à l’institution de prévoyance compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salariés non soumis à l’assurance obligatoire",
        "citation": "Art. 1j al. 3 OPP 2",
        "content": "Les salariés non soumis à l’assurance obligatoire en vertu de l’al. 1, let. a et e, peuvent se faire assurer à titre facultatif aux mêmes conditions que des indépendants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salariés non soumis à l’assurance obligatoire",
        "citation": "Art. 1j al. 4 OPP 2",
        "content": "Les salariés non soumis à l’assurance obligatoire en vertu de l’al. 1, let. b et c, peuvent se faire assurer à titre facultatif conformément à l’art. 46 LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salariés engagés pour une durée limitée",
        "citation": "Art. 1k OPP 2",
        "content": "(art. 2, al. 4, LPP)Les salariés dont la durée d’engagement ou de mission est limitée sont soumis à l’assurance obligatoire, lorsque:\na. les rapports de travail sont prolongés au-delà de trois mois, sans qu’il y ait interruption desdits rapports: dans ce cas, le salarié est soumis à l’assurance obligatoire dès le moment où la prolongation a été convenue;\nb. plusieurs engagements auprès d’un même employeur ou missions pour le compte d’une même entreprise bailleuse de service durent au total plus de trois mois et qu’aucune interruption ne dépasse trois mois: dans ce cas, le salarié est soumis à l’assurance obligatoire dès le début du quatrième mois de travail; lorsqu’il a été convenu, avant le début du travail, que le salarié est engagé pour une durée totale supérieure à trois mois, l’assujettissement commence en même temps que les rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_1_k"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Location de services",
        "citation": "Art. 2 OPP 2",
        "content": "(art. 2, al. 4, LPP)Les travailleurs occupés auprès d’une entreprise tierce dans le cadre d’une location de service au sens de la loi fédérale du 6 octobre 1989 sur le service de l’emploi et la location de services sont réputés être des travailleurs salariés de l’entreprise bailleuse de service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_2"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Détermination du salaire coordonné",
        "citation": "Art. 3 OPP 2",
        "content": "(art. 7, al. 2, et 8, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_3"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Détermination du salaire coordonné",
        "citation": "Art. 3 al. 1 OPP 2",
        "content": "L’institution de prévoyance peut, dans son règlement, s’écarter comme il suit du salaire déterminant dans l’AVS:\na. elle peut faire abstraction d’éléments de salaire de nature occasionnelle;\nb. elle peut fixer d’avance le salaire coordonné annuel à partir du dernier salaire annuel connu; les changements déjà convenus au moment de la fixation du salaire coordonné seront pris en considération;\nc. elle peut, dans les professions où les conditions d’occupation et de rétribution sont irrégulières, déterminer le salaire coordonné de manière forfaitaire selon le salaire moyen de chaque catégorie professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_3"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Détermination du salaire coordonné",
        "citation": "Art. 3 al. 2 OPP 2",
        "content": "L’institution de prévoyance peut aussi s’écarter du salaire annuel et déterminer le salaire coordonné par période de paie. Les montants-limites fixés aux art. 2, 7, 8 et 46 LPP doivent être alors convertis pour la période de paie correspondante. Si le salaire tombe momentanément au-dessous du montant-limite minimum, le salarié demeure néanmoins assujetti à l’assurance obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_3"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Montant minimal du salaire assuré ",
        "citation": "Art. 3a al. 1 OPP 2",
        "content": "Pour les personnes qui sont assurées obligatoirement selon l’art. 2 LPP et qui perçoivent d’un même employeur un salaire AVS supérieur à 22 050 francs, un montant de 3675 francs au moins doit être assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_3_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Montant minimal du salaire assuré ",
        "citation": "Art. 3a al. 2 OPP 2",
        "content": "Le salaire assuré minimal prévu à l’al. 1 est aussi valable pour l’assurance obligatoire des personnes pour lesquelles les montants-limites ont été réduits conformément à l’art. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_3_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salaire coordonné des assurés partiellement invalides",
        "citation": "Art. 4 OPP 2",
        "content": "(art. 8 et 34, al. 1, let. b, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_4"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Salaire coordonné des assurés partiellement invalides",
        "citation": "Art. 4 al. OPP 2",
        "content": "Pour les personnes partiellement invalides au sens de la loi fédérale du 19 juin 1959 sur l’assurance-invalidité (LAI), les montants-limites fixés aux art. 2, 7, 8, al. 1, et 46 LPP sont réduits proportionnellement au pourcentage de rente auquel elles ont droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_4"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Adaptation à l’AVS",
        "citation": "Art. 5 OPP 2",
        "content": "(art. 9 LPP)Les montants-limites fixés aux art. 2, 7, 8 et 46 LPP sont adaptés comme suit:Anciens montantsFrancsNouveaux montantsFrancs21 51022 05025 09525 72586 04088 200  3 585  3 675",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_5"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Début de l’assurance",
        "citation": "Art. 6 OPP 2",
        "content": "(art. 10, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_6"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Début de l’assurance",
        "citation": "Art. 6 al. 1 OPP 2",
        "content": "L’assurance commence le jour où débutent les rapports de travail ou celui où le droit au salaire existe pour la première fois, dans tous les cas au moment où l’employé se met en route pour aller au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_6"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 1, Personnes assurées et salaire coordonné, Début de l’assurance",
        "citation": "Art. 6 al. 2 OPP 2",
        "content": "Pour les personnes au chômage, l’assurance débute le jour où les conditions du droit à l’indemnité selon l’art. 8 de la loi du 25 juin 1982 sur l’assurance-chômage (LACI) sont remplies pour la première fois ou celui où les indemnités selon l’art. 29 LACI sont perçues pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_6"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Effets de l’affiliation à une ou plusieurs institutions de prévoyance",
        "citation": "Art. 7 OPP 2",
        "content": "(art. 10, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_7"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Effets de l’affiliation à une ou plusieurs institutions de prévoyance",
        "citation": "Art. 7 al. 1 OPP 2",
        "content": "L’affiliation de l’employeur à une institution de prévoyance enregistrée entraîne l’assurance, auprès de cette institution, de tous les salariés soumis à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_7"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Effets de l’affiliation à une ou plusieurs institutions de prévoyance",
        "citation": "Art. 7 al. 2 OPP 2",
        "content": "Si l’employeur veut s’affilier à plusieurs institutions de prévoyance enregistrées, il doit définir chaque groupe d’assurés de telle manière que tous les salariés soumis à la loi soient assurés. En cas de lacunes dans la définition des groupes d’assurés, les institutions de prévoyance sont solidairement tenues de verser les prestations légales. Elles peuvent exercer un droit de recours contre l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_7"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Contrôle de l’affiliation",
        "citation": "Art. 9 OPP 2",
        "content": "(art. 11 et 56, let. h, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_9"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Contrôle de l’affiliation",
        "citation": "Art. 9 al. 1 OPP 2",
        "content": "L’employeur doit fournir à sa caisse de compensation AVS tous les renseignements nécessaires au contrôle de son affiliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_9"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Contrôle de l’affiliation",
        "citation": "Art. 9 al. 2 OPP 2",
        "content": "Il doit lui remettre une attestation de son institution de prévoyance certifiant qu’il est affilié conformément à la LPP. Lorsqu’il est le seul employeur affilié à l’institution de prévoyance, une copie de la décision d’enregistrement délivrée par l’autorité de surveillance constitue une attestation suffisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_9"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Contrôle de l’affiliation",
        "citation": "Art. 9 al. 3 OPP 2",
        "content": "La caisse de compensation AVS annonce à l’institution supplétive les employeurs qui ne satisfont pas à leur obligation d’être affiliés. Elle lui transmet les dossiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_9"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Contrôle de l’affiliation",
        "citation": "Art. 9 al. 4 OPP 2",
        "content": "L’Office fédéral des assurances sociales (OFAS) fournit aux caisses de compensation AVS des directives, notamment sur la procédure à suivre lors du contrôle, sur le moment du contrôle et sur les documents à fournir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_9"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Contrôle de l’affiliation",
        "citation": "Art. 9 al. 5 OPP 2",
        "content": "Le fonds de garantie verse aux caisses de compensation AVS un dédommagement de 9 francs pour chaque cas de contrôle de l’affiliation d’un employeur qui dépend d’elle (art. 11, al. 4, LPP). Avant le 31 mars de l’année suivante, au moyen du formulaire prescrit par l’OFAS, les caisses de compensation AVS annoncent au fonds de garantie les contrôles qu’elles ont effectués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_9"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 2, Affiliation obligatoire de l’employeur, Renseignements à fournir par l’employeur",
        "citation": "Art. 10 OPP 2",
        "content": "(art. 11 et 52c LPP)L’employeur est tenu d’annoncer à l’institution de prévoyance tous les salariés soumis à l’assurance obligatoire et de lui fournir les indications nécessaires à la tenue des comptes de vieillesse et au calcul des cotisations. Il donne en outre à l’organe de révision les renseignements dont celui-ci a besoin pour accomplir ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_10"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Tenue des comptes individuels de vieillesse",
        "citation": "Art. 11 OPP 2",
        "content": "(art. 15 et 16 LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_11"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Tenue des comptes individuels de vieillesse",
        "citation": "Art. 11 al. 1 OPP 2",
        "content": "L’institution de prévoyance tiendra, pour chaque assuré, un compte de vieillesse indiquant son avoir de vieillesse conformément à l’art. 15, al. 1, LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_11"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Tenue des comptes individuels de vieillesse",
        "citation": "Art. 11 al. 2 OPP 2",
        "content": "À la fin de l’année civile, le compte individuel de vieillesse sera crédité:\na. de l’intérêt annuel calculé sur l’avoir de vieillesse existant à la fin de l’année civile précédente;\nb. des bonifications de vieillesse sans intérêt pour l’année civile écoulée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_11"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Tenue des comptes individuels de vieillesse",
        "citation": "Art. 11 al. 3 OPP 2",
        "content": "Si un événement assuré se réalise ou si l’assuré quitte l’institution de prévoyance en cours d’année, le compte de vieillesse sera crédité:\na. de l’intérêt prévu à l’al. 2, let. a, calculé progressivement jusqu’à la survenance d’un cas d’assurance ou d’un cas de libre passage au sens de l’art. 2 LFLP;\nb. des bonifications de vieillesse sans intérêt, calculées jusqu’à la survenance du cas d’assurance ou jusqu’à la sortie de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_11"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Tenue des comptes individuels de vieillesse",
        "citation": "Art. 11 al. 4 OPP 2",
        "content": "Si l’assuré entre dans l’institution de prévoyance en cours d’année, le compte de vieillesse sera crédité, en fin d’année civile:\na. du montant de l’avoir de vieillesse transféré correspondant à la prévoyance minimale légale;\nb. de l’intérêt sur le montant de l’avoir de vieillesse transféré, calculé dès le jour du paiement de la prestation de libre passage;\nc. des bonifications de vieillesse sans intérêt, afférentes à la fraction d’année durant laquelle l’assuré a été dans l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_11"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Taux d’intérêt minimal",
        "citation": "Art. 12 OPP 2",
        "content": "(art. 15, al. 2, LPP)L’avoir de vieillesse sera crédité d’un intérêt:\na. pour la période jusqu’au 31 décembre 2002: d’au moins 4 %;\nb. pour la période à partir du 1er janvier 2003 jusqu’au 31 décembre 2003: d’au moins 3,25 %;\nc. pour la période à partir du 1er janvier 2004 jusqu’au 31 décembre 2004: d’au moins 2,25 %;\nd. pour la période à partir du 1er janvier 2005 jusqu’au 31 décembre 2007: d’au moins 2,5 %;\ne. pour la période à partir du 1er janvier 2008 jusqu’au 31 décembre 2008: d’au moins 2,75 %;\nf. pour la période à partir du 1er janvier 2009 jusqu’au 31 décembre 2011: d’au moins 2 %;\ng. pour la période à partir du 1er janvier 2012 jusqu’au 31 décembre 2013: d’au moins 1,5 %;\nh. pour la période à partir du 1er janvier 2014 jusqu’au 31 décembre 2015: d’au moins 1,75 %;\ni. pour la période à partir du 1er janvier 2016 jusqu’au 31 décembre 2016: d’au moins 1,25 %;\nj. pour la période à partir du 1er janvier 2017 jusqu’au 31 décembre 2023: d’au moins 1 %;\nk. pour la période à partir du 1er janvier 2024: d’au moins 1,25 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_12"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Age déterminant pour le calcul des bonifications de vieillesse",
        "citation": "Art. 13 OPP 2",
        "content": "(art. 16 LPP)L’âge déterminant le taux applicable au calcul de la bonification de vieillesse résulte de la différence entre l’année civile en cours et l’année de naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_13"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Compte de vieillesse de l’assuré invalide",
        "citation": "Art. 14 OPP 2",
        "content": "(art. 15, 34, al. 1, let. b, LPP et 18 LFLP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_14"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Compte de vieillesse de l’assuré invalide",
        "citation": "Art. 14 al. 1 OPP 2",
        "content": "Dans la perspective d’une réinsertion possible dans la vie active, l’institution de prévoyance doit continuer de tenir, jusqu’à l’âge de référence fixé à l’art. 13, al. 1, LPP, le compte de vieillesse de l’invalide auquel elle verse une rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_14"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Compte de vieillesse de l’assuré invalide",
        "citation": "Art. 14 al. 2 OPP 2",
        "content": "L’avoir de vieillesse de l’invalide doit porter intérêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_14"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Compte de vieillesse de l’assuré invalide",
        "citation": "Art. 14 al. 3 OPP 2",
        "content": "Le salaire coordonné durant la dernière année d’assurance (art. 18) sert de base au calcul des bonifications de vieillesse durant l’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_14"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Compte de vieillesse de l’assuré invalide",
        "citation": "Art. 14 al. 4 OPP 2",
        "content": "Lorsque le droit à la rente d’invalidité s’éteint par suite de disparition de l’invalidité, l’assuré a droit à une prestation de libre passage dont le montant correspond à son avoir de vieillesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_14"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Cas d’invalidité partielle",
        "citation": "Art. 15 OPP 2",
        "content": "(art. 15 et 34, al. 1, let. b, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Cas d’invalidité partielle",
        "citation": "Art. 15 al. 1 OPP 2",
        "content": "Si l’assuré est mis au bénéfice d’une rente d’invalidité partielle, l’institution de prévoyance partage l’avoir de vieillesse en une partie correspondant au pourcentage du droit à la rente et en une partie active.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Cas d’invalidité partielle",
        "citation": "Art. 15 al. 2 OPP 2",
        "content": "La partie de l’avoir de vieillesse fondée sur une invalidité partielle doit être traitée selon l’art. 14. L’avoir de vieillesse actif est assimilé à celui d’un assuré valide et traité, à la fin des rapports de travail, selon les art. 3 à 5 LFLP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Consignation et communication de l’avoir de prévoyance",
        "citation": "Art. 15a al. 1 OPP 2",
        "content": "L’institution de prévoyance ou de libre passage doit consigner la part de l’avoir de vieillesse par rapport:\na. à l’ensemble de l’avoir de prévoyance de l’assuré qui se trouve dans l’institution;\nb. au montant octroyé lors d’un versement anticipé au sens de l’art. 30c LPP;\nc. aux prestations de sortie et aux parts de rente transférées lors du partage de la prévoyance au sens de l’art. 22 LFLP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Consignation et communication de l’avoir de prévoyance",
        "citation": "Art. 15a al. 2 OPP 2",
        "content": "Lors du transfert de la prestation de libre passage, l’institution de prévoyance ou de libre passage doit communiquer à la nouvelle institution de prévoyance ou de libre passage les informations visées à l’al. 1. À défaut, la nouvelle institution doit les lui demander.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Détermination de l’avoir de vieillesse",
        "citation": "Art. 15b OPP 2",
        "content": "(art. 15, al. 4, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Détermination de l’avoir de vieillesse",
        "citation": "Art. 15b al. 1 OPP 2",
        "content": "Lorsque l’avoir de vieillesse ne peut plus être établi, est réputé comme tel le montant maximal que l’assuré aurait pu constituer jusqu’à la date de détermination en vertu des dispositions légales minimales; toutefois, ce montant peut au maximum correspondre à celui de l’avoir de prévoyance effectivement disponible dans l’institution de prévoyance ou de libre passage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Détermination de l’avoir de vieillesse",
        "citation": "Art. 15b al. 2 OPP 2",
        "content": "L’avoir de vieillesse ne peut plus être établi lorsque les informations nécessaires font défaut auprès des institutions précédentes et de l’institution actuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_15_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Intérêts, rendements et pertes",
        "citation": "Art. 16 OPP 2",
        "content": "(art. 15 LPP; art. 18 LFLP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Intérêts, rendements et pertes",
        "citation": "Art. 16 al. 1 OPP 2",
        "content": "Pour la rémunération par une institution de prévoyance, sont réputés partie de l’avoir de vieillesse les intérêts calculés au taux minimal fixé à l’art. 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3 Comptes individuels de vieillesse et de prestations de libre passage, Intérêts, rendements et pertes",
        "citation": "Art. 16 al. 2 OPP 2",
        "content": "Pour la rémunération par une institution de libre passage, les intérêts sont répartis entre l’avoir de vieillesse et les autres avoirs de prévoyance proportionnellement à leur part respective. Les rendements et pertes liés à l’épargne-titres au sens de l’art. 13, al. 5, de l’ordonnance du 3 octobre 1994 sur le libre passage (OLP) sont aussi répartis entre l’avoir de vieillesse et les autres avoirs de prévoyance proportionnellement à leur part respective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3a, Résiliation des contrats, Calcul du capital de couverture",
        "citation": "Art. 16a OPP 2",
        "content": "(art. 53e, al. 8, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3a, Résiliation des contrats, Calcul du capital de couverture",
        "citation": "Art. 16a al. 1 OPP 2",
        "content": "En cas de résiliation de contrats entre institutions d’assurance et institutions de prévoyance soumises à la LFLP, le capital de couverture correspond au montant que l’institution d’assurance exigerait de l’institution de prévoyance pour la conclusion d’un nouveau contrat concernant les mêmes assurés et rentiers au même moment et pour les mêmes prestations. Les frais découlant de la conclusion d’un nouveau contrat ne sont pas pris en compte. Le taux technique correspond au maximum au taux le plus élevé selon l’art. 8 OLP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3a, Résiliation des contrats, Calcul du capital de couverture",
        "citation": "Art. 16a al. 2 OPP 2",
        "content": "Les institutions d’assurance qui travaillent dans le domaine de la prévoyance professionnelle doivent régler le calcul du capital de couverture selon l’al. 1 et en soumettre la réglementation à l’approbation de l’Autorité fédérale de surveillance des marchés financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3a, Résiliation des contrats, Calcul du capital de couverture",
        "citation": "Art. 16a al. 3 OPP 2",
        "content": "L’institution de prévoyance qui transfère des rentiers à une autre institution de prévoyance doit communiquer à celle-ci les informations nécessaires au calcul et au versement des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3a, Résiliation des contrats, Appartenance des rentiers en cas d’insolvabilité de l’employeur",
        "citation": "Art. 16b OPP 2",
        "content": "(art. 53e, al. 7, LPP)En cas de résiliation du contrat d’affiliation pour cause d’insolvabilité de l’employeur, les bénéficiaires de rentes sont maintenus dans l’institution de prévoyance jusque-là compétente; cette institution continue de s’acquitter des rentes en cours conformément aux dispositions réglementaires en vigueur jusque-là.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_16_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Forte proportion de rentiers",
        "citation": "Art. 17 OPP 2",
        "content": "(art. 52e, al. 4, et 53ebis LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Forte proportion de rentiers",
        "citation": "Art. 17 al. 1 OPP 2",
        "content": "Un effectif compte une forte proportion de rentiers lorsque les capitaux de prévoyance des rentiers, y compris les provisions techniques correspondantes, représentent au moins 70 % du total des capitaux de prévoyance de l’effectif à transférer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Forte proportion de rentiers",
        "citation": "Art. 17 al. 2 OPP 2",
        "content": "Le jour déterminant pour évaluer la proportion de rentiers est la date convenue de la reprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Forte proportion de rentiers",
        "citation": "Art. 17 al. 3 OPP 2",
        "content": "L’évaluation de la proportion de rentiers est du ressort de l’expert en matière de prévoyance professionnelle de l’institution de prévoyance cédante. Lors de son évaluation, il tient compte de l’évolution de l’effectif, en particulier des cas prévisibles de départ à la retraite et de sortie jusqu’à la date convenue de la reprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Forte proportion de rentiers",
        "citation": "Art. 17 al. 4 OPP 2",
        "content": "Les capitaux de prévoyance des assurés invalides qui n’ont pas encore atteint l’âge de référence réglementaire ne sont pas pris en compte dans l’évaluation de la proportion de rentiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Financement suffisant",
        "citation": "Art. 17a OPP 2",
        "content": "(art. 52e, al. 4, et 53ebis LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Financement suffisant",
        "citation": "Art. 17a al. 1 OPP 2",
        "content": "Un effectif est suffisamment financé lorsque la fortune de prévoyance à transférer pour l’effectif couvre les valeurs suivantes:\na. le capital de prévoyance pour l’effectif à transférer;\nb. les provisions techniques pour l’effectif à transférer, et\nc. des réserves de fluctuation de valeur suffisantes pour l’effectif à transférer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Financement suffisant",
        "citation": "Art. 17a al. 2 OPP 2",
        "content": "Les réserves de fluctuation de valeur de l’effectif à transférer sont suffisantes si elles correspondent au moins à celles de l’institution de prévoyance reprenante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Financement suffisant",
        "citation": "Art. 17a al. 3 OPP 2",
        "content": "Lorsqu’une institution tenant une comptabilité distincte pour chaque caisse de pensions affiliée accepte l’effectif, les réserves de fluctuation de valeur de l’effectif sont suffisantes si elles correspondent au moins à la valeur cible de la caisse de pension affiliée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Financement suffisant",
        "citation": "Art. 17a al. 4 OPP 2",
        "content": "Le jour déterminant pour évaluer le caractère suffisant du financement est la date convenue de la reprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 3b, Reprise d’effectifs de rentiers et d’effectifs à forte proportion de rentiers, Financement suffisant",
        "citation": "Art. 17a al. 5 OPP 2",
        "content": "L’évaluation du caractère suffisant de financement est du ressort de l’expert en matière de prévoyance professionnelle de l’institution de prévoyance reprenante. Lors de son évaluation, il tient compte de l’évolution de l’effectif, en particulier des départs à la retraite prévisibles et des cas d’invalidité en suspens ou latents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_17_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Salaire coordonné pour le calcul des prestations de survivants et d’invalidité",
        "citation": "Art. 18 OPP 2",
        "content": "(art. 24, al. 4, et 34, al. 1, let. a, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_18"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Salaire coordonné pour le calcul des prestations de survivants et d’invalidité",
        "citation": "Art. 18 al. 1 OPP 2",
        "content": "En cas de décès ou d’invalidité, le salaire coordonné durant la dernière année d’assurance correspond au dernier salaire coordonné annuel fixé en vue du calcul des bonifications de vieillesse (art. 3, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_18"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Salaire coordonné pour le calcul des prestations de survivants et d’invalidité",
        "citation": "Art. 18 al. 2 OPP 2",
        "content": "Si l’institution de prévoyance s’écarte du salaire annuel pour déterminer le salaire coordonné (art. 3, al. 2), elle prendra en considération le salaire coordonné des douze derniers mois. Quand l’assuré se trouve dans l’institution depuis moins longtemps, le salaire coordonné sera obtenu en convertissant en salaire annuel le salaire afférent à cette période.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_18"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Salaire coordonné pour le calcul des prestations de survivants et d’invalidité",
        "citation": "Art. 18 al. 3 OPP 2",
        "content": "Si, durant l’année qui précède la survenance du cas d’assurance, l’assuré n’a pas joui de sa pleine capacité de gain pour cause de maladie, d’accident ou d’autres circonstances semblables, le salaire coordonné sera calculé sur la base du salaire correspondant à une capacité de gain entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_18"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Adaptation de la rente d’invalidité après le partage de la prévoyance",
        "citation": "Art. 19 OPP 2",
        "content": "(art. 24, al. 5, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_19"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Adaptation de la rente d’invalidité après le partage de la prévoyance",
        "citation": "Art. 19 al. 1 OPP 2",
        "content": "La rente d’invalidité peut être réduite seulement si l’avoir de prévoyance acquis jusqu’à la naissance du droit à la rente a, conformément au règlement, une influence sur le calcul de celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_19"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Adaptation de la rente d’invalidité après le partage de la prévoyance",
        "citation": "Art. 19 al. 2 OPP 2",
        "content": "Elle peut être réduite au maximum du montant dont elle serait amputée si elle était calculée sur la base de l’avoir de prévoyance diminué de la partie transférée de la prestation de sortie. La réduction de la rente d’invalidité versée jusqu’à cette date ne peut toutefois pas dépasser, proportionnellement, le rapport entre la partie transférée de la prestation de sortie et la prestation de sortie totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_19"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Adaptation de la rente d’invalidité après le partage de la prévoyance",
        "citation": "Art. 19 al. 3 OPP 2",
        "content": "La réduction est calculée selon les dispositions réglementaires applicables au calcul de la rente d’invalidité. Le moment déterminant pour le calcul de la réduction est celui de l’introduction de la procédure de divorce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_19"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Droit aux prestations de survivants en cas de divorce ou de dissolution judiciaire du partenariat enregistré",
        "citation": "Art. 20 OPP 2",
        "content": "(art. 19, al. 3, et 19a LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_20"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Droit aux prestations de survivants en cas de divorce ou de dissolution judiciaire du partenariat enregistré",
        "citation": "Art. 20 al. 1 OPP 2",
        "content": "Le conjoint divorcé est assimilé au veuf ou à la veuve en cas de décès de son ancien conjoint à la condition:\na. que son mariage ait duré dix ans au moins, et\nb. qu’une rente lui ait été octroyée lors du divorce en vertu de l’art. 124e, al. 1, ou 126, al. 1, CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_20"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Droit aux prestations de survivants en cas de divorce ou de dissolution judiciaire du partenariat enregistré",
        "citation": "Art. 20 al. 2 OPP 2",
        "content": "L’ex-partenaire enregistré est assimilé au veuf ou à la veuve en cas de décès de son ancien partenaire enregistré à la condition:\na. que son partenariat enregistré ait duré dix ans au moins, et\nb. qu’une rente lui ait été octroyée lors de la dissolution judiciaire du partenariat enregistré en vertu de l’art. 124e, al 1, CC ou 34, al. 2 et 3, de la loi du 18 juin 2004 sur le partenariat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_20"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Droit aux prestations de survivants en cas de divorce ou de dissolution judiciaire du partenariat enregistré",
        "citation": "Art. 20 al. 3 OPP 2",
        "content": "Le droit aux prestations de survivants est maintenu aussi longtemps que la rente aurait dû être versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_20"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Droit aux prestations de survivants en cas de divorce ou de dissolution judiciaire du partenariat enregistré",
        "citation": "Art. 20 al. 4 OPP 2",
        "content": "L’institution de prévoyance peut réduire ses prestations de survivants si, ajoutées à celles de l’AVS, elles dépassent le montant des prétentions découlant du jugement de divorce ou du jugement prononçant la dissolution du partenariat enregistré; la réduction est limitée au montant du dépassement. Les rentes de survivants de l’AVS interviennent dans le calcul uniquement si elles dépassent un droit propre à une rente d’invalidité de l’AI ou à une rente de vieillesse de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_20"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 4, Prestations d’assurance, Cotisations payées par l’assuré",
        "citation": "Art. 20a OPP 2",
        "content": "(art. 20a, al. 1, let. c, LPP)Les cotisations payées par l’assuré au sens de l’art. 20a, al. 1, let. c, LPP, comprennent également les rachats effectués par l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_20_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité perçues avant l’âge de référence et des prestations de survivants",
        "citation": "Art. 24 al. 1 OPP 2",
        "content": "Lorsqu’elle réduit des prestations d’invalidité avant l’âge de référence ou des prestations de survivants, l’institution de prévoyance peut prendre en compte les prestations et revenus suivants:\na. les prestations de survivants et d’invalidité servies à l’ayant droit par d’autres assurances sociales et institutions de prévoyance suisses et étrangères en raison de l’événement dommageable, les prestations en capital étant prises à leur valeur de rentes;\nb. les indemnités journalières servies par des assurances obligatoires;\nc. les indemnités journalières servies par des assurances facultatives, lorsque ces dernières sont financées pour moitié au moins par l’employeur;\nd. lorsque l’assuré perçoit des prestations d’invalidité: le revenu provenant d’une activité lucrative ou le revenu de remplacement ainsi que le revenu ou le revenu de remplacement que l’assuré pourrait encore raisonnablement réaliser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité perçues avant l’âge de référence et des prestations de survivants",
        "citation": "Art. 24 al. 2 OPP 2",
        "content": "Elle ne peut pas prendre en compte les prestations et revenus suivants:\na. les allocations pour impotent, les indemnités pour atteinte à l’intégrité, les indemnités uniques, les contributions d’assistance et autres prestations similaires;\nb. le revenu supplémentaire réalisé pendant l’exécution d’une mesure de nouvelle réadaptation au sens de l’art. 8a de la loi fédérale du 19 juin 1959 sur l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité perçues avant l’âge de référence et des prestations de survivants",
        "citation": "Art. 24 al. 3 OPP 2",
        "content": "Les prestations de survivants servies à la veuve, au veuf ou au partenaire enregistré survivant et celles servies aux orphelins sont comptées ensemble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité perçues avant l’âge de référence et des prestations de survivants",
        "citation": "Art. 24 al. 4 OPP 2",
        "content": "L’ayant droit est tenu de renseigner l’institution de prévoyance sur toutes les prestations et tous les revenus à prendre en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité perçues avant l’âge de référence et des prestations de survivants",
        "citation": "Art. 24 al. 5 OPP 2",
        "content": "L’institution de prévoyance peut en tout temps réexaminer les conditions et l’étendue d’une réduction et adapter ses prestations si la situation se modifie de façon importante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité perçues avant l’âge de référence et des prestations de survivants",
        "citation": "Art. 24 al. 6 OPP 2",
        "content": "Le revenu dont on peut présumer que l’assuré est privé correspond au revenu provenant d’une activité lucrative ou au revenu de remplacement que l’assuré percevrait si l’événement dommageable n’était pas survenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité à l’âge de référence",
        "citation": "Art. 24a al. 1 OPP 2",
        "content": "Si l’assuré a atteint l’âge de référence, l’institution de prévoyance ne peut réduire ses prestations que si celles-ci sont en concours avec:\na. des prestations régies par la loi fédérale du 20 mars 1981 sur l’assurance-accidents (LAA);\nb. des prestations régies par la loi fédérale du 19 juin 1992 sur l’assurance militaire (LAM), ou\nc. des prestations étrangères comparables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité à l’âge de référence",
        "citation": "Art. 24a al. 2 OPP 2",
        "content": "L’institution de prévoyance continue de verser ses prestations dans la même mesure qu’avant que l’assuré ait atteint l’âge de référence. En particulier, elle ne doit pas compenser les réductions de prestations effectuées à l’âge de référence en vertu des art. 20, al. 2ter et 2quater, LAA et 47, al. 1, LAM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité à l’âge de référence",
        "citation": "Art. 24a al. 3 OPP 2",
        "content": "La somme des prestations réduites de l’institution de prévoyance, des prestations servies en vertu de la LAA et de la LAM et des prestations étrangères comparables ne doit pas être inférieure aux prestations non réduites visées aux art. 24 et 25 LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité à l’âge de référence",
        "citation": "Art. 24a al. 4 OPP 2",
        "content": "Lorsque l’assurance-accidents ou l’assurance militaire ne compensent pas entièrement une réduction des prestations AVS parce que le montant maximal de leurs prestations est atteint (art. 20, al. 1, LAA et art. 40, al. 2, LAM), l’institution de prévoyance doit déduire de la réduction de sa prestation le montant non compensé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité à l’âge de référence",
        "citation": "Art. 24a al. 5 OPP 2",
        "content": "L’art. 24, al. 4 et 5, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Réduction des prestations d’invalidité à l’âge de référence",
        "citation": "Art. 24a al. 6 OPP 2",
        "content": "Si, en cas de divorce, une rente d’invalidité est partagée après l’âge de référence réglementaire, la part de la rente allouée à l’époux bénéficiaire continue à être prise en compte dans le calcul d’une éventuelle baisse de la rente d’invalidité de l’époux débiteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_24_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Baisse des prestations de l’assurance-accident et de l’assurance militaire",
        "citation": "Art. 25 al. 2 OPP 2",
        "content": "Elle n’est pas obligée de compenser le refus ou la réduction de prestations de l’assurance-accidents ou de l’assurance militaire lorsque ces assurances ont réduit ou refusé des prestations en se fondant sur les art. 21 de la loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales (LPGA), 37 et 39 de la loi fédérale du 20 mars 1981 sur l’assurance-accidents ou 65 et 66 de la loi fédérale du 19 juin 1992 sur l’assurance militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_25"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Indemnités journalières de l’assurance-maladie en lieu et place du salaire",
        "citation": "Art. 26 OPP 2",
        "content": "(art. 34a, al. 1, et 26, al. 2,  LPP)L’institution de prévoyance peut différer le droit aux prestations d’invalidité jusqu’à épuisement des indemnités journalières, lorsque:\na. l’assuré reçoit, en lieu et place du salaire entier, des indemnités journalières de l’assurance-maladie équivalant à au moins 80 % du salaire dont il est privé et que\nb. les indemnités journalières ont été financées au moins pour moitié par l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité avant l’âge de référence réglementaire",
        "citation": "Art. 26a OPP 2",
        "content": "(art. 124, al. 3, CC; art. 34a LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité avant l’âge de référence réglementaire",
        "citation": "Art. 26a al. 1 OPP 2",
        "content": "Si la rente d’invalidité d’un conjoint a été réduite en raison d’un concours de prestations de l’assurance-accidents ou de l’assurance militaire, le montant au sens de l’art. 124, al. 1, CC ne peut pas être utilisé pour le partage de la prévoyance en cas de divorce avant l’âge de référence réglementaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité avant l’âge de référence réglementaire",
        "citation": "Art. 26a al. 2 OPP 2",
        "content": "Le montant peut toutefois être utilisé pour le partage de la prévoyance si la rente d’invalidité n’était pas réduite en l’absence de rentes pour enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité après l’âge de référence réglementaire",
        "citation": "Art. 26b OPP 2",
        "content": "(art. 124a, al. 3, ch. 2, et 124c CC; art. 34a LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité après l’âge de référence réglementaire",
        "citation": "Art. 26b al. 1 OPP 2",
        "content": "Si la rente d’invalidité d’un conjoint a été réduite en raison d’un concours d’autres prestations, le juge prend pour base la rente non réduite pour rendre sa décision de partage en cas de divorce après l’âge de référence réglementaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité après l’âge de référence réglementaire",
        "citation": "Art. 26b al. 2 OPP 2",
        "content": "Si le montant de la rente d’invalidité réduite est au moins égal à celui de la part de rente attribuée au conjoint créancier, ladite part est convertie en vertu de l’art. 124a, al. 2, CC et versée au conjoint créancier ou transférée dans sa prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité après l’âge de référence réglementaire",
        "citation": "Art. 26b al. 3 OPP 2",
        "content": "Si le montant de la rente d’invalidité réduite est inférieur à celui de la part de rente attribuée au conjoint créancier, les règles suivantes s’appliquent:\na. la rente d’invalidité réduite est convertie en rente viagère et versée au conjoint créancier ou transférée dans sa prévoyance;\nb. au décès du conjoint débiteur ou dès que la prestation versée est suffisante pour couvrir les prétentions du conjoint créancier au titre du partage de la prévoyance, la part de rente attribuée au conjoint créancier est convertie en rente viagère et versée à celui-ci ou transférée dans sa prévoyance; la date déterminante pour la conversion est celle de l’entrée en force du jugement de divorce;\nc. le conjoint débiteur est redevable d’une indemnité équitable (art. 124e, al. 1, CC) pour la partie des prétentions au titre du partage de la prévoyance qui n’a pas pu être versée au conjoint créancier ou transférée dans sa prévoyance en raison de la réduction de la rente d’invalidité visée à la let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 6 Coordination avec d’autres prestations et d’autres revenus, Partage de la prévoyance en cas de réduction de la rente d’invalidité après l’âge de référence réglementaire",
        "citation": "Art. 26b al. 4 OPP 2",
        "content": "Si des parts de rente sont compensées entre elles en vertu de l’art. 124c CC, la différence entre les prétentions réciproques des conjoints est déterminante pour l’application des al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_26_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Subrogation",
        "citation": "Art. 27 al. 1 OPP 2",
        "content": "Lorsqu’il y a plusieurs responsables, ceux-ci répondent solidairement à l’égard de l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Subrogation",
        "citation": "Art. 27 al. 2 OPP 2",
        "content": "Les délais de prescription applicables aux droits de la personne lésée sont également applicables aux droits qui ont passé à l’institution de prévoyance. Pour les prétentions récursoires de l’institution de prévoyance, les délais ne commencent toutefois pas à courir avant que celle-ci ait eu connaissance des prestations qu’elle doit allouer ainsi que du responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Subrogation",
        "citation": "Art. 27 al. 3 OPP 2",
        "content": "Lorsque la personne lésée dispose d’un droit direct contre l’assureur en responsabilité civile, ce droit passe également à l’institution de prévoyance subrogée. Les exceptions fondées sur le contrat d’assurance qui ne peuvent pas être opposées à la personne lésée ne peuvent non plus l’être aux prétentions récursoires de l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Étendue de la subrogation",
        "citation": "Art. 27a al. 1 OPP 2",
        "content": "L’institution de prévoyance n’est subrogée aux droits de l’assuré, de ses survivants ou des autres bénéficiaires selon l’art. 20a que dans la mesure où les prestations qu’elle alloue, jointes à la réparation due pour la même période par le tiers responsable, excèdent le dommage causé par celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Étendue de la subrogation",
        "citation": "Art. 27a al. 2 OPP 2",
        "content": "Si l’institution de prévoyance a réduit ses prestations au motif que le cas d’assurance est dû à un crime ou à un délit intentionnels, les droits de l’assuré, de ses survivants ou des autres bénéficiaires selon l’art. 20a LPP passent à l’institution de prévoyance dans la mesure où les prestations non réduites, jointes à la réparation due pour la même période par le tiers, excèdent le montant du dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Étendue de la subrogation",
        "citation": "Art. 27a al. 3 OPP 2",
        "content": "Les droits qui ne passent pas à l’institution de prévoyance restent acquis à l’assuré, à ses survivants ou aux autres bénéficiaires selon l’art. 20a LPP. Si seule une partie de l’indemnité due par le tiers responsable peut être récupérée, l’assuré, ses survivants ou les autres bénéficiaires selon l’art. 20a LPP ont un droit préférentiel sur cette partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Classification des droits",
        "citation": "Art. 27b al. 1 OPP 2",
        "content": "Les droits passent à l’institution de prévoyance pour les prestations de même nature.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Classification des droits",
        "citation": "Art. 27b al. 2 OPP 2",
        "content": "Sont notamment des prestations de même nature:\na. les rentes d’invalidité ainsi que les rentes de vieillesse ou les versements en capital alloués à la place de ces rentes, l’indemnisation pour l’incapacité de gain et l’indemnisation pour dommage de rente;\nb. les rentes de survivants ou les versements en capital alloués à la place de ces rentes et les indemnités pour perte de soutien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Limitation du droit de recours",
        "citation": "Art. 27c al. 1 OPP 2",
        "content": "L’institution de prévoyance n’a un droit de recours contre le conjoint ou le partenaire enregistré de l’assuré, ses parents en ligne ascendante et descendante ou les personnes qui font ménage commun avec lui que s’ils ont provoqué intentionnellement ou par négligence grave l’événement assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Limitation du droit de recours",
        "citation": "Art. 27c al. 2 OPP 2",
        "content": "Si les prétentions récursoires découlent d’un accident professionnel, la même limitation est applicable à l’employeur de l’assuré, aux membres de sa famille et aux travailleurs de son entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Limitation du droit de recours",
        "citation": "Art. 27c al. 3 OPP 2",
        "content": "Il n’y a pas de limitation du droit de recours de l’institution de prévoyance dans la mesure où la personne contre laquelle le recours est formé est couverte par une assurance responsabilité civile obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Conventions",
        "citation": "Art. 27d OPP 2",
        "content": "(art. 34b LPP)L’institution de prévoyance qui dispose du droit de recours au sens de l’art. 34b LPP peut conclure avec des assureurs sociaux disposant du droit de recours au sens des art. 72 à 75 LPGA ou avec d’autres intéressés des conventions destinées à simplifier le règlement des cas de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_d"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Rapports entre l’institution de prévoyance et les assureurs sociaux disposant du droit de recours",
        "citation": "Art. 27e OPP 2",
        "content": "(art. 34b LPP)Lorsque l’institution de prévoyance participe au même recours que d’autres assureurs sociaux conformément aux art. 72 à 75 LPGA en relation avec l’art. 34b LPP, la répartition des montants récupérés se fait proportionnellement aux prestations concordantes déjà versées ou dues par chacun des assureurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 7, Recours, Recours contre un responsable qui n’est pas assuré en responsabilité civile",
        "citation": "Art. 27f OPP 2",
        "content": "(art. 34b LPP)Les assureurs participant au recours désignent parmi eux celui qui les représentera pour traiter avec le responsable qui n’est pas assuré en responsabilité civile. S’ils ne parviennent pas à se mettre d’accord, la représentation sera exercée dans l’ordre suivant:\na. par l’assurance-accidents;\nb. par l’assurance militaire;\nc. par l’assurance-maladie;\nd. par l’AVS/AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit à des fonds libres en cas de liquidation partielle ou totale",
        "citation": "Art. 27g OPP 2",
        "content": "(art. 53d, al. 1, et 72a, al. 4, LPP; art. 18a, al. 1, LFLP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit à des fonds libres en cas de liquidation partielle ou totale",
        "citation": "Art. 27g al. 1 OPP 2",
        "content": "Lors d’une liquidation partielle ou totale, il existe un droit individuel à une part des fonds libres en cas de sortie individuelle; en cas de sortie collective, ce droit peut être individuel ou collectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit à des fonds libres en cas de liquidation partielle ou totale",
        "citation": "Art. 27g al. 1bis OPP 2",
        "content": "Les institutions de prévoyance qui satisfont aux exigences en matière de capitalisation complète constituent des fonds libres lorsque leurs réserves de fluctuation de valeur ont atteint leur valeur cible. Pour les calculer, elles se fondent sur un bilan commercial et technique assorti de commentaires décrivant clairement leur situation financière effective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit à des fonds libres en cas de liquidation partielle ou totale",
        "citation": "Art. 27g al. 2 OPP 2",
        "content": "En cas de modifications importantes des actifs ou des passifs entre le jour déterminant pour la liquidation partielle ou totale et celui du transfert des fonds, les fonds libres à transférer sont adaptés en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit à des fonds libres en cas de liquidation partielle ou totale",
        "citation": "Art. 27g al. 3 OPP 2",
        "content": "Les découverts de techniques d’assurance sont calculés conformément à l’art. 44. Une éventuelle réduction s’opère à titre individuel sur la prestation de sortie. Si cette dernière a déjà été transférée sans diminution, l’assuré est tenu de restituer le montant de la déduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit collectif aux provisions et aux réserves de fluctuation lors de liquidation partielle ou totale",
        "citation": "Art. 27h OPP 2",
        "content": "(art. 53d, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit collectif aux provisions et aux réserves de fluctuation lors de liquidation partielle ou totale",
        "citation": "Art. 27h al. 1 OPP 2",
        "content": "Lorsque plusieurs assurés passent ensemble dans une autre institution de prévoyance (sortie collective), un droit collectif de participation proportionnelle aux provisions et aux réserves de fluctuation s’ajoute au droit de participation aux fonds libres. Dans la détermination de ce droit, on tient compte de la mesure dans laquelle le collectif sortant a contribué à la constitution des provisions et des réserves de fluctuation. Le droit aux provisions n’existe toutefois que si des risques actuariels sont également cédés. Le droit aux réserves de fluctuation correspond au droit au capital d’épargne et de couverture au prorata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit collectif aux provisions et aux réserves de fluctuation lors de liquidation partielle ou totale",
        "citation": "Art. 27h al. 2 OPP 2",
        "content": "L’organe paritaire ou l’organe compétent de l’institution de prévoyance décident du droit collectif sur les provisions et les réserves de fluctuation lors d’une sortie collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit collectif aux provisions et aux réserves de fluctuation lors de liquidation partielle ou totale",
        "citation": "Art. 27h al. 3 OPP 2",
        "content": "Le droit collectif sur les provisions et les réserves de fluctuation doit dans tous les cas être transféré collectivement à la nouvelle institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit collectif aux provisions et aux réserves de fluctuation lors de liquidation partielle ou totale",
        "citation": "Art. 27h al. 4 OPP 2",
        "content": "En cas de modifications importantes des actifs ou des passifs entre le jour déterminant pour la liquidation partielle ou totale et celui du transfert des fonds, les provisions et les réserves de fluctuation à transférer sont adaptées en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 8, Procédure en cas de liquidation partielle ou totale, Droit collectif aux provisions et aux réserves de fluctuation lors de liquidation partielle ou totale",
        "citation": "Art. 27h al. 5 OPP 2",
        "content": "Le droit collectif sur les provisions et les réserves de fluctuation s’éteint lorsque le groupe qui sort collectivement est à l’origine de la liquidation partielle ou totale de l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Obligation de conserver les pièces",
        "citation": "Art. 27i OPP 2",
        "content": "(art. 41, al. 8, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Obligation de conserver les pièces",
        "citation": "Art. 27i al. 1 OPP 2",
        "content": "Les institutions de prévoyance et les institutions qui gèrent les comptes ou les polices de libre passage sont tenues de conserver toutes les pièces contenant des informations importantes pour l’exercice de droits éventuels des assurés, à savoir:\na. les documents concernant l’avoir de prévoyance, y compris les informations sur l’avoir de vieillesse visées à l’art. 15a, al. 1;\nb. les documents concernant les comptes ou les polices de la personne assurée;\nc. les documents concernant toute situation déterminante durant la période d’assurance, tels que les rachats, les paiements en espèces de même que les versements anticipés pour l’accession au logement et les prestations de sortie en cas de divorce ou de dissolution judiciaire du partenariat enregistré;\nd. les contrats d’affiliation de l’employeur avec l’institution de prévoyance;\ne. les règlements;\nf. les correspondances importantes;\ng. les pièces qui permettent d’identifier les assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Obligation de conserver les pièces",
        "citation": "Art. 27i al. 2 OPP 2",
        "content": "Les documents peuvent être enregistrés sur un support autre que le papier, à la condition toutefois qu’ils demeurent lisibles en tout temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Délai de conservation",
        "citation": "Art. 27j OPP 2",
        "content": "(art. 41, al. 8, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Délai de conservation",
        "citation": "Art. 27j al. 1 OPP 2",
        "content": "Lorsque des prestations de prévoyance sont versées, l’obligation pour les institutions de la prévoyance professionnelle de conserver les pièces dure dix ans à compter de la fin du droit aux prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Délai de conservation",
        "citation": "Art. 27j al. 2 OPP 2",
        "content": "Lorsqu’aucune prestation de prévoyance n’est versée parce que la personne assurée n’a pas fait usage de son droit, l’obligation de conserver les pièces dure jusqu’au moment où l’assuré a ou aurait atteint l’âge de 100 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Délai de conservation",
        "citation": "Art. 27j al. 3 OPP 2",
        "content": "En cas de libre passage, l’obligation pour l’institution de prévoyance jusque-là compétente de conserver les documents de prévoyance importants cesse après un délai de dix ans dès le transfert de la prestation de sortie à la nouvelle institution de prévoyance ou à une institution qui gère les comptes ou les polices de libre passage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 1a, Assurance obligatoire des salariés, Section 9, Conservation des pièces, Obligation de conserver les pièces lors d’une liquidation",
        "citation": "Art. 27k OPP 2",
        "content": "(art. 41, al. 8, LPP)Il appartient aux liquidateurs en cas de liquidation d’une institution de la prévoyance professionnelle de veiller à ce que les pièces soient correctement conservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_27_k"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Adhésion à l’assurance facultative",
        "citation": "Art. 28 OPP 2",
        "content": "(art. 4, 44 et 46 LPP)Celui qui veut se faire assurer à titre facultatif, conformément à la LPP, doit en faire la demande à l’institution supplétive ou à une autre institution de prévoyance compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_28"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Salaire coordonné",
        "citation": "Art. 29 OPP 2",
        "content": "(art. 4, al. 2, 8 et 46, al. 1 et 2, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_29"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Salaire coordonné",
        "citation": "Art. 29 al. 1 OPP 2",
        "content": "Le salaire coordonné dans l’assurance facultative est déterminé conformément à l’art. 8 LPP et à l’art. 3 de la présente ordonnance. Il est tenu compte de l’ensemble des revenus provenant d’une activité lucrative de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_29"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Salaire coordonné",
        "citation": "Art. 29 al. 2 OPP 2",
        "content": "Si l’assuré est aussi soumis à l’assurance obligatoire, le salaire coordonné dans l’assurance facultative est déterminé en déduisant du salaire coordonné total le salaire coordonné déjà couvert par l’assurance obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_29"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Salaire coordonné",
        "citation": "Art. 29 al. 3 OPP 2",
        "content": "L’assuré est tenu d’annoncer à l’institution de prévoyance tous ses revenus provenant d’une activité lucrative, comme salarié ou comme indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_29"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Employeurs tenus à contribution",
        "citation": "Art. 30 OPP 2",
        "content": "(art. 46, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_30"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Employeurs tenus à contribution",
        "citation": "Art. 30 al. 1 OPP 2",
        "content": "L’employeur n’est tenu à contribution que s’il l’est aussi dans l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_30"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Employeurs tenus à contribution",
        "citation": "Art. 30 al. 2 OPP 2",
        "content": "L’assuré ne peut exiger une contribution de l’employeur qu’à la condition d’avoir avisé celui-ci de son adhésion à l’assurance facultative. L’employeur n’est tenu à contribution que pour la période d’assurance postérieure à cet avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_30"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Contribution de l’employeur",
        "citation": "Art. 31 OPP 2",
        "content": "(art. 46, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_31"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Contribution de l’employeur",
        "citation": "Art. 31 al. 1 OPP 2",
        "content": "La contribution de chaque employeur est calculée en pour-cent du salaire coordonné. La répartition du salaire coordonné entre les employeurs est proportionnelle au salaire versé par chacun d’eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_31"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Contribution de l’employeur",
        "citation": "Art. 31 al. 2 OPP 2",
        "content": "Si le salarié est déjà soumis à l’assurance obligatoire pour une partie de son salaire, ce salaire est aussi pris en compte pour la détermination de la part du salaire coordonné afférente à chaque employeur. L’employeur dont le salarié est soumis au régime obligatoire est tenu à contribution, au titre de l’assurance facultative, dans la mesure où le salaire coordonné déterminé conformément à l’al. 1 n’est pas déjà couvert par l’assurance obligatoire. Si le salaire coordonné selon le régime obligatoire est plus grand que la part du salaire coordonné afférente à cet employeur, la part des autres employeurs est réduite en proportion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_31"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Contribution de l’employeur",
        "citation": "Art. 31 al. 3 OPP 2",
        "content": "Lorsque l’institution de prévoyance qui assure le salarié à titre obligatoire couvre davantage que le salaire coordonné selon la LPP, l’employeur peut exiger que le salaire excédentaire soit aussi pris en compte pour déterminer la part du salaire coordonné total qu’il a à couvrir dans l’assurance facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_31"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Contribution de l’employeur",
        "citation": "Art. 31 al. 4 OPP 2",
        "content": "L’institution de prévoyance remet à l’assuré, à la fin de l’année civile, un décompte des cotisations dues ainsi que des attestations établies séparément au nom de chaque employeur. Celles-ci indiquent:\na. le salaire versé par l’employeur, tel qu’il a été annoncé à l’institution de prévoyance (art. 29, al. 3);\nb. le salaire coordonné correspondant;\nc. le taux des cotisations en pour-cent du salaire coordonné;\nd. le montant dû par l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_31"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Recouvrement des cotisations par l’institution de prévoyance",
        "citation": "Art. 32 OPP 2",
        "content": "(art. 46, al. 4, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_32"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Recouvrement des cotisations par l’institution de prévoyance",
        "citation": "Art. 32 al. 1 OPP 2",
        "content": "Lorsque le salarié charge l’institution de prévoyance de recouvrer sa créance auprès de l’employeur et que cette démarche n’aboutit pas, le salarié doit s’acquitter lui-même des cotisations dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_32"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 2, Assurance facultative, Recouvrement des cotisations par l’institution de prévoyance",
        "citation": "Art. 32 al. 2 OPP 2",
        "content": "Les frais de recouvrement sont à la charge du salarié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_32"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 1, Organe suprême",
        "citation": "Art. 33 OPP 2",
        "content": "(art. 51 et 51a LPP)L’organe suprême d’une institution de prévoyance comprend au moins quatre membres. L’autorité de surveillance peut, dans des cas dûment motivés, notamment lors d’une liquidation, autoriser exceptionnellement un nombre de membres inférieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_33"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Indépendance",
        "citation": "Art. 34 OPP 2",
        "content": "(art. 52a, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_34"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Indépendance",
        "citation": "Art. 34 al. 1 OPP 2",
        "content": "L’organe de révision doit être indépendant et former son jugement en toute objectivité. Son indépendance ne doit être restreinte ni dans les faits ni en apparence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_34"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Indépendance",
        "citation": "Art. 34 al. 2 OPP 2",
        "content": "L’indépendance de l’organe de révision est incompatible en particulier avec:\na. l’appartenance à l’organe suprême ou à l’organe de gestion de l’institution de prévoyance, d’autres fonctions décisionnelles au sein de l’institution ou des rapports de travail avec elle;\nb. une participation directe ou indirecte à l’entreprise fondatrice ou à l’organe de gestion de l’institution de prévoyance;\nc. une relation étroite entre la personne qui dirige la révision et l’un des membres de l’organe suprême, l’un des membres de l’organe de gestion ou une autre personne ayant des fonctions décisionnelles;\nd. la collaboration à la tenue de la comptabilité et la fourniture d’autres prestations qui entraînent le risque de devoir contrôler son propre travail en tant qu’organe de révision;\ne. l’acceptation d’un mandat qui entraîne une dépendance économique;\nf. la conclusion d’un contrat à des conditions non conformes aux règles du marché ou d’un contrat par lequel l’organe de révision acquiert un intérêt au résultat du contrôle;\ng. l’existence d’un lien de subordination avec l’employeur, pour les institutions de prévoyance d’entreprise; si l’employeur a scindé son entreprise en plusieurs personnes morales distinctes, le groupe a qualité d’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_34"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Indépendance",
        "citation": "Art. 34 al. 3 OPP 2",
        "content": "Les dispositions relatives à l’indépendance s’appliquent à toute personne participant à la révision. Si l’organe de révision est une société de personnes ou une personne morale, ces dispositions s’appliquent également aux membres de l’organe supérieur de direction ou d’administration et aux autres personnes qui exercent des fonctions décisionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_34"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches",
        "citation": "Art. 35 OPP 2",
        "content": "(art. 52c, al. 1 et 2, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches",
        "citation": "Art. 35 al. 1 OPP 2",
        "content": "Lors des vérifications portant sur l’organisation et sur la gestion de l’institution de prévoyance, l’organe de révision atteste l’existence d’un contrôle interne adapté à la taille et à la complexité de l’institution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches",
        "citation": "Art. 35 al. 2 OPP 2",
        "content": "Il vérifie par échantillonnage et en fonction des risques encourus que les indications visées à l’art. 48l sont complètes et qu’elles ont été contrôlées par l’organe suprême. Si l’organe de révision a besoin de connaître l’état de la fortune de certaines personnes pour vérifier l’exactitude des données, les personnes concernées doivent le lui communiquer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches",
        "citation": "Art. 35 al. 3 OPP 2",
        "content": "Si la gestion, l’administration ou la gestion de la fortune d’une institution de prévoyance est confiée en partie ou en totalité à des tiers, l’organe de révision examine aussi dûment leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches particulières en cas de découvert d’une institution de prévoyance",
        "citation": "Art. 35a OPP 2",
        "content": "(art. 53, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches particulières en cas de découvert d’une institution de prévoyance",
        "citation": "Art. 35a al. 1 OPP 2",
        "content": "En cas de découvert, l’organe de révision vérifie au plus tard lors de son examen ordinaire que l’autorité de surveillance a été informée conformément à l’art. 44. Si elle n’a pas été informée, il rédige immédiatement un rapport à son intention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Tâches particulières en cas de découvert d’une institution de prévoyance",
        "citation": "Art. 35a al. 2 OPP 2",
        "content": "Dans son rapport annuel, il indique notamment:\na. si les placements concordent avec la capacité de risque de l’institution de prévoyance en découvert et si les art. 49a, 50 et 59 sont respectés. Les indications sur les placements auprès de l’employeur doivent être mises en évidence;\nb. si les mesures destinées à résorber le découvert ont été décidées par l’organe compétent, avec l’avis de l’expert en matière de prévoyance professionnelle, si elles ont été mises en œuvre dans le cadre des dispositions légales et du concept de mesures, et si les obligations d’informer ont été respectées;\nc. si l’efficacité des mesures destinées à résorber le découvert a été surveillée et si ces mesures ont été adaptées à l’évolution de la situation.\n3 Il signale à l’organe paritaire suprême les manquements constatés au niveau du concept de mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_35_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Rapports avec l’autorité de surveillance",
        "citation": "Art. 36 OPP 2",
        "content": "(art. 52c, 62, al. 1, et 62a LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_36"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Rapports avec l’autorité de surveillance",
        "citation": "Art. 36 al. 1 OPP 2",
        "content": "Si, lors de son examen, l’organe de révision constate des irrégularités, il accorde à l’organe suprême un délai approprié pour régulariser la situation. Si ce délai n’est pas respecté, il informe l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_36"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Rapports avec l’autorité de surveillance",
        "citation": "Art. 36 al. 2 OPP 2",
        "content": "Si l’organe de révision a connaissance de faits qui pourraient mettre en cause la bonne réputation ou la garantie d’une activité irréprochable des responsables d’une institution de prévoyance ou d’une institution servant à la prévoyance, il en informe l’organe suprême et l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_36"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 2, Organe de révision, Rapports avec l’autorité de surveillance",
        "citation": "Art. 36 al. 3 OPP 2",
        "content": "L’organe de révision informe immédiatement l’autorité de surveillance:\na. si la situation de l’institution requiert une intervention rapide;\nb. si son mandat prend fin;\nc. si son agrément selon la loi du 16 décembre 2005 sur la surveillance de la révision lui est retiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_36"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 3, Expert en matière de prévoyance professionnelle, Indépendance",
        "citation": "Art. 40 OPP 2",
        "content": "(art. 52a, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_40"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 3, Expert en matière de prévoyance professionnelle, Indépendance",
        "citation": "Art. 40 al. 1 OPP 2",
        "content": "L’expert en matière de prévoyance professionnelle doit être indépendant; il doit former son jugement et émettre ses recommandations en toute objectivité. Son indépendance ne doit être restreinte ni dans les faits ni en apparence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_40"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 3, Expert en matière de prévoyance professionnelle, Indépendance",
        "citation": "Art. 40 al. 2 OPP 2",
        "content": "L’indépendance de l’expert en matière de prévoyance professionnelle est incompatible en particulier avec:\na. l’appartenance à l’organe suprême ou à l’organe de gestion de l’institution de prévoyance, d’autres fonctions décisionnelles au sein de l’institution ou des rapports de travail avec elle;\nb. une participation directe ou indirecte à l’entreprise fondatrice ou à l’organe de gestion de l’institution de prévoyance;\nc. une relation familière ou économique étroite avec l’un des membres de l’organe suprême, l’un des membres de l’organe de gestion ou une autre personne ayant des fonctions décisionnelles;\nd. la collaboration à la gestion;\ne. l’acceptation d’un mandat qui entraîne une dépendance économique à long terme;\nf. la conclusion d’un contrat à des conditions non conformes aux règles du marché ou d’un contrat par lequel l’expert acquiert un intérêt au résultat du contrôle;\ng. l’existence d’un lien de subordination avec l’employeur, pour les institutions de prévoyance d’entreprise; si l’employeur a scindé son entreprise en plusieurs personnes morales distinctes, le groupe a qualité d’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_40"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 3, Expert en matière de prévoyance professionnelle, Indépendance",
        "citation": "Art. 40 al. 3 OPP 2",
        "content": "Les dispositions relatives à l’indépendance s’appliquent à toute personne participant au contrôle. Si l’expert est une société de personnes ou une personne morale, ces dispositions s’appliquent également aux membres de l’organe supérieur de direction ou d’administration et aux autres personnes qui exercent des fonctions décisionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_40"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 3, Expert en matière de prévoyance professionnelle, Rapports avec l’autorité de surveillance",
        "citation": "Art. 41 OPP 2",
        "content": "(art. 52e, 62, al. 1, et 62a LPP)L’expert doit se conformer aux directives de l’autorité de surveillance dans l’accomplissement de son mandat. Il est tenu d’informer immédiatement l’autorité de surveillance si la situation de l’institution de prévoyance exige une intervention rapide ou si son mandat prend fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_41"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 3, Organisation, Section 3, Expert en matière de prévoyance professionnelle, Tâches particulières en cas de découvert d’une institution de prévoyance",
        "citation": "Art. 41a OPP 2",
        "content": "(art. 52e et 65d LPP)\n1 En cas de découvert, l’expert établit chaque année un rapport actuariel.\n2 Il indique notamment dans ce rapport si les mesures prises par l’organe compétent pour résorber le découvert correspondent aux conditions énoncées à l’art. 65d LPP et dans quelle mesure elles ont été efficaces.\n3 Il rédige un rapport à l’attention de l’autorité de surveillance si une institution de prévoyance ne prend pas de mesures ou prend des mesures insuffisantes pour résorber le découvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_41_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Définition des risques",
        "citation": "Art. 42 OPP 2",
        "content": "(art. 67 LPP)Par risques, l’art. 67 LPP vise les risques de vieillesse, de décès et d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_42"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Mesures de sécurité supplémentaires",
        "citation": "Art. 43 al. 1 OPP 2",
        "content": "L’institution de prévoyance qui veut assumer elle-même la couverture des risques doit prendre des mesures de sécurité supplémentaires lorsque:\na. l’expert en matière de prévoyance professionnelle l’estime nécessaire, ou\nb. elle compte moins de cent assurés actifs ou, pour les institutions de prévoyance créées après le 31 décembre 2005, moins de trois cents assurés actifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_43"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Mesures de sécurité supplémentaires",
        "citation": "Art. 43 al. 2 OPP 2",
        "content": "L’organe compétent conformément aux dispositions réglementaires décide du genre et de l’ampleur des mesures de sécurité supplémentaires après avoir demandé un rapport écrit de l’expert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_43"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Mesures de sécurité supplémentaires",
        "citation": "Art. 43 al. 3 OPP 2",
        "content": "La garantie d’un employeur de droit privé n’a pas valeur de sécurité supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_43"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Mesures de sécurité supplémentaires",
        "citation": "Art. 43 al. 4 OPP 2",
        "content": "Si la mesure de sécurité supplémentaire consiste en une réserve complémentaire, celle-ci doit être comptabilisée séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_43"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Découvert",
        "citation": "Art. 44 OPP 2",
        "content": "(art. 65, 65c, 65d, al. 4, et 72a à 72g LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Découvert",
        "citation": "Art. 44 al. 1 OPP 2",
        "content": "Un découvert existe lorsqu’à la date de référence du bilan le capital actuariel de prévoyance nécessaire calculé par l’expert en prévoyance professionnelle selon des principes reconnus n’est pas couvert par la fortune de prévoyance disponible. Les détails concernant le calcul du découvert figurent dans l’annexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Découvert",
        "citation": "Art. 44 al. 2 OPP 2",
        "content": "Toute institution de prévoyance gérée selon le système de la capitalisation complète ou selon le système de la capitalisation partielle qui présente un taux de couverture inférieur à son taux de couverture initial (art. 72e LPP) doit informer de manière appropriée l’autorité de surveillance, l’employeur, les assurés et les bénéficiaires de rentes:\na. de l’existence d’un découvert, notamment de son importance et de ses causes. L’annonce à l’autorité de surveillance doit être faite au plus tard lorsque le découvert au sens de l’annexe est établi sur la base des comptes annuels;\nb. des mesures prises afin de résorber le découvert et du délai dans lequel elle prévoit que le découvert pourra être résorbé;\nc. de la mise en œuvre du concept de mesures et de l’efficacité des mesures appliquées. Cette information doit être fournie périodiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Découvert",
        "citation": "Art. 44 al. 3 OPP 2",
        "content": "Lorsque la rémunération est inférieure au taux minimal en application de l’art. 65d, al. 4, LPP, l’institution de prévoyance doit indiquer par ailleurs que les mesures prévues par l’art. 65d, al. 3, let. a et b, LPP sont insuffisantes pour résorber le découvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Réserves de cotisations d’employeur avec renonciation à leur utilisation en cas de découvert",
        "citation": "Art. 44a OPP 2",
        "content": "(art. 65e, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Réserves de cotisations d’employeur avec renonciation à leur utilisation en cas de découvert",
        "citation": "Art. 44a al. 1 OPP 2",
        "content": "Lorsque le découvert a été entièrement résorbé, la réserve de cotisations d’employeur incluant une déclaration de renonciation à leur utilisation (RCE incluant une déclaration de renonciation) doit être dissoute et transférée à la réserve ordinaire de cotisations d’employeur. Une dissolution partielle anticipée n’est pas possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Réserves de cotisations d’employeur avec renonciation à leur utilisation en cas de découvert",
        "citation": "Art. 44a al. 2 OPP 2",
        "content": "L’expert indique si la dissolution de la RCE incluant une déclaration de renonciation est admissible et le confirme à l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Réserves de cotisations d’employeur avec renonciation à leur utilisation en cas de découvert",
        "citation": "Art. 44a al. 3 OPP 2",
        "content": "Après le transfert de la RCE incluant une déclaration de renonciation visé à l’al. 1, les réserves ordinaires de cotisations d’employeur doivent être imputées en permanence aux créances de cotisations ou à d’autres créances de l’institution de prévoyance envers l’employeur, jusqu’à ce qu’elles atteignent le niveau d’avant l’apport ou le quintuple des contributions annuelles de l’employeur. Les prestations volontaires de l’employeur au bénéfice de l’institution de prévoyance doivent aussi être prélevées sur ces réserves jusqu’à la limite précitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Réserves de cotisations d’employeur avec renonciation à leur utilisation en cas de découvert",
        "citation": "Art. 44a al. 4 OPP 2",
        "content": "S’il existe une RCE incluant une déclaration de renonciation, l’expert calcule deux taux de couverture, l’un en imputant cette réserve à la fortune disponible, l’autre sans l’imputer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Utilisation, en cas de liquidation partielle ou totale, des réserves de cotisations d’employeur incluant une déclaration de renonciation",
        "citation": "Art. 44b OPP 2",
        "content": "(art. 65e, al. 3, let. b, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Utilisation, en cas de liquidation partielle ou totale, des réserves de cotisations d’employeur incluant une déclaration de renonciation",
        "citation": "Art. 44b al. 1 OPP 2",
        "content": "En cas de liquidation totale de l’institution de prévoyance, la RCE incluant une déclaration de renonciation est dissoute au profit de l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Utilisation, en cas de liquidation partielle ou totale, des réserves de cotisations d’employeur incluant une déclaration de renonciation",
        "citation": "Art. 44b al. 2 OPP 2",
        "content": "En cas de liquidation partielle de l’institution de prévoyance en découvert, la RCE incluant une déclaration de renonciation doit être dissoute au profit des ayants droit dans la mesure où elle relève du capital de prévoyance non couvert à transférer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_44_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Amélioration des prestations des institutions de prévoyance collectives ou communes lorsque les réserves de fluctuation de valeur n’ont pas été entièrement constituées",
        "citation": "Art. 46 OPP 2",
        "content": "(art. 65b, let. c, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_46"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Amélioration des prestations des institutions de prévoyance collectives ou communes lorsque les réserves de fluctuation de valeur n’ont pas été entièrement constituées",
        "citation": "Art. 46 al. 1 OPP 2",
        "content": "Les institutions collectives ou communes soumises à la LFLP peuvent accorder une amélioration des prestations lorsque leurs réserves de fluctuation de valeur n’ont pas été entièrement constituées si:\na. 50 % au plus de l’excédent des produits avant constitution des réserves de fluctuation de valeur y est affecté, et que\nb. les réserves de fluctuation de valeur atteignent au moins 75 % de la valeur cible du moment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_46"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Amélioration des prestations des institutions de prévoyance collectives ou communes lorsque les réserves de fluctuation de valeur n’ont pas été entièrement constituées",
        "citation": "Art. 46 al. 2 OPP 2",
        "content": "La participation aux excédents résultant des contrats d’assurance prévue à l’art. 68a LPP et créditée au capital-épargne des assurés ne constitue pas une amélioration des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_46"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 1, Financement des institutions de prévoyance, Amélioration des prestations des institutions de prévoyance collectives ou communes lorsque les réserves de fluctuation de valeur n’ont pas été entièrement constituées",
        "citation": "Art. 46 al. 3 OPP 2",
        "content": "Le présent article ne s’applique ni aux institutions d’associations professionnelles ni aux institutions de prévoyance destinées à plusieurs employeurs unis par des liens étroits de nature économique ou financière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_46"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Tenue régulière de la comptabilité",
        "citation": "Art. 47 OPP 2",
        "content": "(art. 65a, al. 5, et 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_47"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Tenue régulière de la comptabilité",
        "citation": "Art. 47 al. 1 OPP 2",
        "content": "Les institutions de prévoyance et les autres institutions actives dans le domaine de la prévoyance professionnelle telles que les institutions de libre passage, les institutions pour des formes reconnues de prévoyance au sens de l’art. 82 LPP, les fondations de placement, l’institution supplétive et le fonds de garantie, sont responsables de l’établissement des comptes annuels. Les comptes annuels se composent du bilan, du compte d’exploitation et de l’annexe. Ils contiennent les chiffres de l’exercice précédent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_47"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Tenue régulière de la comptabilité",
        "citation": "Art. 47 al. 2 OPP 2",
        "content": "Les institutions de prévoyance doivent établir et structurer leurs comptes annuels conformément aux recommandations comptables Swiss GAAP RPC 26 dans leur version du 1er janvier 2014. Ces recommandations s’appliquent par analogie aux autres institutions actives dans le domaine de la prévoyance professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_47"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Tenue régulière de la comptabilité",
        "citation": "Art. 47 al. 3 OPP 2",
        "content": "L’annexe contient des informations et des explications complémentaires concernant le placement de la fortune, le financement et les divers postes du bilan et du compte d’exploitation. Les événements postérieurs à la date du bilan sont pris en considération dans la mesure où ils influencent de manière importante l’appréciation de la situation dans laquelle se trouve l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_47"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Tenue régulière de la comptabilité",
        "citation": "Art. 47 al. 4 OPP 2",
        "content": "Sont en outre applicables les art. 957a, 958, al. 3, 958c, al. 1 et 2, et 958f du code des obligations, relatifs à la comptabilité commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_47"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Évaluation",
        "citation": "Art. 48 OPP 2",
        "content": "(art. 65a. al. 5, et 71, al. 1, LPP)Les actifs et les passifs sont évalués conformément aux recommandations comptables Swiss GAAP RPC 26. Les provisions nécessaires à la couverture des risques actuariels sont déterminées sur la base du calcul actuel de l’expert agréé en matière de prévoyance professionnelle au sens de l’art. 52e LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Frais d’administration",
        "citation": "Art. 48a OPP 2",
        "content": "(art. 65, al. 3, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Frais d’administration",
        "citation": "Art. 48a al. 1 OPP 2",
        "content": "Les frais d’administration suivants doivent être indiqués dans le compte d’exploitation:\na. les coûts de l’administration générale;\nb. les frais de gestion de la fortune;\nc. les frais de marketing et de publicité;\nd. les frais de courtage;\ne. les honoraires de l’organe de révision et de l’expert en matière de prévoyance professionnelle;\nf. les émoluments des autorités de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Frais d’administration",
        "citation": "Art. 48a al. 2 OPP 2",
        "content": "Les frais d’administration doivent être indiqués conformément aux recommandations comptables Swiss GAAP RPC 26.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2, Comptabilité et établissement des comptes, Frais d’administration",
        "citation": "Art. 48a al. 3 OPP 2",
        "content": "Si les frais de gestion de la fortune pour un ou plusieurs placements ne peuvent être indiqués, le montant de la fortune investie dans ces placements figure séparément dans l’annexe aux comptes annuels. Chacun de ces placements est identifié par son code ISIN (International Securities Identification Number), son fournisseur, son nom de produit, son volume et sa valeur de marché au jour de référence. L’organe suprême analyse chaque année la pondération des placements et se prononce sur la poursuite de la politique de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Information des caisses de pensions affiliées",
        "citation": "Art. 48b OPP 2",
        "content": "(art. 65a, al. 4, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Information des caisses de pensions affiliées",
        "citation": "Art. 48b al. 1 OPP 2",
        "content": "Les institutions collectives communiquent à chaque caisse de pensions affiliée les données suivantes:\na. le montant total des cotisations ou des primes versées par l’institution collective, en indiquant les parts pour le risque, les frais et l’épargne;\nb. les cotisations ou les primes à la charge de la caisse de pensions affiliée, en indiquant les parts pour le risque, les frais et l’épargne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Information des caisses de pensions affiliées",
        "citation": "Art. 48b al. 2 OPP 2",
        "content": "Elles communiquent au surplus à chaque caisse de pensions affiliée les données suivantes sur les excédents:\na. le montant total des fonds libres ou des excédents qu’elles ont obtenus de contrats d’assurance;\nb. la clé de répartition à l’intérieur de l’institution collective;\nc. la part revenant à la caisse de pensions affiliée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Information des assurés",
        "citation": "Art. 48c OPP 2",
        "content": "(art. 86b, al. 2, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Information des assurés",
        "citation": "Art. 48c al. 1 OPP 2",
        "content": "Les institutions collectives présentent dans l’annexe aux comptes annuels les informations visées à l’art. 48b qui les concernent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Information des assurés",
        "citation": "Art. 48c al. 2 OPP 2",
        "content": "La commission de prévoyance communique par écrit aux assurés qui le demandent les informations concernant la caisse de pensions affiliée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2a, Transparence, Réserves de fluctuation et autres réserves",
        "citation": "Art. 48e OPP 2",
        "content": "(art. 65b LPP)L’institution de prévoyance fixe dans un règlement les règles pour la constitution des réserves de fluctuation ainsi que pour les autres réserves. Elle doit à cet effet respecter le principe de la permanence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Exigences à remplir par les membres de la direction et par les gestionnaires de fortune",
        "citation": "Art. 48f OPP 2",
        "content": "(art. 51b, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Exigences à remplir par les membres de la direction et par les gestionnaires de fortune",
        "citation": "Art. 48f al. 1 OPP 2",
        "content": "Les personnes chargées de la gestion d’une institution de prévoyance ou d’une institution servant à la prévoyance doivent attester qu’elles ont des connaissances théoriques et pratiques approfondies dans le domaine de la prévoyance professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Exigences à remplir par les membres de la direction et par les gestionnaires de fortune",
        "citation": "Art. 48f al. 2 OPP 2",
        "content": "Les personnes et les institutions chargées de la gestion de la fortune doivent être qualifiées pour accomplir ces tâches et garantir en particulier qu’elles remplissent les conditions visées à l’art. 51b, al. 1, LPP et qu’elles respectent les art. 48g à 48l. L’entretien et l’exploitation de biens immobiliers n’entrent pas dans la gestion de fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Exigences à remplir par les membres de la direction et par les gestionnaires de fortune",
        "citation": "Art. 48f al. 3 OPP 2",
        "content": "S’agissant des sociétés de personnes et des personnes morales, les exigences des al. 1 et 2 s’appliquent également aux membres de l’organe supérieur de direction ou d’administration et aux autres personnes exerçant une fonction décisionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Exigences à remplir par les membres de la direction et par les gestionnaires de fortune",
        "citation": "Art. 48f al. 4 OPP 2",
        "content": "Seuls peuvent être chargés de la gestion de la fortune, en tant que personnes ou institutions externes:\na. les institutions de prévoyance enregistrées visées à l’art. 48 LPP;\nb. les fondations de placement visées à l’art. 53g LPP;\nc. les institutions d’assurance de droit public visées à l’art. 67, al. 1, LPP;\nd. les banques au sens de la loi du 8 novembre 1934 sur les banques;\ne. les maisons de titres au sens de l’art. 41 de la loi fédérale du 15 juin 2018 sur les établissements financiers (LEFin);\nf. les directions de fonds au sens de l’art. 32 LEFin et les gestionnaires de fortune collective au sens de l’art. 24 LEFin;\ng. les entreprises d’assurance soumises à la loi du 17 décembre 2004 sur la surveillance des assurances;\nh. les intermédiaires financiers opérant à l’étranger qui sont soumis à la surveillance d’une autorité de surveillance étrangère;\ni. les employeurs qui gèrent la fortune de leurs propres institutions de prévoyance;\nj. les associations d’employeurs et de travailleurs qui gèrent la fortune des institutions de prévoyance de leur association.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_f"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Examen de l’intégrité et de la loyauté des responsables",
        "citation": "Art. 48g OPP 2",
        "content": "(art. 51b, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Examen de l’intégrité et de la loyauté des responsables",
        "citation": "Art. 48g al. 1 OPP 2",
        "content": "L’examen de l’intégrité et de la loyauté des responsables d’une institution de prévoyance ou d’une institution servant à la prévoyance s’effectue lors de la création de telles institutions, dans le cadre de l’examen visé à l’art. 13 de l’ordonnance des 10 et 22 juin 2011 sur la surveillance dans la prévoyance professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Examen de l’intégrité et de la loyauté des responsables",
        "citation": "Art. 48g al. 2 OPP 2",
        "content": "Les mutations de personnel au sein de l’organe suprême, au sein de l’organe de gestion, au sein de l’administration, ou dans la gestion de fortune doivent être annoncés immédiatement à l’autorité de surveillance compétente. Celle-ci peut examiner l’intégrité et la loyauté des personnes concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_g"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Prévention des conflits d’intérêts",
        "citation": "Art. 48h OPP 2",
        "content": "(art. 51b, al. 2, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Prévention des conflits d’intérêts",
        "citation": "Art. 48h al. 1 OPP 2",
        "content": "Les personnes externes chargées de la gestion ou de la gestion de la fortune et les ayants droit économiques des entreprises chargées de ces tâches ne peuvent pas être membres de l’organe suprême de l’institution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Prévention des conflits d’intérêts",
        "citation": "Art. 48h al. 2 OPP 2",
        "content": "Les contrats de gestion de fortune, d’assurance et d’administration passés par l’institution pour la mise en œuvre de la prévoyance professionnelle doivent pouvoir être résiliés au plus tard cinq ans après avoir été conclus sans préjudice pour l’institution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_h"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Actes juridiques passés avec des personnes proches",
        "citation": "Art. 48i al. 1 OPP 2",
        "content": "Un appel d’offres a lieu lorsque des actes juridiques importants sont passés avec des personnes proches. L’adjudication doit être faite en toute transparence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Actes juridiques passés avec des personnes proches",
        "citation": "Art. 48i al. 2 OPP 2",
        "content": "Sont en particulier considérés comme des personnes proches les conjoints, les partenaires enregistrés, les partenaires, les parents jusqu’au deuxième degré et, pour les personnes morales, les ayants droit économiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_i"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Affaires pour son propre compte",
        "citation": "Art. 48j OPP 2",
        "content": "(art. 53a, let. a, LPP)Les personnes et les institutions chargées de la gestion de la fortune agissent dans l’intérêt de l’institution de prévoyance. Les opérations suivantes en particulier leur sont interdites:\na. utiliser la connaissance de mandats de l’institution de prévoyance pour faire préalablement, simultanément ou subséquemment des affaires pour leur propre compte (front/parallel/after running);\nb. négocier un titre ou un placement en même temps que l’institution de prévoyance, s’il peut en résulter un désavantage pour celle-ci, la participation à de telles opérations sous une autre forme étant assimilée à du négoce;\nc. modifier la répartition des dépôts de l’institution de prévoyance sans que celle-ci y ait un intérêt économique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_j"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Restitution des avantages financiers",
        "citation": "Art. 48k OPP 2",
        "content": "(art. 53a, let. b, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_k"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Restitution des avantages financiers",
        "citation": "Art. 48k al. 1 OPP 2",
        "content": "Les personnes et les institutions chargées de la gestion ou de l’administration de l’institution de prévoyance ou de la gestion de sa fortune consignent de manière claire et distincte dans une convention la nature et les modalités de leur indemnisation et le montant de leurs indemnités. Elles remettent à l’institution de prévoyance tout autre avantage financier en rapport avec l’exercice de leur activité pour celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_k"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Restitution des avantages financiers",
        "citation": "Art. 48k al. 2 OPP 2",
        "content": "Les personnes externes et les institutions chargées du courtage d’affaires de prévoyance fournissent, dès le premier contact avec leur client, des informations sur la nature et l’origine de toutes les indemnités qu’elles ont reçues pour leur activité de courtage. Les modalités de l’indemnisation sont impérativement réglées dans une convention, qui est remise à l’institution de prévoyance et à l’employeur. Il est interdit de verser ou d’accepter d’autres indemnités en fonction du volume des affaires, de leur croissance ou des dommages subis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_k"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Déclaration",
        "citation": "Art. 48l OPP 2",
        "content": "(art. 51b, al. 2, 52c, al. 1, let. b, et 53a, let. b, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_l"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Déclaration",
        "citation": "Art. 48l al. 1 OPP 2",
        "content": "Les personnes et les institutions chargées de la gestion ou de la gestion de la fortune déclarent chaque année à l’organe suprême leurs liens d’intérêt. En font partie notamment les relations d’ayants droit économiques avec des entreprises faisant affaire avec l’institution de prévoyance. Les membres de l’organe suprême déclarent leurs liens d’intérêt à l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_l"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 2b, Intégrité et loyauté des responsables, Déclaration",
        "citation": "Art. 48l al. 2 OPP 2",
        "content": "Les personnes et les institutions chargées de la gestion ou de l’administration de l’institution de prévoyance ou de la gestion de sa fortune attestent chaque année par écrit à l’organe suprême qu’elles ont remis conformément à l’art. 48k tous les avantages financiers qu’elles ont reçus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_48_l"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Définition de la fortune",
        "citation": "Art. 49 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Définition de la fortune",
        "citation": "Art. 49 al. 1 OPP 2",
        "content": "La fortune au sens des art. 50 à 59 comprend la somme des actifs inscrits au bilan commercial, sans un éventuel report de perte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Définition de la fortune",
        "citation": "Art. 49 al. 2 OPP 2",
        "content": "Elle peut aussi être complétée par les valeurs de rachat des contrats d’assurance collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Responsabilité de la gestion et tâches de l’organe suprême",
        "citation": "Art. 49a OPP 2",
        "content": "(art. 51, al. 1 et 2, 53a et 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Responsabilité de la gestion et tâches de l’organe suprême",
        "citation": "Art. 49a al. 1 OPP 2",
        "content": "L’organe suprême est responsable de la gestion des placements. Il définit, surveille et pilote de manière compréhensible la gestion de la fortune en tenant compte des rendements et des risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Responsabilité de la gestion et tâches de l’organe suprême",
        "citation": "Art. 49a al. 2 OPP 2",
        "content": "Il a notamment pour tâche de:\na. fixer dans un règlement les objectifs et les principes, ainsi que l’organisation et la procédure régissant le placement de la fortune;\nb. définir les règles applicables à l’exercice des droits d’actionnaire de l’institution de prévoyance;\nc. prendre les mesures organisationnelles appropriées pour l’application des art. 48f à 48l.\nd. définir les exigences auxquelles doivent satisfaire les personnes et les institutions qui placent ou qui gèrent la fortune de l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Responsabilité de la gestion et tâches de l’organe suprême",
        "citation": "Art. 49a al. 3 OPP 2",
        "content": "Lorsqu’il édicte les prescriptions selon l’al. 2, let. c et d, l’organe suprême peut se référer à des normes ou à des règles édictées par des organisations ou des associations généralement reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_49_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 1 OPP 2",
        "content": "L’institution de prévoyance doit choisir, gérer et contrôler soigneusement les placements qu’elle opère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 2 OPP 2",
        "content": "Lors du placement de sa fortune, elle doit veiller à assurer la sécurité de la réalisation des buts de prévoyance. La sécurité doit être évaluée spécialement en tenant compte de la totalité des actifs et des passifs, ainsi que de la structure et de l’évolution future prévisible de l’effectif des assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 3 OPP 2",
        "content": "Lors du placement de sa fortune, l’institution de prévoyance doit respecter le principe d’une répartition appropriée des risques; les disponibilités doivent, en particulier, être réparties entre différentes catégories de placements ainsi qu’entre plusieurs régions et secteurs économiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 4 OPP 2",
        "content": "Si l’institution de prévoyance prouve de façon concluante dans l’annexe aux comptes annuels qu’elle respecte les al. 1 à 3, elle peut, si son règlement le prévoit, étendre les possibilités de placement prévues aux art. 53, al. 1 à 4, 54, 54a, 54b, al. 1, 55, 56, 56a, al. 1 et 5, et 57, al. 2 et 3. Les placements soumis à l’obligation d’effectuer des versements supplémentaires sont interdits. Sont exceptés les placements au sens de l’art. 53, al. 5, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 4bis OPP 2",
        "content": "Une institution de prévoyance qui propose plusieurs stratégies de placement dans le cadre d’un même plan de prévoyance peut, si son règlement le prévoit, étendre les possibilités de placement, prévues aux art. 53, al. 1 à 4, 54, 54a, 54b, al. 1, 55, 56, et 56a, al. 1 et 5. Elle doit démontrer de façon concluante dans l’annexe aux comptes annuels qu’elle respecte les al. 1 et 3 et, par analogie, l’al. 2. Les placements soumis à l’obligation d’effectuer des versements supplémentaires sont interdits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 5 OPP 2",
        "content": "Si les conditions fixées aux al. 4 et 4bis pour une extension des possibilités de placement ne sont pas remplies, l’autorité de surveillance prend les mesures appropriées. Elle peut aussi exiger une adaptation du placement de la fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Sécurité et répartition du risque",
        "citation": "Art. 50 al. 6 OPP 2",
        "content": "Le respect des art. 53 à 57 ne délie pas de l’obligation de se conformer aux prescriptions des al. 1 à 3. Cette exigence ne s’applique pas aux placements selon l’art. 54, al. 2, let. c et d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_50"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Rendement",
        "citation": "Art. 51 OPP 2",
        "content": "(art. 71, al. 1, LPP)L’institution de prévoyance doit tendre à un rendement correspondant aux revenus réalisables sur le marché de l’argent, des capitaux et des immeubles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_51"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Liquidité",
        "citation": "Art. 52 OPP 2",
        "content": "(art. 71, al. 1, LPP)L’institution de prévoyance doit veiller à ce que les prestations d’assurance et de libre passage puissent être versées dès qu’elles sont exigibles. Elle répartit sa fortune, de façon appropriée, en placements à court, à moyen et à long terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_52"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 1 OPP 2",
        "content": "La fortune de l’institution de prévoyance peut être investie dans les placements suivants:\na. des montants en espèces;\nb. des créances libellées en un montant fixe, des types suivants:\n1. avoirs sur compte postal ou bancaire,\n2. placements à échéance de douze mois au maximum sur le marché monétaire,\n3. obligations de caisse,\n4. obligations d’emprunts, y compris obligations convertibles ou assorties d’un droit d’option,\n5. obligations garanties,\n6. titres hypothécaires suisses,\n7. reconnaissances de dette de corporations suisses de droit public,\n8. valeurs de rachat de contrats d’assurance collective,\n9. dans le cas de placements axés sur un indice largement diversifié, usuel et très répandu: les créances comprises dans l’indice;\nc. des biens immobiliers en propriété individuelle ou en copropriété, y compris des constructions en droit de superficie et des terrains à bâtir;\nd. des participations à des sociétés, telles que les actions, les bons de participation ou les titres similaires, bons de jouissance inclus, ou les parts sociales de sociétés coopératives; les participations à des sociétés et les titres similaires sont autorisés s’ils sont cotés en Bourse ou traités sur un autre marché réglementé ouvert au public;\ndbis. des placements dans les infrastructures;\ndter. des placements dans des créances non cotées (private debt) ou dans des participations à des sociétés non cotées (private equity) qui:\n1. ont leur siège en Suisse, et qui\n2. ont une activité opérationnelle en Suisse;\ne. des placements alternatifs tels que les fonds spéculatifs (hedge funds), les placements en private equity, les titres liés à une assurance (insurance linked securities) et les placements dans les matières premières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 2 OPP 2",
        "content": "Les placements visés à l’al. 1, let. a à d, peuvent s’effectuer sous la forme de placements directs, de placements collectifs conformes à l’art. 56 ou d’instruments financiers dérivés conformes à l’art. 56a. Cette règle s’applique également aux placements visés à l’al. 1, let. dbis et dter, à condition qu’ils soient diversifiés de façon appropriée; si tel n’est pas le cas, les exigences posées à l’al. 4 s’appliquent à ces placements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 2bis OPP 2",
        "content": "Si les placements visés à l’al. 1, let. dter, sont des placements collectifs, plus de la moitié du capital de ces placements collectifs doit être investie en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 3 OPP 2",
        "content": "Les créances qui ne sont pas énumérées à l’al. 1, let. b, dbis ou dter, sont traitées comme des placements alternatifs, notamment:\na. les créances qui ne sont pas libellées en un montant fixe ou dont le remboursement intégral ou partiel est lié à des conditions;\nb. les créances titrisées telles que les titres adossés à des actifs (asset backed securities), ou d’autres créances résultant d’un transfert de risque, par exemple les créances envers une société de portage ou basées sur des dérivés de crédit;\nc. les prêts garantis de premier rang (senior secured loans).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 4 OPP 2",
        "content": "Les placements alternatifs ne sont autorisés que sous la forme de placements collectifs diversifiés, de certificats diversifiés ou de produits structurés diversifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 5 OPP 2",
        "content": "Un effet de levier n’est admissible que pour les cas suivants:\na. les placements alternatifs;\nb. les placements collectifs réglementés dans l’immobilier, si le taux d’avance est limité à 50 % de la valeur vénale;\nc. un placement dans un objet immobilier conforme à l’art. 54b, al. 2;\nd. les placements dans des instruments financiers dérivés, à condition qu’aucun effet de levier ne s’exerce sur la fortune globale de l’institution de prévoyance;\ne. les placements visés à l’al. 1, let. dbis et dter, en cas de prêts relais à court terme couverts par des engagements de capital des investisseurs ou d’emprunts à court terme répondant à des impératifs techniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements autorisés",
        "citation": "Art. 53 al. 6 OPP 2",
        "content": "La loi du 23 juin 2006 sur les placements collectifs et ses dispositions d’exécution s’appliquent par analogie aux prêt de valeurs mobilières et aux opérations de prise ou de mise en pension. Les opérations de mise en pension dans lesquelles l’institution de prévoyance agit comme cédante sont interdites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements à faible risque",
        "citation": "Art. 53a OPP 2",
        "content": "(art. 19a LFLP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements à faible risque",
        "citation": "Art. 53a al. 1 OPP 2",
        "content": "Sont réputés à faible risque les placements suivants:\na. les montants en espèces (en francs suisses);\nb. les créances au sens de l’art. 53, al. 1, let. b, ch. 1 à 8, en francs suisses ou en devises étrangères garanties et présentant une bonne solvabilité, à l’exception des obligations d’emprunts convertibles ou assorties d’un droit d’option.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements à faible risque",
        "citation": "Art. 53a al. 2 OPP 2",
        "content": "L’échéance moyenne de toutes les créances ne doit pas dépasser cinq ans. Les produits dérivés sont admis uniquement pour garantir des créances en devises étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_53_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite par débiteur",
        "citation": "Art. 54 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite par débiteur",
        "citation": "Art. 54 al. 1 OPP 2",
        "content": "10 % au maximum de la fortune globale peuvent être placés dans des créances selon l’art. 53, al. 1, let. b sur un seul débiteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite par débiteur",
        "citation": "Art. 54 al. 2 OPP 2",
        "content": "La limite supérieure de l’al. 1 peut être dépassée lorsque les créances sont:\na. des créances sur la Confédération;\nb. des créances sur les centrales des lettres de gage;\nc. des créances sur des contrats collectifs d’assurance conclus par l’institution de prévoyance avec une institution d’assurance ayant son siège en Suisse ou au Liechtenstein;\nd. des créances sur des cantons ou des communes, si elles existent parce que les rapports de prévoyance ne sont pas entièrement financés, en raison par exemple de découverts, de reprises de dettes pour des allocations de renchérissement ou de financements après coup lors d’augmentations de salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite par débiteur",
        "citation": "Art. 54 al. 3 OPP 2",
        "content": "Les al. 1 et 2 s’appliquent aussi aux produits dérivés tels que les produits structurés ou les certificats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite en matière de participation",
        "citation": "Art. 54a OPP 2",
        "content": "(art. 71, al. 1, LPP)Les placements dans des titres de participation selon l’art. 53, al. 1, let. d ne peuvent pas dépasser, par société, 5 % de la fortune globale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite en matière de biens immobiliers et d’avance",
        "citation": "Art. 54b OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite en matière de biens immobiliers et d’avance",
        "citation": "Art. 54b al. 1 OPP 2",
        "content": "Les placements dans des biens immobiliers visés à l’art. 53, al. 1, let. c, ne peuvent pas dépasser, par objet, 5 % de la fortune globale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite en matière de biens immobiliers et d’avance",
        "citation": "Art. 54b al. 2 OPP 2",
        "content": "Lorsqu’une institution de prévoyance emprunte temporairement des fonds de tiers, la limite maximale d’avance sur un objet immobilier est fixée à 30 % de sa valeur vénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limite en matière de biens immobiliers et d’avance",
        "citation": "Art. 54b al. 3 OPP 2",
        "content": "Une institution de prévoyance qui propose des stratégies de placement différentes dans le cadre d’un même plan de prévoyance ne peut pas mettre en gage des objets immobiliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_54_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Limites par catégorie",
        "citation": "Art. 55 OPP 2",
        "content": "(art. 71, al. 1, LPP)La part maximale de la fortune globale qui peut être placée dans les différentes catégories de placements est la suivante:\na. 50 %: dans les titres hypothécaires suisses sur des biens immobiliers, des constructions en droit de superficie et des terrains à bâtir; dans ce cas, le taux d’avance ne peut pas dépasser 80 % de la valeur vénale; les lettres de gage sont traitées comme des titres hypothécaires;\nb. 50 %: dans les placements en actions;\nc. 30 %: dans les placements immobiliers, dont un tiers au maximum à l’étranger;\nd. 15 %: dans les placements alternatifs;\ne. 30 %: dans les placements en devises étrangères sans couverture du risque de change;\nf. 10 %: dans les placements dans les infrastructures;\ng. 5 %: dans les placements visés à l’art. 53, al. 1, let. dter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_55"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements collectifs",
        "citation": "Art. 56 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements collectifs",
        "citation": "Art. 56 al. 1 OPP 2",
        "content": "Les placements collectifs sont des placements de parts de fortune opérés en commun par différents investisseurs. Leur sont assimilés les fonds de placement institutionnels ne servant qu’à une seule institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements collectifs",
        "citation": "Art. 56 al. 2 OPP 2",
        "content": "L’institution de prévoyance peut participer à des placements collectifs, pour autant que:\na. ceux-ci soient conformes aux placements autorisés selon l’art. 53, et que\nb. l’organisation des placements collectifs soit réglée de manière que, au niveau de la fixation des directives de placement, de la répartition des compétences, de la détermination des parts ainsi que des ventes et rachats y relatifs, les intérêts des institutions de prévoyance qui y participent soient clairement sauvegardés;\nc. les valeurs de la fortune puissent être retirées au profit de l’investisseur en cas de faillite du placement collectif ou de sa banque de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements collectifs",
        "citation": "Art. 56 al. 3 OPP 2",
        "content": "Les placements directs compris dans les placements collectifs doivent être pris en compte lors du calcul des limites de placement selon les art. 54, 54a, 54b, al. 1, et 55. Les limites de placement par débiteur, par société et par objet immobilier selon les art. 54, 54a et 54b, al. 1, sont respectées lorsque:\na. les placements directs compris dans les placements collectifs sont diversifiés de façon appropriée, ou que \nb. la participation à un placement collectif est inférieure à 5 % de la fortune totale de l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements collectifs",
        "citation": "Art. 56 al. 4 OPP 2",
        "content": "Les participations à des placements collectifs sont assimilées à des placements directs lorsqu’elles remplissent les conditions selon les al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 1 OPP 2",
        "content": "L’institution de prévoyance ne peut investir que dans des instruments financiers dérivés découlant des placements prévus à l’art. 53.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 2 OPP 2",
        "content": "La solvabilité de la contrepartie et la négociabilité doivent être prises en considération en tenant compte des particularités de chaque instrument dérivé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 3 OPP 2",
        "content": "Tout engagement d’une institution de prévoyance résultant d’opérations sur dérivés ou qui peut résulter de l’exercice du droit, doit être couvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 4 OPP 2",
        "content": "L’utilisation d’instruments financiers dérivés ne doit pas exercer d’effet de levier sur la fortune globale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 5 OPP 2",
        "content": "Les limites prévues aux art. 54, 54a, 54b et 55 doivent être respectées à l’égard des instruments financiers dérivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 6 OPP 2",
        "content": "Sont déterminants en matière de respect de l’obligation de couverture et de limites les engagements qui, pour l’institution de prévoyance, peuvent découler, dans le cas le plus extrême, des instruments financiers dérivés lors de leur conversion en sous-jacent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Instruments financiers dérivés",
        "citation": "Art. 56a al. 7 OPP 2",
        "content": "Tous les instruments financiers dérivés non échus doivent figurer intégralement dans les comptes annuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_56_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements chez l’employeur",
        "citation": "Art. 57 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_57"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements chez l’employeur",
        "citation": "Art. 57 al. 1 OPP 2",
        "content": "Dans la mesure où elle est liée à la couverture des prestations de libre passage et à celle des rentes en cours, la fortune, diminuée des engagements et des passifs de régularisation, ne peut être placée sans garantie chez l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_57"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements chez l’employeur",
        "citation": "Art. 57 al. 2 OPP 2",
        "content": "Des placements sans garantie et des participations financières chez l’employeur ne peuvent pas, ensemble, représenter plus de 5 % de la fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_57"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements chez l’employeur",
        "citation": "Art. 57 al. 3 OPP 2",
        "content": "Les placements en biens immobiliers utilisés pour plus de 50 % de leur valeur par l’employeur pour ses affaires ne peuvent pas dépasser 5 % de la fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_57"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Placements chez l’employeur",
        "citation": "Art. 57 al. 4 OPP 2",
        "content": "Les créances de l’institution de prévoyance envers l’employeur doivent être rémunérées à un taux d’intérêt conforme à celui du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_57"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Garantie des créances envers l’employeur",
        "citation": "Art. 58 OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Garantie des créances envers l’employeur",
        "citation": "Art. 58 al. 1 OPP 2",
        "content": "La garantie des créances envers l’employeur doit être efficace et suffisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Garantie des créances envers l’employeur",
        "citation": "Art. 58 al. 2 OPP 2",
        "content": "Sont réputées garantie:\na. la garantie de la Confédération, d’un canton, d’une commune ou d’une banque soumise à la loi du 8 novembre 1934 sur les banques. La garantie ne peut être établie qu’en faveur de la seule institution de prévoyance et elle doit être irrévocable et intransmissible;\nb. les gages immobiliers jusqu’à concurrence des deux tiers de la valeur vénale de l’immeuble; les gages constitués sur des biens immobiliers de l’employeur que ce dernier utilise pour plus de 50 % de leur valeur pour ses affaires ne peuvent pas valoir comme garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Garantie des créances envers l’employeur",
        "citation": "Art. 58 al. 3 OPP 2",
        "content": "Dans des cas particuliers, l’autorité de surveillance peut autoriser d’autres sortes de garanties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Obligation d’informer",
        "citation": "Art. 58a OPP 2",
        "content": "(art. 71, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Obligation d’informer",
        "citation": "Art. 58a al. 1 OPP 2",
        "content": "Lorsque des contributions réglementaires n’ont pas été versées, l’institution de prévoyance doit en informer son autorité de surveillance dans un délai de trois mois à partir de la date d’échéance contractuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Obligation d’informer",
        "citation": "Art. 58a al. 2 OPP 2",
        "content": "Avant d’effectuer de nouveaux placements sans garantie chez l’employeur, lorsqu’il n’est pas clairement établi que les placements envisagés ne concernent pas uniquement les moyens qui peuvent être placés de cette façon en vertu de l’art. 57, al. 1 et 2, l’institution de prévoyance doit informer son autorité de surveillance des nouveaux placements en les justifiant de manière suffisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Obligation d’informer",
        "citation": "Art. 58a al. 3 OPP 2",
        "content": "L’institution de prévoyance informe immédiatement l’organe de révision des communications visées aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_58_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 4, Financement, Section 3, Placement de la fortune, Application des prescriptions de placement à d’autres institutions de la prévoyance professionnelle",
        "citation": "Art. 59 OPP 2",
        "content": "(art. 71, al. 1, LPP)Les dispositions de la présente section s’appliquent par analogie:\na. aux fondations de prévoyance visées à l’art. 89a, al. 6, du code civil;\nb. au fonds de garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_59"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Rachat",
        "citation": "Art. 60a OPP 2",
        "content": "(art. 1, al. 3, et 79b, al. 1, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Rachat",
        "citation": "Art. 60a al. 1 OPP 2",
        "content": "Le calcul du rachat doit se fonder sur les mêmes principes professionnellement reconnus que la détermination du plan de prévoyance (art. 1g).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Rachat",
        "citation": "Art. 60a al. 2 OPP 2",
        "content": "Le montant maximum de la somme de rachat est diminué de l’avoir du pilier 3a de la personne assurée qui dépasse la somme, additionnée d’intérêts, des cotisations maximales annuellement déductibles du revenu à partir de 24 ans selon l’art. 7, al. 1, let. a, de l’ordonnance du 13 novembre 1985 sur les déductions admises fiscalement pour les cotisations versées à des formes reconnues de prévoyance. Les intérêts sont calculés sur la base du taux d’intérêt minimal LPP en vigueur pour les années correspondantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Rachat",
        "citation": "Art. 60a al. 3 OPP 2",
        "content": "Si une personne assurée dispose d’avoirs de prévoyance auprès de l’institution de prévoyance précédente ou d’avoirs de libre passage qui ne devaient pas être transférés dans une institution de prévoyance en vertu des art. 3 et 4, al. 2bis, LFLP, le montant maximal de la somme de rachat est diminué de ce montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Rachat",
        "citation": "Art. 60a al. 4 OPP 2",
        "content": "Pour la personne assurée qui perçoit déjà ou a perçu des prestations de vieillesse et reprend par la suite une activité lucrative ou augmente à nouveau son taux d’activité, le montant maximal de la somme de rachat est diminué du montant des prestations de vieillesse déjà perçues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_a"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Cas particuliers",
        "citation": "Art. 60b OPP 2",
        "content": "(Art. 79b, al. 2, LPP)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Cas particuliers",
        "citation": "Art. 60b al. 1 OPP 2",
        "content": "La somme de rachat annuelle versée par les personnes arrivant de l’étranger qui n’ont jamais été affiliées à une institution de prévoyance en Suisse ne doit pas dépasser, pendant les cinq années qui suivent leur entrée dans l’institution de prévoyance suisse, 20 % du salaire assuré tel qu’il est défini par le règlement. Après l’échéance du délai de cinq ans, l’institution de prévoyance doit permettre à l’assuré qui n’aurait pas encore racheté la totalité des prestations réglementaires de procéder à ce rachat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Cas particuliers",
        "citation": "Art. 60b al. 2 OPP 2",
        "content": "Lorsque l’assuré fait transférer des droits ou des avoirs de prévoyance acquis à l’étranger, la limite de rachat fixée à l’al. 1, 1re phrase ne s’applique pas, pour autant que:\na. ce transfert soit effectué directement d’un système étranger de prévoyance professionnelle dans une institution de prévoyance suisse;\nb. que l’institution de prévoyance suisse admette un tel transfert, et\nc. que l’assuré ne fasse pas valoir pour ce transfert une déduction en matière d’impôts directs de la Confédération, des cantons et des communes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_b"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Salaire assurable et revenu assurable",
        "citation": "Art. 60c al. 1 OPP 2",
        "content": "La limite du salaire assurable ou du revenu assurable fixée à l’art. 79c LPP vaut pour l’ensemble des rapports de prévoyance de l’assuré auprès d’une ou de plusieurs institutions de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Salaire assurable et revenu assurable",
        "citation": "Art. 60c al. 2 OPP 2",
        "content": "Si l’assuré dispose de plusieurs rapports de prévoyance et que la somme de ses salaires et revenus soumis à l’AVS dépasse le décuple du montant-limite supérieur selon l’art. 8, al. 1, LPP, il doit informer chaque institution de prévoyance de tous les rapports de prévoyance existants et des salaires et revenus assurés dans ce cadre. L’institution de prévoyance doit attirer l’attention de l’assuré sur son devoir d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Salaire assurable et revenu assurable",
        "citation": "Art. 60c al. 3 OPP 2",
        "content": "La limitation du salaire et du revenu assurables prévue à l’art. 79c LPP ne s’applique pas à l’assurance des risques de décès et d’invalidité des assurés qui ont 50 ans ou plus au 1er janvier 2006 si leurs rapports de prévoyance ont été établis avant cette date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_c"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 5 Rachat, salaire assurable et revenu assurable, Rachat et encouragement à la propriété du logement",
        "citation": "Art. 60d OPP 2",
        "content": "(art. 79b, al. 3, LPP) Dans les cas où le remboursement d’un versement anticipé pour l’encouragement à la propriété du logement n’est plus admis en vertu de l’art. 30d, al. 3, let. a, LPP, le règlement de l’institution de prévoyance peut permettre des rachats volontaires pour autant que ces rachats, ajoutés aux versements anticipés, ne dépassent pas les prétentions de prévoyance maximales admises par le règlement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_d"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 6, Dispositions spéciales, Émolument pour tâches spéciales",
        "citation": "Art. 60e al. 1 OPP 2",
        "content": "Un émolument est perçu dans les cas visés à l’art. 86a, al. 5, LPP, lorsque la communication de données nécessite de nombreuses copies ou autres reproductions ou des recherches particulières. Le montant de cet émolument équivaut à ceux des art. 14 et 16 de l’ordonnance du 10 septembre 1969 sur les frais et indemnités en procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 6, Dispositions spéciales, Émolument pour tâches spéciales",
        "citation": "Art. 60e al. 2 OPP 2",
        "content": "Un émolument couvrant les frais est perçu pour les publications au sens de l’art. 86a, al. 4, LPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 6, Dispositions spéciales, Émolument pour tâches spéciales",
        "citation": "Art. 60e al. 3 OPP 2",
        "content": "L’émolument peut être réduit ou remis si la personne assujettie est dans la gêne ou pour d’autres justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_e"
    },
    {
        "book": "BVV 2",
        "title": "OPP 2, Chapitre 6, Dispositions spéciales, Qualité pour recourir de l’OFAS",
        "citation": "Art. 60ebis OPP 2",
        "content": "L’OFAS est autorisé à former un recours devant le Tribunal fédéral contre les décisions rendues par les tribunaux cantonaux et le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/543_543_543/fr#art_60_e_bis"
    }
]