[
    {
        "book": "BZG",
        "title": "BZG, 1. Titel: Gegenstand",
        "citation": "Art. 1 BZG",
        "content": "Dieses Gesetz regelt:\na. die Aufgaben und die Zusammenarbeit von Bund, Kantonen und Dritten im Bevölkerungsschutz;\nb. den Zivilschutz als Partnerorganisation im Bevölkerungsschutz, insbesondere die Schutzdienstpflicht und die Ausbildung sowie die Schutzbauten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_1"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 1. Kapitel: Zweck, Zusammenarbeit und Pflichten Dritter, Zweck",
        "citation": "Art. 2 BZG",
        "content": "Zweck des Bevölkerungsschutzes ist es, die Bevölkerung und ihre Lebensgrundlagen bei Schadenereignissen von grosser Tragweite (Grossereignis), Katastrophen, Notlagen und bewaffneten Konflikten zu schützen, zur Begrenzung und Bewältigung von Schadenereignissen beizutragen und entsprechende Massnahmen zur Vorsorge zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_2"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 1. Kapitel: Zweck, Zusammenarbeit und Pflichten Dritter, Führungsorgane, Partnerorganisationen und Dritte",
        "citation": "Art. 3 Abs. 1 BZG",
        "content": "Die Führungsorgane, Partnerorganisationen und Dritte arbeiten im Rahmen des Bevölkerungsschutzes in der Vorsorge und der Ereignisbewältigung zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_3"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 1. Kapitel: Zweck, Zusammenarbeit und Pflichten Dritter, Führungsorgane, Partnerorganisationen und Dritte",
        "citation": "Art. 3 Abs. 2 BZG",
        "content": "Als Partnerorganisationen arbeiten zusammen:\na. die Polizei zur Aufrechterhaltung von Sicherheit und Ordnung;\nb. die Feuerwehr zur Rettung und zur Sicherstellung der Schadenwehr;\nc. das Gesundheitswesen, einschliesslich des sanitätsdienstlichen Rettungswesens, zur medizinischen Versorgung der Bevölkerung;\nd. die technischen Betriebe, insbesondere zur Gewährleistung der Verfügbarkeit von unverzichtbaren Gütern und Dienstleistungen für die Bevölkerung;\ne. der Zivilschutz zum Schutz und zur Rettung der Bevölkerung, zur Betreuung schutzsuchender Personen sowie zur Führungsunterstützung und zur Unterstützung der anderen Partnerorganisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_3"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 1. Kapitel: Zweck, Zusammenarbeit und Pflichten Dritter, Führungsorgane, Partnerorganisationen und Dritte",
        "citation": "Art. 3 Abs. 3 BZG",
        "content": "Zur Vorsorge und Ereignisbewältigung können weitere Stellen und Organisationen beigezogen werden, insbesondere:\na. Behörden;\nb. Unternehmen;\nc. Nichtregierungsorganisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_3"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 1. Kapitel: Zweck, Zusammenarbeit und Pflichten Dritter, Zusammenarbeit",
        "citation": "Art. 4 BZG",
        "content": "Der Bund, die Kantone und die weiteren Stellen und Organisationen arbeiten zur Erfüllung der Aufgaben nach diesem Gesetz im Rahmen ihrer Zuständigkeiten zusammen, insbesondere in den Bereichen:\na. konzeptionelle Weiterentwicklung des Bevölkerungsschutzes;\nb. Schutz vor atomaren, biologischen und chemischen Gefährdungen (ABC-Schutz);\nc. Alarmierungs- und Kommunikationssysteme für den Bevölkerungsschutz;\nd. Information von Behörden und Bevölkerung;\ne. Ausbildung, Forschung und internationale Zusammenarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_4"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 1. Kapitel: Zweck, Zusammenarbeit und Pflichten Dritter, Pflichten Dritter",
        "citation": "Art. 5 BZG",
        "content": "Jede Person ist verpflichtet, die Alarmierungsanordnungen und die Verhaltensanweisungen der dafür zuständigen Stellen zu befolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_5"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Allgemeine Aufgaben",
        "citation": "Art. 6 Abs. 1 BZG",
        "content": "Der Bund sorgt für die Koordination der Tätigkeiten der Partnerorganisationen sowie für deren Zusammenarbeit mit den anderen Behörden und Stellen im Bereich der Sicherheitspolitik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_6"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Allgemeine Aufgaben",
        "citation": "Art. 6 Abs. 2 BZG",
        "content": "Der Bundesrat regelt, welche Massnahmen zum Schutz von Kulturgütern in den Bereichen Bauten und Einrichtung von Bauten im Hinblick auf Grossereignisse, Katastrophen, Notlagen und bewaffnete Konflikte getroffen werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_6"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Allgemeine Aufgaben",
        "citation": "Art. 6 Abs. 3 BZG",
        "content": "Er trifft Massnahmen zur Verstärkung des Bevölkerungsschutzes für den Fall von bewaffneten Konflikten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_6"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Führung und Koordination",
        "citation": "Art. 7 Abs. 1 BZG",
        "content": "Der Bund übernimmt die Führung und die Koordination bei Katastrophen und Notlagen, für deren Bewältigung er zuständig ist, sowie bei bewaffneten Konflikten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_7"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Führung und Koordination",
        "citation": "Art. 7 Abs. 2 BZG",
        "content": "Er kann im Einvernehmen mit den betroffenen Kantonen die Koordination und allenfalls die Führung bei Ereignissen übernehmen, die mehrere Kantone, die ganze Schweiz oder das grenznahe Ausland betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_7"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Führung und Koordination",
        "citation": "Art. 7 Abs. 3 BZG",
        "content": "Das Koordinationsorgan des Bundes für den Bevölkerungsschutz ist der Bundesstab Bevölkerungsschutz. Dieser hat folgende Aufgaben:\na. Koordination der Vorsorgeplanungen, der Vorbereitungen und der Einsätze spezialisierter Einsatzorganisationen sowie der weiteren Stellen und Organisationen;\nb. Sicherstellung der Führungsfähigkeit;\nc. Sicherstellung der Kommunikation zwischen Bund, Kantonen, Betreiberinnen kritischer Infrastrukturen und Behörden im Ausland;\nd. Sicherstellung des Lageverbunds zwischen Bund, Kantonen, Betreiberinnen kritischer Infrastrukturen und Behörden im Ausland;\ne. Sicherstellung des Managements ziviler Ressourcen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_7"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Führung und Koordination",
        "citation": "Art. 7 Abs. 4 BZG",
        "content": "Der Bundesrat regelt die Organisation des Bundesstabs Bevölkerungsschutz. Er kann insbesondere die Mitarbeit der Kantone sowie der weiteren Stellen und Organisationen im Bundesstab Bevölkerungsschutz vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_7"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Schutz kritischer Infrastrukturen",
        "citation": "Art. 8 Abs. 1 BZG",
        "content": "Der Bund erstellt Grundlagen zum Schutz kritischer Infrastrukturen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_8"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Schutz kritischer Infrastrukturen",
        "citation": "Art. 8 Abs. 2 BZG",
        "content": "Das Bundesamt für Bevölkerungsschutz (BABS) führt ein Inventar der Objekte kritischer Infrastrukturen und aktualisiert dieses regelmässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_8"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Schutz kritischer Infrastrukturen",
        "citation": "Art. 8 Abs. 3 BZG",
        "content": "Es koordiniert die Planungs- und Schutzmassnahmen der Betreiberinnen kritischer Infrastrukturen, insbesondere die Massnahmen der Betreiberinnen kritischer Infrastrukturen von nationaler Bedeutung, und arbeitet zu diesem Zweck mit ihnen zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_8"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 9 Abs. 1 BZG",
        "content": "Das BABS ist zuständig für die Systeme:\na. zur Warnung der Behörden bei drohenden Gefahren;\nb. zur Alarmierung der Bevölkerung im Ereignisfall;\nc. zur Information der Bevölkerung bei drohenden Gefahren und im Ereignisfall.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_9"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 9 Abs. 2 BZG",
        "content": "Es betreibt ein System zur Alarmierung der Bevölkerung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_9"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 9 Abs. 3 BZG",
        "content": "Es betreibt weitere Systeme zur Verbreitung von Informationen und Verhaltensanweisungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_9"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 9 Abs. 4 BZG",
        "content": "Der Bund betreibt ein Notfallradio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_9"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 9 Abs. 5 BZG",
        "content": "Der Bund stellt sicher, dass die Systeme nach Absatz 1 Buchstaben b und c sowie die Absätze 2-4 auch für Menschen mit Behinderungen zugänglich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_9"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 9 Abs. 6 BZG",
        "content": "Der Bundesrat kann dem BABS Rechtsetzungskompetenzen übertragen zur Regelung:\na. der Verbreitung von Informationen und Verhaltensanweisungen;\nb. der technischen Aspekte der Systeme zur Warnung der Behörden, zur Alarmierung und Information der Bevölkerung sowie der technischen Aspekte des Notfallradios.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_9"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Nationale Alarmzentrale",
        "citation": "Art. 10 Abs. 1 BZG",
        "content": "Das BABS betreibt die Nationale Alarmzentrale (NAZ).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_10"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Nationale Alarmzentrale",
        "citation": "Art. 10 Abs. 2 BZG",
        "content": "Der Bundesrat legt die Aufgaben der NAZ fest. Er regelt die Zuständigkeiten, Vorgaben und Abläufe betreffend die Warnung, Alarmierung und Information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_10"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Labor Spiez",
        "citation": "Art. 11 Abs. 1 BZG",
        "content": "Das BABS betreibt zum ABC-Schutz das Labor Spiez.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_11"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Labor Spiez",
        "citation": "Art. 11 Abs. 2 BZG",
        "content": "Dieses ist insbesondere zuständig für:\na. die Erfüllung referenzanalytischer und diagnostischer Aufgaben im ABC-Bereich;\nb. die Unterstützung von Zielsetzungen des Bundes im Bereich der Rüstungskontrolle und Nichtweiterverbreitung von ABC-Massenvernichtungswaffen;\nc. die Unterstützung behördlicher Stellen bei ABC-Materialbeschaffungen;\nd. die Unterstützung behördlicher Stellen in konzeptionellen Fragen zur Bewältigung von ABC-Ereignissen;\ne. ABC-Gefährdungsanalysen;\nf. die Forschung und Entwicklung im ABC-Bereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_11"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Spezialisierte Einsatzorganisationen",
        "citation": "Art. 12 Abs. 1 BZG",
        "content": "Der Bund unterstützt die Kantone mit spezialisierten Einsatzorganisationen im ABC-Bereich. Er kann auch andere Staaten unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_12"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Spezialisierte Einsatzorganisationen",
        "citation": "Art. 12 Abs. 2 BZG",
        "content": "Bund und Kantone regeln die Leistungen sowie die Verfügbarkeit einer solchen Unterstützung der Kantone mit spezialisierten Einsatzorganisationen im ABC-Bereich durch Leistungsvereinbarungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_12"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Spezialisierte Einsatzorganisationen",
        "citation": "Art. 12 Abs. 3 BZG",
        "content": "Der Bund kann ABC-Einsatzorganisationen mit Einsatzmaterial unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_12"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Spezialisierte Einsatzorganisationen",
        "citation": "Art. 12 Abs. 4 BZG",
        "content": "Er betreibt weitere spezialisierte Einsatzorganisationen ausserhalb des ABC-Bereichs und stellt diese im Ereignisfall den betroffenen Stellen zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_12"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Spezialisierte Einsatzorganisationen",
        "citation": "Art. 12 Abs. 5 BZG",
        "content": "Der Bundesrat kann dem BABS Rechtsetzungskompetenzen übertragen zur Sicherstellung der Einsatzbereitschaft des vom Bund beschafften Materials.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_12"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Forschung und Entwicklung",
        "citation": "Art. 13 Abs. 1 BZG",
        "content": "Das BABS sorgt in Zusammenarbeit mit den Kantonen und weiteren Stellen für die Forschung und Entwicklung im Bevölkerungsschutz, insbesondere in den Bereichen der Gefährdungs- und Risikoanalyse, der technischen Entwicklung und der Bewältigung von Katastrophen und Notlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_13"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 2. Kapitel: Aufgaben des Bundes, Forschung und Entwicklung",
        "citation": "Art. 13 Abs. 2 BZG",
        "content": "Es arbeitet im Rahmen der Forschung und Entwicklung im Bevölkerungsschutz mit nationalen und internationalen Partnern zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_13"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Allgemeine Aufgaben",
        "citation": "Art. 14 Abs. 1 BZG",
        "content": "Die Kantone regeln insbesondere die Ausbildung, die Führung und die Einsätze der Partnerorganisationen im Bevölkerungsschutz sowie der weiteren Stellen und Organisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_14"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Allgemeine Aufgaben",
        "citation": "Art. 14 Abs. 2 BZG",
        "content": "Sie regeln die interkantonale Zusammenarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_14"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Führung und Koordination",
        "citation": "Art. 15 BZG",
        "content": "Die Kantone sind für die folgenden Führungsaufgaben zuständig:\na. Bildung von Führungsorganen zur Sicherstellung der Führungsfähigkeit und der Bewältigung von Grossereignissen, Katastrophen und Notlagen;\nb. Koordination der Vorsorgeplanungen, der Vorbereitungen und der Einsätze der Partnerorganisationen sowie der weiteren Stellen und Organisationen;\nc. Sicherstellung der Bereitschaft im Bevölkerungsschutz im Hinblick auf bewaffnete Konflikte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_15"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 16 Abs. 1 BZG",
        "content": "Die Kantone stellen in Zusammenarbeit mit dem Bund die Auslösung der Warnung der zuständigen Stellen und der Alarmierung der Bevölkerung sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_16"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Warnung, Alarmierung und Information im Ereignisfall",
        "citation": "Art. 16 Abs. 2 BZG",
        "content": "Sie stellen in Zusammenarbeit mit dem Bund die Information der Bevölkerung im Ereignisfall sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_16"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Wasseralarmsystem",
        "citation": "Art. 17 Abs. 1 BZG",
        "content": "Die Betreiberinnen von Stauanlagen mit einem Wasseralarmsystem nach Artikel 11 des Stauanlagengesetzes vom 1. Oktober 2010 sorgen für die Erstellung, den Unterhalt und die Erneuerung der zum Wasseralarmsystem gehörenden baulichen Einrichtungen, die nicht Bestandteil des Systems nach Artikel 9 Absatz 2 dieses Gesetzes sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_17"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Wasseralarmsystem",
        "citation": "Art. 17 Abs. 2 BZG",
        "content": "Der Bundesrat regelt die technischen Anforderungen an die Wasseralarmsysteme und an die baulichen Einrichtungen sowie die Zuständigkeiten und Abläufe bei der Warnung und Alarmierung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_17"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 3. Kapitel: Aufgaben der Kantone und Dritter, Wasseralarmsystem",
        "citation": "Art. 17 Abs. 3 BZG",
        "content": "Er kann dem BABS Rechtsetzungskompetenzen zur Regelung der technischen Aspekte übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_17"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 1 BZG",
        "content": "Bund und Kantone errichten und betreiben gemeinsam ein mobiles Sicherheitsfunksystem für die interkantonale und organisationsübergreifende Zusammenarbeit der Behörden und Organisationen für Rettung und Sicherheit sowie Dritter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 2 BZG",
        "content": "Der Bund ist zuständig für die zentralen Komponenten des mobilen Sicherheitsfunksystems, für die in seinem Zuständigkeitsbereich liegenden dezentralen Komponenten sowie für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 3 BZG",
        "content": "Er sorgt für das Funktionieren des Gesamtsystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 4 BZG",
        "content": "Die Kantone sind zuständig für die dezentralen Komponenten des Systems, für die der Bund nicht zuständig ist, sowie für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 5 BZG",
        "content": "Der Bundesrat legt die Aufgaben im Einzelnen fest und regelt die technischen Aspekte. Er kann dem BABS Rechtsetzungskompetenzen zur Regelung der technischen Aspekte übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 6 BZG",
        "content": "Er kann den Kantonen und Dritten terminliche Vorgaben zur Umsetzung sowie Vorgaben zum Werterhalt machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 18 Abs. 7 BZG",
        "content": "Er entscheidet nach Anhörung der Kantone über die Einstellung oder Ablösung des Systems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_18"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 1 BZG",
        "content": "Bund und Kantone errichten und betreiben gemeinsam ein nationales sicheres Datenverbundsystem für die sichere Kommunikation zwischen Bund, Kantonen und Betreiberinnen kritischer Infrastrukturen. Das System besteht aus dem sicheren Datenverbundnetz, dem Datenzugangssystem und dem Datenkommunikationssystem. Es kann von weiteren Systemen genutzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 2 BZG",
        "content": "Der Bund ist zuständig für die zentralen Komponenten des Systems, für die in seinem Zuständigkeitsbereich liegenden dezentralen Komponenten sowie für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 3 BZG",
        "content": "Er sorgt für das Funktionieren des Gesamtsystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 4 BZG",
        "content": "Die Kantone sind zuständig für die dezentralen Komponenten des Systems, für die der Bund nicht zuständig ist, insbesondere für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 5 BZG",
        "content": "Die Dritten sind zuständig für die dezentralen Komponenten des Systems, für die weder der Bund noch die Kantone zuständig sind; sie sind insbesondere für den Anschluss ihrer Netze an das nationale System und deren Stromversorgungssicherheit zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 6 BZG",
        "content": "Der Bundesrat legt die Aufgaben im Einzelnen fest und regelt die technischen Aspekte sowie die Vorgaben für weitere Nutzungen. Er kann dem BABS Rechtsetzungskompetenzen zur Regelung der technischen Aspekte übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 7 BZG",
        "content": "Er kann den Kantonen und Dritten terminliche Vorgaben zur Umsetzung sowie Vorgaben zum Werterhalt machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales sicheres Datenverbundsystem",
        "citation": "Art. 19 Abs. 8 BZG",
        "content": "Er entscheidet nach Anhörung der Kantone über die Einstellung oder Ablösung des Systems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_19"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 1 BZG",
        "content": "Bund und Kantone können gemeinsam ein mobiles breitbandiges Sicherheitskommunikationssystem für die interkantonale und organisationsübergreifende Zusammenarbeit der Behörden und Organisationen für Rettung und Sicherheit sowie Dritter errichten und betreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 2 BZG",
        "content": "Der Bund ist zuständig für die zentralen Komponenten des Systems, für die in seinem Zuständigkeitsbereich liegenden dezentralen Komponenten sowie für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 3 BZG",
        "content": "Er sorgt für das Funktionieren des Gesamtsystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 4 BZG",
        "content": "Die Kantone sind zuständig für die dezentralen Komponenten des Systems, für die der Bund nicht zuständig ist, sowie für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 5 BZG",
        "content": "Der Bundesrat legt die Aufgaben im Einzelnen fest und regelt die technischen Aspekte. Er kann dem BABS Rechtsetzungskompetenzen zur Regelung der technischen Aspekte übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 6 BZG",
        "content": "Er kann den Kantonen und Dritten terminliche Vorgaben zur Umsetzung sowie Vorgaben zum Werterhalt machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 7 BZG",
        "content": "Er entscheidet nach Anhörung der Kantone über die Einstellung oder Ablösung des Systems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Mobiles breitbandiges Sicherheitskommunikationssystem",
        "citation": "Art. 20 Abs. 8 BZG",
        "content": "Der Bund, einzelne Kantone und Dritte können im Rahmen eines Pilotprojekts ein Teilsystem realisieren. Der Bundesrat regelt die Bedingungen für ein solches Pilotprojekt. Das BABS koordiniert es.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_20"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 1 BZG",
        "content": "Bund und Kantone können gemeinsam ein nationales Lageverbundsystem für den Informationsaustausch zwischen Bund, Kantonen und Dritten im Ereignisfall errichten und betreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 2 BZG",
        "content": "Der Bund ist zuständig für die zentralen Komponenten des Systems, für die in seinem Zuständigkeitsbereich liegenden dezentralen Komponenten sowie für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 3 BZG",
        "content": "Er sorgt für das Funktionieren des Gesamtsystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 4 BZG",
        "content": "Die Kantone sind zuständig für die dezentralen Komponenten des Systems, für die der Bund nicht zuständig ist, insbesondere für die elektronischen Lagedarstellungssysteme und für deren Stromversorgungssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 5 BZG",
        "content": "Die Dritten sind für die dezentralen Komponenten des Systems zuständig, für die weder der Bund noch die Kantone zuständig sind; sie sind insbesondere für die elektronischen Lagedarstellungssysteme und deren Stromversorgungssicherheit zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 6 BZG",
        "content": "Der Bundesrat legt die Aufgaben im Einzelnen fest und regelt die technischen Aspekte. Für die technischen Aspekte kann er dem BABS Rechtsetzungskompetenzen übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 7 BZG",
        "content": "Er kann den Kantonen und Dritten terminliche Vorgaben zur Umsetzung sowie Vorgaben zum Werterhalt machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 4. Kapitel: Gemeinsame Kommunikationssysteme von Bund, Kantonen und Dritten, Nationales Lageverbundsystem",
        "citation": "Art. 21 Abs. 8 BZG",
        "content": "Er entscheidet nach Anhörung der Kantone über die Einstellung oder Ablösung des Systems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_21"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 1 BZG",
        "content": "Der Bund koordiniert auf nationaler Ebene die Ausbildung der Angehörigen der Partnerorganisationen betreffend die Zusammenarbeit. Er koordiniert die Übungen zwischen den Partnerorganisationen und:\na. den Führungsorganen;\nb. der Armee;\nc. den Stellen und Organisationen nach Artikel 3 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 2 BZG",
        "content": "Das BABS stellt die Grundausbildungs- und Weiterbildungsangebote für die kantonalen Führungsorgane sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 3 BZG",
        "content": "Es stellt die Ausbildung für den Betrieb von Komponenten der Kommunikationssysteme im Bevölkerungsschutz sowie der Systeme zur Warnung der Behörden und zur Alarmierung und Information der Bevölkerung sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 4 BZG",
        "content": "Es kann mit den Kantonen, Dritten und zuständigen Behörden des grenznahen Auslands die Durchführung von weiteren Ausbildungen und Übungen vereinbaren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 5 BZG",
        "content": "Es kann weitere Ausbildungen im Bereich des Bevölkerungsschutzes anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 6 BZG",
        "content": "Es betreibt ein Ausbildungszentrum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 5. Kapitel: Ausbildung",
        "citation": "Art. 22 Abs. 7 BZG",
        "content": "Der Bundesrat regelt die Zuständigkeiten im Bereich der Ausbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_22"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 23 Abs. 1 BZG",
        "content": "Der Bund trägt die Kosten für:\na. die Bereitstellung, den Betrieb, den Unterhalt und den Werterhalt der zentralen Komponenten des mobilen Sicherheitsfunksystems sowie die entsprechenden Kosten der dezentralen Komponenten, für die der Bund zuständig ist;\nb. die Bereitstellung, den Betrieb, den Unterhalt und den Werterhalt seiner Sendeanlagen und von deren Infrastrukturen;\nc. die Bereitstellung der Endgeräte und die Anbindung der Leitstellen der Behörden und Organisationen für Rettung und Sicherheit auf Bundesebene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_23"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 23 Abs. 2 BZG",
        "content": "Die Kantone tragen die Kosten für:\na. die Bereitstellung, den Betrieb, den Unterhalt und den Werterhalt der dezentralen Komponenten des mobilen Sicherheitsfunksystems und der Infrastrukturen ihrer Teilnetze;\nb. die Anbindung der Infrastrukturen ihrer Teilnetze an die zentralen Komponenten;\nc. die redundanten Verbindungen zwischen den Teilnetzen, sofern diese nicht Bestandteil des nationalen sicheren Datenverbundsystems sind;\nd. die Bereitstellung der Endgeräte auf kantonaler Ebene, es sei denn, dass der Bund diese beschafft hat (Art. 76 Abs. 1);\ne. die Anbindung der Leitstellen der Behörden und Organisationen für Rettung und Sicherheit auf kantonaler Ebene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_23"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 23 Abs. 3 BZG",
        "content": "Der Bundesrat legt die Anteile der Kostenbeteiligung der Teilnetzbetreiber für die Mitbenutzung von Sendeanlagen des Bundes fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_23"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 23 Abs. 4 BZG",
        "content": "Die Dritten tragen die Kosten ihrer Endgeräte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_23"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Mobiles Sicherheitsfunksystem",
        "citation": "Art. 23 Abs. 5 BZG",
        "content": "Der Bundesrat kann festlegen, dass die Kantone oder Dritte diejenigen Mehrkosten, die sie dem Bund aufgrund von Verzögerungen bei der Umsetzung von Massnahmen des Unterhalts oder des Werterhalts verursachen, zu tragen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_23"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Alarmierungssystem, Information im Ereignisfall und Notfallradio",
        "citation": "Art. 24 Abs. 1 BZG",
        "content": "1 Der Bund trägt die Kosten für das Alarmierungssystem, die Systeme für die Information im Ereignisfall und das Notfallradio.\n2 Die Betreiberinnen von Stauanlagen tragen die Kosten für den Betrieb und den Unterhalt der dezentralen Komponenten des Wasseralarmsystems. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_24"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Nationales sicheres Datenverbundsystem, mobiles breitbandiges Sicherheitskommunikationssystem und nationales Lageverbundsystem",
        "citation": "Art. 25 Abs. 1 BZG",
        "content": "Der Bund trägt beim nationalen sicheren Datenverbundsystem, beim mobilen breitbandigen Sicherheitskommunikationssystem und beim nationalen Lageverbundsystem die Kosten für:\na. die Investitionen und den Werterhalt mit Investitionscharakter der zentralen Komponenten vollumfänglich;\nb. die Investition, den Betrieb, den Unterhalt, den betrieblichen Werterhalt sowie den Werterhalt mit Investitionscharakter der dezentralen Komponenten, für die der Bund zuständig ist;\nc. den Betrieb, den Unterhalt sowie den betrieblichen Werterhalt der zentralen Komponenten anteilsmässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_25"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Nationales sicheres Datenverbundsystem, mobiles breitbandiges Sicherheitskommunikationssystem und nationales Lageverbundsystem",
        "citation": "Art. 25 Abs. 2 BZG",
        "content": "Die Kantone und die betroffenen Dritten tragen die Kosten für:\na. den Betrieb, den Unterhalt und den betrieblichen Werterhalt der zentralen Komponenten anteilsmässig;\nb. die Investition, den Betrieb, den Unterhalt, den betrieblichen Werterhalt sowie den Werterhalt mit Investitionscharakter der dezentralen Komponenten, für die der Bund nicht zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_25"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Nationales sicheres Datenverbundsystem, mobiles breitbandiges Sicherheitskommunikationssystem und nationales Lageverbundsystem",
        "citation": "Art. 25 Abs. 3 BZG",
        "content": "Die an einem Pilotprojekt (Art. 20 Abs. 8) für ein mobiles breitbandiges Sicherheitskommunikationssystem beteiligten Kantone und Dritten tragen dafür die Kosten. Wird anschliessend das System auf nationaler Ebene realisiert, so erstattet der Bund den beteiligten Kantonen und Dritten die Kosten für die zentralen Komponenten. Der Bundesrat regelt die Einzelheiten der Kostentragung. Er hört dazu die Kantone an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_25"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Ausbildung",
        "citation": "Art. 26 Abs. 1 BZG",
        "content": "Bund und Kantone tragen je die Kosten für die in ihren Zuständigkeitsbereichen liegenden Ausbildungen nach Artikel 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_26"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Ausbildung",
        "citation": "Art. 26 Abs. 2 BZG",
        "content": "Der Bundesrat regelt die Einzelheiten der Kostentragung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_26"
    },
    {
        "book": "BZG",
        "title": "BZG, 2. Titel: Bevölkerungsschutz, 6. Kapitel: Finanzierung, Weitere Kosten",
        "citation": "Art. 27 BZG",
        "content": "Der Bund trägt die Kosten für:\na. die eigenen Aufwendungen für die Forschung und Entwicklung (Art. 13);\nb. die spezialisierten Einsatzorganisationen (Art. 12);\nc. das Einsatzmaterial für die ABC-Einsatzorganisationen (Art. 12 Abs. 3);\nd. die eigenen Aufwendungen in der Zusammenarbeit mit den Kantonen, den Partnerorganisationen sowie den Betreiberinnen kritischer Infrastrukturen (Art. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_27"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 1. Kapitel: Aufgaben",
        "citation": "Art. 28 Abs. 1 BZG",
        "content": "Der Zivilschutz nimmt bei Grossereignissen, Katastrophen, Notlagen und bewaffneten Konflikten die folgenden Aufgaben wahr:\na. den Schutz und die Rettung der Bevölkerung;\nb. die Betreuung schutzsuchender Personen;\nc. die Unterstützung der Führungsorgane;\nd. die Unterstützung der anderen Partnerorganisationen;\ne. den Schutz der Kulturgüter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_28"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 1. Kapitel: Aufgaben",
        "citation": "Art. 28 Abs. 2 BZG",
        "content": "Er kann zudem eingesetzt werden für:\na. präventive Massnahmen zur Verhinderung oder Minderung von Schäden;\nb. Instandstellungsarbeiten nach Schadenereignissen;\nc. Einsätze zugunsten der Gemeinschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_28"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Schutzdienstpflichtige Personen",
        "citation": "Art. 29 Abs. 1 BZG",
        "content": "Schutzdienstpflichtig sind sämtliche Männer mit Schweizer Bürgerrecht, die für die Schutzdienstleistung tauglich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_29"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Schutzdienstpflichtige Personen",
        "citation": "Art. 29 Abs. 2 BZG",
        "content": "Nicht schutzdienstpflichtig ist, wer:\na. militär- oder zivildienstpflichtig ist;\nb. die Rekrutenschule absolviert hat;\nc. mindestens so viele Diensttage Militärdienst und Zivildienst geleistet hat, wie die Rekrutenschule dauert;\nd. Wohnsitz im Ausland hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_29"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Schutzdienstpflichtige Personen",
        "citation": "Art. 29 Abs. 3 BZG",
        "content": "Der Bundesrat regelt die Ausnahmen für Auslandschweizer und Auslandschweizerinnen, die im grenznahen Ausland Wohnsitz haben (Abs. 2 Bst. d).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_29"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Dienstbefreiung von Behördenmitgliedern",
        "citation": "Art. 30 BZG",
        "content": "Folgende Personen müssen, solange sie ihre Funktion ausüben, keinen Schutzdienst leisten:\na. die Mitglieder des Bundesrates;\nb. der Bundeskanzler und die Vizekanzler;\nc. die Mitglieder der Bundesversammlung;\nd. die ordentlichen Richter der eidgenössischen Gerichte;\ne. die Mitglieder der kantonalen Exekutiven;\nf. die hauptamtlichen Mitglieder der kantonalen Gerichte;\ng. die Mitglieder der kommunalen Exekutiven.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_30"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 1 BZG",
        "content": "Die Schutzdienstpflicht ist zwischen dem Tag, an dem die Person 18 Jahre alt wird, und dem Ende des Jahres, in dem sie 36 Jahre alt wird, zu erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 2 BZG",
        "content": "Sie dauert zwölf Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 3 BZG",
        "content": "Sie beginnt mit dem Jahr, in dem die Grundausbildung absolviert wird, spätestens jedoch mit dem Jahr, in dem die Person 25 Jahre alt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 4 BZG",
        "content": "Sie ist nach insgesamt 245 geleisteten Diensttagen erfüllt. Es besteht kein Anspruch darauf, insgesamt 245 Diensttage zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 5 BZG",
        "content": "Für höhere Unteroffiziere und Offiziere dauert die Schutzdienstpflicht, unabhängig vom Beginn und den geleisteten Diensttagen, bis zum Ende des Jahres, in dem die Person 40 Jahre alt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 6 BZG",
        "content": "Fällt das Ende der Schutzdienstpflicht mit einem Katastropheneinsatz oder einer Notlage zusammen, so verlängert sich die Schutzdienstpflicht bis zum Ende des Einsatzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 7 BZG",
        "content": "Der Bundesrat kann:\na. die Dauer der Schutzdienstpflicht auf höchstens 14 Jahre verlängern und einen späteren Beginn der Schutzdienstplicht anordnen, wobei die Schutzdienstpflicht spätestens in dem Jahr beginnen muss, in dem die Schutzdienstpflichtigen 23 Jahre alt werden;\nb. aus der Schutzdienstpflicht entlassene Personen bis fünf Jahre nach ihrer Entlassung erneut der Schutzdienstpflicht unterstellen, um die Erhöhung des Zivilschutzbestandes namentlich im Falle eines bewaffneten Konfliktes zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erfüllung und Dauer der Schutzdienstpflicht",
        "citation": "Art. 31 Abs. 8 BZG",
        "content": "Er kann die Schutzdienstpflicht auf Ersuchen eines von einer lange andauernden Katastrophe oder Notlage betroffenen Kantons um höchstens 100 Tage verlängern, sofern die Dienstpflicht aufgrund der Katastrophe oder Notlage für zu viele Schutzdienstpflichtige gleichzeitig endet und dadurch die Einsatzfähigkeit gefährdet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_31"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Erweiterte Schutzdienstpflicht für den Fall bewaffneter Konflikte",
        "citation": "Art. 32 BZG",
        "content": "Für den Fall bewaffneter Konflikte kann der Bundesrat Personen, die nicht mehr militär- oder zivildienstpflichtig sind, zusätzlich der Schutzdienstpflicht unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_32"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Freiwilliger Schutzdienst",
        "citation": "Art. 33 Abs. 1 BZG",
        "content": "Folgende Personen können freiwillig Schutzdienst leisten:\na. Männer, die aus der Schutzdienstpflicht entlassen sind;\nb. Männer, die nicht mehr militär- oder zivildienstpflichtig sind;\nc. Frauen mit Schweizer Bürgerrecht ab dem Tag, an dem sie 18 Jahre alt werden;\nd. in der Schweiz niedergelassene Ausländer und Ausländerinnen ab dem Tag, an dem sie 18 Jahre alt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_33"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Freiwilliger Schutzdienst",
        "citation": "Art. 33 Abs. 2 BZG",
        "content": "Die Kantone entscheiden über die Aufnahme. Es besteht kein Anspruch darauf, Schutzdienst zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_33"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Freiwilliger Schutzdienst",
        "citation": "Art. 33 Abs. 3 BZG",
        "content": "Personen, die freiwillig Schutzdienst leisten, sind in Rechten und Pflichten den Schutzdienstpflichtigen gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_33"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Freiwilliger Schutzdienst",
        "citation": "Art. 33 Abs. 4 BZG",
        "content": "Sie werden frühestens nach drei Jahren Schutzdienst auf Gesuch hin aus der Schutzdienstpflicht entlassen. Auf begründetes Gesuch hin werden sie früher entlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_33"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Freiwilliger Schutzdienst",
        "citation": "Art. 33 Abs. 5 BZG",
        "content": "Sie werden von Amtes wegen aus der Schutzdienstpflicht entlassen, wenn sie eine Altersrente nach dem Bundesgesetz vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung beziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_33"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Rekrutierung",
        "citation": "Art. 34 Abs. 1 BZG",
        "content": "Die Rekrutierung dient zur Beurteilung der Schutzdiensttauglichkeit. Sie wird gemeinsam mit der Rekrutierung für die Armee durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_34"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Rekrutierung",
        "citation": "Art. 34 Abs. 2 BZG",
        "content": "Für den Zivilschutz nicht rekrutiert werden Stellungspflichtige, die:\na. infolge eines Strafurteils nach Artikel 21 Absatz 1 des Militärgesetzes vom 3. Februar 1995 für die Armee untragbar sind; oder\nb. den Anforderungen des Militärdiensts aus psychischen Gründen insofern nicht genügen, als sie Auffälligkeiten zeigen, die auf ein Gewaltpotenzial schliessen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_34"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Einteilung der Schutzdienstpflichtigen",
        "citation": "Art. 35 Abs. 1 BZG",
        "content": "Die Schutzdienstpflichtigen stehen grundsätzlich ihrem Wohnsitzkanton zur Verfügung. Im Einvernehmen mit den betroffenen Kantonen können sie einem anderen Kanton zugeteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_35"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Einteilung der Schutzdienstpflichtigen",
        "citation": "Art. 35 Abs. 2 BZG",
        "content": "Der Kanton, dem eine schutzdienstpflichtige Person zugeteilt ist, entscheidet über die Einteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_35"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Einteilung der Schutzdienstpflichtigen",
        "citation": "Art. 35 Abs. 3 BZG",
        "content": "Schutzdienstpflichtige, die im Ausland Wohnsitz nehmen, werden im Personalpool erfasst. Sie können bei der Rückkehr in die Schweiz wieder eingeteilt werden, sofern sie noch schutzdienstpflichtig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_35"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Einteilung der Schutzdienstpflichtigen",
        "citation": "Art. 35 Abs. 4 BZG",
        "content": "Die Kantone stellen nach ihren Möglichkeiten dem Bund geeignete Schutzdienstpflichtige zur Erfüllung seiner Aufgaben zur Verfügung. Bund und Kantone können dazu Leistungsvereinbarungen abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_35"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Personalpool",
        "citation": "Art. 36 Abs. 1 BZG",
        "content": "Nicht eingeteilte Schutzdienstpflichtige werden in einem gesamtschweizerischen Personalpool erfasst und nicht ausgebildet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_36"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Personalpool",
        "citation": "Art. 36 Abs. 2 BZG",
        "content": "Sie können bei Bedarf einem Kanton zur Verfügung gestellt und von diesem eingeteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_36"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Personalpool",
        "citation": "Art. 36 Abs. 3 BZG",
        "content": "Es besteht kein Anspruch darauf, eingeteilt zu werden und Schutzdienst zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_36"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Vorzeitige Entlassung",
        "citation": "Art. 37 Abs. 1 BZG",
        "content": "Schutzdienstpflichtige, die in einer Partnerorganisation nach Artikel 3 benötigt werden, können auf Gesuch hin von den Kantonen vorzeitig aus der Schutzdienstpflicht entlassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_37"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Vorzeitige Entlassung",
        "citation": "Art. 37 Abs. 2 BZG",
        "content": "Der Bundesrat legt fest, welche Schutzdienstpflichtigen vorzeitig entlassen und welche wieder in den Zivilschutz eingeteilt werden können. Er bestimmt die berechtigten Partnerorganisationen und regelt das Verfahren sowie die Voraussetzungen für eine vorzeitige Entlassung und für eine Wiedereinteilung in den Zivilschutz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_37"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 1. Abschnitt:, Personenkreis, Dauer, Rekrutierung, Entlassung und Ausschluss, Ausschluss",
        "citation": "Art. 38 BZG",
        "content": "Schutzdienstpflichtige, die zu einer Freiheitsstrafe oder einer Geldstrafe von mindestens 30 Tagessätzen verurteilt werden, können vom Schutzdienst ausgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_38"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Sold, Verpflegung, Transport und Unterkunft",
        "citation": "Art. 39 Abs. 1 BZG",
        "content": "Schutzdienstleistende haben Anspruch auf:\na. Sold;\nb. unentgeltliche Verpflegung;\nc. unentgeltlichen Transport mit öffentlichen Verkehrsmitteln für das Einrücken und die Entlassung sowie für den Wechsel zwischen dem Dienst- und dem Wohnort während des Urlaubs;\nd. unentgeltliche Unterkunft, sofern sie nicht ihre Privatunterkunft benutzen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_39"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Sold, Verpflegung, Transport und Unterkunft",
        "citation": "Art. 39 Abs. 2 BZG",
        "content": "Der Bundesrat regelt die Voraussetzungen für die Ansprüche nach Absatz 1. Er kann festlegen, dass das Aufgebot zur Benutzung der öffentlichen Verkehrsmittel berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_39"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Erwerbsausfallentschädigung",
        "citation": "Art. 40 BZG",
        "content": "Schutzdienstleistende haben Anspruch auf Erwerbsausfallentschädigung nach dem Erwerbsersatzgesetz vom 25. September 1952.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_40"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Wehrpflichtersatzabgabe",
        "citation": "Art. 41 BZG",
        "content": "Schutzdienstleistenden werden bei der Berechnung der Wehrpflichtersatzabgabe nach dem Bundesgesetz vom 12. Juni 1959 über die Wehrpflichtersatzabgabe sämtliche im Rahmen ihrer Schutzdienstpflicht geleisteten Schutzdiensttage angerechnet, die besoldet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_41"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Versicherung",
        "citation": "Art. 42 Abs. 1 BZG",
        "content": "Schutzdienstleistende sind nach dem Bundesgesetz vom 19. Juni 1992 über die Militärversicherung (MVG) versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_42"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Versicherung",
        "citation": "Art. 42 Abs. 2 BZG",
        "content": "Das BABS erlässt Bestimmungen zur Verhütung von Unfällen und Gesundheitsschädigungen im Zivilschutz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_42"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Maximaldauer der Schutzdienstleistungen",
        "citation": "Art. 43 BZG",
        "content": "Die Schutzdienstleistungen nach den Artikeln 49–53 dürfen insgesamt 66 Tage pro Jahr nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_43"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Pflichten",
        "citation": "Art. 44 Abs. 1 BZG",
        "content": "Die Schutzdienstpflichtigen haben den dienstlichen Anordnungen Folge zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_44"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Pflichten",
        "citation": "Art. 44 Abs. 2 BZG",
        "content": "Sie können verpflichtet werden, Kaderfunktionen zu übernehmen und die damit verbundenen Schutzdienstleistungen zu erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_44"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Pflichten",
        "citation": "Art. 44 Abs. 3 BZG",
        "content": "Kadermitglieder sind zudem verpflichtet, ausserdienstliche Pflichten zu erfüllen, insbesondere zur Vorbereitung von Ausbildungsdiensten und von Einsätzen des Zivilschutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_44"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Pflichten",
        "citation": "Art. 44 Abs. 4 BZG",
        "content": "Die Schutzdienstpflichtigen sind meldepflichtig. Der Bundesrat regelt Art und Umfang der Meldepflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_44"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 2. Abschnitt: Rechte und Pflichten der Schutzdienstpflichtigen, Pflichten",
        "citation": "Art. 44 Abs. 5 BZG",
        "content": "Sie dürfen ihre persönliche Ausrüstung ausschliesslich im Rahmen von Schutzdienstleistungen verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_44"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zur Ausbildung",
        "citation": "Art. 45 Abs. 1 BZG",
        "content": "Das Aufgebot für die Aus- und Weiterbildungsdienste nach den Artikeln 49–52 sowie für die Wiederholungskurse nach Artikel 53 erfolgt durch die Kantone. Die Kantone regeln das Aufgebot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_45"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zur Ausbildung",
        "citation": "Art. 45 Abs. 2 BZG",
        "content": "Das BABS regelt das Aufgebot für die Aus- und Weiterbildungsdienste nach Artikel 54 Absätze 2–4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_45"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zur Ausbildung",
        "citation": "Art. 45 Abs. 3 BZG",
        "content": "Das Aufgebot ist den Schutzdienstpflichtigen mindestens sechs Wochen vor Dienstbeginn zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_45"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zur Ausbildung",
        "citation": "Art. 45 Abs. 4 BZG",
        "content": "Gesuche um Verschiebung von Dienstleistungen sind an die aufbietende Stelle zu richten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_45"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zu Einsätzen bei Grossereignissen, Katastrophen, Notlagen und bewaffneten Konflikten",
        "citation": "Art. 46 Abs. 1 BZG",
        "content": "Der Bundesrat kann die Schutzdienstpflichtigen aufbieten:\na. bei Katastrophen und Notlagen, die mehrere Kantone oder die ganze Schweiz betreffen;\nb. bei Katastrophen und Notlagen, die das grenznahe Ausland betreffen;\nc. bei bewaffneten Konflikten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_46"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zu Einsätzen bei Grossereignissen, Katastrophen, Notlagen und bewaffneten Konflikten",
        "citation": "Art. 46 Abs. 2 BZG",
        "content": "Die Kantone können die Schutzdienstpflichtigen aufbieten bei Grossereignissen, Katastrophen und Notlagen, die das Kantonsgebiet oder das benachbarte grenznahe Ausland betreffen; sie können die Schutzdienstpflichtigen auch zur Unterstützung anderer betroffener Kantone aufbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_46"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zu Einsätzen bei Grossereignissen, Katastrophen, Notlagen und bewaffneten Konflikten",
        "citation": "Art. 46 Abs. 3 BZG",
        "content": "Die Kantone regeln das Verfahren des Aufgebots.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_46"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Aufgebot zu Einsätzen bei Grossereignissen, Katastrophen, Notlagen und bewaffneten Konflikten",
        "citation": "Art. 46 Abs. 4 BZG",
        "content": "Das BABS regelt das Verfahren des Aufgebots für Schutzdienstpflichtige, die zur Erfüllung von Aufgaben nach Artikel 35 Absatz 4 zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_46"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Kontrollaufgaben",
        "citation": "Art. 47 Abs. 1 BZG",
        "content": "Die Kantone führen die Kontrolle über die Schutzdienstpflichtigen. Diese erfolgt im Personalinformationssystem der Armee und des Zivilschutzes (PISA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_47"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Kontrollaufgaben",
        "citation": "Art. 47 Abs. 2 BZG",
        "content": "Das BABS kontrolliert, ob:\na. die zeitlichen Obergrenzen nach den Artikeln 43 und 49–53 eingehalten werden;\nb. die Einsätze zugunsten der Gemeinschaft nach Artikel 53 Absatz 3 mit den Aufgaben des Zivilschutzes übereinstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_47"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Kontrollaufgaben",
        "citation": "Art. 47 Abs. 3 BZG",
        "content": "Werden die zeitlichen Obergrenzen nach den Artikeln 43 und 49-53 überschritten, so weist das BABS den betreffenden Kanton an, die Schutzdienstpflichtigen nicht aufzubieten, und informiert die Zentrale Ausgleichsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_47"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Kontrollaufgaben",
        "citation": "Art. 47 Abs. 4 BZG",
        "content": "Das BABS führt die Kontrolle über die Schutzdienstpflichtigen, die zur Erfüllung von Aufgaben nach Artikel 35 Absatz 4 eingesetzt werden. Die Kontrolle erfolgt im PISA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_47"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Kontrollaufgaben",
        "citation": "Art. 47 Abs. 5 BZG",
        "content": "Der Bundesrat legt den Umfang der Kontrolle nach Absatz 1 fest. Er kann Regelungen administrativer und technischer Art betreffend die Benutzung des PISA erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_47"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 2. Kapitel: Schutzdienstpflicht, 3. Abschnitt: Aufgebot und Kontrollaufgaben, Kontrollaufgaben",
        "citation": "Art. 47 Abs. 6 BZG",
        "content": "Er regelt das Kontrollverfahren nach Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_47"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zuständigkeit der Kantone",
        "citation": "Art. 48 BZG",
        "content": "Die Kantone sind für die Ausbildung zuständig, sofern in diesem Gesetz nichts anderes bestimmt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_48"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Grundausbildung",
        "citation": "Art. 49 Abs. 1 BZG",
        "content": "Schutzdienstpflichtige, die nach der Rekrutierung eingeteilt werden, absolvieren die Grundausbildung frühestens ab dem Tag, an dem sie 18 Jahre alt werden, spätestens jedoch bis zum Ende des Jahres, in dem sie 25 Jahre alt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_49"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Grundausbildung",
        "citation": "Art. 49 Abs. 2 BZG",
        "content": "Die Grundausbildung dauert 10–19 Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_49"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Grundausbildung",
        "citation": "Art. 49 Abs. 3 BZG",
        "content": "Bei einer Umteilung können die Schutzdienstpflichtigen verpflichtet werden, im neuen Fachgebiet erneut eine Grundausbildung zu absolvieren. Die Kantone entscheiden über eine Umteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_49"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Grundausbildung",
        "citation": "Art. 49 Abs. 4 BZG",
        "content": "Schutzdienstpflichtige, die nach der Rekrutierung nicht eingeteilt werden und ohne Grundausbildung im Personalpool erfasst sind, können bis zum Ende des Jahres, in dem sie 30 Jahre alt werden, zur Grundausbildung aufgeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_49"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Grundausbildung",
        "citation": "Art. 49 Abs. 5 BZG",
        "content": "Personen, die bei ihrer Einbürgerung älter als 24 sind, werden von den Kantonen zur Rekrutierung angemeldet. Sie absolvieren die Grundausbildung bis spätestens zum Ende des Jahres, in dem sie 30 Jahre alt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_49"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Grundausbildung",
        "citation": "Art. 49 Abs. 6 BZG",
        "content": "Personen, die freiwillig Schutzdienst leisten, absolvieren die Grundausbildung innerhalb von drei Jahren nach der Rekrutierung. Verfügt eine Person bereits über eine gleichwertige Ausbildung, so bestimmt der Kanton, ob sie die Grundausbildung absolvieren muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_49"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zusatzausbildung",
        "citation": "Art. 50 Abs. 1 BZG",
        "content": "Schutzdienstpflichtige, die für Spezialaufgaben vorgesehen sind, können für jede Spezialaufgabe zu einer Zusatzausbildung von höchstens 19 Tagen aufgeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_50"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zusatzausbildung",
        "citation": "Art. 50 Abs. 2 BZG",
        "content": "Der Bundesrat kann die Dauer der Zusatzausbildung auf höchstens 54 Tage verlängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_50"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Kaderausbildung",
        "citation": "Art. 51 Abs. 1 BZG",
        "content": "Schutzdienstpflichtige, die für Kaderfunktionen vorgesehen sind, absolvieren für jede Kaderfunktion eine Kaderausbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_51"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Kaderausbildung",
        "citation": "Art. 51 Abs. 2 BZG",
        "content": "Die Kaderausbildung besteht aus einem theoretischen und einem praktischen Teil. Sie dauert höchstens 19 Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_51"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Kaderausbildung",
        "citation": "Art. 51 Abs. 3 BZG",
        "content": "Der Bundesrat regelt die Kaderausbildung. Er legt insbesondere fest:\na. die Zuständigkeiten, die Aufteilung der Kaderausbildung in einzelne Module und die Zulassungsbedingungen;\nb. die für einen höheren Grad zu bestehenden Ausbildungsdienste und deren Dauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_51"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Weiterbildung",
        "citation": "Art. 52 BZG",
        "content": "Schutzdienstpflichtige in Kader- oder Spezialistenfunktionen können pro Jahr zu Weiterbildungskursen von höchstens fünf Tagen aufgeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_52"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Wiederholungskurse",
        "citation": "Art. 53 Abs. 1 BZG",
        "content": "Schutzdienstpflichtige werden nach der Grundausbildung jährlich zu Wiederholungskursen von 3–21 Tagen aufgeboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_53"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Wiederholungskurse",
        "citation": "Art. 53 Abs. 2 BZG",
        "content": "Wiederholungskurse dienen insbesondere dem Erreichen und Erhalten der Einsatzbereitschaft des Zivilschutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_53"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Wiederholungskurse",
        "citation": "Art. 53 Abs. 3 BZG",
        "content": "Einsätze zugunsten der Gemeinschaft werden als Wiederholungskurse durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_53"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Wiederholungskurse",
        "citation": "Art. 53 Abs. 4 BZG",
        "content": "Wiederholungskurse können auch im grenznahen Ausland absolviert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_53"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Wiederholungskurse",
        "citation": "Art. 53 Abs. 5 BZG",
        "content": "Der Bundesrat legt die Voraussetzungen und das Bewilligungsverfahren für Ein-sätze zugunsten der Gemeinschaft fest; dabei regelt er insbesondere:\na. Verbot des Einsatzes zugunsten des eigenen Arbeitgebers;\nb. Verpflichtung der Überweisung eines Gewinnanteils an den Ausgleichsfonds der Erwerbsersatzordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_53"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zuständigkeiten und Vorgaben des BABS",
        "citation": "Art. 54 Abs. 1 BZG",
        "content": "Das BABS erstellt in Zusammenarbeit mit den Kantonen die Grundlagen für eine einheitliche Ausbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_54"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zuständigkeiten und Vorgaben des BABS",
        "citation": "Art. 54 Abs. 2 BZG",
        "content": "Es ist zuständig für:\na. die zentrale Führungsausbildung der Offiziere;\nb. die Fachausbildung von Kadermitgliedern sowie von Spezialisten und Spezialistinnen;\nc. die Ausbildung der Schutzdienstpflichtigen, die dem Bund zur Erfüllung der Aufgaben nach Artikel 35 Absatz 4 zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_54"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zuständigkeiten und Vorgaben des BABS",
        "citation": "Art. 54 Abs. 3 BZG",
        "content": "Es kann mit den Kantonen vereinbaren, Aus- und Weiterbildungen für sie durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_54"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zuständigkeiten und Vorgaben des BABS",
        "citation": "Art. 54 Abs. 4 BZG",
        "content": "Es kann Angehörigen von Partnerorganisationen sowie Stellen und Organisationen nach Artikel 3 die Teilnahme an seinem Ausbildungsangebot ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_54"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Zuständigkeiten und Vorgaben des BABS",
        "citation": "Art. 54 Abs. 5 BZG",
        "content": "Es regelt:\na. die Inhalte der Zivilschutzausbildung;\nb. die Voraussetzungen zur Verkürzung von Ausbildungsdiensten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_54"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Ausbildung von Lehrpersonal",
        "citation": "Art. 55 Abs. 1 BZG",
        "content": "Das BABS stellt die Ausbildung des Lehrpersonals für den Zivilschutz sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_55"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Ausbildung von Lehrpersonal",
        "citation": "Art. 55 Abs. 2 BZG",
        "content": "Es ermöglicht dem Lehrpersonal der Partnerorganisationen nach Artikel 3 die Teilnahme an seinem Ausbildungsangebot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_55"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Ausbildung von Lehrpersonal",
        "citation": "Art. 55 Abs. 3 BZG",
        "content": "Es regelt die Ausbildung des Lehrpersonals für den Zivilschutz und die Teilnahme des Lehrpersonals der Partnerorganisationen nach Artikel 3 an Ausbildungsdiensten des Zivilschutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_55"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Ausbildungsinfrastruktur",
        "citation": "Art. 56 Abs. 1 BZG",
        "content": "Das BABS betreibt ein nationales Zivilschutz-Ausbildungszentrum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_56"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Ausbildungsinfrastruktur",
        "citation": "Art. 56 Abs. 2 BZG",
        "content": "Die Kantone melden dem BABS die Aufhebung von kantonalen Zivilschutz-Ausbildungszentren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_56"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 3. Kapitel: Ausbildung, Ausbildungsinfrastruktur",
        "citation": "Art. 56 Abs. 3 BZG",
        "content": "Werden kantonale Zivilschutz-Ausbildungszentren aufgehoben, so müssen dem Bund keine Beiträge rückerstattet werden; ausgenommen sind Bundesbeiträge für den Landerwerb, sofern das Land gewinnbringend veräussert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_56"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 4. Kapitel: Rechte und Pflichten von Dritten, Hauseigentümer und -eigentümerinnen sowie Mieter und Mieterinnen",
        "citation": "Art. 57 Abs. 1 BZG",
        "content": "Die Hauseigentümer und -eigentümerinnen sowie die Mieter und Mieterinnen sind verpflichtet, die ihnen vorgeschriebenen Massnahmen umzusetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_57"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 4. Kapitel: Rechte und Pflichten von Dritten, Hauseigentümer und -eigentümerinnen sowie Mieter und Mieterinnen",
        "citation": "Art. 57 Abs. 2 BZG",
        "content": "Wird der Bezug der Schutzräume angeordnet, so müssen sie nicht benötigte Schutzplätze unentgeltlich zur Verfügung stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_57"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 4. Kapitel: Rechte und Pflichten von Dritten, Inanspruchnahme von Eigentum und Requisitionsrecht",
        "citation": "Art. 58 Abs. 1 BZG",
        "content": "Die Eigentümer und Eigentümerinnen sowie die Mieter und Mieterinnen sind verpflichtet, amtliche Handlungen und technische Einrichtungen auf ihren Grundstücken zu dulden. Eine allfällige Wertminderung wird angemessen entschädigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_58"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 4. Kapitel: Rechte und Pflichten von Dritten, Inanspruchnahme von Eigentum und Requisitionsrecht",
        "citation": "Art. 58 Abs. 2 BZG",
        "content": "Bei Grossereignissen, Katastrophen, Notlagen und bewaffneten Konflikten hat der Zivilschutz das Requisitionsrecht zu den gleichen Bedingungen wie die Armee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_58"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 4. Kapitel: Rechte und Pflichten von Dritten, Versicherung von Privatpersonen durch die Militärversicherung",
        "citation": "Art. 59 BZG",
        "content": "Wer bei einem Einsatz des Zivilschutzes als Privatperson zur Mithilfe verpflichtet wird, ist nach dem MVG versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_59"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Grundsatz",
        "citation": "Art. 60 BZG",
        "content": "Für jeden Einwohner und jede Einwohnerin ist ein Schutzplatz in einem Schutzraum in der Nähe des Wohnorts bereitzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_60"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Baupflicht und Ersatzbeitragspflicht",
        "citation": "Art. 61 Abs. 1 BZG",
        "content": "Sind in einer Gemeinde zu wenig Schutzplätze vorhanden, so müssen die Eigentümer und Eigentümerinnen von Wohnhäusern bei deren Bau Schutzräume erstellen und ausrüsten. Müssen sie keine Schutzräume erstellen, so haben sie einen Ersatzbeitrag zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_61"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Baupflicht und Ersatzbeitragspflicht",
        "citation": "Art. 61 Abs. 2 BZG",
        "content": "Die Eigentümer und Eigentümerinnen von Heimen oder Spitälern haben bei deren Bau Schutzräume zu erstellen und auszurüsten. Ist dies aus technischen Gründen nicht möglich, so haben sie einen Ersatzbeitrag zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_61"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Baupflicht und Ersatzbeitragspflicht",
        "citation": "Art. 61 Abs. 3 BZG",
        "content": "Die Gemeinden sorgen in Gebieten mit zu wenig Schutzplätzen dafür, dass eine genügende Anzahl ausgerüsteter öffentlicher Schutzräume vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_61"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Steuerung des Schutzraumbaus, Verwendung und Höhe der Ersatzbeiträge",
        "citation": "Art. 62 Abs. 1 BZG",
        "content": "Die Kantone steuern zur Gewährleistung eines ausreichenden und angemessen verteilten Schutzplatzangebots den Schutzraumbau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_62"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Steuerung des Schutzraumbaus, Verwendung und Höhe der Ersatzbeiträge",
        "citation": "Art. 62 Abs. 2 BZG",
        "content": "Die Ersatzbeiträge nach Artikel 61 Absätze 1 und 2 gehen an die Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_62"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Steuerung des Schutzraumbaus, Verwendung und Höhe der Ersatzbeiträge",
        "citation": "Art. 62 Abs. 3 BZG",
        "content": "Sie dienen zur Finanzierung der öffentlichen Schutzräume der Gemeinden und zur Erneuerung öffentlicher und privater Schutzräume. Verbleibende Mittel dürfen ausschliesslich verwendet werden für:\na. die zivilschutznahe Umnutzung von Schutzanlagen;\nb. den Rückbau von Schutzanlagen, wenn diese weiterhin für Zivilschutz-zwecke genutzt werden (Art. 91 Abs. 3);\nc. die Beschaffung von Material nach Artikel 92 Buchstabe c;\nd. die periodische Schutzraumkontrolle;\ne. die Deckung der Verwaltungskosten des Ersatzbeitragsfonds;\nf.  die Ausbildungsaufgaben im Zivilschutz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_62"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Steuerung des Schutzraumbaus, Verwendung und Höhe der Ersatzbeiträge",
        "citation": "Art. 62 Abs. 4 BZG",
        "content": "Der Bundesrat legt die Rahmenbedingungen fest für die Steuerung des Schutzraumbaus, für die Höhe der Ersatzbeiträge und für die Verwendung der verbleibenden Mittel (Abs. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_62"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Steuerung des Schutzraumbaus, Verwendung und Höhe der Ersatzbeiträge",
        "citation": "Art. 62 Abs. 5 BZG",
        "content": "Die Kantone erstatten dem BABS auf dessen Verlangen Bericht über die Verwendung der Ersatzbeiträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_62"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Baubewilligungen",
        "citation": "Art. 63 Abs. 1 BZG",
        "content": "Baubewilligungen für den Bau von Wohnhäusern, Heimen und Spitälern dürfen erst erteilt werden, wenn die zuständigen Stellen über die Schutzraum-Baupflicht entschieden haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_63"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Baubewilligungen",
        "citation": "Art. 63 Abs. 2 BZG",
        "content": "Um die ordnungsgemässe Ausführung des Schutzraumbaus zu gewährleisten, können die Kantone vom Bauherrn oder von der Bauherrin Sicherheitsleistungen verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_63"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Kulturgüterschutz",
        "citation": "Art. 64 Abs. 1 BZG",
        "content": "Die Kantone können den Eigentümer oder die Eigentümerin sowie den Besitzer oder die Besitzerin unbeweglicher oder beweglicher Kulturgüter von nationaler Bedeutung verpflichten, bauliche Massnahmen zu deren Schutz zu treffen oder zu dulden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_64"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Kulturgüterschutz",
        "citation": "Art. 64 Abs. 2 BZG",
        "content": "Der Bundesrat bestimmt die Mindestanforderungen an bauliche Massnahmen zum Schutz von Kulturgütern von nationaler Bedeutung sowie die Anforderungen an die Einrichtungen von Kulturgüterschutzräumen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_64"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Unterhalt",
        "citation": "Art. 65 BZG",
        "content": "Der Unterhalt der Schutzräume obliegt dem Eigentümer oder der Eigentümerin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_65"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Aufhebung",
        "citation": "Art. 66 Abs. 1 BZG",
        "content": "Die Aufhebung von Schutzräumen erfolgt durch die Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_66"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 1. Abschnitt: Schutzräume und Ersatzbeiträge, Aufhebung",
        "citation": "Art. 66 Abs. 2 BZG",
        "content": "Der Bundesrat legt die Voraussetzungen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_66"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Arten von Schutzanlagen",
        "citation": "Art. 67 BZG",
        "content": "Schutzanlagen sind:\na. Kommandoposten;\nb. Bereitstellungsanlagen;\nc. geschützte Sanitätsstellen;\nd. geschützte Spitäler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_67"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Regelungen des Bundes",
        "citation": "Art. 68 Abs. 1 BZG",
        "content": "Der Bundesrat regelt zur Sicherstellung einer ausreichenden Bereitschaft der Schutzanlagen nach Anhörung der Kantone die Erstellung, die Ausrüstung, den Unterhalt, die Erneuerung und die Umnutzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_68"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Regelungen des Bundes",
        "citation": "Art. 68 Abs. 2 BZG",
        "content": "Er regelt die Bedarfsplanung betreffend Schutzanlagen. In die Bedarfsplanung werden Schutzanlagen aufgenommen, die technisch und personell betrieben werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_68"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Regelungen des Bundes",
        "citation": "Art. 68 Abs. 3 BZG",
        "content": "Er legt fest, in welchen Abständen die Planung zu aktualisieren ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_68"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Regelungen des Bundes",
        "citation": "Art. 68 Abs. 4 BZG",
        "content": "Er kann dem BABS Rechtsetzungskompetenzen zur Regelung technischer Einzelheiten in diesem Bereich übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_68"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Regelungen des Bundes",
        "citation": "Art. 68 Abs. 5 BZG",
        "content": "Das BABS regelt die technischen Aspekte des Unterhalts und der Erneuerung der Schutzanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_68"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufgaben der Kantone",
        "citation": "Art. 69 Abs. 1 BZG",
        "content": "Die Kantone legen den Bedarf an Schutzanlagen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_69"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufgaben der Kantone",
        "citation": "Art. 69 Abs. 2 BZG",
        "content": "Sie legen die Bedarfsplanung dem BABS zur Genehmigung vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_69"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufgaben der Kantone",
        "citation": "Art. 69 Abs. 3 BZG",
        "content": "Sie sorgen für die Erstellung, die Ausrüstung, den Unterhalt und die Erneuerung der Kommandoposten, der Bereitstellungsanlagen und der geschützten Sanitätsstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_69"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufgaben der Spitalträgerschaften",
        "citation": "Art. 70 BZG",
        "content": "Die Spitalträgerschaften sorgen für die Erstellung, die Ausrüstung, den Unterhalt und die Erneuerung der geschützten Spitäler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_70"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufhebung",
        "citation": "Art. 71 Abs. 1 BZG",
        "content": "Schutzanlagen dürfen nur mit Genehmigung des BABS aufgehoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_71"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufhebung",
        "citation": "Art. 71 Abs. 2 BZG",
        "content": "Werden geschützte Sanitätsstellen oder geschützte Spitäler aufgehoben, so ist für die aufgehobenen Patientenplätze unter Berücksichtigung der Bedarfsplanung Ersatz zu gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_71"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 2. Abschnitt: Schutzanlagen, Aufhebung",
        "citation": "Art. 71 Abs. 3 BZG",
        "content": "Das BABS regelt das Verfahren zur Genehmigung der Aufhebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_71"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 3. Abschnitt: Gemeinsame Bestimmungen, Mindestanforderungen",
        "citation": "Art. 72 BZG",
        "content": "Der Bundesrat legt die Mindestanforderungen an die Schutzbauten fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_72"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 3. Abschnitt: Gemeinsame Bestimmungen, Betriebsbereitschaft",
        "citation": "Art. 73 BZG",
        "content": "Die Eigentümer und Eigentümerinnen sowie die Besitzer und Besitzerinnen einer Schutzbaute haben dafür zu sorgen, dass die Schutzbauten auf Anordnung des Bundes in Betrieb genommen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_73"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 3. Abschnitt: Gemeinsame Bestimmungen, Ersatzvornahme",
        "citation": "Art. 74 BZG",
        "content": "Setzt ein Eigentümer oder eine Eigentümerin oder ein Besitzer oder eine Besitzerin einer Schutzbaute die vorgeschriebenen Massnahmen nicht um, so sind diese von der zuständigen Behörde des Bundes oder des Kantons anzuordnen und wenn nötig auf Kosten des Eigentümers oder der Eigentümerin oder des Besitzers oder der Besitzerin umzusetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_74"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 5. Kapitel: Schutzbauten, 3. Abschnitt: Gemeinsame Bestimmungen, Rechtsetzungsdelegation",
        "citation": "Art. 75 BZG",
        "content": "Der Bundesrat kann dem BABS im Bereich der Schutzbauten Rechtsetzungskompetenzen übertragen zur Regelung:\na. der Projektierung, der Erstellung, der Ausrüstung, der Beschaffenheit, der Erneuerung, der Verwendung, des Unterhalts, der periodischen Kontrollen sowie der Aufhebung;\nb. der Steuerung des Schutzraumbaus und der Zuweisungsplanung;\nc. der Verwendung durch Dritte;\nd. der Anforderungen an das Zulassungsverfahren für prüfpflichtige Komponenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_75"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 6. Kapitel: Einsatzmaterial und Material für Schutzanlagen",
        "citation": "Art. 76 Abs. 1 BZG",
        "content": "Der Bund ist zuständig für die Beschaffung:\na. des standardisierten Materials des Zivilschutzes;\nb. der Kommunikationsmittel des Zivilschutzes, einschliesslich der Endgeräte des mobilen Sicherheitsfunksystems;\nc. der Ausrüstung und des Materials für die Schutzanlagen;\nd. der persönlichen Ausrüstung und des Einsatzmaterials der Schutzdienstpflichtigen, die zur Erfüllung der Aufgaben nach Artikel 35 Absatz 4 zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_76"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 6. Kapitel: Einsatzmaterial und Material für Schutzanlagen",
        "citation": "Art. 76 Abs. 2 BZG",
        "content": "Er kann in Absprache mit den Kantonen die Beschaffung des Einsatzmaterials und der persönlichen Ausrüstung der Schutzdienstpflichtigen übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_76"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 6. Kapitel: Einsatzmaterial und Material für Schutzanlagen",
        "citation": "Art. 76 Abs. 3 BZG",
        "content": "Der Bundesrat legt Art und Umfang des standardisierten Materials nach Absatz 1 Buchstabe a fest. Er kann Vorgaben zur Organisation, zur Ausbildung und zum Einsatz machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_76"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 6. Kapitel: Einsatzmaterial und Material für Schutzanlagen",
        "citation": "Art. 76 Abs. 4 BZG",
        "content": "Er kann dem BABS Rechtsetzungskompetenzen übertragen zur Sicherstellung der Einsatzbereitschaft von Material und Ausrüstung nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_76"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 7. Kapitel: Internationales Schutzzeichen und Ausweis des Zivilschutzes",
        "citation": "Art. 77 Abs. 1 BZG",
        "content": "Das Personal und das Material des Zivilschutzes sowie die Schutzbauten werden mit dem internationalen Schutzzeichen des Zivilschutzes gekennzeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_77"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 7. Kapitel: Internationales Schutzzeichen und Ausweis des Zivilschutzes",
        "citation": "Art. 77 Abs. 2 BZG",
        "content": "Mit dem Schutzzeichen können auch gekennzeichnet werden:\na. Privatpersonen, die einem Aufruf der zuständigen Behörden Folge leisten und unter deren Leitung Zivilschutzaufgaben wahrnehmen;\nb. Personen von Stellen des Bundes, der Kantone und der Gemeinden, die für den Zivilschutz administrative Aufgaben erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_77"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 7. Kapitel: Internationales Schutzzeichen und Ausweis des Zivilschutzes",
        "citation": "Art. 77 Abs. 3 BZG",
        "content": "Die Schutzdienstpflichtigen erhalten den Ausweis für das Personal des Zivilschutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_77"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 7. Kapitel: Internationales Schutzzeichen und Ausweis des Zivilschutzes",
        "citation": "Art. 77 Abs. 4 BZG",
        "content": "Die Gestaltung des Schutzzeichens und des Ausweises richtet sich nach dem Zusatzprotokoll vom 8. Juni 1977 zu den Genfer Abkommen vom 12. August 1949 über den Schutz der Opfer internationaler bewaffneter Konflikte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_77"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Grundsätze",
        "citation": "Art. 78 Abs. 1 BZG",
        "content": "Bund, Kantone oder Gemeinden haften für alle Schäden, die das Lehrpersonal sowie die Schutzdienstpflichtigen in Erfüllung der Aufgaben des Zivilschutzes Dritten widerrechtlich zufügen, sofern sie nicht beweisen, dass der Schaden durch höhere Gewalt oder durch Verschulden des oder der Geschädigten oder Dritter verursacht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_78"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Grundsätze",
        "citation": "Art. 78 Abs. 2 BZG",
        "content": "Schadenersatzpflichtig ist das Gemeinwesen, dem die jeweils aufbietende Stelle angehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_78"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Grundsätze",
        "citation": "Art. 78 Abs. 3 BZG",
        "content": "Bei Tatbeständen, die unter andere Haftpflichtbestimmungen fallen, gehen diese dem vorliegenden Gesetz vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_78"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Grundsätze",
        "citation": "Art. 78 Abs. 4 BZG",
        "content": "Geschädigte können gegen das Lehrpersonal sowie gegen Schutzdienstpflichtige keine Ansprüche geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_78"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Grundsätze",
        "citation": "Art. 78 Abs. 5 BZG",
        "content": "Die Bestimmungen dieses Kapitels gelten auch bei gemeinsamen Übungen des Zivilschutzes mit anderen Partnerorganisationen nach Artikel 3 oder der Armee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_78"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Grundsätze",
        "citation": "Art. 78 Abs. 6 BZG",
        "content": "Im Falle eines bewaffneten Konflikts sind die Bestimmungen dieses Kapitels nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_78"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Rückgriff und Schadloshaltung",
        "citation": "Art. 79 Abs. 1 BZG",
        "content": "Haben Bund, Kantone oder Gemeinden Schadenersatz geleistet, so steht ihnen der Rückgriff auf das Lehrpersonal sowie auf die Schutzdienstpflichtigen zu, die den Schaden vorsätzlich oder grobfahrlässig verursacht haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_79"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Rückgriff und Schadloshaltung",
        "citation": "Art. 79 Abs. 2 BZG",
        "content": "Wer um einen Einsatz des Zivilschutzes zugunsten der Gemeinschaft auf nationaler Ebene (Art. 53 Abs. 3) ersucht, muss Bund, Kantone oder Gemeinden im Schadensfall für Leistungen an Dritte schadlos halten und hat gegenüber diesen Gemeinwesen keine Schadenersatzansprüche für ihm oder ihr direkt zugefügte Schäden; vorbehalten bleiben Ansprüche aus vorsätzlicher oder grobfahrlässiger Schadenszufügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_79"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Haftung gegenüber Bund, Kantonen und Gemeinden",
        "citation": "Art. 80 Abs. 1 BZG",
        "content": "Das Lehrpersonal sowie die Schutzdienstpflichtigen haften für den Schaden, den sie Bund, Kantonen oder Gemeinden durch vorsätzliche oder grobfahrlässige Verletzung ihrer Pflichten unmittelbar zufügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_80"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Haftung gegenüber Bund, Kantonen und Gemeinden",
        "citation": "Art. 80 Abs. 2 BZG",
        "content": "Sie sind für das ihnen übergebene Material verantwortlich und haften für vorsätzlich oder grobfahrlässig verursachte Schäden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_80"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Haftung gegenüber Bund, Kantonen und Gemeinden",
        "citation": "Art. 80 Abs. 3 BZG",
        "content": "Die Rechnungsführer und -führerinnen sind für die Rechnungsführung, die ihnen anvertrauten Gelder und Mittel sowie deren vorschriftsgemässe Verwendung verantwortlich. Sie haften für vorsätzlich oder grobfahrlässig verursachten Schaden; das Gleiche gilt für Kontrollorgane für das Rechnungswesen, wenn sie ihre Kontrollpflichten verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_80"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Festsetzung der Entschädigung",
        "citation": "Art. 81 Abs. 1 BZG",
        "content": "Bei der Festsetzung der Entschädigung gelten die Artikel 42, 43 Absätze 1 und 1bis, 44 Absatz 1, 45–47, 49 und 53 des Obligationenrechts (OR) sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_81"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Festsetzung der Entschädigung",
        "citation": "Art. 81 Abs. 2 BZG",
        "content": "Bei der Haftung des Lehrpersonals oder der Schutzdienstpflichtigen werden ausserdem ihr Verhalten im Dienst, ihre finanziellen Verhältnisse und die Art des Dienstes berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_81"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Beschädigung oder Verlust von persönlichem Eigentum",
        "citation": "Art. 82 Abs. 1 BZG",
        "content": "Das Lehrpersonal und die Schutzdienstpflichtigen müssen für Verlust und Beschädigung ihres Eigentums selbst aufkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_82"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Beschädigung oder Verlust von persönlichem Eigentum",
        "citation": "Art. 82 Abs. 2 BZG",
        "content": "Wurde der Schaden durch einen dienstlichen Unfall oder unmittelbar durch die Ausführung eines Befehls verursacht, so richten Bund, Kantone oder Gemeinden eine angemessene Entschädigung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_82"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Beschädigung oder Verlust von persönlichem Eigentum",
        "citation": "Art. 82 Abs. 3 BZG",
        "content": "Bei Selbstverschulden kann die Entschädigung angemessen herabgesetzt werden. Dabei wird auch berücksichtigt, ob die Verwendung des privaten Gegenstands dienstlich geboten war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_82"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Verjährung",
        "citation": "Art. 83 Abs. 1 BZG",
        "content": "Schadenersatzansprüche gegenüber Bund, Kantonen oder Gemeinden nach den Artikeln 78 und 82 verjähren nach den Bestimmungen des OR über die unerlaubten Handlungen. Als Klage im Sinne von Artikel 135 Ziffer 2 OR gilt auch die schriftliche Geltendmachung des Schadenersatzanspruchs bei Bund, Kantonen oder Gemeinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_83"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Verjährung",
        "citation": "Art. 83 Abs. 2 BZG",
        "content": "Der Anspruch von Bund, Kantonen oder Gemeinden auf Rückgriff nach Artikel 79 Absatz 1 verjährt innert drei Jahren seit der Anerkennung oder der rechtskräftigen Feststellung der Schadenersatzpflicht von Bund, Kantonen oder Gemeinden, jedenfalls aber mit Ablauf von zehn Jahren, bei Tötung eines Menschen oder bei Körperverletzung mit Ablauf von zwanzig Jahren, vom Tage an gerechnet, an welchem das schädigende Verhalten erfolgte oder aufhörte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_83"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Verjährung",
        "citation": "Art. 83 Abs. 3 BZG",
        "content": "Der Schadenersatzanspruch von Bund, Kantonen oder Gemeinden nach Artikel 80 verjährt innert drei Jahren, nachdem der Bund, der Kanton oder die Gemeinde Kenntnis vom Schaden und der ersatzpflichtigen Person erlangt hat, jedenfalls aber mit Ablauf von zehn Jahren, vom Tage an gerechnet, an welchem das schädigende Verhalten erfolgte oder aufhörte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_83"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 8. Kapitel: Haftung für Schäden, Verjährung",
        "citation": "Art. 83 Abs. 4 BZG",
        "content": "Hat die ersatzpflichtige Person durch ihr schädigendes Verhalten eine strafbare Handlung begangen, so verjährt der Anspruch auf Schadenersatz frühestens mit Eintritt der strafrechtlichen Verfolgungsverjährung. Tritt diese infolge eines erstinstanzlichen Strafurteils nicht mehr ein, so verjährt der Anspruch frühestens mit Ablauf von drei Jahren seit Eröffnung des Urteils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_83"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 1. Abschnitt: Nicht vermögensrechtliche Ansprüche, Beurteilung der Schutzdiensttauglichkeit",
        "citation": "Art. 84 Abs. 1 BZG",
        "content": "Gegen den Entscheid einer medizinischen Untersuchungskommission über die Beurteilung der Schutzdiensttauglichkeit kann bei einer anderen medizinischen Untersuchungskommission Beschwerde geführt werden. Diese entscheidet endgültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_84"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 1. Abschnitt: Nicht vermögensrechtliche Ansprüche, Beurteilung der Schutzdiensttauglichkeit",
        "citation": "Art. 84 Abs. 2 BZG",
        "content": "Beschwerdeberechtigt ist die beurteilte Person oder deren gesetzliche Vertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_84"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 1. Abschnitt: Nicht vermögensrechtliche Ansprüche, Zuteilung einer Funktion",
        "citation": "Art. 85 BZG",
        "content": "Wer mit der Zuteilung einer Funktion im Zivilschutz nicht einverstanden ist, kann beim Eidgenössischen Departement für Verteidigung, Bevölkerungsschutz und Sport (VBS) Beschwerde führen. Das VBS entscheidet endgültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_85"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 1. Abschnitt: Nicht vermögensrechtliche Ansprüche, Beschwerden gegen letztinstanzliche kantonale Verfügungen",
        "citation": "Art. 86 Abs. 1 BZG",
        "content": "In Streitigkeiten nicht vermögensrechtlicher Natur kann gegen letztinstanzliche kantonale Verfügungen beim Bundesverwaltungsgericht Beschwerde geführt werden; ausgenommen ist der Bereich des Aufgebotswesens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_86"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 1. Abschnitt: Nicht vermögensrechtliche Ansprüche, Beschwerden gegen letztinstanzliche kantonale Verfügungen",
        "citation": "Art. 86 Abs. 2 BZG",
        "content": "Das VBS kann gegen letztinstanzliche kantonale Verfügungen beim Bundesverwaltungsgericht Beschwerde führen. Die letztinstanzlich verfügenden kantonalen Behörden stellen dem BABS auf dessen Verlangen ihre Verfügungen sofort und unentgeltlich zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_86"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 2. Abschnitt: Vermögensrechtliche Ansprüche",
        "citation": "Art. 87 Abs. 1 BZG",
        "content": "Die Kantone bezeichnen die Behörden, die auf Stufe Kanton oder Gemeinde über Schadenersatzansprüche und Rückgriffsforderungen betreffend Schäden entscheiden, die während kantonaler oder kommunaler Schutzdienstleistungen entstanden sind. Die Entscheide dieser Behörden können an das Bundesverwaltungsgericht weitergezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_87"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 2. Abschnitt: Vermögensrechtliche Ansprüche",
        "citation": "Art. 87 Abs. 2 BZG",
        "content": "Das BABS entscheidet über Schadenersatzansprüche und Rückgriffsforderungen betreffend Schäden, die während Schutzdienstleistungen entstanden sind, die in der Aufgebotskompetenz des Bundes liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_87"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 9. Kapitel: Beschwerderecht und Verfahren, 2. Abschnitt: Vermögensrechtliche Ansprüche",
        "citation": "Art. 87 Abs. 3 BZG",
        "content": "Über Ansprüche vermögensrechtlicher Natur des Bundes oder gegenüber dem Bund, die sich auf dieses Gesetz stützen, jedoch nicht die Schadenhaftung betreffen, entscheidet das BABS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_87"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen dieses Gesetz",
        "citation": "Art. 88 Abs. 1 BZG",
        "content": "Mit Geldstrafe wird bestraft, wer vorsätzlich:\na. als schutzdienstpflichtige Person einem Aufgebot nicht Folge leistet, den Dienst ohne Bewilligung verlässt, nach einer bewilligten Abwesenheit nicht mehr zurückkehrt, einen Urlaub überschreitet oder sich auf andere Weise der Schutzdienstleistung entzieht;\nb. Ausbildungsdienste oder Einsätze des Zivilschutzes stört oder Schutzdienstleistende behindert;\nc. öffentlich dazu auffordert, Schutzdienstleistungen oder amtlich angeordnete Massnahmen zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_88"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen dieses Gesetz",
        "citation": "Art. 88 Abs. 2 BZG",
        "content": "Wer in den Fällen nach Absatz 1 Buchstabe a fahrlässig handelt, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_88"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen dieses Gesetz",
        "citation": "Art. 88 Abs. 3 BZG",
        "content": "Mit Busse wird bestraft, wer vorsätzlich:\na. als schutzdienstpflichtige Person: \n1. sich weigert, die im Zivilschutz übertragene Aufgabe und Funktion zu übernehmen,\n2. dienstliche Anordnungen nicht befolgt,\n3. die persönliche Ausrüstung ausserhalb von Schutzdienstleistungen verwendet,\n4. gegen die Meldepflichten verstösst, die gestützt auf Artikel 44 Absatz 4 geregelt sind;\nb. Alarmierungsanordnungen und Verhaltensanweisungen nicht beachtet;\nc. das internationale Schutzzeichen des Zivilschutzes oder den Ausweis für das Personal des Zivilschutzes missbräuchlich verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_88"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen dieses Gesetz",
        "citation": "Art. 88 Abs. 4 BZG",
        "content": "Wer in den Fällen nach Absatz 3 Buchstabe a Ziffern 2–4 sowie Buchstaben b und c fahrlässig handelt, wird mit Busse bis 5000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_88"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen dieses Gesetz",
        "citation": "Art. 88 Abs. 5 BZG",
        "content": "Sind Schuld und Tatfolgen geringfügig, so kann die zuständige Behörde auf eine Strafanzeige verzichten; sie kann die betreffende Person verwarnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_88"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen dieses Gesetz",
        "citation": "Art. 88 Abs. 6 BZG",
        "content": "Die Strafverfolgung und zivilrechtliche Forderungen nach anderen Gesetzen bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_88"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen Ausführungserlasse",
        "citation": "Art. 89 Abs. 1 BZG",
        "content": "Mit Busse wird bestraft, wer den in Ausführung dieses Gesetzes erlassenen Vorschriften, deren Übertretung unter Hinweis auf die Strafdrohung des vorliegenden Artikels für strafbar erklärt worden ist, vorsätzlich zuwiderhandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_89"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen Ausführungserlasse",
        "citation": "Art. 89 Abs. 2 BZG",
        "content": "In schweren Fällen oder bei Rückfall ist die Strafe Busse bis 20 000 Franken. Handelt der Täter oder die Täterin fahrlässig, so ist die Strafe Busse bis 5000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_89"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Widerhandlungen gegen Ausführungserlasse",
        "citation": "Art. 89 Abs. 3 BZG",
        "content": "Sind Schuld und Tatfolgen geringfügig, so kann die zuständige Behörde auf eine Strafanzeige verzichten; sie kann die betreffende Person verwarnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_89"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 10. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 90 BZG",
        "content": "Die Verfolgung und die Beurteilung strafbarer Handlungen sind Sache der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_90"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 1 BZG",
        "content": "Der Bund trägt die Kosten für:\na. die Rekrutierung der Schutzdienstpflichtigen;\nb. die gemäss diesem Gesetz von ihm durchzuführende Ausbildung und die dazu erforderliche Ausbildungsinfrastruktur;\nc. Einsätze der Schutzdienstpflichtigen beim Aufgebot durch den Bundesrat;\nd. Ausbildung, Einsätze und Kontrollführung der Schutzdienstpflichtigen, die zur Erfüllung von Aufgaben nach Artikel 35 Absatz 4 zur Verfügung stehen;\ne. das Einsatzmaterial und das Material für die Schutzanlagen nach Artikel 76 Absatz 1;\nf. Sold, Aufgebot, Reise, Verpflegung und Unterkunft der Schutzdienstpflichtigen bei Einsätzen zugunsten der Gemeinschaft auf nationaler Ebene;\ng. die Verstärkung des Zivilschutzes bei bewaffneten Konflikten;\nh. Einsätze im Fall bewaffneter Konflikte;\ni. Investition, Betrieb, Unterhalt und Werterhalt desjenigen Teils des PISA, der zur Kontrollführung über die Schutzdienstpflichtigen dient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 2 BZG",
        "content": "Er trägt die anerkannten Mehrkosten für die Erstellung, die Ausrüstung und die Erneuerung von Schutzanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 3 BZG",
        "content": "Er trägt die Kosten für den notwendigen Rückbau der technischen Schutzbausysteme von Schutzanlagen, die stillgelegt werden. Er trägt die Rückbaukosten nicht, wenn die Schutzanlage weiterhin für Zivilschutzzwecke genutzt oder durch die zuständigen Behörden oder Dritte einer anderweitigen Nutzung zugeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 4 BZG",
        "content": "Fällt aufgrund der Aufhebung einer geschützten Sanitätsstelle oder eines geschützten Spitals die Anzahl Patientenplätze unter die in der Bedarfsplanung festgelegte Anzahl, so übernimmt der Bund bei einem Ersatz die anerkannten Mehrkosten für die Erstellung und Ausrüstung nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 5 BZG",
        "content": "Der Bund trägt die anerkannten Mehrkosten für die Erstellung und die Erneuerung von Kulturgüterschutzräumen für die kantonalen Archive und die Sammlungen von nationaler Bedeutung sowie für deren Einrichtung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 6 BZG",
        "content": "Er leistet einen jährlichen Pauschalbeitrag zur Sicherstellung der Betriebsbereitschaft der Schutzanlagen bei bewaffneten Konflikten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 7 BZG",
        "content": "Für Schutzanlagen, die nicht in der vom BABS genehmigten Bedarfsplanung enthalten sind, trägt der Bund weder die anerkannten Mehrkosten, noch richtet er den jährlichen Pauschalbeitrag aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 8 BZG",
        "content": "Der Bund kann Tätigkeiten öffentlicher oder privater Organisationen im Bereich des Zivilschutzes finanziell unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 9 BZG",
        "content": "Er beteiligt sich nicht an:\na. Landerwerbskosten und Entschädigungen für die Inanspruchnahme von öffentlichem oder privatem Grund;\nb. kantonalen und kommunalen Gebühren;\nc. Kosten für den ordentlichen Unterhalt der Schutzanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 10 BZG",
        "content": "Der Bundesrat legt fest:\na. die Voraussetzungen zur Übernahme oder Verweigerung der anerkannten Mehrkosten nach den Absätzen 2, 4 und 5 sowie zur Ausrichtung oder Verweigerung des Pauschalbeitrags nach Absatz 6 und regelt das Verfahren;\nb. die Höhe der anerkannten Mehrkosten und des Pauschalbeitrags; er kann die anerkannten Mehrkosten pauschal festlegen;\nc. die Kostentragung für Einsätze zugunsten der Gemeinschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Bund",
        "citation": "Art. 91 Abs. 11 BZG",
        "content": "Das BABS kann für Einsätze zugunsten der Gemeinschaft auf nationaler Ebene, die den Kantonen vergütet werden, Pauschalen pro schutzdienstleistende Person festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_91"
    },
    {
        "book": "BZG",
        "title": "BZG, 3. Titel: Zivilschutz, 11. Kapitel: Finanzierung, Kantone",
        "citation": "Art. 92 BZG",
        "content": "Die Kantone tragen diejenigen Kosten, die nach Artikel 91 nicht der Bund trägt, insbesondere die Kosten für:\na. die Ausbildungen und Einsätze der Schutzdienstpflichtigen;\nb. die Ausbildungen des Bundes, die dieser nach Artikel 54 Absatz 3 mit den Kantonen vereinbart;\nc. das Einsatzmaterial und die persönliche Ausrüstung der Schutzdienstpflichtigen sowie die dem Bund für die Beschaffung nach Artikel 76 Absatz 2 anfallenden Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_92"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bearbeitung von Daten",
        "citation": "Art. 93 Abs. 1 BZG",
        "content": "Das BABS bearbeitet zur Erfüllung seiner Aufgaben im Rahmen der Rekrutierung (Art. 34) und der Kontrollaufgaben (Art. 47) die Personendaten der Schutzdienstpflichtigen im PISA. Es kann dabei folgende Daten bearbeiten:\na. Daten über die Gesundheit;\nb. Personendaten, die es erlauben, die Zuteilung der Grundfunktion oder das Kaderpotenzial abzuklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_93"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bearbeitung von Daten",
        "citation": "Art. 93 Abs. 2 BZG",
        "content": "Es bearbeitet die Personendaten der Kursteilnehmenden zur Durchführung der Ausbildungen im Veranstaltungsadministratorsystem. Es kann dabei folgende Daten bearbeiten:\na. Daten über die Gesundheit;\nb. Personendaten, die es erlauben, die Eignung für eine Kader- oder Spezialistenfunktion zu beurteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_93"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bearbeitung von Daten",
        "citation": "Art. 93 Abs. 3 BZG",
        "content": "Die Kantone können die Daten der Schutzdienstpflichtigen bearbeiten, soweit dies zur Erfüllung ihrer Aufgaben nach diesem Gesetz notwendig ist. Insbesondere können sie die für die Beurteilung der Fähigkeit einen bevorstehenden Dienst zu leisten notwendigen sanitätsdienstlichen Daten der Schutzdienstpflichtigen bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_93"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bearbeitung von Daten",
        "citation": "Art. 93 Abs. 4 BZG",
        "content": "Die Daten nach Absatz 3 werden nach der Entlassung aus der Schutzdienstpflicht während fünf Jahren aufbewahrt und dann vernichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_93"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bekanntgabe von Daten",
        "citation": "Art. 94 Abs. 1 BZG",
        "content": "Die kontrollführenden Stellen der Kantone geben dem BABS die Daten über Schutzdienstpflichtige bekannt, die dieses zur Erfüllung der Aufgaben nach diesem Gesetz benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_94"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bekanntgabe von Daten",
        "citation": "Art. 94 Abs. 2 BZG",
        "content": "Sie geben der Militärversicherung die Daten über die schutzdienstpflichtigen Personen bekannt, die diese für die Erfüllung ihrer Aufgaben nach dem MVG benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_94"
    },
    {
        "book": "BZG",
        "title": "BZG, 4. Titel: Personendaten, Bekanntgabe von Daten",
        "citation": "Art. 94 Abs. 3 BZG",
        "content": "Das BABS kann den für die Ausbildung zuständigen Stellen der Kantone die Beurteilungen des Kader- oder Spezialistenpotenzials der an Ausbildungen des Bundes teilnehmenden Personen zur Verfügung stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_94"
    },
    {
        "book": "BZG",
        "title": "BZG, 5. Titel: Gewerbliche Leistungen des BABS",
        "citation": "Art. 95 Abs. 1 BZG",
        "content": "Das BABS kann Dritten gewerbliche Leistungen erbringen, wenn diese Leistungen:\na. mit seinen Hauptaufgaben in einem engen Zusammenhang stehen;\nb. die Erfüllung der Hauptaufgaben nicht beeinträchtigen; und\nc. keine bedeutenden zusätzlichen sachlichen und personellen Mittel erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_95"
    },
    {
        "book": "BZG",
        "title": "BZG, 5. Titel: Gewerbliche Leistungen des BABS",
        "citation": "Art. 95 Abs. 2 BZG",
        "content": "Gewerbliche Leistungen sind auf der Grundlage einer Kosten- und Leistungsrechnung zu mindestens kostendeckenden Preisen zu erbringen. Das VBS kann für bestimmte Leistungen Ausnahmen vorsehen, wenn dadurch die Privatwirtschaft nicht konkurrenziert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2020/887/de#art_95"
    }
]