[
    {
        "book": "BZP",
        "title": "PC, Titolo primo: Campo di applicazione della legge e competenza, Campo di applicazione",
        "citation": "Art. 1 cpv. 1 PC",
        "content": "La presente legge regola la procedura nelle cause giudicate su azione dal Tribunale federale come giurisdizione unica e indicate nell’articolo 120 della legge del 17 giugno 2005 sul Tribunale federale (LTF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_1"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo primo: Campo di applicazione della legge e competenza, Campo di applicazione",
        "citation": "Art. 1 cpv. 2 PC",
        "content": "Essa è completata dalle norme dei capitoli 1, 2 e 6 LTF, in quanto non vi deroghino le disposizioni seguenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_1"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo primo: Campo di applicazione della legge e competenza, Competenza",
        "citation": "Art. 2 cpv. 1 PC",
        "content": "L’azione può essere promossa al Tribunale federale solo quando, secondo il diritto federale o il diritto cantonale, un tribunale svizzero è competente per territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_2"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo primo: Campo di applicazione della legge e competenza, Competenza",
        "citation": "Art. 2 cpv. 2 PC",
        "content": "La proroga di giurisdizione a favore di un tribunale svizzero non vincola il Tribunale federale, il quale può, d’ufficio, dichiarare l’azione inammissibile. Il Tribunale federale ha però l’obbligo di giudicare la causa quando una parte ha il domicilio, la dimora abituale o una stabile organizzazione in Svizzera ovvero se, giusta la legge federale del 18 dicembre 1987 sul diritto internazionale privato, all’oggetto litigioso dev’essere applicato il diritto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_2"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Compito del giudice",
        "citation": "Art. 3 cpv. 1 PC",
        "content": "Il giudice esamina d’ufficio l’ammissibilità della petizione e di tutti gli ulteriori atti processuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_3"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Compito del giudice",
        "citation": "Art. 3 cpv. 2 PC",
        "content": "Il giudice non può pronunciare oltre i limiti delle conclusioni delle parti e deve fondare il suo giudizio solamente su fatti allegati nel corso della procedura. Egli deve tuttavia richiamare l’attenzione delle parti sull’insufficienza delle loro conclusioni e adoperarsi affinché indichino in modo completo i dati e i mezzi di prova necessari all’accertamento del vero stato di fatto. A questo scopo, egli può interpellare le parti personalmente in ogni stadio della causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_3"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Lingua",
        "citation": "Art. 4 cpv. 1 PC",
        "content": "Il giudice e le parti devono servirsi di una delle lingue ufficiali della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_4"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Lingua",
        "citation": "Art. 4 cpv. 2 PC",
        "content": "Ove occorra, il giudice ordina la traduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_4"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Giudice delegato",
        "citation": "Art. 5 cpv. 1 PC",
        "content": "Un giudice delegato dirige lo scambio degli allegati scritti e prepara la causa per il dibattimento principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_5"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Giudice delegato",
        "citation": "Art. 5 cpv. 2 PC",
        "content": "Egli stabilisce le garanzie e le anticipazioni per spese giudiziarie e ripetibili che le parti devono fornire giusta gli articoli 62 e 63 LTF. Egli decide sulle spese giudiziarie quando la lite termina prima del dibattimento principale mediante transazione giudiziale o desistenza e, in quest’ultimo caso, fissa l’ammontare alle ripetibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_5"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Giudice delegato",
        "citation": "Art. 5 cpv. 3 PC",
        "content": "Un secondo giudice deve intervenire all’audizione dei testimoni, all’ispezione oculare e all’interrogatorio delle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_5"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Sospensione del processo",
        "citation": "Art. 6 cpv. 1 PC",
        "content": "Il giudice può disporre che il processo sia sospeso per ragioni di opportunità, in particolar modo quando si deve risolvere un’altra contestazione la cui definizione può influire sulla decisione della causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_6"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Sospensione del processo",
        "citation": "Art. 6 cpv. 2 PC",
        "content": "Il processo è sospeso per legge nei casi specialmente previsti, come pure per la morte di una parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_6"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Sospensione del processo",
        "citation": "Art. 6 cpv. 3 PC",
        "content": "In quest’ultimo caso il giudice può disporre che il processo sia ripreso quando la rinuncia all’eredità non è più possibile o è stata ordinata la liquidazione d’ufficio. I processi urgenti possono essere ripresi anche prima dal rappresentante dell’eredità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_6"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Sospensione del processo",
        "citation": "Art. 6 cpv. 4 PC",
        "content": "Se il giudice non ottiene, né dalla comunione ereditaria né dalla controparte, le indicazioni necessarie sulla legittimazione degli eredi a continuare il processo, la causa viene stralciata dal ruolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_6"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Verbale",
        "citation": "Art. 7 cpv. 1 PC",
        "content": "Il verbale è steso seduta stante. Esso deve contenere le conclusioni delle parti, le disposizioni del giudice, come pure l’essenziale delle allegazioni di fatto che non si trovano nelle memorie delle parti, le risultanze dell’ispezione oculare e dell’interrogatorio delle parti, nonché le deposizioni dei testimoni e dei periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_7"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Verbale",
        "citation": "Art. 7 cpv. 2 PC",
        "content": "Il segretario legge o dà da leggere le deposizioni alle parti, ai testimoni e ai periti che le hanno fatte, i quali le devono sottoscrivere. Alla fine dell’udienza egli legge alle parti, su loro domanda, il rimanente del verbale, per le eventuali modificazioni; di questa lettura è fatta menzione a verbale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_7"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Verbale",
        "citation": "Art. 7 cpv. 3 PC",
        "content": "I verbali stenografici saranno accompagnati da trascrizioni certificate conformi dal cancelliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_7"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Restituzione e conservazione degli atti",
        "citation": "Art. 8 cpv. 1 PC",
        "content": "Terminata la causa, i documenti sono restituiti, contro ricevuta, a chi li ha prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_8"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo secondo: Principi generali di procedura, Restituzione e conservazione degli atti",
        "citation": "Art. 8 cpv. 2 PC",
        "content": "L’inserto giudiziario, contenente gli allegati delle parti, le procure dei loro rappresentanti, le ordinanze e le comunicazioni del giudice, i verbali e la sentenza, è depositato in archivio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_8"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Termini e citazioni",
        "citation": "Art. 9 PC",
        "content": "Il giudice fissa i termini che non sono previsti dalla legge ed emette le citazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_9"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Forma della notifica",
        "citation": "Art. 10 cpv. 1 PC",
        "content": "Le comunicazioni giudiziali sono notificate alla parte; se la parte ha un procuratore, esse sono notificate a quest’ultimo. Se una parte è tenuta a comparire personalmente, la citazione deve indicarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_10"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Forma della notifica",
        "citation": "Art. 10 cpv. 2 PC",
        "content": "Le ordinanze e le sentenze sono di regola notificate per mezzo della posta, nel modo previsto per gli atti giudiziali; possono essere notificate anche in altro modo, contro ricevuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_10"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Forma della notifica",
        "citation": "Art. 10 cpv. 3 PC",
        "content": "Per le notifiche da fare all’estero, si procede secondo i trattati internazionali; in mancanza di questi, la notifica è fatta per il tramite del Dipartimento federale di giustizia e polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_10"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Notifica mediante pubblicazione",
        "citation": "Art. 11 cpv. 1 PC",
        "content": "Se l’indirizzo del destinatario è sconosciuto, la notifica si fa mediante pubblicazione. Tuttavia la notifica della petizione mediante pubblicazione avviene solo dopo che l’attore ha eseguito infruttuosamente le indagini che si possono esigere da lui per conoscere l’indirizzo del convenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_11"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Notifica mediante pubblicazione",
        "citation": "Art. 11 cpv. 2 PC",
        "content": "La pubblicazione è ammissibile anche nel caso in cui è da presumere che una notifica all’estero non può essere eseguita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_11"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Notifica mediante pubblicazione",
        "citation": "Art. 11 cpv. 3 PC",
        "content": "La pubblicazione avviene mediante inserzione nel Foglio federale e, se il giudice lo ritiene opportuno, anche in altri fogli. Quale giorno della notifica vale quello in cui esce il Foglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_11"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Conseguenze dell’omissione di atti processuali",
        "citation": "Art. 12 cpv. 1 PC",
        "content": "Salvo disposizione contraria della legge, l’omissione di un atto processuale ha la sola conseguenza che la causa continua il suo corso senza l’atto omesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_12"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Conseguenze dell’omissione di atti processuali",
        "citation": "Art. 12 cpv. 2 PC",
        "content": "Se una parte non compare, l’udienza ha nondimeno luogo. Tuttavia le precedenti allegazioni della parte non comparsa sono tenute in considerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_12"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Conseguenze dell’omissione di atti processuali",
        "citation": "Art. 12 cpv. 3 PC",
        "content": "Quando, per l’omissione di un atto scritto o per la mancata comparsa di una parte, allegazioni di fatto della controparte sono rimaste incontestate, la prova relativa deve essere ordinata se esistono motivi di dubitare della loro esattezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_12"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Conseguenze dell’omissione di atti processuali",
        "citation": "Art. 12 cpv. 4 PC",
        "content": "Alla parte non comparsa è notificata una copia del verbale. Tuttavia questa notifica non è fatta nel caso in cui essa dovesse avvenire mediante la pubblicazione, giusta l’articolo 11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_12"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Conseguenze dell’omissione di atti processuali",
        "citation": "Art. 12 cpv. 5 PC",
        "content": "Se ambedue le parti non compaiono per il giorno stabilito, il giudice le invita a giustificarsi. Se la loro assenza risulta ingiustificata, egli può stralciare la causa dal ruolo e mettere a carico di ciascuna di esse la metà delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_12"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Restituzione in intero",
        "citation": "Art. 13 cpv. 1 PC",
        "content": "La restituzione in intero, per inosservanza di un termine o per mancata comparsa, è accordata se l’istante o il suo procuratore fu, senza sua colpa, impedito di agire o di comparire. L’istanza deve essere presentata entro dieci giorni dalla cessazione dell’impedimento. Trattandosi dell’inosservanza di un termine, l’atto omesso deve essere compiuto entro questi dieci giorni. L’istanza deve rendere plausibile l’impedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_13"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Restituzione in intero",
        "citation": "Art. 13 cpv. 2 PC",
        "content": "La restituzione in intero è negata se è manifestamente irrilevante per l’esito del processo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_13"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo terzo: Termini, notifiche, omissione di atti processuali e restituzione in intero, Restituzione in intero",
        "citation": "Art. 13 cpv. 3 PC",
        "content": "Sull’istanza statuisce il giudice delegato, quando questi ha ordinato l’atto omesso, negli altri casi il tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_13"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Capacità di stare in giudizio",
        "citation": "Art. 14 PC",
        "content": "Una parte può stare in giudizio se ha l’esercizio dei diritti civili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_14"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Intervento",
        "citation": "Art. 15 cpv. 1 PC",
        "content": "Chi rende verosimile un proprio interesse giuridico a che una lite vertente tra altre persone sia vinta da una parte, può intervenire per assistere quest’ultima. Sull’ammissibilità dell’intervento decide il giudice delegato; se l’intervento è chiesto in sede di dibattimento principale, il tribunale. Entro dieci giorni, la decisione del giudice può essere deferita al tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_15"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Intervento",
        "citation": "Art. 15 cpv. 2 PC",
        "content": "L’intervenuto può proporre, in quanto lo stadio della procedura lo consenta, tutte le azioni e le eccezioni e compiere tutti gli atti giudiziali che non sono in contrasto con quelli della parte che assiste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_15"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Intervento",
        "citation": "Art. 15 cpv. 3 PC",
        "content": "Tuttavia l’intervenuto può procedere indipendentemente da detta parte se, in virtù del diritto sostanziale, la sentenza avrà effetto direttamente sui suoi rapporti giuridici con la parte avversaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_15"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Intervento",
        "citation": "Art. 15 cpv. 4 PC",
        "content": "Il giudice deve dare conoscenza delle sue ordinanze anche all’intervenuto; se l’intervenuto procede in modo indipendente, tutte le notifiche devono essere fatte a lui come alla parte che assiste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_15"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Denuncia della lite",
        "citation": "Art. 16 cpv. 1 PC",
        "content": "Quando una parte denuncia una lite ad un terzo contro il quale reputa avere, se essa soccombe, un’azione in garanzia o in risarcimento di danni, o verso il quale essa ritiene che potrebbe essere chiamata a rispondere dell’esito del processo, questo terzo può, senza dover rendere verosimile il proprio interesse, intervenire per assistere il denunciante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_16"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Denuncia della lite",
        "citation": "Art. 16 cpv. 2 PC",
        "content": "Pari diritto spetta anche ai terzi ai quali il chiamato in causa denuncia alla sua volta la lite alle stesse condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_16"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Denuncia della lite",
        "citation": "Art. 16 cpv. 3 PC",
        "content": "Quando la denuncia della lite è notificata dal giudice, essa indica i motivi di siffatta notifica e lo stadio del processo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_16"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Sostituzione di parte",
        "citation": "Art. 17 cpv. 1 PC",
        "content": "La sostituzione di parte è ammessa solo col consenso della controparte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_17"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Sostituzione di parte",
        "citation": "Art. 17 cpv. 2 PC",
        "content": "La parte che si ritira è solidalmente responsabile, con quella che la sostituisce, delle spese giudiziarie fatte fino alla sostituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_17"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Sostituzione di parte",
        "citation": "Art. 17 cpv. 3 PC",
        "content": "Il cambiamento di persone per successione universale o in virtù di disposizioni legali speciali non costituisce sostituzione di parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_17"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Rappresentanza delle parti",
        "citation": "Art. 18 cpv. 1 PC",
        "content": "Fatto salvo l’articolo 41 LTF, le parti possono stare in giudizio personalmente o farsi rappresentare da un patrocinatore ai sensi dell’articolo 40 LTF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_18"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Rappresentanza delle parti",
        "citation": "Art. 18 cpv. 2 PC",
        "content": "Le norme del Codice delle obbligazioni, circa i limiti e l’estinzione della facoltà di rappresentanza, regolano anche gli effetti della procura rispetto al tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_18"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quarto: Parti e partecipazione di terzi al processo, Rappresentanza delle parti",
        "citation": "Art. 18 cpv. 3 PC",
        "content": "Gli atti processuali compiuti da un rappresentante non autorizzato e non ratificati dal rappresentato, devono essere annullati d’ufficio. Le spese processuali sono a carico del rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_18"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Produzione di mezzi d’azione e di difesa",
        "citation": "Art. 19 cpv. 1 PC",
        "content": "Le parti espongono in una sola volta tutte le loro ragioni e pretese, indicando i mezzi di azione e di difesa. È riservato l’articolo 30 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_19"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Produzione di mezzi d’azione e di difesa",
        "citation": "Art. 19 cpv. 2 PC",
        "content": "La fattispecie e i mezzi di prova possono ancora essere completati nel corso dello scambio ulteriore di allegati, se questo ha luogo, e oralmente nel dibattimento preparatorio fino all’inizio dell’assunzione delle prove. Essi possono essere successivamente completati soltanto nel caso che il ritardo sia scusabile o se possono essere presi in considerazione d’ufficio nuovi dati e mezzi, in conformità dell’articolo 3 capoverso 2 periodo 2. La stessa limitazione vale per la parte che non ha prodotto una memoria entro il termine fissato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_19"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Produzione di mezzi d’azione e di difesa",
        "citation": "Art. 19 cpv. 3 PC",
        "content": "Le spese cagionate dal ritardo sono a carico della parte che era in grado di produrre i nuovi mezzi di prova in tempo utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_19"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Litispendenza",
        "citation": "Art. 21 cpv. 1 PC",
        "content": "La causa è iniziata mediante il deposito della petizione scritta presso il Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_21"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Litispendenza",
        "citation": "Art. 21 cpv. 2 PC",
        "content": "Il tribunale resta competente anche se i fatti sui quali si fonda la sua competenza sono modificati successivamente. L’alienazione dell’oggetto litigioso o la cessione del diritto in contestazione, in corso di causa, non modifica la legittimazione attiva e passiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_21"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Litispendenza",
        "citation": "Art. 21 cpv. 3 PC",
        "content": "Nel rimanente, la litispendenza non impedisce la modificazione dello stato di fatto esistente al momento del deposito della petizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_21"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Cause di inammissibilità",
        "citation": "Art. 22 PC",
        "content": "La petizione è inammissibile quando l’azione è già pendente o è già stata oggetto di una sentenza passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_22"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Petizione",
        "citation": "Art. 23 PC",
        "content": "La petizione deve contenere:\na. il nome, il domicilio e la designazione esatta delle parti;\nb. le conclusioni dell’attore;\nc. i dati determinanti la competenza del Tribunale federale;\nd. l’esposizione chiara dei fatti idonei a giustificare le conclusioni (art. 19);\ne. l’enunciazione esatta, per ciascun fatto, dei mezzi di prova, con richiamo dei numeri degli annessi (lett. f);\nf. l’elenco numerato degli annessi;\ng. la data e la firma dell’estensore dell’atto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_23"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Cumulo di azioni 1. Oggettivo 2. Soggettivo (liteconsorti)",
        "citation": "Art. 24 cpv. 1 PC",
        "content": "L’attore che intende esercitare più azioni contro lo stesso convenuto può farle valere in un’unica petizione, se il Tribunale federale è competente per giudicare ogni singola pretesa. Questa condizione non è richiesta per pretese accessorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_24"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Cumulo di azioni 1. Oggettivo 2. Soggettivo (liteconsorti)",
        "citation": "Art. 24 cpv. 2 PC",
        "content": "Più persone possono agire o essere convenute con la stessa petizione:\na. se esiste tra loro una comunione giuridica in relazione con l’oggetto litigioso o se i loro diritti o le loro obbligazioni derivano da una stessa causa materiale e giuridica. Il giudice può chiamare in causa un terzo che faccia parte della comunione giuridica. Il chiamato in causa diventa parte in lite;\nb. se pretese di eguale natura, che si fondano su di una causa materiale e giuridica essenzialmente dello stesso genere, formano l’oggetto di una lite, semprechè la competenza del Tribunale federale esista per ognuna di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_24"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Cumulo di azioni 1. Oggettivo 2. Soggettivo (liteconsorti)",
        "citation": "Art. 24 cpv. 3 PC",
        "content": "Quando lo reputa necessario, il giudice può ordinare d’ufficio, in ogni stadio della procedura, la disgiunzione delle cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_24"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Azione di accertamento",
        "citation": "Art. 25 PC",
        "content": "Per accertare l’esistenza o l’inesistenza di un rapporto di diritto può essere proposta un’azione, quando l’attore ha un interesse giuridico all’accertamento immediato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_25"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Modificazione della petizione",
        "citation": "Art. 26 cpv. 1 PC",
        "content": "L’attore può modificare le sue conclusioni formulando altre o più ampie pretese, purché siano in relazione con quelle precedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_26"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Modificazione della petizione",
        "citation": "Art. 26 cpv. 2 PC",
        "content": "L’allegazione di fatti nuovi per motivare conclusioni modificate è limitata dall’articolo 19 capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_26"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Ritiro della petizione",
        "citation": "Art. 27 cpv. 1 PC",
        "content": "L’attore può ritirare la petizione prima che sia notificata al convenuto. Il giudice delegato lo avverte di questa facoltà quando la petizione è inammissibile per vizio di forma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_27"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Ritiro della petizione",
        "citation": "Art. 27 cpv. 2 PC",
        "content": "Se, entro i venti giorni, la petizione è introdotta di nuovo e il vizio tolto, l’inizio della litispendenza è fatto risalire al giorno del deposito della prima. Lo stesso vale nel caso in cui il tribunale ha dichiarato la petizione inammissibile per vizio di forma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_27"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Ritiro della petizione",
        "citation": "Art. 27 cpv. 3 PC",
        "content": "Dopo la notifica, la petizione può essere ritirata soltanto se vi consente il convenuto; in mancanza di questo consenso, il ritiro della petizione vale come desistenza. È riservato l’articolo 73 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_27"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Notificazione della petizione",
        "citation": "Art. 28 cpv. 1 PC",
        "content": "La petizione è notificata al convenuto fissandogli un termine per la risposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_28"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Notificazione della petizione",
        "citation": "Art. 28 cpv. 2 PC",
        "content": "Se il convenuto richiede che siano fornite garanzie per le spese ripetibili, giusta l’articolo 62 capoverso 2 LTF, il termine è sospeso. Se la richiesta è respinta o se le garanzie sono state fornite, il giudice fissa un nuovo termine per la risposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_28"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Risposta alla petizione",
        "citation": "Art. 29 PC",
        "content": "La risposta deve contenere:\na. tutte le eccezioni contro l’ammissibilità della petizione, con la motivazione;\nb. le conclusioni sul merito;\nc. la domanda riconvenzionale (art. 31), se il convenuto la propone;\nd. la risposta ai fatti enunciati nella petizione e l’esposizione chiara dei fatti che motivano le conclusioni (art. 19). La motivazione della domanda riconvenzionale può essere aggiunta alla risposta o presentata separatamente;\ne. l’enunciazione esatta, per ciascun fatto, delle prove e controprove, con richiamo dei numeri dell’elenco degli annessi (lett. f), come pure delle obiezioni alle prove invocate dall’attore;\nf. l’elenco numerato degli annessi;\ng. la data e la firma dell’estensore dell’atto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_29"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Limitazione della risposta",
        "citation": "Art. 30 cpv. 1 PC",
        "content": "Il giudice delegato può ordinare che la risposta sia limitata alla questione dell’ammissibilità della petizione, se esistono dubbi seri a questo proposito o se il convenuto immediatamente dopo la notifica della petizione fa valere seri motivi al riguardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_30"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Limitazione della risposta",
        "citation": "Art. 30 cpv. 2 PC",
        "content": "Se la limitazione risulta in seguito infondata, lo scambio degli allegati scritti è completato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_30"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Domanda riconvenzionale",
        "citation": "Art. 31 cpv. 1 PC",
        "content": "Il convenuto può proporre una domanda riconvenzionale per le pretese giudicate su azione dal Tribunale federale come giurisdizione unica. La sua pretesa deve avere una connessione giuridica con la domanda principale, oppure le due pretese devono essere compensabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_31"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Domanda riconvenzionale",
        "citation": "Art. 31 cpv. 2 PC",
        "content": "La domanda riconvenzionale rimane pendente anche quando la domanda principale diviene caduca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_31"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Scambio ulteriore di allegati scritti",
        "citation": "Art. 32 cpv. 1 PC",
        "content": "La risposta è notificata all’attore fissandogli, se è il caso, un termine per rispondere alla domanda riconvenzionale. Sono applicabili, per analogia, gli articoli 28 e 29 lettere a, b e d a g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_32"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Scambio ulteriore di allegati scritti",
        "citation": "Art. 32 cpv. 2 PC",
        "content": "Il giudice delegato ordina una replica se appare necessario che l’attore si spieghi per iscritto sulle allegazioni della risposta. Nelle stesse condizioni può essere assegnato un termine al convenuto per presentare una duplica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_32"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Documenti annessi. Designazione dei mezzi di prova",
        "citation": "Art. 33 cpv. 1 PC",
        "content": "Ciascuna delle parti deve aggiungere al suo allegato, in un inserto numerato progressivamente, i documenti ch’essa produce a titolo di prova e, in caso di riferimento ai registri pubblici, i relativi estratti autenticati. Rimane riservata la dispensa di produzione prevista nell’articolo 53. Se gli annessi sono voluminosi, i punti citati devono essere precisati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_33"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo quinto: Scambio degli allegati scritti, Documenti annessi. Designazione dei mezzi di prova",
        "citation": "Art. 33 cpv. 2 PC",
        "content": "Quando una parte non possiede documenti dei quali intende valersi, indica il nome e l’indirizzo del detentore. Nello stesso modo sono designati i testimoni notificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_33"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo sesto: Procedura preparatoria, Inizio",
        "citation": "Art. 34 cpv. 1 PC",
        "content": "Terminato lo scambio degli allegati scritti, il giudice delegato apre la procedura preparatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_34"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo sesto: Procedura preparatoria, Inizio",
        "citation": "Art. 34 cpv. 2 PC",
        "content": "Quando è stata ordinata una limitazione della risposta secondo l’articolo 30 o una misura siffatta si riveli ormai opportuna, si abbrevia in conformità la procedura preparatoria. L’istruzione può essere limitata ad una sola questione di merito, se la soluzione di questa mette presumibilmente fine alla lite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_34"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo sesto: Procedura preparatoria, Dibattimento preparatorio",
        "citation": "Art. 35 cpv. 1 PC",
        "content": "Nel dibattimento preparatorio orale il giudice delegato discute con le parti l’oggetto della lite e, se necessario, induce a precisare, rettificare, semplificare o completare le loro allegazioni. Di regola le parti sono convocate personalmente a questo dibattimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_35"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo sesto: Procedura preparatoria, Dibattimento preparatorio",
        "citation": "Art. 35 cpv. 2 PC",
        "content": "Il giudice delegato procede in seguito all’assunzione delle prove.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_35"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo sesto: Procedura preparatoria, Dibattimento preparatorio",
        "citation": "Art. 35 cpv. 3 PC",
        "content": "L’assunzione delle prove è rinviata al dibattimento principale quando ragioni particolari esigono che il tribunale prenda direttamente conoscenza dei fatti della causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_35"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo sesto: Procedura preparatoria, Dibattimento preparatorio",
        "citation": "Art. 35 cpv. 4 PC",
        "content": "Il giudice delegato può prescindere dal dibattimento preparatorio orale se le parti vi consentono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_35"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Fatti da provare; confessione",
        "citation": "Art. 36 cpv. 1 PC",
        "content": "L’assunzione delle prove è ammissibile soltanto per accertare fatti rilevanti e contestati, salvo, per questi ultimi, il caso in cui si deve indagare d’ufficio la situazione di fatto e riservato l’articolo 12 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_36"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Fatti da provare; confessione",
        "citation": "Art. 36 cpv. 2 PC",
        "content": "Tenendo conto dell’insieme delle allegazioni d’una parte e del suo contegno nel corso del processo, il giudice decide se, in mancanza di una ammissione formale, un fatto debba essere ritenuto come contestato da essa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_36"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Fatti da provare; confessione",
        "citation": "Art. 36 cpv. 3 PC",
        "content": "Il giudice apprezza liberamente in quale misura la confessione, che è stata revocata o modificata con aggiunte o restrizioni, perde di valore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_36"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Fatti da provare; confessione",
        "citation": "Art. 36 cpv. 4 PC",
        "content": "Parimente egli decide in quale misura una confessione stragiudiziale rende superflua la prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_36"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Scelta dei mezzi di prova da parte del giudice",
        "citation": "Art. 37 PC",
        "content": "Il giudice non è vincolato dai mezzi di prova offerti dalle parti; egli prende in considerazione soltanto quelli necessari. Il giudice può valersi di mezzi di prova che le parti non hanno offerto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_37"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Assunzione delle prove in presenza delle parti e visione dei documenti",
        "citation": "Art. 38 PC",
        "content": "Le parti hanno il diritto di assistere all’assunzione delle prove e di prendere visione dei documenti prodotti. Quando la salvaguardia di segreti di affari d’una parte o d’un terzo lo esige, il giudice prende conoscenza della prova, escludendo la controparte o ambedue le parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_38"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Prove da assu-mere all’estero",
        "citation": "Art. 39 PC",
        "content": "Se delle prove devono essere assunte all’estero, vi si procede mediante rogatoria. Nel caso in cui la prova possa essere assunta da un agente diplomatico o consolare svizzero, la richiesta dovrà essere diretta a lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_39"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Libero apprezzamento delle prove",
        "citation": "Art. 40 PC",
        "content": "Il giudice valuta le prove secondo il suo libero convincimento. Egli prende in considerazione il contegno delle parti nel processo, per esempio il rifiuto di ottemperare ad una citazione personale, di rispondere a domande del giudice o di produrre i mezzi di prova richiesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_40"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 1. Disposizioni generali, Provvedimenti conservativi",
        "citation": "Art. 41 PC",
        "content": "Il giudice delegato prende le misure idonee ad assicurare le prove in pericolo di scomparire. Prima del deposito della petizione, questo compito spetta alla giurisdizione cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_41"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Diritto di non deporre",
        "citation": "Art. 42 cpv. 1 PC",
        "content": "Possono rifiutare di deporre:\na. la persona interrogata su fatti la cui rivelazione esporrebbe a procedimento penale, a grave disonore o a un danno pecuniario immediato lei stessa o:\n1. il suo coniuge, il suo partner registrato o la persona con cui convive di fatto,\n2. i suoi parenti o affini in linea retta e in secondo grado della linea collaterale;\nabis.  le persone nei confronti delle quali, secondo l’articolo 28a del Codice penale , non possono essere inflitte pene né presi prov-vedimenti processuali qualora rifiutino di testimoniare;\nb. le persone menzionate nell’articolo 321 numero 1 del Codice penale, se si tratta di fatti che, secondo quest’articolo, concernono il segreto professionale, salvo che l’interessato abbia dato il suo consenso alla rivelazione del segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_42"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Diritto di non deporre",
        "citation": "Art. 42 cpv. 2 PC",
        "content": "Il giudice può dispensare il testimonio dalla rivelazione di altri segreti professionali, come pure di un segreto d’affari quando, anche tenuto conto delle misure precauzionali dell’articolo 38, l’interesse del testimonio a mantenere il segreto supera l’interesse della parte a rivelarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_42"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Diritto di non deporre",
        "citation": "Art. 42 cpv. 3 PC",
        "content": "Per quanto concerne l’obbligo dei funzionari e dei loro ausiliari di deporre su fatti di cui hanno avuto notizia nell’esercizio delle loro funzioni o della loro attività ausiliaria, sono applicabili le disposizioni restrittive del diritto amministrativo federale o cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_42"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Citazione",
        "citation": "Art. 43 PC",
        "content": "La citazione deve enunciare sommariamente i fatti sui quali il testimonio sarà udito e menzionare il suo diritto ad un’indennità e le conseguenze dell’assenza ingiustificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_43"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Mancata comparsa",
        "citation": "Art. 44 cpv. 1 PC",
        "content": "Il testimonio che si prevale del diritto di non deporre non è liberato dall’obbligo di ottemperare alla citazione, eccetto che questa sia stata formalmente revocata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_44"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Mancata comparsa",
        "citation": "Art. 44 cpv. 2 PC",
        "content": "Il testimonio non comparso senza sufficiente giustificazione è condannato al pagamento delle spese causate dalla sua assenza. Egli può essere condotto con la forza all’udienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_44"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Mancata comparsa",
        "citation": "Art. 44 cpv. 3 PC",
        "content": "Il testimonio che, citato una seconda volta, non compare senza giustificazione sufficiente o, nonostante la comminatoria di sanzioni penali, rifiuta senza legittimo motivo di deporre è punito con la multa sino a 1000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_44"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Mancata comparsa",
        "citation": "Art. 44 cpv. 4 PC",
        "content": "Sul diritto di non deporre e sull’inflizione della pena per disobbedienza decide il giudice delegato; in sede di dibattimento principale, il tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_44"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Audizione",
        "citation": "Art. 45 cpv. 1 PC",
        "content": "Ciascun testimonio è esaminato in modo che gli altri testi da sentire non siano presenti. Se le sue dichiarazioni sono in contraddizione con quelle d’altri testimoni, egli può essere messo a confronto con essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_45"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Audizione",
        "citation": "Art. 45 cpv. 2 PC",
        "content": "Al testimonio dev’essere richiamato, quando occorre, il suo diritto di non deporre; egli sarà esortato a dire la verità e ammonito sulle sanzioni che l’articolo 307 del Codice penale prevede per la falsa testimonianza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_45"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Diritto d’interrogare",
        "citation": "Art. 46 PC",
        "content": "Il testimonio è interrogato dal giudice. Le parti hanno la facoltà di chiedere che il testimonio precisi e completi la sua deposizione; il giudice decide sull’ammissibilità delle domande proposte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_46"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Audizione per rogatoria",
        "citation": "Art. 47 PC",
        "content": "A scanso di spese sproporzionate, l’audizione può essere affidata al giudice cantonale del domicilio del testimonio. Sono applicabili le norme della procedura cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_47"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Indennità",
        "citation": "Art. 48 PC",
        "content": "Il testimonio ha diritto al rimborso delle spese necessarie di viaggio. Inoltre può chiedere di essere risarcito per la perdita di guadagno, e cioè totalmente se deve fare assegnamento su di esso; altrimenti, secondo l’equo apprezzamento del giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_48"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, a. Testimoni, Informazioni scritte",
        "citation": "Art. 49 PC",
        "content": "Il giudice può raccogliere presso autorità e, eccezionalmente, anche presso privati informazioni scritte. Secondo il suo prudente criterio, decide se esse costituiscono prova sufficiente o se abbisognano della conferma mediante deposizione giudiziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_49"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Obbligo di edizione delle parti",
        "citation": "Art. 50 cpv. 1 PC",
        "content": "Ciascuna parte è obbligata a produrre in giudizio i documenti in suo possesso. Se nega di possedere un documento, può essere invitata, sotto comminatoria di sanzioni penali, secondo l’articolo 64, ad indicare il luogo ove esso si trova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_50"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Obbligo di edizione delle parti",
        "citation": "Art. 50 cpv. 2 PC",
        "content": "Il giudice apprezza, secondo l’articolo 40, l’atteggiamento della parte che rifiuta di produrre un documento o d’indicare ove esso si trova o che intenzionalmente lo fa scomparire o lo rende inutilizzabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_50"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Obbligo di edizione di terzi",
        "citation": "Art. 51 cpv. 1 PC",
        "content": "I terzi sono obbligati a produrre in giudizio i documenti in loro possesso. Essi sono dispensati da quest’obbligo se si tratta di documenti relativi a fatti sui quali potrebbero rifiutarsi di deporre come testimoni in virtù dell’articolo 42. Se il rifiuto è fondato solo per singole parti d’un documento che possono essere rese invisibili con l’apposizione di suggelli o in altro modo, l’obbligo di produzione sussiste usando questa cautela.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_51"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Obbligo di edizione di terzi",
        "citation": "Art. 51 cpv. 2 PC",
        "content": "Il terzo che contesta di possedere un documento può essere udito come testimonio per indicare ove esso si trova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_51"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Obbligo di edizione di terzi",
        "citation": "Art. 51 cpv. 3 PC",
        "content": "Il giudice applica per analogia l’articolo 44 capoversi 3 e 4 a chi non ottempera all’invito di produrre un documento o rifiuta di produrlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_51"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Obbligo di edizione di terzi",
        "citation": "Art. 51 cpv. 4 PC",
        "content": "Sono riservate le disposizioni speciali che disciplinano la produzione dei documenti delle amministrazioni pubbliche della Confederazione e dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_51"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Corrispondenza degli avvocati",
        "citation": "Art. 51a PC",
        "content": "L’obbligo di edizione non comprende la produzione di documenti inerenti ai contatti tra la parte o un terzo e il proprio avvocato autorizzato a esercitare la rappresentanza in giudizio in Svizzera secondo la legge del 23 giugno 2000 sugli avvocati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_51_a"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Modalità della edizione",
        "citation": "Art. 52 cpv. 1 PC",
        "content": "Il documento dev’essere prodotto in originale oppure in copia autentica, fotografica o elettronica. Il giudice ha la facoltà di chiedere la produzione dell’originale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_52"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Modalità della edizione",
        "citation": "Art. 52 cpv. 2 PC",
        "content": "Con l’autorizzazione del giudice, i punti non destinati a far prova possono essere resi invisibili al giudice e alle parti con l’apposizione di suggelli o in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_52"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Consultazione sul posto",
        "citation": "Art. 53 PC",
        "content": "I documenti che, per loro natura, non possono essere prodotti in giudizio, o la cui produzione lederebbe gli interessi legittimi di terzi, possono essere consultati dove si trovano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_53"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Contestazione dell’autenticità",
        "citation": "Art. 54 cpv. 1 PC",
        "content": "Se l’autenticità d’un documento è contestata e appare effettivamente dubbia, il giudice ordina le prove necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_54"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, b. Documenti, Contestazione dell’autenticità",
        "citation": "Art. 54 cpv. 2 PC",
        "content": "Se per la falsificazione d’un documento è in corso un procedimento penale, il giudice può sospendere il processo sino al termine di detto procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_54"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, c. Ispezione oculare, Obbligo di prestarsi alla ispezione",
        "citation": "Art. 55 cpv. 1 PC",
        "content": "Le parti hanno l’obbligo di consentire un’ispezione sulla loro persona e sulle cose in loro possesso. Il giudice apprezza, conformemente all’articolo 40, la loro eventuale opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_55"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, c. Ispezione oculare, Obbligo di prestarsi alla ispezione",
        "citation": "Art. 55 cpv. 2 PC",
        "content": "I terzi hanno l’obbligo di consentire un’ispezione sulle cose in loro possesso, se non sono in diritto di rifiutarsi in virtù dell’articolo 42 applicabile per analogia. Un rifiuto ingiustificato ha per conseguenza le sanzioni previste dall’articolo 44 capoversi 3 e 4. Il giudice può inoltre chiedere l’aiuto della polizia per ottenere l’accesso agli immobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_55"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, c. Ispezione oculare, Obbligo di prestarsi alla ispezione",
        "citation": "Art. 55 cpv. 3 PC",
        "content": "Se la cosa da ispezionare può essere portata al tribunale, essa è prodotta nello stesso modo di un documento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_55"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, c. Ispezione oculare, Modo di procedere",
        "citation": "Art. 56 cpv. 1 PC",
        "content": "Quando occorre, il giudice cita all’ispezione oculare i testimoni ed i periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_56"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, c. Ispezione oculare, Modo di procedere",
        "citation": "Art. 56 cpv. 2 PC",
        "content": "Il giudice, che non stimi necessaria od opportuna la sua personale constatazione del fatto, può ordinare che l’ispezione oculare sia eseguita dal solo perito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_56"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, c. Ispezione oculare, Modo di procedere",
        "citation": "Art. 56 cpv. 3 PC",
        "content": "Le parti non partecipano all’ispezione se la salvaguardia di un segreto conformemente all’articolo 38 periodo 2 o la natura della visita lo esigono",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_56"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Compiti",
        "citation": "Art. 57 cpv. 1 PC",
        "content": "Quando, per chiarire le circostanze di una causa, è necessaria un’indagine che richiede cognizioni speciali, il giudice si fa assistere da uno o più periti, i quali partecipano all’istruttoria della causa nella misura da lui stabilita e danno il proprio parere sulle questioni loro sottoposte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_57"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Compiti",
        "citation": "Art. 57 cpv. 2 PC",
        "content": "Il giudice dà possibilità alle parti di esprimersi sulle questioni sottoposte ai periti e di proporre modificazioni ed aggiunte ad esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_57"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Nomina",
        "citation": "Art. 58 cpv. 1 PC",
        "content": "Ai periti si applicano per analogia i motivi di ricusazione di cui all’articolo 34 LTF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_58"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Nomina",
        "citation": "Art. 58 cpv. 2 PC",
        "content": "Il giudice dà alle parti la possibilità di presentare le loro obiezioni contro le persone che intende nominare quali periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_58"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Doveri",
        "citation": "Art. 59 cpv. 1 PC",
        "content": "Il perito deve prestare la sua opera secondo scienza e coscienza e con perfetta imparzialità. Egli è avvertito di questo dovere al momento della sua nomina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_59"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Doveri",
        "citation": "Art. 59 cpv. 2 PC",
        "content": "Il perito che adempie con negligenza il proprio ufficio è punibile con una multa disciplinare conformemente all’articolo 33 capoverso 1 LTF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_59"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Referto",
        "citation": "Art. 60 cpv. 1 PC",
        "content": "Il perito deve presentare il suo referto motivato, o per iscritto, entro un termine da stabilire, o verbalmente, ad una udienza; in questo caso è steso processo verbale. Se sono stati nominati più periti, essi redigono in comune il loro referto, purché i loro pareri concordino; in caso di divergenza, presentano referti separati. Se il referto risponde ai requisiti necessari, viene trasmesso in copia alle parti. Esse possono proporne la completazione o la dilucidazione o chiedere una nuova perizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_60"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Referto",
        "citation": "Art. 60 cpv. 2 PC",
        "content": "Il giudice formula oralmente in udienza o per iscritto i quesiti che ritiene necessari a dilucidare o completare il referto. Egli può far capo ad altri periti quando reputa insufficiente il referto. È applicabile l’articolo 58.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_60"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, d. Periti, Indennità",
        "citation": "Art. 61 PC",
        "content": "Il perito ha diritto al rimborso delle sue spese, come pure ad un onorario secondo il libero apprezzamento del giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_61"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Modo di procedere",
        "citation": "Art. 62 cpv. 1 PC",
        "content": "Per provare un fatto, il giudice può sottoporre una parte di all’interrogatorio. Se si tratta d’un fatto di cui ambedue le parti possono avere conoscenza, egli interrogherà l’una e l’altra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_62"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Modo di procedere",
        "citation": "Art. 62 cpv. 2 PC",
        "content": "Prima di interrogare le parti, il giudice le esorta a dire la verità e le avverte che potranno essere obbligate a ripetere le loro dichiarazioni sotto comminatoria di pena. L’articolo 46 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_62"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Persone sottoposte all’interrogatorio",
        "citation": "Art. 63 cpv. 1 PC",
        "content": "La parte che è patrocinata in giudizio dal suo rappresentante legale è interrogata personalmente se è capace di discernimento o se ha constatato essa stessa il fatto; in caso contrario, si udirà il suo rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_63"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Persone sottoposte all’interrogatorio",
        "citation": "Art. 63 cpv. 2 PC",
        "content": "Se la parte in causa è una persona giuridica, il giudice designa, tra i membri appartenenti agli organi sociali, quello che deve essere interrogato; trattandosi di una società in nome collettivo o in accomandita il giudice designa il socio da interrogare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_63"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Persone sottoposte all’interrogatorio",
        "citation": "Art. 63 cpv. 3 PC",
        "content": "Nel caso d’una massa fallimentare, il giudice può interrogare come parte tanto l’amministratore, quanto il fallito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_63"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Dichiarazione suppletoria",
        "citation": "Art. 64 cpv. 1 PC",
        "content": "Se lo reputa opportuno in base al risultato dell’interrogatorio delle parti, il giudice può obbligare una di esse, sotto comminatoria di pena, a ripetere le sue dichiarazioni su fatti determinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_64"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Dichiarazione suppletoria",
        "citation": "Art. 64 cpv. 2 PC",
        "content": "Prima di procedere al nuovo interrogatorio, egli deve esortare la parte a dire la verità ed ammonirla sulle sanzioni che l’articolo 306 del Codice penale prevede per la falsa dichiarazione in giudizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_64"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Apprezzamento",
        "citation": "Art. 65 cpv. 1 PC",
        "content": "Il giudice apprezza liberamente la forza probante delle dichiarazioni delle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_65"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo settimo: Prova, 2. Mezzi di prova, e. Interrogatorio delle parti, Apprezzamento",
        "citation": "Art. 65 cpv. 2 PC",
        "content": "Se una parte, benché citata personalmente, non compare senza sufficiente giustificazione, o se rifiuta di rispondere, il giudice apprezza quest’atteggiamento in conformità dell’articolo 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_65"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Inizio",
        "citation": "Art. 66 cpv. 1 PC",
        "content": "Le parti sono avvisate della chiusura della procedura preparatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_66"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Inizio",
        "citation": "Art. 66 cpv. 2 PC",
        "content": "Il presidente della sezione emette le citazioni a comparire davanti al tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_66"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Inizio",
        "citation": "Art. 66 cpv. 3 PC",
        "content": "È applicabile per analogia l’articolo 34 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_66"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Misure di istruttoria",
        "citation": "Art. 67 cpv. 1 PC",
        "content": "Il tribunale assume le prove che, in virtù dell’articolo 35 capoverso 3, sono state rinviate al dibattimento principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_67"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Misure di istruttoria",
        "citation": "Art. 67 cpv. 2 PC",
        "content": "Su domanda presentata entro dieci giorni dalla chiusura della procedura preparatoria, o d’ufficio fino al termine del dibattimento principale, il tribunale può completare le prove assunte dal giudice delegato. Il tribunale può anche assumerle nuovamente, quando esistono particolari motivi, specialmente quando un accertamento diretto appare indicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_67"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Misure di istruttoria",
        "citation": "Art. 67 cpv. 3 PC",
        "content": "Il tribunale può, su domanda o d’ufficio, rimandare la causa al giudice delegato affinché ne completi l’istruttoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_67"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Arringhe. Sentenza",
        "citation": "Art. 68 cpv. 1 PC",
        "content": "Se il tribunale reputa che le prove sono complete, dà la parola alle parti per motivare le loro conclusioni e presentare la replica e la duplica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_68"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Arringhe. Sentenza",
        "citation": "Art. 68 cpv. 2 PC",
        "content": "Se il tribunale procede ulteriormente ad un complemento d’istruttoria, può permettere nuove arringhe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_68"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Arringhe. Sentenza",
        "citation": "Art. 68 cpv. 3 PC",
        "content": "Nei limiti del possibile, la deliberazione e la votazione seguiranno subito dopo il dibattimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_68"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Spese processuali",
        "citation": "Art. 69 cpv. 1 PC",
        "content": "Il tribunale statuisce d’ufficio sulle spese processuali giusta gli articoli 65, 66 e 68 LTF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_69"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Spese processuali",
        "citation": "Art. 69 cpv. 2 PC",
        "content": "Il tribunale decide, secondo il suo apprezzamento, se, in caso di più attori o convenuti, essi sopportano le spese o ne possono chiedere la rifusione solidalmente ed in quale misura nei loro rapporti interni, oppure per quote uguali, oppure proporzionalmente al loro interesse nella causa. Statuisce altresì in quale misura l’intervenuto contribuisce alle spese giudiziarie e a quelle dell’avversario della parte ch’esso sostiene o può farsi rifondere da questo le sue proprie spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_69"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Spese processuali",
        "citation": "Art. 69 cpv. 3 PC",
        "content": "Le parti presentano, prima della sentenza, una nota specificata delle loro spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_69"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Emanazione della sentenza",
        "citation": "Art. 70 cpv. 1 PC",
        "content": "La sentenza è pronunciata seduta stante. Consenzienti le parti, può essere comunicata loro per iscritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_70"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Emanazione della sentenza",
        "citation": "Art. 70 cpv. 2 PC",
        "content": "Un esemplare della sentenza coi motivi completi è notificato a ciascuna parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_70"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Emanazione della sentenza",
        "citation": "Art. 70 cpv. 3 PC",
        "content": "Se una parte è assente, le è comunicato immediatamente il dispositivo della sentenza. Non si notifica un esemplare della sentenza coi motivi completi, quando è necessaria la pubblicazione in virtù dell’articolo 11. In questo caso la sentenza viene invece inclusa nell’inserto giudiziario, merizionando la data di questa operazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_70"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Forza di cosa giudicata",
        "citation": "Art. 71 cpv. 1 PC",
        "content": "La sentenza acquista forza di cosa giudicata immediatamente dopo essere stata pronunciata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_71"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo ottavo: Dibattimento principale, Forza di cosa giudicata",
        "citation": "Art. 71 cpv. 2 PC",
        "content": "La forza di cosa giudicata si estende anche alla decisione sulla esistenza o l’inesistenza del credito che è opposto in via d’eccezione alla domanda, fino all’importo col quale la compensazione deve aver luogo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_71"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo nono: Fine del processo senza sentenza, Lite diventata senza oggetto",
        "citation": "Art. 72 PC",
        "content": "Quando una lite diventa senz’oggetto o priva d’interesse giuridico per le parti, il tribunale, udite le parti, ma senz’ulteriore dibattimento, dichiara il processo terminato e statuisce, con motivazione sommaria, sulle spese, tenendo conto dello stato delle cose prima del verificarsi del motivo che termina la lite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_72"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo nono: Fine del processo senza sentenza, Transazione giudiziale e desistenza",
        "citation": "Art. 73 cpv. 1 PC",
        "content": "La transazione conclusa tra le parti davanti al giudice o consegnata al giudice per essere registrata a verbale, come pure la desistenza d’una parta, terminano il processo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_73"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo nono: Fine del processo senza sentenza, Transazione giudiziale e desistenza",
        "citation": "Art. 73 cpv. 2 PC",
        "content": "La transazione giudiziale può anche estendersi a punti i quali, benché estranei al processo, sono litigiosi tra le parti o tra una parte e un terzo, in quanto ciò agevoli la fine del processo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_73"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo nono: Fine del processo senza sentenza, Transazione giudiziale e desistenza",
        "citation": "Art. 73 cpv. 3 PC",
        "content": "Quando in via d’eccezione il convenuto allega che la pretesa è inesigibile o dipende da una condizione od oppone un vizio di forma, l’attore può ritirare la sua azione riservando d’introdurla di nuovo dopo che la pretesa sarà esigibile, la condizione adempita o il vizio di forma tolto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_73"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo nono: Fine del processo senza sentenza, Transazione giudiziale e desistenza",
        "citation": "Art. 73 cpv. 4 PC",
        "content": "La transazione giudiziale e la desistenza sono esecutive come la sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_73"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Forza esecutiva",
        "citation": "Art. 74 cpv. 1 PC",
        "content": "La sentenza è immediatamente esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_74"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Forza esecutiva",
        "citation": "Art. 74 cpv. 2 PC",
        "content": "La sentenza, che fa dipendere la condanna di una parte da una condizione o da una controprestazione, è esecutiva quando il Tribunale federale ha accertato che la condizione si è verificata o che la controprestazione è stata fornita. Il tribunale procede a quest’accertamento a domanda dell’avente diritto, dopo aver udito l’obbligato, fatte d’ufficio le indagini necessarie, e senza dibattimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_74"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Condanna a una prestazione pecuniaria",
        "citation": "Art. 75 PC",
        "content": "La sentenza che condanna una parte al pagamento di una somma di denaro o alla prestazione d’una garanzia pecuniaria è eseguita secondo le norme della legge federale dell’11 aprile 1889 sull’esecuzione e sul fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_75"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Condanna a fare o ad astenersi",
        "citation": "Art. 76 cpv. 1 PC",
        "content": "La sentenza che condanna dei privati a compiere un atto prevede d’ufficio la comminatoria che, nel caso in cui non ottemperassero all’ingiunzione entro il termine fissato, essi incorrono nelle pene per la disobbedienza, previste dall’articolo 292 del Codice penale. La sentenza che ingiunge ad una parte di astenersi da un atto commina la stessa pena per ogni contravvenzione a questo divieto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_76"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Condanna a fare o ad astenersi",
        "citation": "Art. 76 cpv. 2 PC",
        "content": "Il procedimento penale ha luogo a querela dell’avente diritto confor-memente agli articoli 30–33 del Codice penale. È impregiudicato il diritto di ottenere l’esecuzione della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_76"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Condanna a fare o ad astenersi",
        "citation": "Art. 76 cpv. 3 PC",
        "content": "Invece di iniziare o proseguire in via forzata l’esecuzione o nel caso in cui l’esecuzione non ha esito, l’avente diritto può richiedere il risarcimento del danno per inadempimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_76"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Esecuzione effettiva",
        "citation": "Art. 77 cpv. 1 PC",
        "content": "L’esecuzione delle sentenze spetta al Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_77"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Esecuzione effettiva",
        "citation": "Art. 77 cpv. 2 PC",
        "content": "A richiesta dell’avente diritto, il Consiglio federale prende, per mezzo dell’autorità cantonale o direttamente, tutte le misure occorrenti; può in modo particolare far togliere dalla polizia la cosa da restituire, far compiere da un terzo degli atti che non richiedono l’intervento personale dell’obbligato e sopprimere lo stato di fatto contrario ad un divieto di fare, valendosi all’occorrenza dell’assistenza della polizia, ordinare l’intervento della stessa per costringere l’obbligato a tollerare un atto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_77"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Esecuzione effettiva",
        "citation": "Art. 77 cpv. 3 PC",
        "content": "L’avente diritto anticipa le spese rese necessarie da siffatte misure; dopo l’esecuzione, il Consiglio federale condanna l’obbligato al rimborso di queste spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_77"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Dichiarazione di volontà",
        "citation": "Art. 78 cpv. 1 PC",
        "content": "Quando il convenuto è condannato a fare una dichiarazione di volontà, la sentenza sostituisce la dichiarazione. Se questa dipende da una condizione o da una controprestazione, la sentenza produce effetto quando è intervenuto l’accertamento previsto dall’articolo 74 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_78"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo decimo: Esecuzione, Dichiarazione di volontà",
        "citation": "Art. 78 cpv. 2 PC",
        "content": "Quando la dichiarazione di volontà concerne un diritto che dev’essere iscritto nel registro fondiario, il giudice conferisce nella sentenza l’autorizzazione di eseguire l’iscrizione, conformemente agli articoli 18 e 19 del regolamento del 22 febbraio 1910 per il registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_78"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Casi",
        "citation": "Art. 79 cpv. 1 PC",
        "content": "Il giudice può ordinare provvedimenti d’urgenza:\na. per tutelare il possessore contro ogni atto d’usurpazione o di turbativa e far rientrare una parte in possesso di una cosa indebitamente ritenuta;\nb. per impedire un danno difficilmente riparabile e imminente, in modo particolare il danno derivante dalla mutazione, prima che sia introdotta l’azione o in corso di causa, dello stato di fatto esistente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_79"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Casi",
        "citation": "Art. 79 cpv. 2 PC",
        "content": "Non possono essere presi provvedimenti d’urgenza per la sicurezza di crediti sottoposti alla legge federale dell’11 aprile 1889 sull’esecuzione e sul fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_79"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Competenza",
        "citation": "Art. 80 cpv. 1 PC",
        "content": "Prima dell’introduzione dell’azione, i provvedimenti d’urgenza sono ordinati dal presidente della sezione; iniziata la causa, sono ordinati dal giudice delegato e, al dibattimento principale dal tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_80"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Competenza",
        "citation": "Art. 80 cpv. 2 PC",
        "content": "L’ordinanza relativa ai provvedimenti d’urgenza può essere deferita al tribunale nel termine di dieci giorni. Il ricorso ha effetto sospensivo soltanto se è espressamente conferito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_80"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Domanda",
        "citation": "Art. 81 cpv. 1 PC",
        "content": "La domanda di provvedimenti d’urgenza dev’essere presentata per iscritto. Nella procedura preparatoria o al dibattimento principale essa può essere fatta oralmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_81"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Domanda",
        "citation": "Art. 81 cpv. 2 PC",
        "content": "L’istante deve rendere verosimili i fatti idonei a giustificare i provvedimenti d’urgenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_81"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Domanda",
        "citation": "Art. 81 cpv. 3 PC",
        "content": "La parte contro la quale i provvedimenti d’urgenza sono diretti deve poter essere intesa. Quando vi è pericolo nella dilazione, il giudice può ordinare misure provvisorie non appena presentata la domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_81"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Termine per l’azione e garanzie",
        "citation": "Art. 82 cpv. 1 PC",
        "content": "Se i provvedimenti d’urgenza sono ordinati prima dell’inizio della causa, può essere assegnato all’istante un termine per proporre l’azione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_82"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Termine per l’azione e garanzie",
        "citation": "Art. 82 cpv. 2 PC",
        "content": "Il giudice deve esigere che l’istante fornisca garanzie se i provvedimenti d’urgenza o le misure provvisorie sono tali da cagionare danno alla parte avversaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_82"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Esecuzione, modificazione, revoca",
        "citation": "Art. 83 cpv. 1 PC",
        "content": "I provvedimenti d’urgenza e le misure provvisorie sono eseguiti come sentenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_83"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Esecuzione, modificazione, revoca",
        "citation": "Art. 83 cpv. 2 PC",
        "content": "Il giudice può, di moto proprio o a domanda delle parti, riformare una sua decisione quando le circostanze sono mutate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_83"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Esecuzione, modificazione, revoca",
        "citation": "Art. 83 cpv. 3 PC",
        "content": "Egli revoca i provvedimenti d’urgenza quando in seguito si rivelano ingiustificati o quando l’istante non ha fatto uso del termine assegnato per proporre azione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_83"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Esecuzione, modificazione, revoca",
        "citation": "Art. 83 cpv. 4 PC",
        "content": "L’articolo 80 capoverso 2 è applicabile per analogia alle decisioni in materia di modificazione o di annullamento d’un provvedimento d’urgenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_83"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Risarcimento dei danni",
        "citation": "Art. 84 cpv. 1 PC",
        "content": "I danni causati dai provvedimenti d’urgenza o dalle misure provvisorie devono essere riparati, se la pretesa per la quale sono stati ordinati non esisteva o non era esigibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_84"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Risarcimento dei danni",
        "citation": "Art. 84 cpv. 2 PC",
        "content": "Il Tribunale federale è competente a giudicare l’azione per risarcimento di danni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_84"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Risarcimento dei danni",
        "citation": "Art. 84 cpv. 3 PC",
        "content": "Se l’istante ha fornito una garanzia, essa gli è restituita solo quando è accertato che non sarà proposta un’azione per risarcimento di danni. Nel caso di incertezza, il giudice può assegnare all’interessato un termine per proporre l’azione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_84"
    },
    {
        "book": "BZP",
        "title": "PC, Titolo undecimo: Provvedimenti d’urgenza, Riserva di disposizioni speciali",
        "citation": "Art. 85 PC",
        "content": "Sono riservate le disposizioni speciali d’altre leggi federali in materia di provvedimenti d’urgenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1948/485_473_421/it#art_85"
    }
]