[
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 1 Abs. 1 CISG",
        "content": "Dieses Übereinkommen ist auf Kaufverträge über Waren zwischen Parteien anzuwenden, die ihre Niederlassung in verschiedenen Staaten haben\na) wenn diese Staaten Vertragsstaaten sind oder\nb) wenn die Regeln des internationalen Privatrechts zur Anwendung des Rechts eines Vertragsstaates führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_1"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 1 Abs. 2 CISG",
        "content": "Die Tatsache, dass die Parteien ihre Niederlassung in verschiedenen Staaten haben, wird nicht berücksichtigt, wenn sie sich nicht aus dem Vertrag, aus früheren Geschäftsbeziehungen oder aus Verhandlungen oder Auskünften ergibt, die vor oder bei Vertragsabschluss zwischen den Parteien geführt oder von ihnen erteilt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_1"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 1 Abs. 3 CISG",
        "content": "Bei Anwendung dieses Übereinkommens wird weder berücksichtigt, welche Staatsangehörigkeit die Parteien haben, noch ob sie Kaufleute oder Nichtkaufleute sind oder ob der Vertrag handelsrechtlicher oder zivilrechtlicher Art ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_1"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 2 CISG",
        "content": "Dieses Übereinkommen findet keine Anwendung auf den Kauf\na) von Ware für den persönlichen Gebrauch oder den Gebrauch in der Familie oder im Haushalt, es sei denn, dass der Verkäufer vor oder bei Vertragsabschluss weder wusste noch wissen musste, dass die Ware für einen solchen Gebrauch gekauft wurde;\nb) bei Versteigerungen;\nc) aufgrund von Zwangsvollstreckungs- oder anderen gerichtlichen Massnahmen;\nd) von Wertpapieren oder Zahlungsmitteln;\ne) von Seeschiffen, Binnenschiffen, Luftkissenfahrzeugen oder Luftfahrzeugen;\nf) von elektrischer Energie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_2"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 3 Abs. 1 CISG",
        "content": "Den Kaufverträgen stehen Verträge über die Lieferung herzustellender oder zu erzeugender Ware gleich, es sei denn, dass der Besteller einen wesentlichen Teil der für die Herstellung oder Erzeugung notwendigen Stoffe selbst zu liefern hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_3"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 3 Abs. 2 CISG",
        "content": "Dieses Übereinkommen ist auf Verträge nicht anzuwenden, bei denen der überwiegende Teil der Pflichten der Partei, welche die Ware liefert, in der Ausführung von Arbeiten oder anderen Dienstleistungen besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_3"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 4 CISG",
        "content": "Dieses Übereinkommen regelt ausschliesslich den Abschluss des Kaufvertrages und die aus ihm erwachsenden Rechte und Pflichten des Verkäufers und des Käufers. Soweit in diesem Übereinkommen nicht ausdrücklich etwas anderes bestimmt ist, betrifft es insbesondere nicht\na) die Gültigkeit des Vertrages oder einzelner Vertragsbestimmungen oder die Gültigkeit von Handelsbräuchen;\nb) die Wirkungen, die der Vertrag auf das Eigentum an der verkauften Ware haben kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_4"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 5 CISG",
        "content": "Dieses Übereinkommen findet keine Anwendung auf die Haftung des Verkäufers für den durch die Ware verursachten Tod oder die Körperverletzung einer Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_5"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel I Anwendungsbereich",
        "citation": "Art. 6 CISG",
        "content": "Die Parteien können die Anwendung dieses Übereinkommens ausschliessen oder, vorbehaltlich des Artikels 12, von seinen Bestimmungen abweichen oder deren Wirkung ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_6"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 7 Abs. 1 CISG",
        "content": "Bei der Auslegung dieses Übereinkommens sind sein internationaler Charakter und die Notwendigkeit zu berücksichtigen, seine einheitliche Anwendung und die Wahrung des guten Glaubens im internationalen Handel zu fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_7"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 7 Abs. 2 CISG",
        "content": "Fragen, die in diesem Übereinkommen geregelte Gegenstände betreffen, aber in diesem Übereinkommen nicht ausdrücklich entschieden werden, sind nach den allgemeinen Grundsätzen, die diesem Übereinkommen zugrunde liegen, oder mangels solcher Grundsätze nach dem Recht zu entscheiden, das nach den Regeln des internationalen Privatrechts anzuwenden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_7"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 8 Abs. 1 CISG",
        "content": "Für die Zwecke dieses Übereinkommens sind Erklärungen und das sonstige Verhalten einer Partei nach deren Willen auszulegen, wenn die andere Partei diesen Willen kannte oder darüber nicht in Unkenntnis sein konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_8"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 8 Abs. 2 CISG",
        "content": "Ist Absatz 1 nicht anwendbar, so sind Erklärungen und das sonstige Verhalten einer Partei so auszulegen, wie eine vernünftige Person in gleicher Stellung wie die andere Partei sie unter den gleichen Umständen aufgefasst hätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_8"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 8 Abs. 3 CISG",
        "content": "Um den Willen einer Partei oder die Auffassung festzustellen, die eine vernünftige Person gehabt hätte, sind alle erheblichen Umstände zu berücksichtigen, insbesondere die Verhandlungen zwischen den Parteien, die zwischen ihnen entstandenen Gepflogenheiten, die Handelsbräuche und das spätere Verhalten der Parteien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_8"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 9 Abs. 1 CISG",
        "content": "Die Parteien sind an die Handelsbräuche, mit denen sie sich einverstanden erklärt haben, und an die Gepflogenheiten gebunden, die zwischen ihnen entstanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_9"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 9 Abs. 2 CISG",
        "content": "Haben die Parteien nichts anderes vereinbart, so wird angenommen, dass sie sich in ihrem Vertrag oder bei seinem Abschluss stillschweigend auf Handelsbräuche bezogen haben, die sie kannten oder kennen mussten und die im internationalen Handel den Parteien von Verträgen dieser Art in dem betreffenden Geschäftszweig weithin bekannt sind und von ihnen regelmässig beachtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_9"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 10 CISG",
        "content": "Für die Zwecke dieses Übereinkommens ist,\na) falls eine Partei mehr als eine Niederlassung hat, die Niederlassung massgebend, die unter Berücksichtigung der vor oder bei Vertragsabschluss den Parteien bekannten oder von ihnen in Betracht gezogenen Umstände die engste Beziehung zu dem Vertrag und zu seiner Erfüllung hat;\nb) falls eine Partei keine Niederlassung hat, ihr gewöhnlicher Aufenthalt massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_10"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 11 CISG",
        "content": "Der Kaufvertrag braucht nicht schriftlich geschlossen oder nachgewiesen zu werden und unterliegt auch sonst keinen Formvorschriften. Er kann auf jede Weise bewiesen werden, auch durch Zeugen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_11"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 12 CISG",
        "content": "Die Bestimmungen der Artikel 11 und 29 oder des Teils II dieses Übereinkommens, die für den Abschluss eines Kaufvertrages, seine Änderung oder Aufhebung durch Vereinbarung oder für ein Angebot, eine Annahme oder eine sonstige Willenserklärung eine andere als die schriftliche Form gestatten, gelten nicht, wenn eine Partei ihre Niederlassung in einem Vertragsstaat hat, der eine Erklärung nach Artikel 96 abgegeben hat. Die Parteien dürfen von dem vorliegenden Artikel weder abweichen noch seine Wirkung ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_12"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil I Anwendungsbereich und allgemeine Bestimmungen, Kapitel II Allgemeine Bestimmungen",
        "citation": "Art. 13 CISG",
        "content": "Für die Zwecke dieses Übereinkommens umfasst der Ausdruck «schriftlich» auch Mitteilungen durch Telegramm oder Fernschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_13"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 14 Abs. 1 CISG",
        "content": "Der an eine oder mehrere bestimmte Personen gerichtete Vorschlag zum Abschluss eines Vertrages stellt ein Angebot dar, wenn er bestimmt genug ist und den Willen des Anbietenden zum Ausdruck bringt, im Falle der Annahme gebunden zu sein. Ein Vorschlag ist bestimmt genug, wenn er die Ware bezeichnet und ausdrücklich oder stillschweigend die Menge und den Preis festsetzt oder deren Festsetzung ermöglicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_14"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 14 Abs. 2 CISG",
        "content": "Ein Vorschlag, der nicht an eine oder mehrere bestimmte Personen gerichtet ist, gilt nur als Einladung zu einem Angebot, wenn nicht die Person, die den Vorschlag macht, das Gegenteil deutlich zum Ausdruck bringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_14"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 15 Abs. 1 CISG",
        "content": "Ein Angebot wird wirksam, sobald es dem Empfänger zugeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_15"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 15 Abs. 2 CISG",
        "content": "Ein Angebot kann, selbst wenn es unwiderruflich ist, zurückgenommen werden, wenn die Rücknahmeerklärung dem Empfänger vor oder gleichzeitig mit dem Angebot zugeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_15"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 16 Abs. 1 CISG",
        "content": "Bis zum Abschluss des Vertrages kann ein Angebot widerrufen werden, wenn der Widerruf dem Empfänger zugeht, bevor dieser eine Annahmeerklärung abgesandt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_16"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 16 Abs. 2 CISG",
        "content": "Ein Angebot kann jedoch nicht widerrufen werden,\na) wenn es durch Bestimmung einer festen Frist zur Annahme oder auf andere Weise zum Ausdruck bringt, dass es unwiderruflich ist, oder\nb) wenn der Empfänger vernünftigerweise darauf vertrauen konnte, dass das Angebot unwiderruflich ist, und er im Vertrauen auf das Angebot gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_16"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 17 CISG",
        "content": "Ein Angebot erlischt, selbst wenn es unwiderruflich ist, sobald dem Anbietenden eine Ablehnung zugeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_17"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 18 Abs. 1 CISG",
        "content": "Eine Erklärung oder ein sonstiges Verhalten des Empfängers, das eine Zustimmung zum Angebot ausdrückt, stellt eine Annahme dar. Schweigen oder Untätigkeit allein stellen keine Annahme dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_18"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 18 Abs. 2 CISG",
        "content": "Die Annahme eines Angebots wird wirksam, sobald die Äusserung der Zustimmung dem Anbietenden zugeht. Sie wird nicht wirksam, wenn die Äusserung der Zustimmung dem Anbietenden nicht innerhalb der von ihm gesetzten Frist oder, bei Fehlen einer solchen Frist, innerhalb einer angemessenen Frist zugeht; dabei sind die Umstände des Geschäfts einschliesslich der Schnelligkeit der vom Anbietenden gewählten Übermittlungsart zu berücksichtigen. Ein mündliches Angebot muss sofort angenommen werden, wenn sich aus den Umständen nichts anderes ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_18"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 18 Abs. 3 CISG",
        "content": "Äussert jedoch der Empfänger aufgrund des Angebots, der zwischen den Parteien entstandenen Gepflogenheiten oder der Handelsbräuche seine Zustimmung durch eine Handlung, die sich zum Beispiel auf die Absendung der Ware oder die Bezahlung des Preises bezieht, ohne den Anbietenden davon zu unterrichten, so ist die Annahme zum Zeitpunkt der Handlung wirksam, sofern diese innerhalb der in Absatz 2 vorgeschriebenen Frist vorgenommen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_18"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 19 Abs. 1 CISG",
        "content": "Eine Antwort auf ein Angebot, die eine Annahme darstellen soll, aber Ergänzungen, Einschränkungen oder sonstige Änderungen enthält, ist eine Ablehnung des Angebotes und stellt ein Gegenangebot dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_19"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 19 Abs. 2 CISG",
        "content": "Eine Antwort auf ein Angebot, die eine Annahme darstellen soll, aber Ergänzungen oder Abweichungen enthält, welche die Bedingungen des Angebots nicht wesentlich ändern, stellt jedoch eine Annahme dar, wenn der Anbietende das Fehlen der Übereinstimmung nicht unverzüglich mündlich beanstandet oder eine entsprechende Mitteilung absendet. Unterlässt er dies, so bilden die Bedingungen des Angebots mit den in der Annahme enthaltenen Änderungen den Vertragsinhalt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_19"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 19 Abs. 3 CISG",
        "content": "Ergänzungen oder Abweichungen, die sich insbesondere auf Preis, Bezahlung, Qualität und Menge der Ware, auf Ort und Zeit der Lieferung, auf den Umfang der Haftung der einen Partei gegenüber der anderen oder auf die Beilegung von Streitigkeiten beziehen, werden so angesehen, als änderten sie die Bedingungen des Angebots wesentlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_19"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 20 Abs. 1 CISG",
        "content": "Eine vom Anbietenden in einem Telegramm oder einem Brief gesetzte Annahmefrist beginnt mit Aufgabe des Telegramms oder mit dem im Brief angegebenen Datum oder, wenn kein Datum angegeben ist, mit dem auf dem Umschlag angegebenen Datum zu laufen. Eine vom Anbietenden telefonisch, durch Fernschreiben oder eine andere sofortige Übermittlungsart gesetzte Annahmefrist beginnt zu laufen, sobald das Angebot dem Empfänger zugeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_20"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 20 Abs. 2 CISG",
        "content": "Gesetzliche Feiertage oder arbeitsfreie Tage, die in die Laufzeit der Annahmefrist fallen, werden bei der Fristberechnung mitgezählt. Kann jedoch die Mitteilung der Annahme am letzten Tag der Frist nicht an die Anschrift des Anbietenden zugestellt werden, weil dieser Tag am Ort der Niederlassung des Anbietenden auf einen gesetzlichen Feiertag oder arbeitsfreien Tag fällt, so verlängert sich die Frist bis zum ersten darauf folgenden Arbeitstag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_20"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 21 Abs. 1 CISG",
        "content": "Eine verspätete Annahme ist dennoch als Annahme wirksam, wenn der Anbietende unverzüglich den Annehmenden in diesem Sinne mündlich unterrichtet oder eine entsprechende schriftliche Mitteilung absendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_21"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 21 Abs. 2 CISG",
        "content": "Ergibt sich aus dem eine verspätete Annahme enthaltenden Brief oder anderen Schriftstück, dass die Mitteilung nach den Umständen, unter denen sie abgesandt worden ist, bei normaler Beförderung dem Anbietenden rechtzeitig zugegangen wäre, so ist die verspätete Annahme als Annahme wirksam, wenn der Anbietende nicht unverzüglich den Annehmenden mündlich davon unterrichtet, dass er sein Angebot als erloschen betrachtet, oder eine entsprechende schriftliche Mitteilung absendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_21"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 22 CISG",
        "content": "Eine Annahme kann zurückgenommen werden, wenn die Rücknahmeerklärung dem Anbietenden vor oder in dem Zeitpunkt zugeht, in dem die Annahme wirksam geworden wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_22"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 23 CISG",
        "content": "Ein Vertrag ist in dem Zeitpunkt geschlossen, in dem die Annahme eines Angebots nach diesem Übereinkommen wirksam wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_23"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil II Abschluss des Vertrages",
        "citation": "Art. 24 CISG",
        "content": "Für die Zwecke dieses Teils des Übereinkommens «geht» ein Angebot, eine Annahmeerklärung oder sonstige Willenserklärung dem Empfänger «zu», wenn sie ihm mündlich gemacht wird oder wenn sie auf anderem Weg ihm persönlich, an seiner Niederlassung oder Postanschrift oder, wenn diese fehlen, an seinem gewöhnlichen Aufenthaltsort zugestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_24"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 25 CISG",
        "content": "Eine von einer Partei begangene Vertragsverletzung ist wesentlich, wenn sie für die andere Partei solchen Nachteil zur Folge hat, dass ihr im wesentlichen entgeht, was sie nach dem Vertrag hätte erwarten dürfen, es sei denn, dass die vertragsbrüchige Partei diese Folge nicht vorausgesehen hat und eine vernünftige Person in gleicher Stellung diese Folge unter den gleichen Umständen auch nicht vorausgesehen hätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_25"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 26 CISG",
        "content": "Eine Erklärung, dass der Vertrag aufgehoben wird, ist nur wirksam, wenn sie der anderen Partei mitgeteilt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_26"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 27 CISG",
        "content": "Soweit in diesem Teil des Übereinkommens nicht ausdrücklich etwas anderes bestimmt wird, nimmt bei einer Anzeige, Aufforderung oder sonstigen Mitteilung, die eine Partei gemäss diesem Teil mit den nach den Umständen geeigneten Mitteln macht, eine Verzögerung oder ein Irrtum bei der Übermittlung der Mitteilung oder deren Nichteintreffen dieser Partei nicht das Recht, sich auf die Mitteilung zu berufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_27"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 28 CISG",
        "content": "Ist eine Partei nach diesem Übereinkommen berechtigt, von der anderen Partei die Erfüllung einer Verpflichtung zu verlangen, so braucht ein Gericht eine Entscheidung auf Erfüllung in Natur nur zu fällen, wenn es dies auch nach seinem eigenen Recht bei gleichartigen Kaufverträgen täte, die nicht unter dieses Übereinkommen fallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_28"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 29 Abs. 1 CISG",
        "content": "Ein Vertrag kann durch blosse Vereinbarung der Parteien geändert oder aufgehoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_29"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 29 Abs. 2 CISG",
        "content": "Enthält ein schriftlicher Vertrag eine Bestimmung, wonach jede Änderung oder Aufhebung durch Vereinbarung schriftlich zu erfolgen hat, so darf er nicht auf andere Weise geändert oder aufgehoben werden. Eine Partei kann jedoch aufgrund ihres Verhaltens davon ausgeschlossen sein, sich auf eine solche Bestimmung zu berufen, soweit die andere Partei sich auf dieses Verhalten verlassen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_29"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers",
        "citation": "Art. 30 CISG",
        "content": "Der Verkäufer ist nach Massgabe des Vertrages und dieses Übereinkommens verpflichtet, die Ware zu liefern, die sie betreffenden Dokumente zu übergeben und das Eigentum an der Ware zu übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_30"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt I Lieferung der Ware und Übergabe der Dokumente",
        "citation": "Art. 31 CISG",
        "content": "Hat der Verkäufer die Ware nicht an einem anderen bestimmten Ort zu liefern, so besteht seine Lieferpflicht in folgendem:\na) Erfordert der Kaufvertrag eine Beförderung der Ware, so hat sie der Verkäufer dem ersten Beförderer zur Übermittlung an den Käufer zu übergeben;\nb) bezieht sich der Vertrag in Fällen, die nicht unter Buchstabe a fallen, auf bestimmte Ware oder auf gattungsmässig bezeichnete Ware, die aus einem bestimmten Bestand zu entnehmen ist, oder auf herzustellende oder zu erzeugende Ware und wussten die Parteien bei Vertragsabschluss, dass die Ware sich an einem bestimmten Ort befand oder dort herzustellen oder zu erzeugen war, so hat der Verkäufer die Ware dem Käufer an diesem Ort zur Verfügung zu stellen;\nc) in den anderen Fällen hat der Verkäufer die Ware dem Käufer an dem Ort zur Verfügung zu stellen, an dem der Verkäufer bei Vertragsabschluss seine Niederlassung hatte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_31"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt I Lieferung der Ware und Übergabe der Dokumente",
        "citation": "Art. 32 Abs. 1 CISG",
        "content": "Übergibt der Verkäufer nach dem Vertrag oder diesem Übereinkommen die Ware einem Beförderer und ist die Ware nicht deutlich durch daran angebrachte Kennzeichen oder durch Beförderungsdokumente oder auf andere Weise dem Vertrag zugeordnet, so hat der Verkäufer dem Käufer die Versendung anzuzeigen und dabei die Ware im einzelnen zu bezeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_32"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt I Lieferung der Ware und Übergabe der Dokumente",
        "citation": "Art. 32 Abs. 2 CISG",
        "content": "Hat der Verkäufer für die Beförderung der Ware zu sorgen, so hat er die Verträge zu schliessen, die zur Beförderung an den festgesetzten Ort mit den nach den Umständen angemessenen Beförderungsmitteln und zu den für solche Beförderungen üblichen Bedingungen erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_32"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt I Lieferung der Ware und Übergabe der Dokumente",
        "citation": "Art. 32 Abs. 3 CISG",
        "content": "Ist der Verkäufer nicht zum Abschluss einer Transportversicherung verpflichtet, so hat er dem Käufer auf dessen Verlangen alle ihm verfügbaren, zum Abschluss einer solchen Versicherung erforderlichen Auskünfte zu erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_32"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt I Lieferung der Ware und Übergabe der Dokumente",
        "citation": "Art. 33 CISG",
        "content": "Der Verkäufer hat die Ware zu liefern:\na) wenn ein Zeitpunkt im Vertrag bestimmt ist oder aufgrund des Vertrages bestimmt werden kann, zu diesem Zeitpunkt;\nb) wenn ein Zeitraum im Vertrag bestimmt ist oder aufgrund des Vertrages bestimmt werden kann, jederzeit innerhalb dieses Zeitraums, sofern sich nicht aus den Umständen ergibt, dass der Käufer den Zeitpunkt zu wählen hat, oder\nc) in allen anderen Fällen innerhalb einer angemessenen Frist nach Vertragsabschluss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_33"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt I Lieferung der Ware und Übergabe der Dokumente",
        "citation": "Art. 34 CISG",
        "content": "Hat der Verkäufer Dokumente zu übergeben, die sich auf die Ware beziehen, so hat er sie zu dem Zeitpunkt, an dem Ort und in der Form zu übergeben, die im Vertrag vorgesehen sind. Hat der Verkäufer die Dokumente bereits vorher übergeben, so kann er bis zu dem für die Übergabe vorgesehenen Zeitpunkt jede Vertragswidrigkeit der Dokumente beheben, wenn die Ausübung dieses Rechts dem Käufer nicht unzumutbare Unannehmlichkeiten oder unverhältnismässige Kosten verursacht. Der Käufer behält jedoch das Recht, Schadenersatz nach diesem Übereinkommen zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_34"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 35 Abs. 1 CISG",
        "content": "Der Verkäufer hat Ware zu liefern, die in Menge, Qualität und Art sowie hinsichtlich Verpackung oder Behältnis den Anforderungen des Vertrages entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_35"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 35 Abs. 2 CISG",
        "content": "Haben die Parteien nichts anderes vereinbart, so entspricht die Ware dem Vertrag nur:\na) wenn sie sich für die Zwecke eignet, für die Ware der gleichen Art gewöhnlich gebraucht wird;\nb) wenn sie sich für einen bestimmten Zweck eignet, der dem Verkäufer bei Vertragsabschluss ausdrücklich oder auf andere Weise zur Kenntnis gebracht wurde, sofern sich nicht aus den Umständen ergibt, dass der Käufer auf die Sachkenntnis und das Urteilsvermögen des Verkäufers nicht vertraute oder vernünftigerweise nicht vertrauen konnte;\nc) wenn sie die Eigenschaften einer Ware besitzt, die der Verkäufer dem Käufer als Probe oder Muster vorgelegt hat;\nd) wenn sie in der für Ware dieser Art üblichen Weise oder, falls es eine solche Weise nicht gibt, in einer für die Erhaltung und den Schutz der Ware angemessenen Weise verpackt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_35"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 35 Abs. 3 CISG",
        "content": "Der Verkäufer haftet nach Absatz 2 Buchstaben a-d nicht für eine Vertragswidrigkeit der Ware, wenn der Käufer bei Vertragsabschluss diese Vertragswidrigkeit kannte oder darüber nicht in Unkenntnis sein konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_35"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 36 Abs. 1 CISG",
        "content": "Der Verkäufer haftet nach dem Vertrag und diesem Übereinkommen für eine Vertragswidrigkeit, die im Zeitpunkt des Überganges der Gefahr auf den Käufer besteht, auch wenn die Vertragswidrigkeit erst nach diesem Zeitpunkt offenbar wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_36"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 36 Abs. 2 CISG",
        "content": "Der Verkäufer haftet auch für eine Vertragswidrigkeit, die nach dem in Absatz 1 angegebenen Zeitpunkt eintritt und auf die Verletzung einer seiner Pflichten zurückzuführen ist, einschliesslich der Verletzung einer Garantie dafür, dass die Ware für eine bestimmte Zeit für den üblichen Zweck oder für einen bestimmten Zweck geeignet bleiben oder besondere Eigenschaften oder Merkmale behalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_36"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 37 CISG",
        "content": "Bei vorzeitiger Lieferung der Ware behält der Verkäufer bis zu dem für die Lieferung festgesetzten Zeitpunkt das Recht, fehlende Teile nachzuliefern, eine fehlende Menge auszugleichen, für nicht vertragsgemässe Ware Ersatz zu liefern oder die Vertragswidrigkeit der gelieferten Ware zu beheben, wenn die Ausübung dieses Rechts dem Käufer nicht unzumutbare Unannehmlichkeiten oder unverhältnismässige Kosten verursacht. Der Käufer behält jedoch das Recht, Schadenersatz nach diesem Übereinkommen zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_37"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 38 Abs. 1 CISG",
        "content": "Der Käufer hat die Ware innerhalb einer so kurzen Frist zu untersuchen oder untersuchen zu lassen, wie es die Umstände erlauben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_38"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 38 Abs. 2 CISG",
        "content": "Erfordert der Vertrag eine Beförderung der Ware, so kann die Untersuchung bis nach dem Eintreffen der Ware am Bestimmungsort aufgeschoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_38"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 38 Abs. 3 CISG",
        "content": "Wird die Ware vom Käufer umgeleitet oder von ihm weiterversandt, ohne dass er ausreichend Gelegenheit hatte, sie zu untersuchen, und kannte der Verkäufer bei Vertragsabschluss die Möglichkeit einer solchen Umleitung oder Weiterversendung oder musste er sie kennen, so kann die Untersuchung bis nach dem Eintreffen der Ware an ihrem neuen Bestimmungsort aufgeschoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_38"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 39 Abs. 1 CISG",
        "content": "Der Käufer verliert das Recht, sich auf eine Vertragswidrigkeit der Ware zu berufen, wenn er sie dem Verkäufer nicht innerhalb einer angemessenen Frist nach dem Zeitpunkt, in dem er sie festgestellt hat oder hätte feststellen müssen, anzeigt und dabei die Art der Vertragswidrigkeit genau bezeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_39"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 39 Abs. 2 CISG",
        "content": "Der Käufer verliert in jedem Fall das Recht, sich auf die Vertragswidrigkeit der Ware zu berufen, wenn er sie nicht spätestens innerhalb von zwei Jahren, nachdem ihm die Ware tatsächlich übergeben worden ist, dem Verkäufer anzeigt, es sei denn, dass diese Frist mit einer vertraglichen Garantiefrist unvereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_39"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 40 CISG",
        "content": "Der Verkäufer kann sich auf die Artikel 38 und 39 nicht berufen, wenn die Vertragswidrigkeit auf Tatsachen beruht, die er kannte oder über die er nicht in Unkenntnis sein konnte und die er dem Käufer nicht offenbart hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_40"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 41 CISG",
        "content": "Der Verkäufer hat Ware zu liefern, die frei von Rechten oder Ansprüchen Dritter ist, es sei denn, dass der Käufer eingewilligt hat, die mit einem solchen Recht oder Anspruch belastete Ware anzunehmen. Beruhen jedoch solche Rechte oder Ansprüche auf gewerblichem oder anderem geistigem Eigentum, so regelt Artikel 42 die Verpflichtung des Verkäufers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_41"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 42 Abs. 1 CISG",
        "content": "Der Verkäufer hat Ware zu liefern, die frei von Rechten oder Ansprüchen Dritter ist, die auf gewerblichem oder anderem geistigen Eigentum beruhen und die der Verkäufer bei Vertragsabschluss kannte oder über die er nicht in Unkenntnis sein konnte, vorausgesetzt, das Recht oder der Anspruch beruht auf gewerblichem oder anderem geistigen Eigentum:\na) nach dem Recht des Staates, in dem die Ware weiterverkauft oder in dem sie in anderer Weise verwendet wird oder verwendet werden soll, wenn die Parteien bei Vertragsabschluss in Betracht gezogen haben, dass die Ware dort weiterverkauft oder verwendet wird, oder\nb) in jedem anderen Falle nach dem Recht des Staates, in dem der Käufer seine Niederlassung hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_42"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 42 Abs. 2 CISG",
        "content": "Die Verpflichtung des Verkäufers nach Absatz 1 erstreckt sich nicht auf Fälle:\na) in denen der Käufer im Zeitpunkt des Vertragsabschlusses das Recht oder den Anspruch kannte oder darüber nicht in Unkenntnis sein konnte, oder\nb) in denen das Recht oder der Anspruch sich daraus ergibt, dass der Verkäufer sich nach technischen Zeichnungen, Entwürfen, Formeln oder sonstigen Angaben gerichtet hat, die der Käufer zur Verfügung gestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_42"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 43 Abs. 1 CISG",
        "content": "Der Käufer kann sich auf die Artikel 41 oder 42 nicht berufen, wenn er dem Verkäufer das Recht oder den Anspruch des Dritten nicht innerhalb einer angemessenen Frist nach dem Zeitpunkt, von dem an er davon Kenntnis hatte oder haben musste, anzeigt und dabei genau bezeichnet, welcher Art das Recht oder der Anspruch des Dritten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_43"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 43 Abs. 2 CISG",
        "content": "Der Verkäufer kann sich nicht auf Absatz 1 berufen, wenn er das Recht oder den Anspruch des Dritten und seine Art kannte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_43"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt II Vertragsmässigkeit der Ware und Rechte oder Ansprüche Dritter",
        "citation": "Art. 44 CISG",
        "content": "Ungeachtet der Artikel 39 Absatz 1 und 43 Absatz 1 kann der Käufer den Preis nach Artikel 50 herabsetzen oder Schadenersatz, ausser für entgangenen Gewinn, verlangen, wenn er eine vernünftige Entschuldigung dafür hat, dass er die erforderliche Anzeige unterlassen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_44"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 45 Abs. 1 CISG",
        "content": "Erfüllt der Verkäufer eine seiner Pflichten nach dem Vertrag oder diesem Übereinkommen nicht, so kann der Käufer\na) die in den Artikeln 46-52 vorgesehenen Rechte ausüben;\nb) Schadenersatz nach den Artikeln 74-77 verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_45"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 45 Abs. 2 CISG",
        "content": "Der Käufer verliert das Recht, Schadenersatz zu verlangen, nicht dadurch, dass er andere Rechte ausübt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_45"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 45 Abs. 3 CISG",
        "content": "Übt der Käufer ein Recht wegen Vertragsverletzung aus, so darf ein Gericht oder Schiedsgericht dem Verkäufer keine zusätzliche Frist gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_45"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 46 Abs. 1 CISG",
        "content": "Der Käufer kann vom Verkäufer Erfüllung seiner Pflichten verlangen, es sei denn, dass der Käufer ein Recht ausgeübt hat, das mit diesem Verlangen unvereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_46"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 46 Abs. 2 CISG",
        "content": "Ist die Ware nicht vertragsgemäss, so kann der Käufer Ersatzlieferung nur verlangen, wenn die Vertragswidrigkeit eine wesentliche Vertragsverletzung darstellt und die Ersatzlieferung entweder zusammen mit einer Anzeige nach Artikel 39 oder innerhalb einer angemessenen Frist danach verlangt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_46"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 46 Abs. 3 CISG",
        "content": "Ist die Ware nicht vertragsgemäss, so kann der Käufer den Verkäufer auffordern, die Vertragswidrigkeit durch Nachbesserung zu beheben, es sei denn, dass dies unter Berücksichtigung aller Umstände unzumutbar ist. Nachbesserung muss entweder zusammen mit einer Anzeige nach Artikel 39 oder innerhalb einer angemessenen Frist danach verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_46"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 47 Abs. 1 CISG",
        "content": "Der Käufer kann dem Verkäufer eine angemessene Nachfrist zur Erfüllung seiner Pflichten setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_47"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 47 Abs. 2 CISG",
        "content": "Der Käufer kann vor Ablauf dieser Frist kein Recht wegen Vertragsverletzung ausüben, ausser wenn er vom Verkäufer die Anzeige erhalten hat, dass dieser seine Pflichten nicht innerhalb der so gesetzten Frist erfüllen wird. Der Käufer behält jedoch das Recht, Schadenersatz wegen verspäteter Erfüllung zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_47"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 48 Abs. 1 CISG",
        "content": "Vorbehaltlich des Artikels 49 kann der Verkäufer einen Mangel in der Erfüllung seiner Pflichten auch nach dem Liefertermin auf eigene Kosten beheben, wenn dies keine unzumutbare Verzögerung nach sich zieht und dem Käufer weder unzumutbare Unannehmlichkeiten noch Ungewissheit über die Erstattung seiner Auslagen durch den Verkäufer verursacht. Der Käufer behält jedoch das Recht, Schadenersatz nach diesem Übereinkommen zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_48"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 48 Abs. 2 CISG",
        "content": "Fordert der Verkäufer den Käufer auf, ihm mitzuteilen, ob er die Erfüllung annehmen will, und entspricht der Käufer der Aufforderung nicht innerhalb einer angemessenen Frist, so kann der Verkäufer innerhalb der in seiner Aufforderung angegebenen Frist erfüllen. Der Käufer kann vor Ablauf dieser Frist kein Recht ausüben, das mit der Erfüllung durch den Verkäufer unvereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_48"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 48 Abs. 3 CISG",
        "content": "Zeigt der Verkäufer dem Käufer an, dass er innerhalb einer bestimmten Frist erfüllen wird, so wird vermutet, dass die Anzeige eine Aufforderung an den Käufer nach Absatz 2 enthält, seine Entscheidung mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_48"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 48 Abs. 4 CISG",
        "content": "Eine Aufforderung oder Anzeige des Verkäufers nach den Absätzen 2 oder 3 ist nur wirksam, wenn der Käufer sie erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_48"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 49 Abs. 1 CISG",
        "content": "Der Käufer kann die Aufhebung des Vertrages erklären,\na) wenn die Nichterfüllung einer dem Verkäufer nach dem Vertrag oder diesem Übereinkommen obliegenden Pflicht eine wesentliche Vertragsverletzung darstellt, oder\nb) wenn im Falle der Nichtlieferung der Verkäufer die Ware nicht innerhalb der vom Käufer nach Artikel 47 Absatz 1 gesetzten Nachfrist liefert oder wenn er erklärt, dass er nicht innerhalb der so gesetzten Frist liefern wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_49"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 49 Abs. 2 CISG",
        "content": "Hat der Verkäufer die Ware geliefert, so verliert jedoch der Käufer sein Recht, die Aufhebung des Vertrages zu erklären, wenn er\na) im Falle der verspäteten Lieferung die Aufhebung nicht innerhalb einer angemessenen Frist erklärt, nachdem er erfahren hat, dass die Lieferung erfolgt ist, oder\nb) im Falle einer anderen Vertragsverletzung als verspäteter Lieferung die Aufhebung nicht innerhalb einer angemessenen Frist erklärt,\ni) nachdem er die Vertragsverletzung kannte oder kennen musste,\nii) nachdem eine vom Käufer nach Artikel 47 Absatz 1 gesetzte Nachfrist abgelaufen ist oder nachdem der Verkäufer erklärt hat, dass er seine Pflichten nicht innerhalb der Nachfrist erfüllen wird, oder\niii) nachdem eine vom Verkäufer nach Artikel 48 Absatz 2 gesetzte Frist abgelaufen ist oder nachdem der Käufer erklärt hat, dass er die Erfüllung nicht annehmen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_49"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 50 CISG",
        "content": "Ist die Ware nicht vertragsgemäss, so kann der Käufer unabhängig davon, ob der Kaufpreis bereits gezahlt worden ist oder nicht, den Preis in dem Verhältnis herabsetzen, in dem der Wert, den die tatsächlich gelieferte Ware im Zeitpunkt der Lieferung hatte, zu dem Wert steht, den vertragsgemässe Ware zu diesem Zeitpunkt gehabt hätte. Behebt jedoch der Verkäufer nach den Artikeln 37 oder 48 einen Mangel in der Erfüllung seiner Pflichten oder weigert sich der Käufer, Erfüllung durch den Verkäufer nach den genannten Artikeln anzunehmen, so kann der Käufer den Preis nicht herabsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_50"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 51 Abs. 1 CISG",
        "content": "Liefert der Verkäufer nur einen Teil der Ware oder ist nur ein Teil der gelieferten Ware vertragsgemäss, so gelten für den Teil, der fehlt oder der nicht vertragsgemäss ist, die Artikel 46-50.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_51"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 51 Abs. 2 CISG",
        "content": "Der Käufer kann nur dann die Aufhebung des gesamten Vertrages erklären, wenn die unvollständige oder nicht vertragsgemässe Lieferung eine wesentliche Vertragsverletzung darstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_51"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 52 Abs. 1 CISG",
        "content": "Liefert der Verkäufer die Ware vor dem festgesetzten Zeitpunkt, so steht es dem Käufer frei, sie anzunehmen oder die Annahme zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_52"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel II Pflichten des Verkäufers, Abschnitt III Rechte des Käufers wegen Vertragsverletzung durch den Verkäufer",
        "citation": "Art. 52 Abs. 2 CISG",
        "content": "Liefert der Verkäufer eine grössere als die vereinbarte Menge, so kann der Käufer die zuviel gelieferte Menge annehmen oder ihre Annahme verweigern. Nimmt der Käufer die zuviel gelieferte Menge ganz oder teilweise an, so hat er sie entsprechend dem vertraglichen Preis zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_52"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers",
        "citation": "Art. 53 CISG",
        "content": "Der Käufer ist nach Massgabe des Vertrages und dieses Übereinkommens verpflichtet, den Kaufpreis zu zahlen und die Ware anzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_53"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 54 CISG",
        "content": "Zur Pflicht des Käufers, den Kaufpreis zu zahlen, gehört es auch, die Massnahmen zu treffen und die Formalitäten zu erfüllen, die nach Vertrag oder Gesetz erforderlich sind, damit Zahlung geleistet werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_54"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 55 CISG",
        "content": "Ist ein Vertrag gültig geschlossen worden, ohne dass er den Kaufpreis ausdrücklich oder stillschweigend festsetzt oder dessen Festsetzung ermöglicht, so wird mangels gegenteiliger Anhaltspunkte vermutet, dass die Parteien sich stillschweigend auf den Kaufpreis bezogen haben, der bei Vertragsabschluss allgemein für derartige Ware berechnet wurde, die in dem betreffenden Geschäftszweig unter vergleichbaren Umständen verkauft wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_55"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 56 CISG",
        "content": "Ist der Kaufpreis nach dem Gewicht der Ware festgesetzt, so bestimmt er sich im Zweifel nach dem Nettogewicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_56"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 57 Abs. 1 CISG",
        "content": "Ist der Käufer nicht verpflichtet, den Kaufpreis an einem anderen bestimmten Ort zu zahlen, so hat er ihn dem Verkäufer wie folgt zu zahlen:\na) am Ort der Niederlassung des Verkäufers oder,\nb) wenn die Zahlung gegen Übergabe der Ware oder von Dokumenten zu leisten ist, an dem Ort, an dem die Übergabe stattfindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_57"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 57 Abs. 2 CISG",
        "content": "Der Verkäufer hat alle mit der Zahlung zusammenhängenden Mehrkosten zu tragen, die durch einen Wechsel seiner Niederlassung nach Vertragsschluss entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_57"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 58 Abs. 1 CISG",
        "content": "Ist der Käufer nicht verpflichtet, den Kaufpreis zu einer bestimmten Zeit zu zahlen, so hat er den Preis zu zahlen, sobald ihm der Verkäufer entweder die Ware oder die Dokumente, die zur Verfügung darüber berechtigen, nach dem Vertrag und diesem Übereinkommen zur Verfügung gestellt hat. Der Verkäufer kann die Übergabe der Ware oder der Dokumente von der Zahlung abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_58"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 58 Abs. 2 CISG",
        "content": "Erfordert der Vertrag eine Beförderung der Ware, so kann der Verkäufer sie mit der Massgabe versenden, dass die Ware oder die Dokumente, die zur Verfügung darüber berechtigen, dem Käufer nur gegen Zahlung des Kaufpreises zu übergeben sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_58"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 58 Abs. 3 CISG",
        "content": "Der Käufer ist nicht verpflichtet, den Kaufpreis zu zahlen, bevor er Gelegenheit gehabt hat, die Ware zu untersuchen, es sei denn, die von den Parteien vereinbarten Lieferungs- oder Zahlungsmodalitäten bieten hierzu keine Gelegenheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_58"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt I Zahlung des Kaufpreises",
        "citation": "Art. 59 CISG",
        "content": "Der Käufer hat den Kaufpreis zu dem Zeitpunkt, der in dem Vertrag festgesetzt oder nach dem Vertrag und diesem Übereinkommen bestimmbar ist, zu zahlen, ohne dass es einer Aufforderung oder der Einhaltung von Formalitäten seitens des Verkäufers bedarf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_59"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt II Annahme",
        "citation": "Art. 60 CISG",
        "content": "Die Pflicht des Käufers zur Annahme besteht darin:\na) alle Handlungen vorzunehmen, die vernünftigerweise von ihm erwartet werden können, damit dem Verkäufer die Lieferung ermöglicht wird und\nb) die Ware zu übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_60"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 61 Abs. 1 CISG",
        "content": "Erfüllt der Käufer eine seiner Pflichten nach dem Vertrag oder diesem Übereinkommen nicht, so kann der Verkäufer:\na) die in den Artikeln 62-65 vorgesehenen Rechte ausüben;\nb) Schadenersatz nach den Artikeln 74-77 verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_61"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 61 Abs. 2 CISG",
        "content": "Der Verkäufer verliert das Recht, Schadenersatz zu verlangen, nicht dadurch, dass er andere Rechte ausübt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_61"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 61 Abs. 3 CISG",
        "content": "Übt der Verkäufer ein Recht wegen Vertragsverletzung aus, so darf ein Gericht oder Schiedsgericht dem Käufer keine zusätzliche Frist gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_61"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 62 CISG",
        "content": "Der Verkäufer kann vom Käufer verlangen, dass er den Kaufpreis zahlt, die Ware annimmt sowie seine sonstigen Pflichten erfüllt, es sei denn, dass der Verkäufer ein Recht ausgeübt hat, das mit diesem Verlangen unvereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_62"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 63 Abs. 1 CISG",
        "content": "Der Verkäufer kann dem Käufer eine angemessene Nachfrist zur Erfüllung seiner Pflichten setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_63"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 63 Abs. 2 CISG",
        "content": "Der Verkäufer kann vor Ablauf dieser Frist kein Recht wegen Vertragsverletzung ausüben, ausser wenn er vom Käufer die Anzeige erhalten hat, dass dieser seine Pflichten nicht innerhalb der so gesetzten Frist erfüllen wird. Der Verkäufer verliert dadurch jedoch nicht das Recht, Schadenersatz wegen verspäteter Erfüllung zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_63"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 64 Abs. 1 CISG",
        "content": "Der Verkäufer kann die Aufhebung des Vertrages erklären:\na) wenn die Nichterfüllung einer dem Käufer nach dem Vertrag oder diesem Übereinkommen obliegenden Pflicht eine wesentliche Vertragsverletzung darstellt, oder\nb) wenn der Käufer nicht innerhalb der vom Verkäufer nach Artikel 63 Absatz 1 gesetzten Nachfrist seine Pflicht zur Zahlung des Kaufpreises oder zur Annahme der Ware erfüllt oder wenn er erklärt, dass er dies nicht innerhalb der so gesetzten Frist tun wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_64"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 64 Abs. 2 CISG",
        "content": "Hat der Käufer den Kaufpreis gezahlt, so verliert Jedoch der Verkäufer sein Recht, die Aufhebung des Vertrages zu erklären, wenn er:\na) im Falle verspäteter Erfüllung durch den Käufer die Aufhebung nicht erklärt, bevor er erfahren hat, dass erfüllt worden ist, oder\nb) im Falle einer anderen Vertragsverletzung als verspäteter Erfüllung durch den Käufer die Aufhebung nicht innerhalb einer angemessenen Zeit erklärt:\ni) nachdem der Verkäufer die Vertragsverletzung kannte oder kennen musste, oder\nii) nachdem eine vom Verkäufer nach Artikel 63 Absatz 1 gesetzte Nachfrist abgelaufen ist, oder nachdem der Käufer erklärt hat, dass er seine Pflichten nicht innerhalb der Nachfrist erfüllen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_64"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 65 Abs. 1 CISG",
        "content": "Hat der Käufer nach dem Vertrag die Form, die Masse oder andere Merkmale der Ware näher zu spezifizieren und nimmt er diese Spezifizierung nicht zu dem vereinbarten Zeitpunkt oder innerhalb einer angemessenen Frist nach Eingang einer Aufforderung durch den Verkäufer vor, so kann der Verkäufer unbeschadet aller ihm zustehenden sonstigen Rechte die Spezifizierung nach den Bedürfnissen des Käufers, soweit ihm diese bekannt sind, selbst vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_65"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel III Pflichten des Käufers, Abschnitt III Rechte des Verkäufers wegen Vertragsverletzung durch den Käufer",
        "citation": "Art. 65 Abs. 2 CISG",
        "content": "Nimmt der Verkäufer die Spezifizierung selbst vor, so hat er dem Käufer deren Einzelheiten mitzuteilen und ihm eine angemessene Frist zu setzen, innerhalb derer der Käufer eine abweichende Spezifizierung vornehmen kann. Macht der Käufer nach Eingang einer solchen Mitteilung von dieser Möglichkeit innerhalb der so gesetzten Frist keinen Gebrauch, so ist die vom Verkäufer vorgenommene Spezifizierung verbindlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_65"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 66 CISG",
        "content": "Untergang oder Beschädigung der Ware nach Übergang der Gefahr auf den Käufer befreit diesen nicht von der Pflicht, den Kaufpreis zu zahlen, es sei denn, dass der Untergang oder die Beschädigung auf eine Handlung oder Unterlassung des Verkäufers zurückzuführen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_66"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 67 Abs. 1 CISG",
        "content": "Erfordert der Kaufvertrag eine Beförderung der Ware und ist der Verkäufer nicht verpflichtet, sie an einem bestimmten Ort zu übergeben, so geht die Gefahr auf den Käufer über, sobald die Ware gemäss dem Kaufvertrag dem ersten Beförderer zur Übermittlung an den Käufer übergeben wird. Hat der Verkäufer dem Beförderer die Ware an einem bestimmten Ort zu übergeben, so geht die Gefahr erst auf den Käufer über, wenn die Ware dem Beförderer an diesem Ort übergeben wird. Ist der Verkäufer befugt, die Dokumente, die zur Verfügung über die Ware berechtigen, zurückzubehalten, so hat dies keinen Einfluss auf den Übergang der Gefahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_67"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 67 Abs. 2 CISG",
        "content": "Die Gefahr geht jedoch erst auf den Käufer über, wenn die Ware eindeutig dem Vertrag zugeordnet ist, sei es durch an der Ware angebrachte Kennzeichen, durch Beförderungsdokumente, durch eine Anzeige an den Käufer oder auf andere Weise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_67"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 68 CISG",
        "content": "Wird Ware, die sich auf dem Transport befindet, verkauft, so geht die Gefahr im Zeitpunkt des Vertragsabschlusses auf den Käufer über. Die Gefahr wird jedoch bereits im Zeitpunkt der Übergabe der Ware an den Beförderer, der die Dokumente über den Beförderungsvertrag ausgestellt hat, von dem Käufer übernommen, falls die Umstände diesen Schluss nahe legen. Wenn dagegen der Verkäufer bei Abschluss des Kaufvertrages wusste oder wissen musste, dass die Ware untergegangen oder beschädigt war und er dies dem Käufer nicht offenbart hat, geht der Untergang oder die Beschädigung zu Lasten des Verkäufers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_68"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 69 Abs. 1 CISG",
        "content": "In den durch die Artikel 67 und 68 nicht geregelten Fällen geht die Gefahr auf den Käufer über, sobald er die Ware übernimmt oder, wenn er sie nicht rechtzeitig übernimmt, in dem Zeitpunkt, in dem ihm die Ware zur Verfügung gestellt wird und er durch Nichtannahme eine Vertragsverletzung begeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_69"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 69 Abs. 2 CISG",
        "content": "Hat jedoch der Käufer die Ware an einem anderen Ort als einer Niederlassung des Verkäufers zu übernehmen, so geht die Gefahr über, sobald die Lieferung fällig ist und der Käufer Kenntnis davon hat, dass ihm die Ware an diesem Ort zur Verfügung steht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_69"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 69 Abs. 3 CISG",
        "content": "Betrifft der Vertrag Ware, die noch nicht individualisiert ist, so gilt sie erst dann als dem Käufer zur Verfügung gestellt, wenn sie eindeutig dem Vertrag zugeordnet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_69"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel IV Übergang der Gefahr",
        "citation": "Art. 70 CISG",
        "content": "Hat der Verkäufer eine wesentliche Vertragsverletzung begangen, so berühren die Artikel 67, 68 und 69 nicht die dem Käufer wegen einer solchen Verletzung zustehenden Rechte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_70"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 71 Abs. 1 CISG",
        "content": "Eine Partei kann die Erfüllung ihrer Pflichten aussetzen, wenn sich nach Vertragsabschluss herausstellt, dass die andere Partei einen wesentlichen Teil ihrer Pflichten nicht erfüllen wird:\na) wegen eines schwerwiegenden Mangels ihrer Fähigkeit, den Vertrag zu erfüllen, oder ihrer Zahlungsfähigkeit oder\nb) wegen ihres Verhaltens bei der Vorbereitung der Erfüllung oder bei der Erfüllung des Vertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_71"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 71 Abs. 2 CISG",
        "content": "Hat der Verkäufer die Ware bereits abgesandt, bevor sich die in Absatz 1 bezeichneten Gründe herausstellen, so kann er sich der Übergabe der Ware an den Käufer widersetzen, selbst wenn der Käufer ein Dokument hat, das ihn berechtigt, die Ware zu erlangen. Der vorliegende Absatz betrifft nur die Rechte auf die Ware im Verhältnis zwischen Käufer und Verkäufer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_71"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 71 Abs. 3 CISG",
        "content": "Setzt eine Partei vor oder nach der Absendung der Ware die Erfüllung aus, so hat sie dies der anderen Partei sofort anzuzeigen; sie hat die Erfüllung fortzusetzen, wenn die andere Partei für die Erfüllung ihrer Pflichten ausreichende Sicherheit bietet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_71"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 72 Abs. 1 CISG",
        "content": "Ist schon vor dem für die Vertragserfüllung festgesetzten Zeitpunkt offensichtlich, dass eine Partei eine wesentliche Vertragsverletzung begehen wird, so kann die andere Partei die Aufhebung des Vertrages erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_72"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 72 Abs. 2 CISG",
        "content": "Wenn es die Zeit erlaubt und es nach den Umständen vernünftig ist, hat die Partei, welche die Aufhebung des Vertrages erklären will, dies der anderen Partei anzuzeigen, um ihr zu ermöglichen, für die Erfüllung ihrer Pflichten ausreichende Sicherheit zu bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_72"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 72 Abs. 3 CISG",
        "content": "Absatz 2 ist nicht anzuwenden, wenn die andere Partei erklärt hat, dass sie ihre Pflichten nicht erfüllen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_72"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 73 Abs. 1 CISG",
        "content": "Sieht ein Vertrag aufeinander folgende Lieferungen von Ware vor und begeht eine Partei durch Nichterfüllung einer eine Teillieferung betreffenden Pflicht eine wesentliche Vertragsverletzung in Bezug auf diese Teillieferung, so kann die andere Partei die Aufhebung des Vertrages in Bezug auf diese Teillieferung erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_73"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 73 Abs. 2 CISG",
        "content": "Gibt die Nichterfüllung einer eine Teillieferung betreffenden Pflicht durch eine der Parteien der anderen Partei triftigen Grund zu der Annahme, dass eine wesentliche Vertragsverletzung in Bezug auf künftige Teillieferungen zu erwarten ist, so kann die andere Partei innerhalb angemessener Frist die Aufhebung des Vertrages für die Zukunft erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_73"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt I Vorweggenommene Vertragsverletzung und Verträge über aufeinander folgende Lieferungen",
        "citation": "Art. 73 Abs. 3 CISG",
        "content": "Ein Käufer, der den Vertrag in Bezug auf eine Lieferung als aufgehoben erklärt, kann gleichzeitig die Aufhebung des Vertrages in Bezug auf bereits erhaltene Lieferungen oder in Bezug auf künftige Lieferungen erklären, wenn diese Lieferungen wegen des zwischen ihnen bestehenden Zusammenhangs nicht mehr für den Zweck verwendet werden können, den die Parteien im Zeitpunkt des Vertragsabschlusses in Betracht gezogen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_73"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt II Schadenersatz",
        "citation": "Art. 74 CISG",
        "content": "Als Schadenersatz für die durch eine Partei begangene Vertragsverletzung ist der der anderen Partei infolge der Vertragsverletzung entstandene Verlust, einschliesslich des entgangenen Gewinns, zu ersetzen. Dieser Schadenersatz darf jedoch den Verlust nicht übersteigen, den die vertragsbrüchige Partei bei Vertragsabschluss als mögliche Folge der Vertragsverletzung vorausgesehen hat oder unter Berücksichtigung der Umstände, die sie kannte oder kennen musste, hätte voraussehen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_74"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt II Schadenersatz",
        "citation": "Art. 75 CISG",
        "content": "Ist der Vertrag aufgehoben und hat der Käufer einen Deckungskauf oder der Verkäufer einen Deckungsverkauf in angemessener Weise und innerhalb eines angemessenen Zeitraums nach der Aufhebung vorgenommen, so kann die Partei, die Schadenersatz verlangt, den Unterschied zwischen dem im Vertrag vereinbarten Preis und dem Preis des Deckungskaufs oder des Deckungsverkaufs sowie jeden weiteren Schadenersatz nach Artikel 74 verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_75"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt II Schadenersatz",
        "citation": "Art. 76 Abs. 1 CISG",
        "content": "Ist der Vertrag aufgehoben und hat die Ware einen Marktpreis, so kann die Schadenersatz verlangende Partei, wenn sie keinen Deckungskauf oder Deckungsverkauf nach Artikel 75 vorgenommen hat, den Unterschied zwischen dem im Vertrag vereinbarten Preis und dem Marktpreis zur Zeit der Aufhebung sowie jeden weiteren Schadenersatz nach Artikel 74 verlangen. Hat jedoch die Partei, die Schadenersatz verlangt, den Vertrag aufgehoben, nachdem sie die Ware übernommen hat, so gilt der Marktpreis zur Zeit der Übernahme und nicht der Marktpreis zur Zeit der Aufhebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_76"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt II Schadenersatz",
        "citation": "Art. 76 Abs. 2 CISG",
        "content": "Als Marktpreis im Sinne von Absatz 1 ist massgebend der Marktpreis, der an dem Ort gilt, an dem die Lieferung der Ware hätte erfolgen sollen, oder, wenn dort ein Marktpreis nicht besteht, der an einem angemessenen Ersatzort geltende Marktpreis; dabei sind Unterschiede in den Kosten der Beförderung der Ware zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_76"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt II Schadenersatz",
        "citation": "Art. 77 CISG",
        "content": "Die Partei, die sich auf eine Vertragsverletzung beruft, hat alle den Umständen nach angemessenen Massnahmen zur Verringerung des aus der Vertragsverletzung folgenden Verlusts, einschliesslich des entgangenen Gewinns, zu treffen. Versäumt sie dies, so kann die vertragsbrüchige Partei Herabsetzung des Schadenersatzes in Höhe des Betrags verlangen, um den der Verlust hätte verringert werden sollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_77"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt III Zinsen",
        "citation": "Art. 78 CISG",
        "content": "Versäumt eine Partei, den Kaufpreis oder einen anderen fälligen Betrag zu zahlen, so hat die andere Partei für diese Beträge Anspruch auf Zinsen, unbeschadet eines Schadenersatzanspruchs nach Artikel 74.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_78"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt IV Befreiungen",
        "citation": "Art. 79 Abs. 1 CISG",
        "content": "Eine Partei hat für die Nichterfüllung einer ihrer Pflichten nicht einzustehen, wenn sie beweist, dass die Nichterfüllung auf einem ausserhalb ihres Einflussbereichs liegenden Hinderungsgrund beruht und dass von ihr vernünftigerweise nicht erwartet werden konnte, den Hinderungsgrund bei Vertragsabschluss in Betracht zu ziehen oder den Hinderungsgrund oder seine Folgen zu vermeiden oder zu überwinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_79"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt IV Befreiungen",
        "citation": "Art. 79 Abs. 2 CISG",
        "content": "Beruht die Nichterfüllung einer Partei auf der Nichterfüllung durch einen Dritten, dessen sie sich zur völligen oder teilweisen Vertragserfüllung bedient, so ist diese Partei von der Haftung nur befreit:\na) wenn sie nach Absatz 1 befreit ist und\nb) wenn der Dritte selbst ebenfalls nach Absatz 1 befreit wäre, sofern Absatz 1 auf ihn Anwendung fände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_79"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt IV Befreiungen",
        "citation": "Art. 79 Abs. 3 CISG",
        "content": "Die in diesem Artikel vorgesehene Befreiung gilt für die Zeit, während der der Hinderungsgrund besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_79"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt IV Befreiungen",
        "citation": "Art. 79 Abs. 4 CISG",
        "content": "Die Partei, die nicht erfüllt, hat den Hinderungsgrund und seine Auswirkung auf ihre Fähigkeit zu erfüllen, der anderen Partei mitzuteilen. Erhält die andere Partei die Mitteilung nicht innerhalb einer angemessenen Frist, nachdem die nicht erfüllende Partei den Hinderungsgrund kannte oder kennen musste, so haftet sie für den aus diesem Nichterhalt entstehenden Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_79"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt IV Befreiungen",
        "citation": "Art. 79 Abs. 5 CISG",
        "content": "Dieser Artikel hindert die Parteien nicht, ein anderes als das Recht auszuüben, Schadenersatz nach diesem Übereinkommen zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_79"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt IV Befreiungen",
        "citation": "Art. 80 CISG",
        "content": "Eine Partei kann sich auf die Nichterfüllung von Pflichten durch die andere Partei nicht berufen, soweit diese Nichterfüllung durch ihre Handlung oder Unterlassung verursacht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_80"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 81 Abs. 1 CISG",
        "content": "Die Aufhebung des Vertrages befreit beide Parteien von ihren Vertragspflichten, mit Ausnahme etwaiger Schadenersatzpflichten. Die Aufhebung berührt nicht Bestimmungen des Vertrages über die Beilegung von Streitigkeiten oder sonstige Bestimmungen des Vertrages, welche die Rechte und Pflichten der Parteien nach Vertragsaufhebung regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_81"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 81 Abs. 2 CISG",
        "content": "Hat eine Partei den Vertrag ganz oder teilweise erfüllt, so kann sie ihre Leistung von der anderen Partei zurückfordern. Sind beide Parteien zur Rückgabe verpflichtet, so sind die Leistungen Zug um Zug zurückzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_81"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 82 Abs. 1 CISG",
        "content": "Der Käufer verliert das Recht, die Aufhebung des Vertrages zu erklären oder vom Verkäufer Ersatzlieferung zu verlangen, wenn es ihm unmöglich ist, die Ware im wesentlichen in dem Zustand zurückzugeben, in dem er sie erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_82"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 82 Abs. 2 CISG",
        "content": "Absatz 1 findet keine Anwendung:\na) wenn die Unmöglichkeit, die Ware zurückzugeben oder sie im wesentlichen in dem Zustand zurückzugeben, in dem der Käufer sie erhalten hat, nicht auf einer Handlung oder Unterlassung des Käufers beruht;\nb) wenn die Ware ganz oder teilweise infolge der in Artikel 38 vorgesehenen Untersuchung untergegangen oder verschlechtert worden ist, oder\nc) wenn der Käufer die Ware ganz oder teilweise im normalen Geschäftsverkehr verkauft oder der normalen Verwendung entsprechend verbraucht oder verändert hat, bevor er die Vertragswidrigkeit entdeckt hat oder hätte entdecken müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_82"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 83 CISG",
        "content": "Der Käufer, der nach Artikel 82 das Recht verloren hat, die Aufhebung des Vertrages zu erklären oder vom Verkäufer Ersatzlieferung zu verlangen, behält alle anderen Rechte, die ihm nach dem Vertrag und diesem Übereinkommen zustehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_83"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 84 Abs. 1 CISG",
        "content": "Hat der Verkäufer den Kaufpreis zurückzuzahlen, so hat er ausserdem vom Tag der Zahlung an auf den Betrag Zinsen zu zahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_84"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt V Wirkungen der Aufhebung",
        "citation": "Art. 84 Abs. 2 CISG",
        "content": "Der Käufer schuldet dem Verkäufer den Gegenwert aller Vorteile, die er aus der Ware oder einem Teil der Ware gezogen hat:\na) wenn er die Ware ganz oder teilweise zurückgeben muss oder\nb) wenn es ihm unmöglich ist, die Ware ganz oder teilweise zurückzugeben oder sie ganz oder teilweise im wesentlichen in dem Zustand zurückzugeben, in dem er sie erhalten hat, er aber dennoch die Aufhebung des Vertrages erklärt oder vom Verkäufer Ersatzlieferung verlangt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_84"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 85 CISG",
        "content": "Nimmt der Käufer die Ware nicht rechtzeitig an oder versäumt er, falls Zahlung des Kaufpreises und Lieferung der Ware Zug um Zug erfolgen sollen, den Kaufpreis zu zahlen, und hat der Verkäufer die Ware dennoch in Besitz oder ist er sonst in der Lage, über sie zu verfügen, so hat der Verkäufer die den Umständen angemessenen Massnahmen zu ihrer Erhaltung zu treffen. Er ist berechtigt, die Ware zurückzubehalten, bis ihm der Käufer seine angemessenen Aufwendungen erstattet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_85"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 86 Abs. 1 CISG",
        "content": "Hat der Käufer die Ware empfangen und beabsichtigt er, ein nach dem Vertrag oder diesem Übereinkommen bestehendes Zurückweisungsrecht auszuüben, so hat er die den Umständen angemessenen Massnahmen zu ihrer Erhaltung zu treffen. Er ist berechtigt, die Ware zurückzubehalten, bis ihm der Verkäufer seine angemessenen Aufwendungen erstattet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_86"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 86 Abs. 2 CISG",
        "content": "Ist die dem Käufer zugesandte Ware ihm am Bestimmungsort zur Verfügung gestellt worden und übt er das Recht aus, sie zurückzuweisen, so hat er sie für Rechnung des Verkäufers in Besitz zu nehmen, sofern dies ohne Zahlung des Kaufpreises und ohne unzumutbare Unannehmlichkeiten oder unverhältnismässige Kosten möglich ist. Dieser Absatz ist nicht anzuwenden, wenn der Verkäufer oder eine Person, die befugt ist, die Ware für Rechnung des Verkäufers in Obhut zu nehmen, am Bestimmungsort anwesend ist. Nimmt der Käufer die Ware nach diesem Absatz in Besitz, so werden seine Rechte und Pflichten durch Absatz 1 geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_86"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 87 CISG",
        "content": "Eine Partei, die Massnahmen zur Erhaltung der Ware zu treffen hat, kann die Ware auf Kosten der anderen Partei in den Lagerräumen eines Dritten einlagern, sofern daraus keine unverhältnismässigen Kosten entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_87"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 88 Abs. 1 CISG",
        "content": "Eine Partei, die nach den Artikeln 85 oder 86 zur Erhaltung der Ware verpflichtet ist, kann sie auf jede geeignete Weise verkaufen, wenn die andere Partei die Inbesitznahme oder die Rücknahme der Ware oder die Zahlung des Kaufpreises oder der Erhaltungskosten ungebührlich hinauszögert, vorausgesetzt, dass sie der anderen Partei ihre Verkaufsabsicht rechtzeitig angezeigt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_88"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 88 Abs. 2 CISG",
        "content": "Ist die Ware einer raschen Verschlechterung ausgesetzt oder würde ihre Erhaltung unverhältnismässige Kosten verursachen, so hat die Partei, der nach den Artikeln 85 oder 86 die Erhaltung der Ware obliegt, sich in angemessener Weise um ihren Verkauf zu bemühen. Soweit möglich hat sie der anderen Partei ihre Verkaufsabsicht anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_88"
    },
    {
        "book": "CISG",
        "title": "CISG, Teil III Warenkauf, Kapitel V Gemeinsame Bestimmungen über die Pflichten des Verkäufers und des Käufers, Abschnitt VI Erhaltung der Ware",
        "citation": "Art. 88 Abs. 3 CISG",
        "content": "Hat eine Partei die Ware verkauft, so kann sie aus dem Erlös des Verkaufs den Betrag behalten, der den angemessenen Kosten der Erhaltung und des Verkaufs der Ware entspricht. Den Überschuss schuldet sie der anderen Partei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/307_307_307/de#art_88"
    }
]