[
    {
        "book": "CMR",
        "title": "CMR, Capo I, Campo d’applicazione",
        "citation": "Art. 1 CMR",
        "content": "1.  La presente Convenzione si applica a ogni contratto per il trasporto a titolo oneroso di merci su strada per mezzo di veicoli, indipendentemente dal domicilio e dalla cittadinanza delle parti, quando il luogo di ricevimento della merce e il luogo previsto per la consegna indicati nel contratto sono situati in due paesi diversi, di cui almeno uno sia parte della Convenzione.2.  Ai fini dell’applicazione della presente Convenzione si considerano «veicoli» gli autoveicoli, i veicoli articolati, i rimorchi ed i semi-rimorchi, quali sono definiti nell’articolo 4 della Convenzione per la circolazione stradale del 19 settembre 1949.3.  La presente Convenzione si applica anche quando i trasporti da essa previsti sono effettuati dagli Stati o dalle istituzioni o dagli organismi governativi.4.  La presente Convenzione non si applica:\na. ai trasporti effettuati in base a convenzioni postali internazionali;\nb. ai trasporti funebri;\nc. ai traslochi.5.  I contraenti s’impegnano a non introdurre, mediante accordi particolari conclusi fra due o più parti, modifiche alla presente Convenzione salvo quelle intese a sottrarre alle sue disposizioni il traffico di frontiera o ad autorizzare, per i trasporti che sono eseguiti esclusivamente sul loro territorio, l’impiego della lettera di vettura rappresentativa della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_1"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo I, Campo d’applicazione",
        "citation": "Art. 2 CMR",
        "content": "1.  Se, su una parte del percorso, il veicolo sul quale si trovano le merci è trasportato, senza che queste ne siano scaricate, per mare, per ferrovia, per via navigabile interna, o per via aerea, – eccettuati, eventualmente, i casi previsti nell’articolo 14 –, la presente Convenzione si applica nondimeno all’intero trasporto. Tuttavia, nella misura in cui si provi che una perdita, un’avaria o un ritardo nella consegna della merce, avvenuto nel corso del trasporto non stradale, non è stato causato da un atto o da un’omissione del vettore stradale e che esso proviene da un fatto che poté solo prodursi nel corso e a causa del trasporto non stradale, la responsabilità del vettore stradale non è disciplinata dalla presente Convenzione, ma nel modo secondo cui la responsabilità del vettore non stradale sarebbe stata stabilita se fosse stato concluso un contratto di trasporto fra il mittente e il vettore non stradale per il solo trasporto della merce, conformemente alle disposizioni imperative di legge concernenti il trasporto non stradale di merci. Ove mancassero tali disposizioni, la responsabilità del vettore stradale è disciplinata dalla presente Convenzione.2.  Se il vettore stradale provvede anche al trasporto non stradale, la sua responsabilità è parimente disciplinata dal paragrafo primo, come se la sua doppia funzione di vettore fosse esercitata da due persone diverse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_2"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo II, Persone per le quali il vettore risponde",
        "citation": "Art. 3 CMR",
        "content": "Ai fini dell’applicazione della presente Convenzione, il vettore risponde – come se fossero propri – degli atti e delle omissioni dei suoi dipendenti e di tutte le altre persone dei servizi delle quali egli si avvale per l’esecuzione del trasporto, quando tali dipendenti o tali persone agiscono nell’esercizio delle loro funzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_3"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 4 CMR",
        "content": "Il contratto di trasporto è stabilito dalla lettera di vettura. La mancanza, l’irregolarità o la perdita della lettera di vettura non pregiudica l’esistenza né la validità del contratto di trasporto, che rimane sottoposto alle disposizioni della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_4"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 5 CMR",
        "content": "1.  La lettera di vettura è compilata in tre esemplari originali, firmati dal mittente e dal vettore, le firme possono essere stampate o apposte mediante i bolli del mittente o del vettore, qualora la legislazione del Paese nel quale la lettera di vettura è compilata lo consenta. Il primo esemplare viene consegnato al mittente, il secondo accompagna la merce e il terzo è trattenuto dal vettore.2.   Quando la merce da trasportare deve essere caricata su diversi veicoli, o quando si tratta di diversi generi di merce o di partite distinte, il mittente o il vettore ha il diritto di esigere un numero di lettere di vettura corrispondente al numero dei veicoli utilizzati o dei diversi generi o partite di merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_5"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 6 CMR",
        "content": "1.  La lettera di vettura deve contenere le seguenti indicazioni:\na. luogo e data della sua compilazione;\nb. nome e indirizzo del mittente;\nc. nome e indirizzo del vettore;\nd. luogo e data di ricevimento della merce e luogo previsto per la riconsegna;\ne. nome e indirizzo del destinatario;\nf. denominazione corrente della natura della merce, genere dell’imballaggio e, per le merci pericolose, la denominazione generalmente riconosciuta;\ng. numero dei colli, loro contrassegni particolari e loro numeri;\nh. peso lordo o quantità altrimenti espressa della merce;\ni. spese relative al trasporto (prezzo di trasporto, spese accessorie, diritti doganali e altre spese sopravvenienti a partire dalla conclusione del contratto di trasporto fino alla riconsegna);\nj. istruzioni richieste per le formalità doganali e altre;\nk. indicazione che, nonostante qualsiasi clausola in senso contrario, il trasporto è disciplinato dalla presente Convenzione.;2.  Se del caso, la lettera di vettura deve inoltre contenere le seguenti indicazioni:\na. divieto di trasbordo;\nb. spese che il mittente prende a suo carico;\nc. importo del rimborso che deve essere riscosso alla riconsegna della merce;\nd. valore dichiarato della merce e somma che rappresenta l’interesse speciale alla riconsegna;\ne. istruzioni del mittente al vettore per quanto concerne l’assicurazione della merce;\nf. termine stabilito entro il quale il trasporto deve essere eseguito;\ng. elenco dei documenti consegnati al vettore.3.  Le parti possono menzionare sulla lettera di vettura qualunque altra indicazione ritenuta utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_6"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 7 CMR",
        "content": "1.  Il mittente risponde di tutte le spese e danni sopportati dal vettore in caso di inesattezza o di insufficienza:\na. delle indicazioni citate nell’articolo 6 paragrafo 1 b, d, e, f, g, h e j;\nb. delle indicazioni citate nell’articolo 6 paragrafo 2;\nc. di tutte le altre indicazioni o istruzioni da lui date per la compilazione della lettera di vettura o per essere ivi riportate;2.  Se, a richiesta del mittente, il vettore iscrive nella lettera di vettura le indicazioni previste nel paragrafo 1 del presente articolo, si ritiene, fino a prova contraria, che egli agisca per conto del mittente.3.  Se la lettera di vettura non contiene l’indicazione prevista nell’articolo 6 paragrafo 1 k, il vettore è responsabile di tutte le spese e dei danni subiti dall’avente diritto alla merce a causa di detta omissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_7"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 8 CMR",
        "content": "1.  All’atto del ricevimento della merce, il vettore deve verificare:\na. l’esattezza delle indicazioni della lettera di vettura riguardanti il numero dei colli, i contrassegni e i numeri;\nb. lo stato apparente della merce e del suo imballaggio.2.  Il vettore che non dispone di mezzi tali da consentirgli di verificare l’esattezza delle indicazioni previste nel paragrafo 1 a del presente articolo, iscrive nella lettera di vettura le sue riserve motivate. Egli deve pure motivare le riserve da lui fatte sullo stato apparente della merce e del suo imballaggio. Tali riserve non impegnano il mittente, se questi non le ha espressamente accettate sulla lettera di vettura.3.  Il mittente ha il diritto di esigere che il vettore verifichi il peso lordo o la quantità altrimenti espressa della merce. Egli può inoltre esigere che il contenuto dei colli sia verificato. Il vettore può pretendere il pagamento delle spese di verifica. Il risultato delle verifiche deve figurare sulla lettera di vettura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_8"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 9 CMR",
        "content": "1.  Fino a prova contraria, la lettera di vettura fa fede delle condizioni del contratto e del ricevimento della merce da parte del vettore.2.  Se la lettera di vettura non contiene riserve motivate del vettore, si presume che, al momento del ricevimento, la merce e il suo imballaggio erano in buono stato apparente e che il numero dei colli, i loro contrassegni e i loro numeri erano conformi alle indicazioni della lettera di vettura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_9"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 10 CMR",
        "content": "Il mittente è responsabile nei confronti del vettore dei danni alle persone, al materiale o ad altre merci, come pure delle spese causate dall’imperfezione dell’imballaggio della merce, a meno che, essendo tale imperfezione apparente o nota al vettore al momento del ricevimento, il vettore non abbia fatto riserve al riguardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_10"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 11 CMR",
        "content": "1.  Per l’adempimento delle formalità doganali e delle altre formalità richieste prima della riconsegna della merce, il mittente deve unire alla lettera di vettura o mettere a disposizione del vettore i documenti necessari e fornirgli tutte le informazioni volute.2.  Il vettore non ha l’obbligo di esaminare se tali documenti e informazioni siano esatti o sufficienti. Il mittente è responsabile nei confronti del vettore di tutti i danni che potessero derivare dalla mancanza, dall’insufficienza o dall’irregolarità di detti documenti e informazioni, salvo il caso di errore da parte del vettore.3.  Il vettore è responsabile, come se fosse un commissionario, delle conseguenze della perdita o dell’impiego inesatto dei documenti menzionati nella lettera di vettura, allegati alla medesima o consegnati al vettore; tuttavia, l’indennità a suo carico non può superare quella dovuta in caso di perdita della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_11"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 12 CMR",
        "content": "1.  Il mittente ha il diritto di disporre della merce, in particolare esigendo dal vettore la sospensione del trasporto, la modifica del luogo previsto per la riconsegna della merce a un destinatario diverso da quello indicato nella lettera di vettura.2.  Tale diritto si estingue quando il secondo esemplare della lettera di vettura è consegnato al destinatario, o allorché questi faccia valere il diritto previsto nell’articolo 13 paragrafo 1; da questo momento, il vettore deve attenersi agli ordini del destinatario.3.  Il diritto di disposizione spetta tuttavia al destinatario dal momento della compilazione della lettera di vettura, se il mittente ne ha fatto menzione sulla stessa.4.  Se, valendosi del suo diritto di disposizione, il destinatario ordina di riconsegnare la merce a un’altra persona, questa non può designare altri destinatari.5.  L’esercizio del diritto di disposizione è subordinato alle seguenti condizioni:\na. il mittente o, nel caso previsto nel paragrafo 3 del presente articolo, il destinatario che vuole esercitare tale diritto, deve presentare il primo esemplare della lettera di vettura sul quale devono essere iscritte le nuove istruzioni date al vettore e indennizzare il vettore delle spese e dei danni derivanti dall’esecuzione di tali istruzioni;\nb. tale esecuzione deve essere possibile al momento in cui le istruzioni giungono alla persona che deve eseguirle, e non deve intralciare l’attività normale dell’impresa del vettore, né portare pregiudizio ai mittenti o destinatari di altre spedizioni;\nc. le istruzioni non devono mai avere per effetto il frazionamento della spedizione.6.  Quando, per effetto delle disposizioni previste nel paragrafo 5 b del presente articolo, il vettore non potesse eseguire le istruzioni ricevute, egli deve avvisarne senza indugio la persona che le ha impartite.7.  Il vettore che non eseguisce le istruzioni date nelle condizioni previste nel presente articolo o che si attiene a tali istruzioni senza esigere la presentazione del primo esemplare della lettera di vettura, è responsabile, nei confronti dell’avente diritto, del danno così causato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_12"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 13 CMR",
        "content": "1.  Dopo l’arrivo della merce nel luogo previsto per la riconsegna, il destinatario ha diritto di chiedere che gli sia rilasciato il secondo esemplare della lettera di vettura e che gli sia riconsegnata la merce, il tutto contro ricevuta. Se la perdita della merce è accertata, o se la merce non è arrivata entro il termine previsto nell’articolo 19, il destinatario è autorizzato a fare valere in suo nome, nei confronti del vettore, i diritti che derivano dal contratto di trasporto.2.  Il destinatario che si avvale dei diritti conferitigli a norma del paragrafo 1 del presente articolo deve pagare l’importo dei crediti risultanti dalla lettera di vettura. In caso di contestazione, il vettore è tenuto a riconsegnare la merce soltanto se il destinatario gli fornisce una cauzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_13"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 14 CMR",
        "content": "1.  Se, per motivo qualunque, l’esecuzione del contratto alle condizioni previste nella lettera di vettura è o diventa impossibile prima dell’arrivo della merce nel luogo previsto per la riconsegna, il vettore deve chiedere istruzioni alla persona cui spetta il diritto di disporre della merce conformemente all’articolo 12.2.  Tuttavia, se le circostanze consentono l’esecuzione del trasporto a condizioni diverse da quelle previste nella lettera di vettura e se il vettore non ha potuto ottenere in tempo utile le istruzioni dalla persona cui spetta il diritto di disporre della merce in conformità dell’articolo 12, egli adotta i provvedimenti che ritiene più opportuni nell’interesse della persona medesima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_14"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 15 CMR",
        "content": "1.  Qualora, dopo l’arrivo della merce al luogo di destinazione, sopravvengano impedimenti alla riconsegna, il vettore chiede istruzioni al mittente. Se il destinatario rifiuta la merce, il mittente ha il diritto di disporne senza dover produrre il primo esemplare della lettera di vettura.2.  Anche dopo aver rifiutato la merce, il destinatario può sempre chiederne la riconsegna, purché il vettore non abbia ricevuto istruzioni contrarie dal mittente.3.  Se l’impedimento alla riconsegna sopravviene dopo che il destinatario, in conformità del diritto conferitogli dall’articolo 12 paragrafo 3 ha dato ordine di riconsegnare la merce ad altra persona, il destinatario si sostituisce al mittente e tale altra persona si sostituisce al destinatario, agli effetti dell’applicazione dei paragrafi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_15"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo III, Conclusione ed esecuzione del contratto di trasporto",
        "citation": "Art. 16 CMR",
        "content": "1.  Il vettore ha diritto al rimborso delle spese causate dalla sua domanda d’istruzioni o dall’esecuzione delle istruzioni ricevute, a meno che queste spese non dipendono da sua colpa.2.  Nei casi previsti nell’articolo 14 paragrafo 1 e nell’articolo 15 il vettore può scaricare immediatamente la merce per conto dell’avente diritto; dopo l’operazione di scarico, il trasporto è considerato terminato. Il vettore assume allora la custodia della merce. Egli può tuttavia affidare la merce a terzi, nel quale caso egli è responsabile solo della prudente scelta del terzo. La merce resta gravata dei crediti risultanti dalla lettera di vettura e di tutte le altre spese.3.  Il vettore può disporre per la, vendita della merce senza attendere istruzioni dell’avente diritto quando la natura deperibile o lo stato della merce lo giustifichi o quando non esista alcuna proporzione fra le spese di custodia e il valore della merce. Negli altri casi, egli può parimenti disporre per la vendita, qualora l’avente diritto non gli abbia impartito, entro un termine adeguato, istruzioni contrarie, la cui esecuzione possa essere ragionevolmente pretesa.4.  Se la merce è stata venduta in applicazione del presente articolo, il ricavato della vendita deve essere messo a disposizione dell’avente diritto, dedotte le spese che gravano la merce. Se tali spese fossero superiori al ricavato della vendita, il vettore ha diritto alla differenza.5.  Il modo di procedere in caso di vendita è determinato dalla legge o dagli usi del luogo in cui si trova la merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_16"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 17 CMR",
        "content": "1.  Il vettore è responsabile della perdita totale o parziale o dell’avaria prodottasi tra il momento del ricevimento della merce e quello della riconsegna, come pure del ritardo nella riconsegna.2.  Il vettore è esonerato da tale responsabilità se la perdita, l’avaria o il ritardo sono dovuti a colpa dell’avente diritto, a un ordine di questi non dipendente da colpa del vettore, a un vizio proprio della merce, od a circostanze che il vettore non poteva evitare e alle cui conseguenze egli non poteva ovviare.3.  Per liberarsi dalla sua responsabilità, il vettore non può eccepire né l’imperfezione del veicolo di cui si serve per effettuare il trasporto, né la colpa della persona dalla quale ebbe a nolo il veicolo o dei dipendenti di quest’ultima.4.  Fermo restando l’articolo 18 paragrafi da 2 a 5, il vettore è esonerato dalla sua responsabilità quando la perdita o l’avaria derivi dai rischi particolari inerenti a uno o a più dei fatti seguenti:\na. impiego di veicoli aperti e senza tendone, quando tale impiego è stato previsto espressamente e menzionato nella lettera di vettura;\nb. mancanza o stato difettoso dell’imballaggio per le merci soggette per loro natura a cali o avarie quando non sono imballate o sono imballate difettosamente;\nc. trattamento, caricamento, stivamento o scaricamento della merce a cura del mittente o del destinatario o delle persone che agiscono per conto del mittente o del destinatario;\nd. natura di talune merci che, per cause inerenti alla loro stessa natura, sono soggette a perdita totale o parziale, ad avaria, specialmente per rottura, ruggine, deterioramento interno e spontaneo, essiccazione, colatura, calo normale o azione dei parassiti e dei roditori;\ne. insufficienza o imperfezione dei contrassegni o dei numeri dei colli;\nf. trasporto di animali vivi.5.  Se, in virtù del presente articolo, il vettore non risponde di taluni fattori che hanno provocato il danno, egli è responsabile solo nella misura in cui i fattori, per i quali egli risponde in virtù del presente articolo, hanno contribuito al danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_17"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 18 CMR",
        "content": "1.  La prova che la perdita, l’avaria o il ritardo abbiano avuto per causa uno dei fatti previsti nell’articolo 17 paragrafo 2 incombe al vettore.2.  Qualora il vettore dimostri che, avuto riguardo alle circostanze di fatto, la perdita o l’avaria ha potuto risultare da uno o più dei rischi particolari previsti nell’articolo 17 paragrafo 4 si presume che la perdita o l’avaria sia stata così causata. L’avente diritto ha tuttavia la facoltà di provare che il danno non è stato causato, totalmente o parzialmente, da uno di tali rischi.3.  La presunzione di cui sopra non è applicabile nel caso previsto nell’articolo 17 paragrafo 4 a quando vi sia un ammanco rilevante o perdita di colli.4.  Se il trasporto è eseguito con un veicolo attrezzato in modo da proteggere le merci dal calore, dal freddo, dai cambiamenti di temperatura o dall’umidità dell’aria, il vettore non può invocare il beneficio dell’articolo 17 paragrafo 4 d a meno che egli fornisca la prova di aver adottato, per quel che concerne la scelta, il trattamento e l’impiego di tali attrezzature, tutti i provvedimenti a cui era tenuto, considerate le circostanze, e di aver osservato le istruzioni speciali impartitegli.5.  Il vettore non può invocare il beneficio dell’articolo 17 paragrafo 4f se non fornisce la prova di aver adottato tutti i provvedimenti a cui era normalmente tenuto, considerate le circostanze, e d’aver osservato le istruzioni speciali impartitegli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_18"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 19 CMR",
        "content": "Vi è ritardo nella riconsegna quando la merce non è stata riconsegnata entro il termine convenuto o, se non è stato convenuto un termine, quando la durata effettiva del trasporto superi il tempo accordato ragionevolmente a un vettore diligente, tenuto conto delle circostanze e, in particolare nel caso di carico parziale, del tempo richiesto per formare un carico completo in condizioni normali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_19"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 20 CMR",
        "content": "1.  Senza dover fornire altre prove, l’avente diritto può considerare la merce come perduta quando essa non sia stata riconsegnata entro trenta giorni dalla scadenza del termine di resa convenuto o, qualora non sia stato stabilito un termine, entro sessanta giorni dal ricevimento della merce da parte del vettore.2.  L’avente diritto, nel ricevere il pagamento dell’indennità per la merce perduta, può domandare, per iscritto, di essere immediatamente avvisato nel caso in cui la merce fosse ritrovata entro l’anno successivo al pagamento dell’indennità. Di tale domanda gli è dato atto per iscritto.3.  Nel termine di trenta giorni dal ricevimento di tale avviso, l’avente diritto può esigere che la merce gli sia riconsegnata contro pagamento dei crediti risultanti dalla lettera di vettura e contro restituzione dell’indennità che egli ha ricevuto, dedotte, eventualmente, le spese che fossero state comprese in queste indennità e con riserva di ogni diritto all’indennità per ritardo nella riconsegna prevista nell’articolo 23 e, se del caso, nell’articolo 26.4.  In mancanza sia della domanda prevista nel paragrafo 2, sia di istruzioni date nel termine di trenta giorni previsto nel paragrafo 3, ovvero se la merce è ritrovata dopo un anno dal pagamento dell’indennità, il vettore ne dispone conformemente alla legge del luogo in cui si trova la merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_20"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 21 CMR",
        "content": "Se la merce è riconsegnata al destinatario senza incasso del rimborso che avrebbe dovuto essere riscosso dal vettore conformemente alle disposizioni del contratto di trasporto, il vettore deve indennizzare il mittente fino a concorrenza dell’importo del rimborso; resta tuttavia salvo il suo regresso nei confronti del destinatario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_21"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 22 CMR",
        "content": "1.  Il mittente che consegna al vettore merci pericolose deve segnalargli la natura esatta del pericolo che esse presentano ed indicargli eventualmente le precauzioni da prendere. Se tale avvertenza non fosse stata indicata sulla lettera di vettura, spetterà al mittente o al destinatario di provare, con altri mezzi, che il vettore ha avuto conoscenza della natura esatta del pericolo presentato dal trasporto di dette merci.2.  Le merci pericolose che non fossero state riconosciute come tali dal vettore, nelle condizioni previste nel paragrafo 1 del presente articolo possono essere da questi, in ogni momento e in qualsiasi luogo, scaricate, distrutte o rese inoffensive senza alcun obbligo d’indennizzo; il mittente è inoltre responsabile di tutte le spese e dei danni derivanti dalla loro consegna al trasporto o dal loro trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_22"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 23 CMR",
        "content": "1.  Quando in virtù delle disposizioni della presente convenzione, il vettore è tenuto a pagare un’indennità per perdita totale o parziale della merce, tale indennità è calcolata in base al valore della merce nel luogo e nel tempo in cui il vettore l’ha ricevuta.2.  Il valore della merce è stabilito in base al corso in borsa o, in mancanza, in base al prezzo corrente sul mercato, o, in mancanza di entrambi, in base al valore ordinario delle merci della stessa natura e qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_23"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 23 CMR",
        "content": "3.  Tuttavia l’indennità non può superare 8,33 unità di conto per ogni chilogrammo di peso lordo mancante.4.  Sono inoltre rimborsati il prezzo del trasporto, i diritti di dogana e le altre spese sostenute in occasione del trasporto della merce, interamente in caso di perdita totale e proporzionalmente in caso di perdita parziale; non è dovuto altro risarcimento di danni.5.  In caso di ritardo, se l’avente diritto prova che gliene è derivato un pregiudizio, il vettore deve corrispondere un’indennità non eccedente il prezzo di trasporto.6.  Possono essere reclamate indennità maggiori solo quando sia stato dichiarato il valore della merce o sia stata fatta una dichiarazione d’interesse speciale alla riconsegna, conformemente agli articoli 24 e 26.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_23"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 23 cpv. Introdotto dall’art. 2 n. 2 del Prot. del 5 lug. 1978, in vigore per la Svizzera dall’8 gen. 1984 (RU 1983 1933). CMR",
        "content": "7.  L’unità di conto menzionata nella presente Convenzione consiste nel diritto speciale di prelievo così come definito dal Fondo monetario internazionale. L’ammontare di cui al paragrafo 3 del presente articolo viene convertito nella moneta nazionale dello Stato da cui dipende il Tribunale investito della controversia sulla base del valore di detta moneta alla data della sentenza o alla data concordata dalle Parti. Il valore, in diritto speciale di prelievo, della moneta nazionale dello Stato membro del Fondo monetario internazionale, viene calcolato alla data in questione secondo il metodo di valutazione applicato dal Fondo monetario internazionale per le sue operazioni e transazioni. Il valore, in diritto speciale di prelievo, della moneta nazionale, di uno Stato che non sia membro del Fondo monetario internazionale, viene calcolato secondo quanto stabilito da detto Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_23"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 23 cpv. Introdotto dall’art. 2 n. 2 del Prot. del 5 lug. 1978, in vigore per la Svizzera dall’8 gen. 1984 (RU 1983 1933). CMR",
        "content": "8  Tuttavia, uno Stato che non sia membro del Fondo monetario internazionale e la cui legislazione non permetta di applicare le disposizioni del paragrafo 7 del presente articolo può, al momento della ratifica del Protocollo alla CMR o dell’adesione a quest’ultima o in qualunque altro momento, dichiarare che il limite della responsabilità previsto al paragrafo 3 del presente articolo e applicabile sul suo territorio è fissato a 25 unità monetarie. L’unità monetaria di cui al presente paragrafo corrisponde a 10/31 di grammo oro al titolo di 900 millesimi di fino. La conversione nella moneta nazionale della somma di cui al presente paragrafo viene effettuata conformemente alla legislazione dello Stato interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_23"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 23 cpv. Introdotto dall’art. 2 n. 2 del Prot. del 5 lug. 1978, in vigore per la Svizzera dall’8 gen. 1984 (RU 1983 1933). CMR",
        "content": "9.  Il calcolo menzionato nell’ultima frase del paragrafo 7, e la conversione di cui al paragrafo 8, del presente articolo devono essere effettuati in modo da tradurre in moneta nazionale dello Stato lo stesso valore reale, per quanto possibile, di quello espresso in unità di conto al paragrafo 3 del presente articolo. Al momento del deposito di uno strumento, di cui all’articolo 3 del Protocollo alla CMR ed ogni qual volta si verifichi un cambiamento nel loro metodo di calcolo o nel valore della loro moneta nazionale in rapporto all’unità di conto o all’unità monetaria, gli Stati comunicheranno al Segretario generale dell’ONU il loro metodo di calcolo conformemente al paragrafo 7, o i risultati della conversione conformemente al paragrafo 8, del presente articolo, a seconda dei casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_23"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 24 CMR",
        "content": "Pagando un supplemento di prezzo da convenirsi, il mittente può dichiarare nella lettera di vettura un valore della merce superiore al limite indicato nel paragrafo 3 dell’articolo 23 e, in tale caso, l’ammontare dichiarato sostituisce detto limite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_24"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 25 CMR",
        "content": "1.  In caso di avaria, il vettore paga l’ammontare del deprezzamento calcolato secondo il valore della merce fissato conformemente all’articolo 23 paragrafi 1, 2 e 4.2.  Tuttavia, l’indennità non può eccedere\na. se l’intera spedizione è deprezzata dall’avaria, la somma che sarebbe dovuta in caso di perdita totale;\nb. se solo una parte della spedizione è deprezzata dall’avaria, la somma che sarebbe dovuta per la perdita della parte deprezzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_25"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 26 CMR",
        "content": "1.  Il mittente può fissare l’ammontare di un interesse speciale alla riconsegna, in caso di perdita o di avaria e di ritardo sul termine convenuto, menzionandolo nella lettera di vettura e pagando il supplemento di prezzo convenuto.2.  Qualora sia stata fatta la dichiarazione d’interesse speciale alla riconsegna, oltre alle indennità previste negli articoli 23, 24 e 25, può essere reclamato il risarcimento del danno supplementare provato, fino a concorrenza dell’ammontare dell’interesse dichiarato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_26"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 27 CMR",
        "content": "1.  L’avente diritto può richiedere gli interessi sull’indennità. Tali interessi, calcolati in ragione del cinque per cento annuo, decorrono dal giorno del reclamo presentato per iscritto al vettore o, se non sia stato presentato reclamo, dal giorno della domanda giudiziale.2.  Qualora gli elementi che servono di base al calcolo dell’indennità non siano espressi nella valuta del Paese ove devesi effettuare il pagamento, la conversione è fatta in base al corso del giorno e del luogo di pagamento dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_27"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 28 CMR",
        "content": "1.  Se, in conformità della legge applicabile, la perdita, l’avaria o il ritardo verificatosi nel corso di un trasporto soggetto alla presente Convenzione, può dar luogo a un reclamo extra-contrattuale, il vettore può avvalersi delle disposizioni della presente Convenzione, che escludono la sua responsabilità o che determinano o limitano le indennità dovute.2.  Se è fatta valere la responsabilità extracontrattuale per perdita, avaria o ritardo nei confronti di una persona per la quale il vettore è responsabile, conformemente all’articolo 3, questa può parimenti avvalersi delle disposizioni della presente Convenzione che escludono la responsabilità del vettore o che determinano o limitano le indennità dovute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_28"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo IV, Responsabilità del vettore",
        "citation": "Art. 29 CMR",
        "content": "1.  Il vettore non ha il diritto di avvalersi delle disposizioni del presente capo che escludono o limitano la sua responsabilità o che invertono l’onere della prova, se il danno dipende da dolo o da colpa a lui imputabile e che, secondo la legge del giudice adito, è parificata a dolo.2.  Lo stesso vale nel caso in cui il dolo o la colpa sia imputabile ai dipendenti del vettore o a altre persone dei cui servizi egli si avvale per l’esecuzione del trasporto, quando tali dipendenti o tali persone agiscono nell’esercizio delle loro funzioni. In tal caso, detti dipendenti o dette persone non hanno a loro volta il diritto di avvalersi, per quanto concerne la loro responsabilità personale, delle disposizioni del presente capo di cui al paragrafo 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_29"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo V, Reclami e azioni",
        "citation": "Art. 30 CMR",
        "content": "1.  Se il destinatario ha ricevuto la merce senza averne accertato lo stato in contraddittorio con il vettore o senza aver comunicato le sue riserve al medesimo – al più tardi al momento della riconsegna, ove si tratti di perdite o avarie apparenti, o entro sette giorni dalla riconsegna, domenica o giorni festivi non compresi, ove si tratti di perdite o avarie non apparenti –, indicando genericamente la natura della perdita o dell’avaria, si presume, fino a prova contraria, che egli abbia ricevuto la merce nello stato descritto nella lettera di vettura. Ove si tratti di perdite o di avarie non apparenti, le riserve di cui sopra devono essere fatte per iscritto.2.  Qualora lo stato della merce sia stato accertato in contraddittorio dal destinatario e dal vettore, la prova contraria al risultato di tale accertamento può essere fatta solo ove si tratti di perdite o avarie non apparenti ed il destinatario abbia comunicato riserve scritte al vettore entro 7 giorni dall’accertamento medesimo, domenica e giorni festivi non compresi.3.  Un ritardo nella riconsegna non può dar luogo a indennità salvo il caso in cui una riserva sia stata comunicata per iscritto nel termine di 21 giorni da quello in cui la merce è stata messa a disposizione del destinatario.4.  La data di riconsegna, ovvero, secondo il caso, quella dell’accertamento o quella in cui la merce è stata messa a disposizione, non è computata nei termini previsti nel presente articolo.5.  Il vettore e il destinatario devono accordarsi reciprocamente ogni facilitazione ragionevole ai fini di ogni utile accertamento e verifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_30"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo V, Reclami e azioni",
        "citation": "Art. 31 CMR",
        "content": "1.  Per tutte le controversie concernenti i trasporti sottoposti alla presente Convenzione, l’attore può adire oltre ai giudici dei Paesi contraenti designati di comune accordo dalle parti, i giudici del Paese sul cui territorio:\na. il convenuto ha la sua residenza abituale, la sua sede principale o la succursale o l’agenzia per il cui tramite è stato concluso il contratto di trasporto, o\nb. si trova il luogo del ricevimento della merce o quello previsto per la riconsegna,e non gli è consentito adire altri giudici.2.  Qualora per una controversia di cui al paragrafo primo del presente articolo sia stata proposta un’azione davanti al giudice competente ai sensi di detto paragrafo, o qualora questo giudice si sia pronunciato su una tale controversia, nessuna nuova azione può essere intentata tra le parti per la stessa controversia, salvo che la sentenza del giudice davanti al quale è stata promossa la prima causa non possa essere eseguita nel Paese in cui è promossa la nuova causa.3.  Qualora in una controversia di cui al paragrafo 1 del presente articolo una sentenza pronunciata da un giudice di un Paese contraente sia divenuta esecutiva in tale Paese, essa diventa ugualmente esecutiva in ciascuno degli altri Paesi contraenti non appena siano state adempiute le formalità all’uopo prescritte nel Paese interessato. Tali formalità non possono comportare alcun riesame di merito del processo.4.  Le disposizioni del paragrafo 3 del presente articolo si applicano alle sentenze pronunciate in contraddittorio, in contumacia e alle transazioni giudiziali; esse non si applicano invece alle sentenze che sono esecutive soltanto provvisoriamente, né alle sentenze che condannano l’attore, in seguito al parziale o totale rigetto della sua domanda, oltre alle spese, al pagamento di un risarcimento.5.  I cittadini di un Paese contraente che hanno il loro domicilio o una sede d’affari in un Paese contraente non sono obbligati a prestare una cauzione per garantire il pagamento delle spese giudiziali derivanti da controversie su trasporti sottoposti alla presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_31"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo V, Reclami e azioni",
        "citation": "Art. 32 CMR",
        "content": "1.  Le azioni nascenti da trasporti sottoposti alla presente Convenzione si prescrivono nel termine di un anno. Tuttavia, in caso di dolo o di colpa che, secondo la legge del giudice adito, è equiparata a dolo, la prescrizione è di tre anni. La prescrizione decorre:\na. nel caso di perdita parziale, di avaria o di ritardo, dal giorno in cui la merce è stata riconsegnata;\nb. nel caso di perdita totale, dal trentesimo giorno dopo la scadenza del termine convenuto o, se non è stato convenuto un termine, dal sessantesimo giorno dal ricevimento della merce da parte del vettore;\nc. in tutti gli altri casi, dalla scadenza di un termine di tre mesi dalla data della conclusione del contratto di trasporto.Il giorno sopraindicato come giorno d’inizio della prescrizione non è computato.2.  Il reclamo scritto sospende la prescrizione fino al giorno in cui il vettore lo respinge per iscritto e restituisce i documenti ad esso allegati. In caso di accettazione parziale del reclamo, la prescrizione riprende il suo corso solo per la parte del reclamo rimasta in contestazione. La prova del ricevimento del reclamo o della risposta e quella della restituzione dei documenti incombono alla parte che afferma tali fatti. 1 successivi reclami riguardanti lo stesso oggetto non sospendono il corso della prescrizione.3.  Con riserva delle disposizioni del precedente paragrafo 2, la sospensione della prescrizione è regolata dalla legge del giudice adito. Lo stesso vale per l’interruzione della prescrizione.4.  L’azione prescritta non può più essere proposta, né sotto forma di domanda riconvenzionale, né sotto forma di eccezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_32"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo V, Reclami e azioni",
        "citation": "Art. 33 CMR",
        "content": "Il contratto di trasporto può contenere una clausola che attribuisce la competenza ad un arbitro o ad un collegio arbitrale, a condizione che essa preveda che tale arbitro o collegio arbitrale applichi la presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_33"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 34 CMR",
        "content": "Se un trasporto, disciplinato da un contratto unico, è eseguito da vettori stradali successivi, ognuno di essi è responsabile dell’esecuzione del trasporto totale; in seguito all’accettazione della merce e della lettera di vettura, il secondo vettore e ognuno dei vettori successivi diventano parti del contratto e a loro si applicano le disposizioni contenute nella lettera di vettura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_34"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 35 CMR",
        "content": "1.  Il vettore che accetta la merce dal vettore precedente consegna a questi una ricevuta datata e firmata. Egli deve indicare il suo nome e il suo indirizzo sul secondo esemplare della lettera di vettura. Se del caso, egli appone su detto esemplare, nonché sulla ricevuta, riserve analoghe a quelle previste nell’articolo 8, paragrafo 2.2.  Nei rapporti tra i vettori successivi si applicano le disposizioni dell’articolo 9.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_35"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 36 CMR",
        "content": "Salvo il caso di domanda riconvenzionale o di eccezione formulata in un giudizio riguardante una domanda fondata sul medesimo contratto di trasporto, l’azione di responsabilità per perdita, avaria o ritardo può essere promossa solo nei confronti del primo o dell’ultimo vettore o di quello che ha eseguito la parte del trasporto nel corso della quale si è prodotto il fatto che ha causato la perdita, l’avaria o il ritardo; la stessa azione può essere promossa contemporaneamente nei confronti di più d’uno di tali vettori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_36"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 37 CMR",
        "content": "Il vettore che ha pagato un’indennità in base alle disposizioni della presente Convenzione ha il diritto di regresso per l’indennità, gli interessi e le spese, nei confronti dei vettori che hanno partecipato all’esecuzione del contratto di trasporto. Valgono in proposito le seguenti disposizioni:\na. il vettore cui è imputabile il danno risponde in via esclusiva dell’indennità, indipendentemente dal fatto che questa sia stata pagata da lui o da altro vettore;\nb. quando il danno è imputabile a due o più vettori, ognuno di essi deve pagare una somma proporzionale alla sua parte di responsabilità; ove non fosse possibile valutare la parte di responsabilità, ognuno di essi è responsabile in proporzione alla quota del corrispettivo spettantegli per il trasporto;\nc. ove non si possa stabilire a quali vettori debba essere imputata la responsabilità, l’onere dell’indennità dovuta è ripartito tra tutti i vettori nella proporzione fissata nella precedente lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_37"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 38 CMR",
        "content": "Se uno dei vettori non è solvibile, la quota che gli incombe e che egli non ha pagato è ripartita tra tutti gli altri vettori in proporzione al corrispettivo loro spettante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_38"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 39 CMR",
        "content": "1.  Il vettore contro il quale viene esercitata una delle azioni di regresso previste negli articoli 37 e 38 non può contestare la fondatezza del pagamento effettuato dal vettore che esercita il regresso, se l’indennità è stata fissata giudizialmente, sempreché la citazione gli sia stata debitamente notificata ed egli sia stato posto in grado di intervenire nella causa.2.  Il vettore che intende esercitare il suo diritto di regresso può presentare la sua domanda al giudice competente del Paese nel quale uno dei vettori interessati ha la sua residenza abituale, la sua sede principale o la filiale o l’agenzia per il cui tramite è stato concluso il contratto di trasporto. Il regresso può essere esercitato con una sola e medesima azione contro tutti i vettori interessati.3.  Le disposizioni dell’articolo 31 paragrafi 3 e 4 si applicano alle sentenze pronunziate sulle azioni di regresso previste negli articoli 37 e 38.4.  Alle azioni di regresso tra vettori si applicano le disposizioni dell’articolo 32. Tuttavia, la prescrizione decorre o dalla data di una sentenza definitiva che fissa l’indennità da versare conformemente alle disposizioni della presente convenzione, oppure, ove manchi tale sentenza, dal giorno del pagamento effettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_39"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VI, Disposizioni concernenti il trasporto effettuato da vettori successivi",
        "citation": "Art. 40 CMR",
        "content": "I vettori sono liberi di convenire tra loro deroghe agli articoli 37 e 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_40"
    },
    {
        "book": "CMR",
        "title": "CMR, Capo VII, Nullità di patti contrari alla convenzione",
        "citation": "Art. 41 CMR",
        "content": "1.  Con riserva delle disposizioni dell’articolo 40, è nullo e improduttivo di effetti qualsiasi patto che, direttamente od indirettamente, deroghi alle disposizioni della presente Convenzione. La nullità di tali patti non comporta la nullità delle altre disposizioni del contratto.2.  In particolare è nulla qualsiasi clausola con la quale il vettore si faccia cedere il beneficio dell’assicurazione della merce o qualsiasi altra clausola analoga, come pure ogni clausola che inverta l’onere della prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1970/851_851_851/it#art_41"
    }
]