[
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Scopo",
        "citation": "Art. 1 LPD",
        "content": "Scopo della presente legge è proteggere la personalità e i diritti fondamentali delle persone fisiche i cui dati personali sono oggetto di trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_1"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Campo d’applicazione personale e materiale",
        "citation": "Art. 2 cpv. 1 LPD",
        "content": "La presente legge si applica al trattamento di dati personali concernenti persone fisiche da parte di:\na. privati;\nb. organi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_2"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Campo d’applicazione personale e materiale",
        "citation": "Art. 2 cpv. 2 LPD",
        "content": "Non si applica al trattamento di dati personali da parte:\na. di persone fisiche per uso esclusivamente personale;\nb. delle Camere federali e delle commissioni parlamentari nell’ambito delle loro deliberazioni;\nc. dei beneficiari istituzionali di cui all’articolo 2 capoverso 1 della legge del 22 giugno 2007 sullo Stato ospite che godono dell’immunità di giurisdizione in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_2"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Campo d’applicazione personale e materiale",
        "citation": "Art. 2 cpv. 3 LPD",
        "content": "Il trattamento di dati personali e i diritti delle persone interessate nei procedimenti giudiziari e nei procedimenti secondo gli ordinamenti procedurali federali sono retti dal diritto processuale applicabile. Le disposizioni della presente legge si applicano alle procedure amministrative di primo grado.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_2"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Campo d’applicazione personale e materiale",
        "citation": "Art. 2 cpv. 4 LPD",
        "content": "I registri pubblici relativi ai rapporti di diritto privato, in particolare l’accesso a tali registri e i diritti delle persone interessate, sono retti dalle disposizioni speciali del diritto federale applicabile. In assenza di disposizioni speciali si applica la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_2"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Campo d’applicazione territoriale",
        "citation": "Art. 3 cpv. 1 LPD",
        "content": "La presente legge si applica alle fattispecie che generano effetti in Svizzera, anche se si verificano all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_3"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Campo d’applicazione territoriale",
        "citation": "Art. 3 cpv. 2 LPD",
        "content": "Alle pretese di diritto civile si applica la legge federale del 18 dicembre 1987 sul diritto internazionale privato. Sono fatte salve inoltre le disposizioni concernenti il campo d’applicazione territoriale del Codice penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_3"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Incaricato federale della protezione dei dati e della trasparenza",
        "citation": "Art. 4 cpv. 1 LPD",
        "content": "L’Incaricato federale della protezione dei dati e della trasparenza (IFPDT) vigila sull’applicazione delle disposizioni federali sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_4"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 1:, Scopo e campo d’applicazione nonché autorità federale di vigilanza, Incaricato federale della protezione dei dati e della trasparenza",
        "citation": "Art. 4 cpv. 2 LPD",
        "content": "Non sono sottoposti alla vigilanza dell’IFPDT:\na. l’Assemblea federale;\nb. il Consiglio federale;\nc. i tribunali della Confederazione;\nd. il Ministero pubblico della Confederazione, per quanto riguarda il trattamento di dati personali nell’ambito di un procedimento penale;\ne. le autorità federali, per quanto riguarda il trattamento di dati personali nell’ambito della loro attività giurisdizionale o di procedure di assistenza giudiziaria internazionale in materia penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_4"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Definizioni",
        "citation": "Art. 5 LPD",
        "content": "Nella presente legge s’intende per:\na. dati personali: tutte le informazioni concernenti una persona fisica identificata o identificabile;\nb. persona interessata: la persona fisica i cui dati personali sono oggetto di trattamento;\nc. dati personali degni di particolare protezione:\n1. i dati concernenti le opinioni o attività religiose, filosofiche, politiche o sindacali,\n2. i dati concernenti la salute, la sfera intima o l’appartenenza a una razza o a un’etnia,\n3. i dati genetici,\n4. i dati biometrici che identificano in modo univoco una persona fisica,\n5. i dati concernenti perseguimenti e sanzioni amministrativi e penali,\n6. i dati concernenti le misure d’assistenza sociale;\nd. trattamento: qualsiasi operazione relativa a dati personali, indipendentemente dai mezzi e dalle procedure impiegati, segnatamente la raccolta, la registrazione, la conservazione, l’utilizzazione, la modificazione, la comunicazione, l’archiviazione, la cancellazione o la distruzione di dati;\ne. comunicazione: la trasmissione di dati personali o il fatto di renderli accessibili;\nf. profilazione: trattamento automatizzato di dati personali consistente nell’utilizzazione degli stessi per valutare determinati aspetti personali di una persona fisica, in particolare per analizzare o prevedere aspetti concernenti il rendimento professionale, la situazione economica, la salute, le preferenze, gli interessi, l’affidabilità, il comportamento, i luoghi di permanenza e gli spostamenti di tale persona;\ng. profilazione a rischio elevato: profilazione che comporta un rischio elevato per la personalità o i diritti fondamentali della persona interessata poiché comporta un collegamento tra dati che permette di valutare aspetti essenziali della personalità di una persona fisica;\nh. violazione della sicurezza dei dati: violazione della sicurezza in seguito alla quale, in modo accidentale o illecito, dati personali vengono persi, cancellati, distrutti, modificati oppure divulgati o resi accessibili a persone non autorizzate;\ni. organo federale: autorità o servizio della Confederazione, oppure persona cui sono affidati compiti federali;\nj. titolare del trattamento: il privato o l’organo federale che, singolarmente o insieme ad altri, determina lo scopo e i mezzi del trattamento;\nk. responsabile del trattamento: il privato o l’organo federale che tratta dati personali per conto del titolare del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_5"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 1 LPD",
        "content": "I dati personali devono essere trattati in modo lecito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 2 LPD",
        "content": "Il trattamento deve essere conforme ai principi della buona fede e della proporzionalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 3 LPD",
        "content": "I dati personali possono essere raccolti soltanto per uno scopo determinato e riconoscibile per la persona interessata; possono essere trattati ulteriormente soltanto in modo compatibile con tale scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 4 LPD",
        "content": "I dati personali sono distrutti o resi anonimi appena non sono più necessari per lo scopo del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 5 LPD",
        "content": "Chi tratta dati personali deve accertarsi della loro esattezza. Deve prendere tutte le misure adeguate per rettificare, cancellare o distruggere i dati inesatti o incompleti rispetto allo scopo per il quale sono stati raccolti o trattati. L’adeguatezza delle misure dipende segnatamente dal tipo e dall’entità del trattamento dei dati come pure dai rischi derivanti dal trattamento per la personalità o i diritti fondamentali della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 6 LPD",
        "content": "Laddove sia una condizione necessaria per il trattamento, il consenso della persona interessata è valido soltanto se, dopo debita informazione, è dato in modo libero in riferimento a uno o più trattamenti specifici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Principi",
        "citation": "Art. 6 cpv. 7 LPD",
        "content": "È necessario l’espresso consenso per:\na. il trattamento di dati personali degni di particolare protezione;\nb. la profilazione a rischio elevato da parte di privati;\nc. la profilazione da parte di un organo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_6"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Protezione dei dati personali sin dalla progettazione e per impostazione predefinita",
        "citation": "Art. 7 cpv. 1 LPD",
        "content": "Il titolare del trattamento è tenuto ad adottare i provvedimenti tecnici e organizzativi necessari affinché il trattamento dei dati personali sia conforme alle disposizioni sulla protezione dei dati, in particolare ai principi di cui all’articolo 6. Li adotta sin dalla progettazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_7"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Protezione dei dati personali sin dalla progettazione e per impostazione predefinita",
        "citation": "Art. 7 cpv. 2 LPD",
        "content": "I provvedimenti tecnici e organizzativi devono essere adeguati in particolare allo stato della tecnica, al tipo e all’entità del trattamento dei dati personali come pure ai rischi derivanti dal trattamento per la personalità o i diritti fondamentali delle persone interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_7"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Protezione dei dati personali sin dalla progettazione e per impostazione predefinita",
        "citation": "Art. 7 cpv. 3 LPD",
        "content": "Il titolare del trattamento è tenuto a garantire, mediante appropriate impostazioni predefinite, che il trattamento di dati personali sia circoscritto al minimo indispensabile per lo scopo perseguito, salvo che la persona interessata disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_7"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Sicurezza dei dati",
        "citation": "Art. 8 cpv. 1 LPD",
        "content": "Il titolare e il responsabile del trattamento garantiscono, mediante appropriati provvedimenti tecnici e organizzativi, che la sicurezza dei dati personali sia adeguata al rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_8"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Sicurezza dei dati",
        "citation": "Art. 8 cpv. 2 LPD",
        "content": "I provvedimenti devono permettere di evitare violazioni della sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_8"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Sicurezza dei dati",
        "citation": "Art. 8 cpv. 3 LPD",
        "content": "Il Consiglio federale emana disposizioni sui requisiti minimi in materia di sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_8"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Trattamento di dati personali da parte di un responsabile",
        "citation": "Art. 9 cpv. 1 LPD",
        "content": "Il trattamento di dati personali può essere affidato a un responsabile del trattamento per contratto o per legge se:\na. questi effettua soltanto i trattamenti che il titolare del trattamento avrebbe il diritto di effettuare; e\nb. nessun obbligo legale o contrattuale di serbare il segreto lo vieta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_9"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Trattamento di dati personali da parte di un responsabile",
        "citation": "Art. 9 cpv. 2 LPD",
        "content": "Il titolare del trattamento deve in particolare assicurare che il responsabile del trattamento sia in grado di garantire la sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_9"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Trattamento di dati personali da parte di un responsabile",
        "citation": "Art. 9 cpv. 3 LPD",
        "content": "Il responsabile del trattamento può affidare il trattamento a un terzo soltanto previa autorizzazione del titolare del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_9"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Trattamento di dati personali da parte di un responsabile",
        "citation": "Art. 9 cpv. 4 LPD",
        "content": "Il responsabile del trattamento può far valere gli stessi motivi giustificativi del titolare del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_9"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Consulente per la protezione dei dati",
        "citation": "Art. 10 cpv. 1 LPD",
        "content": "I titolari privati del trattamento possono nominare un consulente per la protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_10"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Consulente per la protezione dei dati",
        "citation": "Art. 10 cpv. 2 LPD",
        "content": "Il consulente funge da interlocutore per le persone interessate come pure per le autorità competenti in Svizzera per la protezione dei dati. Ha segnatamente i compiti seguenti:\na. fornire formazione e consulenza al titolare privato del trattamento in questioni concernenti la protezione dei dati;\nb. partecipare all’applicazione delle disposizioni sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_10"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Consulente per la protezione dei dati",
        "citation": "Art. 10 cpv. 3 LPD",
        "content": "I titolari privati del trattamento possono avvalersi dell’eccezione di cui all’articolo 23 capoverso 4 se:\na. il consulente esercita la sua funzione in modo indipendente dal titolare del trattamento e senza ricevere da questi istruzioni;\nb. il consulente non esercita attività inconciliabili con i suoi compiti di consulente; \nc. il consulente dispone delle conoscenze tecniche necessarie; e\nd. il titolare del trattamento pubblica i dati di contatto del consulente e li comunica all’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_10"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Consulente per la protezione dei dati",
        "citation": "Art. 10 cpv. 4 LPD",
        "content": "Il Consiglio federale disciplina la nomina dei consulenti da parte degli organi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_10"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Codice di condotta",
        "citation": "Art. 11 cpv. 1 LPD",
        "content": "Le associazioni professionali, di settore ed economiche autorizzate dai loro statuti a difendere gli interessi economici dei loro membri come pure gli organi federali possono sottoporre all’IFPDT codici di condotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_11"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Codice di condotta",
        "citation": "Art. 11 cpv. 2 LPD",
        "content": "L’IFPDT esprime un parere riguardo a ogni codice di condotta; pubblica tali pareri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_11"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Registro delle attività di trattamento",
        "citation": "Art. 12 cpv. 1 LPD",
        "content": "I titolari e i responsabili del trattamento tengono ognuno un registro delle rispettive attività di trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_12"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Registro delle attività di trattamento",
        "citation": "Art. 12 cpv. 2 LPD",
        "content": "Il registro del titolare del trattamento contiene almeno:\na. l’identità del titolare del trattamento;\nb. lo scopo del trattamento;\nc. una descrizione delle categorie di persone interessate e delle categorie di dati personali trattati;\nd. le categorie di destinatari;\ne.  se possibile, la durata di conservazione dei dati personali o i criteri per determinare tale durata;\nf. se possibile, una descrizione generale dei provvedimenti tesi a garantire la sicurezza dei dati personali secondo l’articolo 8;\ng. se i dati personali sono comunicati all’estero, le indicazioni relative allo Stato destinatario e le garanzie di cui all’articolo 16 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_12"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Registro delle attività di trattamento",
        "citation": "Art. 12 cpv. 3 LPD",
        "content": "Il registro del responsabile del trattamento contiene indicazioni in merito alla sua identità e a quella del titolare del trattamento, alle categorie dei trattamenti eseguiti su incarico del titolare del trattamento, come pure le indicazioni di cui al capoverso 2 lettere f e g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_12"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Registro delle attività di trattamento",
        "citation": "Art. 12 cpv. 4 LPD",
        "content": "Gli organi federali notificano i loro registri all’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_12"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Registro delle attività di trattamento",
        "citation": "Art. 12 cpv. 5 LPD",
        "content": "Il Consiglio federale prevede eccezioni per le imprese con meno di 250 collaboratori i cui trattamenti di dati personali comportano soltanto un rischio esiguo di violazione della personalità delle persone interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_12"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Certificazione",
        "citation": "Art. 13 cpv. 1 LPD",
        "content": "I fornitori di programmi o sistemi di trattamento di dati personali come pure i titolari e i responsabili del trattamento possono sottoporre i loro sistemi, prodotti e servizi a una valutazione da parte di organismi di certificazione indipendenti riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_13"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 1: Definizioni e principi, Certificazione",
        "citation": "Art. 13 cpv. 2 LPD",
        "content": "Il Consiglio federale emana disposizioni sul riconoscimento delle procedure di certificazione e sull’introduzione di un marchio di qualità inerente alla protezione dei dati. Tiene conto del diritto internazionale e delle norme tecniche riconosciute a livello internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_13"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 2: Trattamento da parte di titolari privati con sede o domicilio all’estero, Rappresentante",
        "citation": "Art. 14 cpv. 1 LPD",
        "content": "I titolari privati del trattamento con sede o domicilio all’estero designano un rappresentante in Svizzera se trattano dati personali concernenti persone in Svizzera e il trattamento:\na. è legato a un’offerta di merci o prestazioni o finalizzato a porre sotto osservazione il comportamento di dette persone;\nb. è un trattamento su grande scala;\nc. è un trattamento periodico; e\nd. comporta un rischio elevato per la personalità delle persone interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_14"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 2: Trattamento da parte di titolari privati con sede o domicilio all’estero, Rappresentante",
        "citation": "Art. 14 cpv. 2 LPD",
        "content": "Il rappresentante funge da interlocutore per le persone interessate e l’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_14"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 2: Trattamento da parte di titolari privati con sede o domicilio all’estero, Rappresentante",
        "citation": "Art. 14 cpv. 3 LPD",
        "content": "Il titolare del trattamento pubblica il nome e l’indirizzo del rappresentante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_14"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 2: Trattamento da parte di titolari privati con sede o domicilio all’estero, Obblighi del rappresentante",
        "citation": "Art. 15 cpv. 1 LPD",
        "content": "Il rappresentante tiene un registro delle attività di trattamento del titolare del trattamento; il registro contiene le indicazioni di cui all’articolo 12 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_15"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 2: Trattamento da parte di titolari privati con sede o domicilio all’estero, Obblighi del rappresentante",
        "citation": "Art. 15 cpv. 2 LPD",
        "content": "Su richiesta, il rappresentante trasmette all’IFPDT le indicazioni contenute nel registro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_15"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 2: Trattamento da parte di titolari privati con sede o domicilio all’estero, Obblighi del rappresentante",
        "citation": "Art. 15 cpv. 3 LPD",
        "content": "Su richiesta, il rappresentante fornisce alle persone interessate informazioni su come esercitare i loro diritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_15"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 3: Comunicazione di dati personali all’estero, Principi",
        "citation": "Art. 16 cpv. 1 LPD",
        "content": "Dati personali possono essere comunicati all’estero soltanto se il Consiglio federale ha constatato che la legislazione dello Stato destinatario o l’organismo internazionale garantisce una protezione adeguata dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_16"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 3: Comunicazione di dati personali all’estero, Principi",
        "citation": "Art. 16 cpv. 2 LPD",
        "content": "In assenza di una decisione del Consiglio federale ai sensi del capoverso 1, dati personali possono essere comunicati all’estero soltanto se una protezione dei dati appropriata è garantita da:\na. un trattato internazionale;\nb. clausole contrattuali di protezione dei dati tra il titolare o il responsabile del trattamento e l’altro contraente, previamente comunicate all’IFPDT;\nc. garanzie specifiche stabilite dall’organo federale competente, previamente comunicate all’IFPDT;\nd. clausole tipo di protezione dei dati previamente approvate, stabilite o riconosciute dall’IFPDT; o\ne. norme interne dell’impresa vincolanti sulla protezione dei dati, previamente approvate dall’IFPDT o da un’autorità incaricata della protezione dei dati appartenente a uno Stato che garantisce una protezione adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_16"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 3: Comunicazione di dati personali all’estero, Principi",
        "citation": "Art. 16 cpv. 3 LPD",
        "content": "Il Consiglio federale può prevedere altre garanzie appropriate ai sensi del capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_16"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 3: Comunicazione di dati personali all’estero, Eccezioni",
        "citation": "Art. 17 cpv. 1 LPD",
        "content": "In deroga all’articolo 16 capoversi 1 e 2, dati personali possono essere comunicati all’estero se:\na. la persona interessata ha dato il suo espresso consenso alla comunicazione;\nb. la comunicazione è in relazione diretta con la conclusione o l’esecuzione di un contratto:\n1. tra il titolare del trattamento e la persona interessata, o\n2. tra il titolare del trattamento e un altro contraente, nell’interesse della persona interessata;\nc. la comunicazione è necessaria per:\n1. tutelare un interesse pubblico preponderante, o\n2. accertare, esercitare o far valere un diritto dinanzi a un giudice o a un’altra autorità estera competente;\nd. la comunicazione è necessaria per proteggere la vita o l’integrità fisica della persona interessata o di un terzo e non è possibile ottenere il consenso della persona interessata entro un termine ragionevole;\ne. la persona interessata ha reso i dati personali accessibili a chiunque e non si è opposta espressamente al loro trattamento; o\nf. i dati provengono da un registro previsto dalla legge accessibile al pubblico o alle persone con un interesse degno di protezione, sempreché nel caso specifico siano adempiute le condizioni legali per la consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_17"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 3: Comunicazione di dati personali all’estero, Eccezioni",
        "citation": "Art. 17 cpv. 2 LPD",
        "content": "Il titolare o il responsabile del trattamento che comunica dati personali conformemente al capoverso 1 lettere b numero 2, c e d ne informa, su richiesta, l’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_17"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 2: Disposizioni generali, Sezione 3: Comunicazione di dati personali all’estero, Pubblicazione di dati personali in forma elettronica",
        "citation": "Art. 18 LPD",
        "content": "La pubblicazione di dati personali per mezzo di servizi d’informazione e di comunicazione automatizzati allo scopo di informare il pubblico non è considerata una comunicazione all’estero, anche se i dati possono essere consultati all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_18"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulla raccolta di dati personali",
        "citation": "Art. 19 cpv. 1 LPD",
        "content": "Il titolare del trattamento informa in modo adeguato la persona interessata sulla raccolta di dati personali; tale obbligo sussiste anche se i dati non sono raccolti presso la persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_19"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulla raccolta di dati personali",
        "citation": "Art. 19 cpv. 2 LPD",
        "content": "Al momento della raccolta, il titolare del trattamento fornisce alla persona interessata le informazioni necessarie affinché questa possa far valere i propri diritti secondo la presente legge e sia garantito un trattamento trasparente dei dati; fornisce almeno le informazioni seguenti:\na. l’identità e i dati di contatto del titolare del trattamento;\nb. lo scopo del trattamento;\nc. se del caso, i destinatari o le categorie di destinatari cui sono comunicati dati personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_19"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulla raccolta di dati personali",
        "citation": "Art. 19 cpv. 3 LPD",
        "content": "Se i dati personali non sono raccolti presso la persona interessata, il titolare del trattamento la informa inoltre sulle categorie di dati personali trattati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_19"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulla raccolta di dati personali",
        "citation": "Art. 19 cpv. 4 LPD",
        "content": "Se i dati personali sono comunicati all’estero, il titolare del trattamento informa la persona interessata sullo Stato o sull’organismo internazionale destinatario e, se del caso, sulle garanzie di cui all’articolo 16 capoverso 2, oppure sull’applicazione di un’eccezione secondo l’articolo 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_19"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulla raccolta di dati personali",
        "citation": "Art. 19 cpv. 5 LPD",
        "content": "Se i dati personali non sono raccolti presso la persona interessata, il titolare del trattamento le fornisce le informazioni di cui ai capoversi 2–4 entro un mese dalla ricezione dei dati. Se comunica questi dati personali prima della scadenza di detto termine, il titolare del trattamento fornisce alla persona interessata tali informazioni al più tardi al momento della comunicazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_19"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Eccezioni all’obbligo di informare e limitazioni",
        "citation": "Art. 20 cpv. 1 LPD",
        "content": "L’obbligo di informare secondo l’articolo 19 non sussiste se:\na. la persona interessata dispone già delle pertinenti informazioni;\nb. il trattamento dei dati personali è previsto dalla legge;\nc. il titolare del trattamento è un privato tenuto per legge a serbare il segreto; o\nd. sono adempiute le condizioni di cui all’articolo 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_20"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Eccezioni all’obbligo di informare e limitazioni",
        "citation": "Art. 20 cpv. 2 LPD",
        "content": "Se i dati personali non sono raccolti presso la persona interessata, l’obbligo di informare non sussiste inoltre qualora l’informazione:\na. non sia possibile; o\nb. richieda un onere sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_20"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Eccezioni all’obbligo di informare e limitazioni",
        "citation": "Art. 20 cpv. 3 LPD",
        "content": "Il titolare del trattamento può limitare o differire l’informazione oppure rinunciarvi se:\na. interessi preponderanti di un terzo lo esigono;\nb. l’informazione pregiudica lo scopo del trattamento;\nc. è un privato e:\n1. lo esigono i suoi interessi preponderanti, e\n2. non comunica i dati personali a terzi; o\nd. è un organo federale e:\n1. lo esige un interesse pubblico preponderante, in particolare la salvaguardia della sicurezza interna o esterna della Svizzera, o\n2. l’informazione rischia di compromettere un’indagine, un’istruzione o un procedimento amministrativo o giudiziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_20"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Eccezioni all’obbligo di informare e limitazioni",
        "citation": "Art. 20 cpv. 4 LPD",
        "content": "Le imprese appartenenti al medesimo gruppo non sono considerate terzi ai sensi del capoverso 3 lettera c numero 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_20"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulle decisioni individuali automatizzate",
        "citation": "Art. 21 cpv. 1 LPD",
        "content": "Il titolare del trattamento informa la persona interessata di ogni decisione basata esclusivamente su un trattamento di dati personali automatizzato che abbia per lei effetti giuridici o conseguenze significative (decisione individuale automatizzata).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_21"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulle decisioni individuali automatizzate",
        "citation": "Art. 21 cpv. 2 LPD",
        "content": "Il titolare del trattamento dà su richiesta alla persona interessata la possibilità di esprimere un parere. Se la persona interessata lo esige, la decisione individuale automatizzata va riesaminata da una persona fisica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_21"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulle decisioni individuali automatizzate",
        "citation": "Art. 21 cpv. 3 LPD",
        "content": "I capoversi 1 e 2 non si applicano se:\na. la decisione individuale automatizzata è in relazione diretta con la conclusione o l’esecuzione di un contratto tra il titolare del trattamento e la persona interessata e la richiesta di quest’ultima è soddisfatta; o\nb. la persona interessata ha dato il suo espresso consenso a che la decisione sia presa in maniera automatizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_21"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Obbligo di informare sulle decisioni individuali automatizzate",
        "citation": "Art. 21 cpv. 4 LPD",
        "content": "Se la decisione individuale automatizzata è presa da un organo federale, questi la designa come tale. Il capoverso 2 non si applica nei casi in cui in virtù dell’articolo 30 capoverso 2 della legge federale del 20 dicembre 1968 sulla procedura amministrativa (PA) o di un’altra legge federale l’organo federale non è tenuto a sentire la persona interessata prima di prendere la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_21"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Valutazione d’impatto sulla protezione dei dati",
        "citation": "Art. 22 cpv. 1 LPD",
        "content": "Il titolare del trattamento effettua previamente una valutazione d’impatto sulla protezione dei dati quando il trattamento dei dati personali può comportare un rischio elevato per la personalità o i diritti fondamentali della persona interessata. Se prevede più operazioni di trattamento simili può procedere a una valutazione d’impatto comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_22"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Valutazione d’impatto sulla protezione dei dati",
        "citation": "Art. 22 cpv. 2 LPD",
        "content": "Il rischio elevato, in particolare in caso di utilizzazione di nuove tecnologie, risulta dal tipo, dall’entità, dalle circostanze e dallo scopo del trattamento. Sussiste segnatamente nel caso di:\na. trattamento su grande scala di dati personali degni di particolare protezione;\nb. sorveglianza sistematica di ampi spazi pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_22"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Valutazione d’impatto sulla protezione dei dati",
        "citation": "Art. 22 cpv. 3 LPD",
        "content": "La valutazione d’impatto sulla protezione dei dati contiene una descrizione del trattamento previsto, una valutazione dei rischi per la personalità o per i diritti fondamentali della persona interessata nonché i provvedimenti a loro tutela.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_22"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Valutazione d’impatto sulla protezione dei dati",
        "citation": "Art. 22 cpv. 4 LPD",
        "content": "Il titolare privato tenuto a effettuare il trattamento in virtù di un obbligo legale è esentato dall’obbligo di procedere a una valutazione d’impatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_22"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Valutazione d’impatto sulla protezione dei dati",
        "citation": "Art. 22 cpv. 5 LPD",
        "content": "Il titolare privato del trattamento può rinunciare a una valutazione d’impatto se si avvale di un sistema, un prodotto o un servizio che dispone di una certificazione secondo l’articolo 13 per l’impiego previsto o se rispetta un codice di condotta secondo l’articolo 11 che:\na. si basa su una valutazione d’impatto sulla protezione dei dati;\nb. prevede misure a tutela della personalità e dei diritti fondamentali della persona interessata; e\nc. è stato sottoposto all’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_22"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Consultazione dell’IFPDT",
        "citation": "Art. 23 cpv. 1 LPD",
        "content": "Il titolare del trattamento chiede previamente il parere dell’IFPDT se dalla valutazione d’impatto sulla protezione dei dati emerge che, nonostante i provvedimenti previsti dal titolare, il trattamento previsto comporta un rischio elevato per la personalità o i diritti fondamentali della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_23"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Consultazione dell’IFPDT",
        "citation": "Art. 23 cpv. 2 LPD",
        "content": "L’IFPDT comunica entro due mesi al titolare del trattamento le sue obiezioni contro il trattamento previsto. Il termine può essere prorogato di un mese se si tratta di un trattamento di dati complesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_23"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Consultazione dell’IFPDT",
        "citation": "Art. 23 cpv. 3 LPD",
        "content": "Se ha obiezioni contro il trattamento previsto, l’IFPDT propone al titolare del trattamento provvedimenti appropriati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_23"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Consultazione dell’IFPDT",
        "citation": "Art. 23 cpv. 4 LPD",
        "content": "Il titolare privato del trattamento può rinunciare a consultare l’IFPDT se ha consultato il consulente per la protezione dei dati ai sensi dell’articolo 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_23"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Notifica di violazioni della sicurezza dei dati",
        "citation": "Art. 24 cpv. 1 LPD",
        "content": "Il titolare del trattamento notifica quanto prima all’IFPDT ogni violazione della sicurezza dei dati che comporta verosimilmente un rischio elevato per la personalità o i diritti fondamentali della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_24"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Notifica di violazioni della sicurezza dei dati",
        "citation": "Art. 24 cpv. 2 LPD",
        "content": "Nella notifica il titolare del trattamento menziona almeno il tipo di violazione della sicurezza dei dati, le sue conseguenze e le misure disposte o previste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_24"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Notifica di violazioni della sicurezza dei dati",
        "citation": "Art. 24 cpv. 3 LPD",
        "content": "Il responsabile del trattamento informa quanto prima il titolare del trattamento su ogni violazione della sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_24"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Notifica di violazioni della sicurezza dei dati",
        "citation": "Art. 24 cpv. 4 LPD",
        "content": "Il titolare del trattamento informa la persona interessata sulla violazione della sicurezza dei dati, se ciò è necessario per proteggere la persona interessata o se lo esige l’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_24"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Notifica di violazioni della sicurezza dei dati",
        "citation": "Art. 24 cpv. 5 LPD",
        "content": "Il titolare del trattamento può limitare o differire l’informazione della persona interessata o rinunciarvi se:\na. sussiste uno dei motivi di cui all’articolo 26 capoversi 1 lettera b o 2 lettera b oppure un obbligo legale di serbare il segreto;\nb. l’informazione è impossibile o richiede un onere sproporzionato; o\nc. l’informazione è garantita in modo equivalente con una comunicazione pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_24"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 3: Obblighi del titolare e del responsabile del trattamento, Notifica di violazioni della sicurezza dei dati",
        "citation": "Art. 24 cpv. 6 LPD",
        "content": "Una notifica effettuata in forza del presente articolo può essere usata nel quadro di un procedimento penale contro la persona soggetta all’obbligo di notifica soltanto con il suo consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_24"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 1 LPD",
        "content": "Chiunque può domandare al titolare del trattamento se dati personali che lo concernono sono oggetto di trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 2 LPD",
        "content": "Alla persona interessata sono fornite le informazioni necessarie affinché possa far valere i suoi diritti secondo la presente legge e sia garantito un trattamento trasparente dei dati. In ogni caso le sono fornite le informazioni seguenti:\na. l’identità e i dati di contatto del titolare del trattamento;\nb. i dati personali trattati in quanto tali;\nc. lo scopo del trattamento;\nd. la durata di conservazione dei dati personali o, se ciò non è possibile, i criteri per stabilire tale durata;\ne. le informazioni disponibili sulla provenienza dei dati personali che non sono stati raccolti presso la persona interessata;\nf. se del caso, l’esistenza di una decisione individuale automatizzata e la logica su cui si fonda la decisione;\ng. se del caso, i destinatari o le categorie di destinatari cui sono comunicati dati personali, nonché le informazioni di cui all’articolo 19 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 3 LPD",
        "content": "I dati personali concernenti la salute possono essere comunicati alla persona interessata per il tramite di un professionista della salute da lei designato; a tale scopo è necessario il consenso della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 4 LPD",
        "content": "Il titolare del trattamento è tenuto a fornire le informazioni richieste anche se ha affidato il trattamento dei dati personali a un responsabile del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 5 LPD",
        "content": "Nessuno può rinunciare preventivamente al diritto d’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 6 LPD",
        "content": "Il titolare del trattamento fornisce gratuitamente le informazioni. Il Consiglio federale può prevedere eccezioni alla gratuità, segnatamente se l’informazione richiede un onere sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto d’accesso",
        "citation": "Art. 25 cpv. 7 LPD",
        "content": "Di norma l’informazione è fornita entro 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_25"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizione del diritto d’accesso",
        "citation": "Art. 26 cpv. 1 LPD",
        "content": "Il titolare del trattamento può rifiutare, limitare o differire l’informazione se:\na. lo prevede una legge in senso formale, segnatamente per tutelare un segreto professionale;\nb. lo esigono interessi preponderanti di terzi; o\nc. la domanda d’accesso è manifestamente infondata, segnatamente se persegue uno scopo contrario alla protezione dei dati, o se è querulosa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_26"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizione del diritto d’accesso",
        "citation": "Art. 26 cpv. 2 LPD",
        "content": "Il titolare del trattamento può inoltre rifiutare, limitare o differire l’informazione se:\na. è un privato e:\n1. lo esigono i suoi interessi preponderanti, e\n2. non comunica i dati personali a terzi; o\nb. è un organo federale e:\n1. lo esige un interesse pubblico preponderante, in particolare la sicurezza interna o esterna della Svizzera, o\n2. la fornitura delle informazioni rischia di compromettere un’indagine, un’istruzione o un procedimento giudiziario o amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_26"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizione del diritto d’accesso",
        "citation": "Art. 26 cpv. 3 LPD",
        "content": "Le imprese appartenenti al medesimo gruppo non sono considerate terzi ai sensi del capoverso 2 lettera a numero 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_26"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizione del diritto d’accesso",
        "citation": "Art. 26 cpv. 4 LPD",
        "content": "Il titolare del trattamento indica il motivo per cui rifiuta, limita o differisce l’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_26"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizioni del diritto d’accesso nei confronti dei mezzi di comunicazione di massa",
        "citation": "Art. 27 cpv. 1 LPD",
        "content": "Se i dati personali sono trattati esclusivamente in vista della pubblicazione nella parte redazionale di un mezzo di comunicazione di massa con carattere periodico, il titolare del trattamento può rifiutare, limitare o differire l’informazione se:\na. i dati forniscono indicazioni sulle fonti;\nb. l’informazione permette di accedere a progetti di pubblicazioni; o\nc. la libera formazione dell’opinione del pubblico rischia di essere compromessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_27"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizioni del diritto d’accesso nei confronti dei mezzi di comunicazione di massa",
        "citation": "Art. 27 cpv. 2 LPD",
        "content": "I giornalisti possono inoltre rifiutare, limitare o differire l’informazione qualora i dati personali servano loro esclusivamente a titolo di strumento personale di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_27"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto di farsi consegnare dati o di esigerne la trasmissione a terzi",
        "citation": "Art. 28 cpv. 1 LPD",
        "content": "Chiunque può esigere che i dati personali che lo concernono e che ha comunicato al titolare del trattamento gli siano consegnati in un formato elettronico usuale, se:\na. il titolare tratta i dati personali in modo automatizzato; e\nb. il trattamento è effettuato con il consenso della persona interessata oppure in relazione diretta con la conclusione o l’esecuzione di un contratto tra il titolare e la persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_28"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto di farsi consegnare dati o di esigerne la trasmissione a terzi",
        "citation": "Art. 28 cpv. 2 LPD",
        "content": "La persona interessata può inoltre esigere che il titolare del trattamento trasmetta a un altro titolare del trattamento i dati personali che la concernono se sono soddisfatte le condizioni di cui al capoverso 1 e la trasmissione non richiede un onere sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_28"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Diritto di farsi consegnare dati o di esigerne la trasmissione a terzi",
        "citation": "Art. 28 cpv. 3 LPD",
        "content": "Il titolare del trattamento consegna o trasmette gratuitamente i dati personali. Il Consiglio federale può prevedere eccezioni alla gratuità, segnatamente se la consegna o la trasmissione dei dati personali richiede un onere sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_28"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizioni del diritto di farsi consegnare dati o di esigerne la trasmissione a terzi",
        "citation": "Art. 29 cpv. 1 LPD",
        "content": "Il titolare del trattamento può rifiutare, limitare o differire la consegna o la trasmissione dei dati personali per i motivi di cui all’articolo 26 capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_29"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 4: Diritti della persona interessata, Restrizioni del diritto di farsi consegnare dati o di esigerne la trasmissione a terzi",
        "citation": "Art. 29 cpv. 2 LPD",
        "content": "Il titolare del trattamento indica il motivo per cui rifiuta, limita o differisce la consegna o la trasmissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_29"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Lesioni della personalità",
        "citation": "Art. 30 cpv. 1 LPD",
        "content": "Chi tratta dati personali non può ledere illecitamente la personalità delle persone interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_30"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Lesioni della personalità",
        "citation": "Art. 30 cpv. 2 LPD",
        "content": "Vi è lesione della personalità in particolare se:\na. sono trattati dati personali in violazione dei principi di cui agli articoli 6 e 8;\nb. sono trattati dati personali contro l’espressa volontà della persona interessata;\nc. sono comunicati a terzi dati personali degni di particolare protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_30"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Lesioni della personalità",
        "citation": "Art. 30 cpv. 3 LPD",
        "content": "Di regola non vi è lesione della personalità se la persona interessata ha reso i suoi dati personali accessibili a chiunque e non si è opposta espressamente al trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_30"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Motivi giustificativi",
        "citation": "Art. 31 cpv. 1 LPD",
        "content": "Una lesione della personalità è illecita se non è giustificata dal consenso della persona interessata, da un interesse preponderante privato o pubblico oppure dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_31"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Motivi giustificativi",
        "citation": "Art. 31 cpv. 2 LPD",
        "content": "Un interesse preponderante del titolare del trattamento può in particolare sussistere se questi:\na. tratta dati personali riguardanti l’altra parte contraente in relazione diretta con la conclusione o l’esecuzione di un contratto;\nb. si trova o si troverà in un rapporto di concorrenza economica con un’altra persona e a tal fine tratta dati personali che non comunica a terzi; le imprese appartenenti al medesimo gruppo del titolare non sono considerate terzi ai sensi della presente disposizione;\nc. tratta dati personali allo scopo di valutare la solvibilità della persona interessata e:\n1. i dati non sono degni di particolare protezione e non è effettuata una profilazione a rischio elevato,\n2. i dati sono comunicati soltanto a terzi che ne necessitano per la conclusione o l’esecuzione di un contratto con la persona interessata, \n3. i dati non risalgono a oltre dieci anni, e\n4. la persona interessata è maggiorenne;\nd. tratta dati personali a titolo professionale esclusivamente in vista della pubblicazione nella parte redazionale di un mezzo di comunicazione di massa con carattere periodico oppure, se non vi è pubblicazione, tratta dati personali esclusivamente a titolo di strumento di lavoro personale;\ne. tratta dati personali per scopi impersonali, in particolare nei settori della ricerca, della pianificazione o della statistica, e:\n1. rende anonimi i dati non appena lo scopo del trattamento lo permette; se ciò non è possibile o richiede un onere sproporzionato, prende misure adeguate per impedire che le persone interessate possano essere identificate,\n2. comunica a terzi i dati personali degni di particolare protezione soltanto in una forma che non permetta d’identificare le persone interessate; se ciò non è possibile, prende misure per garantire che i terzi possano trattare i dati soltanto per scopi impersonali, e\n3. i risultati sono pubblicati soltanto in una forma che non permetta d’identificare le persone interessate; o\nf. raccoglie dati personali di una personalità pubblica che si riferiscono alla sua attività pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_31"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Pretese",
        "citation": "Art. 32 cpv. 1 LPD",
        "content": "La persona interessata può esigere che i dati personali inesatti siano rettificati, salvo che:\na. una disposizione legale ne vieti la modifica;\nb. i dati personali siano trattati a scopo di archiviazione nell’interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_32"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Pretese",
        "citation": "Art. 32 cpv. 2 LPD",
        "content": "Le azioni concernenti la protezione della personalità sono rette dagli articoli 28, 28a e 28g–28l del Codice civile. L’attore può in particolare chiedere che:\na. sia proibito un determinato trattamento di dati personali;\nb. sia proibita una determinata comunicazione di dati personali a terzi;\nc. siano cancellati o distrutti dati personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_32"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Pretese",
        "citation": "Art. 32 cpv. 3 LPD",
        "content": "Se non possono essere accertate né l’esattezza né l’inesattezza dei dati personali, l’attore può chiedere che si aggiunga agli stessi una menzione che ne indichi il carattere contestato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_32"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 5: Disposizioni speciali per il trattamento di dati personali da parte di privati, Pretese",
        "citation": "Art. 32 cpv. 4 LPD",
        "content": "L’attore può inoltre chiedere che siano comunicati a terzi o pubblicati la rettifica, la cancellazione o la distruzione, il divieto di trattamento o di comunicazione a terzi, la menzione del carattere contestato o la sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_32"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Controllo e responsabilità in caso di trattamento congiunto di dati personali",
        "citation": "Art. 33 LPD",
        "content": "Il Consiglio federale disciplina le procedure di controllo e la responsabilità in materia di protezione dei dati nei casi in cui un organo federale tratta dati personali congiuntamente ad altri organi federali, a organi cantonali o a privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_33"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Basi legali",
        "citation": "Art. 34 cpv. 1 LPD",
        "content": "Gli organi federali hanno il diritto di trattare dati personali soltanto se lo prevede una base legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_34"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Basi legali",
        "citation": "Art. 34 cpv. 2 LPD",
        "content": "La base legale deve figurare in una legge in senso formale nei casi seguenti:\na. sono trattati dati personali degni di particolare protezione;\nb. è effettuata una profilazione;\nc. lo scopo del trattamento o il tipo di trattamento può comportare una grave ingerenza nei diritti fondamentali della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_34"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Basi legali",
        "citation": "Art. 34 cpv. 3 LPD",
        "content": "Per il trattamento di dati personali secondo il capoverso 2 lettere a e b è sufficiente una base legale figurante in una legge in senso materiale se:\na. il trattamento è indispensabile per l’adempimento di un compito stabilito in una legge in senso formale; e\nb. lo scopo del trattamento non comporta rischi particolari per i diritti fondamentali della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_34"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Basi legali",
        "citation": "Art. 34 cpv. 4 LPD",
        "content": "In deroga ai capoversi 1–3, gli organi federali possono trattare dati personali se:\na. il Consiglio federale ha autorizzato il trattamento poiché non ritiene pregiudicati i diritti delle persone interessate;\nb. la persona interessata ha dato, nel caso specifico, il suo consenso al trattamento oppure ha reso i suoi dati personali accessibili a chiunque e non si è opposta espressamente al trattamento; o\nc. il trattamento è necessario per proteggere la vita o l’integrità fisica della persona interessata o di un terzo e non è possibile ottenere il consenso della persona interessata entro un termine ragionevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_34"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Trattamento automatizzato di dati personali nell’ambito di sistemi pilota",
        "citation": "Art. 35 cpv. 1 LPD",
        "content": "Il Consiglio federale può autorizzare il trattamento automatizzato di dati personali degni di particolare protezione o altri trattamenti ai sensi dell’articolo 34 capoverso 2 lettere b e c prima dell’entrata in vigore di una legge in senso formale se:\na. i compiti che richiedono tale trattamento sono disciplinati in una legge in senso formale già in vigore;\nb. sono prese misure sufficienti per ridurre al minimo l’ingerenza nei diritti fondamentali della persona interessata; e \nc. per l’attuazione pratica del trattamento è imprescindibile una fase sperimentale prima dell’entrata in vigore della legge formale, in particolare per ragioni tecniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_35"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Trattamento automatizzato di dati personali nell’ambito di sistemi pilota",
        "citation": "Art. 35 cpv. 2 LPD",
        "content": "Il Consiglio federale chiede previamente il parere dell’IFPDT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_35"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Trattamento automatizzato di dati personali nell’ambito di sistemi pilota",
        "citation": "Art. 35 cpv. 3 LPD",
        "content": "L’organo federale competente presenta un rapporto di valutazione al Consiglio federale al più tardi due anni dopo la messa in opera del sistema pilota. Nel rapporto propone la continuazione o l’interruzione del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_35"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Trattamento automatizzato di dati personali nell’ambito di sistemi pilota",
        "citation": "Art. 35 cpv. 4 LPD",
        "content": "Il trattamento automatizzato di dati personali deve in ogni caso essere interrotto se entro cinque anni dalla messa in opera del sistema pilota non è entrata in vigore una legge in senso formale che prevede la pertinente base legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_35"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Comunicazione di dati personali",
        "citation": "Art. 36 cpv. 1 LPD",
        "content": "Gli organi federali hanno il diritto di comunicare dati personali soltanto se lo prevede una base legale ai sensi dell’articolo 34 capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_36"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Comunicazione di dati personali",
        "citation": "Art. 36 cpv. 2 LPD",
        "content": "In deroga al capoverso 1, gli organi federali possono, nel caso specifico, comunicare dati personali se:\na. la comunicazione è indispensabile all’adempimento dei compiti legali del titolare del trattamento o del destinatario;\nb. la persona interessata ha dato il suo consenso alla comunicazione;\nc. la comunicazione è necessaria per proteggere la vita o l’integrità fisica della persona interessata o di un terzo e non è possibile ottenere il consenso della persona interessata entro un termine ragionevole;\nd. la persona interessata ha reso i suoi dati personali accessibili a chiunque e non si è opposta espressamente alla comunicazione; o\ne. il destinatario rende verosimile che la persona interessata rifiuta di dare il proprio consenso, oppure si oppone alla comunicazione, al solo scopo di impedirgli l’attuazione di pretese giuridiche o la difesa di altri interessi degni di protezione; la persona interessata deve previamente essere invitata a pronunciarsi, salvo che ciò sia impossibile o richieda un onere sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_36"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Comunicazione di dati personali",
        "citation": "Art. 36 cpv. 3 LPD",
        "content": "Nell’ambito dell’informazione ufficiale del pubblico, gli organi federali possono inoltre comunicare dati personali d’ufficio o in virtù della legge del 17 dicembre 2004 sulla trasparenza se:\na. i dati sono in rapporto con l’adempimento di compiti pubblici; e\nb. sussiste un interesse pubblico preponderante alla comunicazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_36"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Comunicazione di dati personali",
        "citation": "Art. 36 cpv. 4 LPD",
        "content": "Gli organi federali possono comunicare, su richiesta, cognome, nome, indirizzo e data di nascita di una persona anche se le condizioni del capoverso 1 o 2 non sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_36"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Comunicazione di dati personali",
        "citation": "Art. 36 cpv. 5 LPD",
        "content": "Gli organi federali possono rendere accessibili a chiunque dati personali mediante servizi di informazione e comunicazione automatizzati se una base legale prevede la pubblicazione di questi dati oppure se comunicano dati in virtù del capoverso 3. Se cessa l’interesse pubblico a renderli accessibili a chiunque, i dati contenuti nel servizio di informazione e comunicazione automatizzato sono cancellati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_36"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Comunicazione di dati personali",
        "citation": "Art. 36 cpv. 6 LPD",
        "content": "Gli organi federali rifiutano o limitano la comunicazione, oppure la vincolano a oneri, se lo esige:\na. un importante interesse pubblico o un interesse manifestamente degno di protezione della persona interessata; o\nb. un obbligo legale di serbare il segreto o una disposizione speciale concernente la protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_36"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Opposizione alla comunicazione di dati personali",
        "citation": "Art. 37 cpv. 1 LPD",
        "content": "La persona interessata che rende verosimile un interesse degno di protezione può opporsi alla comunicazione di determinati dati personali da parte dell’organo federale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_37"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Opposizione alla comunicazione di dati personali",
        "citation": "Art. 37 cpv. 2 LPD",
        "content": "L’organo federale respinge l’opposizione se:\na. sussiste un obbligo legale alla comunicazione; o\nb. l’adempimento del suo compito ne risulterebbe altrimenti pregiudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_37"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Opposizione alla comunicazione di dati personali",
        "citation": "Art. 37 cpv. 3 LPD",
        "content": "È fatto salvo l’articolo 36 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_37"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Offerta di documenti all’Archivio federale",
        "citation": "Art. 38 cpv. 1 LPD",
        "content": "Conformemente alla legge federale del 26 giugno 1998 sull’archiviazione, gli organi federali offrono all’Archivio federale i dati personali di cui non necessitano più in modo permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_38"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Offerta di documenti all’Archivio federale",
        "citation": "Art. 38 cpv. 2 LPD",
        "content": "L’organo federale distrugge i dati personali che l’Archivio federale ha designato come non aventi valore archivistico, salvo che tali dati:\na. siano resi anonimi;\nb. debbano essere conservati a titolo di prova, per misura di sicurezza o per salvaguardare un interesse degno di protezione della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_38"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Trattamento di dati personali per scopi impersonali",
        "citation": "Art. 39 cpv. 1 LPD",
        "content": "Gli organi federali hanno il diritto di trattare dati personali per scopi impersonali, in particolare nei settori della ricerca, della pianificazione o della statistica, se:\na. rendono anonimi i dati non appena lo scopo del trattamento lo permette;\nb. comunicano a privati i dati personali degni di particolare protezione soltanto in una forma che non permetta d’identificare le persone interessate;\nc. il destinatario trasmette a terzi i dati soltanto con l’autorizzazione dell’organo federale che glieli ha comunicati; e\nd. i risultati sono pubblicati soltanto in una forma che non permetta d’identificare le persone interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_39"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Trattamento di dati personali per scopi impersonali",
        "citation": "Art. 39 cpv. 2 LPD",
        "content": "Gli articoli 6 capoverso 3, 34 capoverso 2 e 36 capoverso 1 non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_39"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Attività di diritto privato di organi federali",
        "citation": "Art. 40 LPD",
        "content": "Se un organo federale compie un’attività soggetta al diritto privato, il trattamento dei dati personali è retto dalle disposizioni applicabili ai privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_40"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Pretese e procedura",
        "citation": "Art. 41 cpv. 1 LPD",
        "content": "Chi ha un interesse degno di protezione può esigere che l’organo federale responsabile:\na. si astenga dal trattamento illecito dei pertinenti dati personali;\nb. elimini le conseguenze di un trattamento illecito;\nc. accerti il carattere illecito del trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_41"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Pretese e procedura",
        "citation": "Art. 41 cpv. 2 LPD",
        "content": "Il richiedente può in particolare esigere che l’organo federale:\na. rettifichi, cancelli o distrugga i pertinenti dati personali;\nb. comunichi a terzi o pubblichi la sua decisione, in particolare la rettifica, la cancellazione o la distruzione dei dati, l’opposizione alla comunicazione ai sensi dell’articolo 37 o la menzione del carattere contestato dei dati secondo il capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_41"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Pretese e procedura",
        "citation": "Art. 41 cpv. 3 LPD",
        "content": "Invece di cancellare o distruggere i dati personali, l’organo federale ne limita il trattamento se:\na. la persona interessata contesta l’esattezza dei dati personali ma né la loro esattezza né la loro inesattezza possono essere accertate;\nb. lo esigono interessi preponderanti di terzi;\nc. lo esige un interesse pubblico preponderante, in particolare la salvaguardia della sicurezza interna o esterna della Svizzera; o\nd. la cancellazione o la distruzione dei dati rischia di compromettere un’indagine, un’istruzione o un procedimento amministrativo o giudiziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_41"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Pretese e procedura",
        "citation": "Art. 41 cpv. 4 LPD",
        "content": "Se non possono essere accertate né l’esattezza né l’inesattezza dei dati personali, l’organo federale aggiunge agli stessi una menzione che ne indica il carattere contestato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_41"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Pretese e procedura",
        "citation": "Art. 41 cpv. 5 LPD",
        "content": "La rettifica, cancellazione o distruzione di dati personali non può essere chiesta in riferimento a fondi di biblioteche, istituti d’insegnamento, musei, archivi accessibili al pubblico e altre istituzioni pubbliche della memoria collettiva. Il richiedente che rende verosimile un interesse preponderante può chiedere che l’istituzione limiti l’accesso ai dati contestati. I capoversi 3 e 4 non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_41"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Pretese e procedura",
        "citation": "Art. 41 cpv. 6 LPD",
        "content": "La procedura è retta dalla PA. Le eccezioni previste dagli articoli 2 e 3 PA non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_41"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 6: Disposizioni speciali per il trattamento di dati personali da parte di organi federali, Procedura in caso di comunicazione di documenti ufficiali che contengono dati personali",
        "citation": "Art. 42 LPD",
        "content": "Se è in corso una procedura ai sensi della legge del 17 dicembre 2004 sulla trasparenza concernente l’accesso a documenti ufficiali che contengono dati personali, la persona interessata può, in tale procedura, far valere i diritti che le spettano in virtù dell’articolo 41 della presente legge in riferimento ai documenti oggetto della procedura di accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_42"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 1 LPD",
        "content": "Il capo dell’IFPDT (Incaricato) è eletto dall’Assemblea federale plenaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 2 LPD",
        "content": "È eleggibile chiunque abbia diritto di voto in materia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 3 LPD",
        "content": "Il rapporto di lavoro dell’Incaricato è retto dalla legge del 24 marzo 2000 sul personale federale (LPers), sempreché la presente legge non disponga altrimenti. Sino al compimento dei 65 anni l’Incaricato è assicurato presso la Cassa pensioni della Confederazione PUBLICA contro le conseguenze economiche di vecchiaia, invalidità e morte. Su richiesta dell’Incaricato, la previdenza per la vecchiaia è mantenuta oltre il 65° anno di età e sino alla fine del rapporto di lavoro, ma al massimo sino alla fine dell’anno civile in cui egli compie 68 anni. In tal caso, l’IFPDT finanzia i contributi di risparmio del datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 3bis LPD",
        "content": "L’Assemblea federale emana mediante ordinanza le disposizioni d’esecuzione concernenti il rapporto di lavoro dell’Incaricato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 4 LPD",
        "content": "L’Incaricato esercita la sua funzione in modo indipendente, senza ricevere né sollecitare istruzioni da alcuna autorità o da terzi. È aggregato amministrativamente alla Cancelleria federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 5 LPD",
        "content": "Dispone di una segreteria permanente e di un proprio preventivo. Assume il proprio personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Elezione e statuto",
        "citation": "Art. 43 cpv. 6 LPD",
        "content": "All’Incaricato non si applica il sistema di valutazione di cui all’articolo 4 capoverso 3 LPers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_43"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Durata, rielezione e cessazione del mandato",
        "citation": "Art. 44 cpv. 1 LPD",
        "content": "Il mandato dell’Incaricato dura quattro anni e può essere rinnovato due volte. Inizia il 1° gennaio seguente l’inizio della legislatura del Consiglio nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_44"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Durata, rielezione e cessazione del mandato",
        "citation": "Art. 44 cpv. 2 LPD",
        "content": "L’Incaricato può disdire il rapporto di lavoro per la fine di un mese con preavviso di sei mesi. In singoli casi, la Commissione giudiziaria può accordare all’Incaricato un termine di preavviso più breve se nessun interesse essenziale vi si oppone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_44"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Durata, rielezione e cessazione del mandato",
        "citation": "Art. 44 cpv. 3 LPD",
        "content": "L’Assemblea federale plenaria può destituire l’Incaricato prima della scadenza del mandato se questi:\na. intenzionalmente o per negligenza grave, ha violato gravemente i suoi doveri d’ufficio; o\nb. ha durevolmente perso la capacità di esercitare il suo ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_44"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Ammonimento",
        "citation": "Art. 44a LPD",
        "content": "La Commissione giudiziaria può pronunciare un ammonimento qualora accerti che l’Incaricato ha violato i suoi doveri d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_44_a"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Preventivo",
        "citation": "Art. 45 LPD",
        "content": "L’IFPDT presenta ogni anno, per il tramite della Cancelleria federale, un progetto di preventivo al Consiglio federale. Quest’ultimo lo inoltra senza modifiche all’Assemblea federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_45"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Incompatibilità",
        "citation": "Art. 46 LPD",
        "content": "L’Incaricato non può essere membro dell’Assemblea federale o del Consiglio federale, né esercitare alcun’altra funzione al servizio della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_46"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Attività accessorie",
        "citation": "Art. 47 cpv. 1 LPD",
        "content": "L’Incaricato non può esercitare alcuna attività accessoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_47"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Attività accessorie",
        "citation": "Art. 47 cpv. 2 LPD",
        "content": "La Commissione giudiziaria può autorizzare l’Incaricato a esercitare un’attività accessoria sempreché non siano pregiudicati il pieno adempimento della funzione, nonché l’indipendenza e la reputazione dell’IFPDT. La decisione è pubblicata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_47"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Ricusazione",
        "citation": "Art. 47a LPD",
        "content": "Se la ricusazione dell’Incaricato è contestata, decide il presidente della corte del Tribunale amministrativo federale competente in materia di protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_47_a"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 1: Organizzazione, Autocontrollo dell’IFPDT",
        "citation": "Art. 48 LPD",
        "content": "Per mezzo di misure di controllo adeguate, in particolare in riferimento alla sicurezza dei dati, l’IFPDT assicura che al suo interno sia garantita l’esecuzione conforme delle norme federali sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_48"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Inchiesta",
        "citation": "Art. 49 cpv. 1 LPD",
        "content": "L’IFPDT apre, d’ufficio o su denuncia, un’inchiesta nei confronti di un organo federale o di un privato se indizi sufficienti lasciano presumere che un trattamento di dati potrebbe violare le disposizioni sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_49"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Inchiesta",
        "citation": "Art. 49 cpv. 2 LPD",
        "content": "Può rinunciare ad aprire un’inchiesta se la violazione delle disposizioni sulla protezione dei dati è di poca importanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_49"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Inchiesta",
        "citation": "Art. 49 cpv. 3 LPD",
        "content": "L’organo federale o il privato fornisce all’IFPDT tutte le informazioni e i documenti necessari per l’inchiesta. Il diritto di rifiutare di fornire informazioni è retto dagli articoli 16 e 17 PA; è fatto salvo l’articolo 50 capoverso 2 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_49"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Inchiesta",
        "citation": "Art. 49 cpv. 4 LPD",
        "content": "Se la persona interessata ha sporto denuncia, l’IFPDT la informa sul seguito dato alla denuncia e sull’esito di un’eventuale inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_49"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Attribuzioni",
        "citation": "Art. 50 cpv. 1 LPD",
        "content": "Se l’organo federale o il privato non ottempera all’obbligo di collaborare, l’IFPDT può, nell’ambito dell’inchiesta, ordinare in particolare:\na. l’accesso alle informazioni, ai documenti, ai registri delle attività di trattamento e ai dati personali necessari per l’inchiesta;\nb. l’accesso ai locali e agli impianti;\nc. l’interrogatorio di testimoni;\nd. perizie di esperti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_50"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Attribuzioni",
        "citation": "Art. 50 cpv. 2 LPD",
        "content": "È fatto salvo il segreto professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_50"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Attribuzioni",
        "citation": "Art. 50 cpv. 3 LPD",
        "content": "Per eseguire i provvedimenti di cui al capoverso 1, l’IFPDT può far capo ad altre autorità federali o a organi di polizia cantonali o comunali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_50"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Provvedimenti amministrativi",
        "citation": "Art. 51 cpv. 1 LPD",
        "content": "Se sono state violate le disposizioni sulla protezione dei dati, l’IFPDT può ordinare di adeguare, sospendere o cessare del tutto o in parte il trattamento nonché di cancellare o distruggere del tutto o in parte i dati personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_51"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Provvedimenti amministrativi",
        "citation": "Art. 51 cpv. 2 LPD",
        "content": "L’IFPDT può sospendere o vietare la comunicazione di dati personali all’estero se questa è contraria alle condizioni di cui agli articoli 16 o 17 oppure alle disposizioni di altre leggi federali riguardanti la comunicazione di dati personali all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_51"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Provvedimenti amministrativi",
        "citation": "Art. 51 cpv. 3 LPD",
        "content": "L’IFPDT può segnatamente disporre che l’organo federale o il privato:\na. lo informi conformemente agli articoli 16 capoverso 2 lettere b e c nonché 17 capoverso 2;\nb. adotti i provvedimenti di cui agli articoli 7 e 8;\nc. informi le persone interessate conformemente agli articoli 19 e 21;\nd. proceda a una valutazione d’impatto sulla protezione dei dati conformemente all’articolo 22;\ne. lo consulti conformemente all’articolo 23;\nf. lo informi o, se del caso, informi la persona interessata, conformemente all’articolo 24;\ng. fornisca alla persona interessata le informazioni di cui all’articolo 25.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_51"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Provvedimenti amministrativi",
        "citation": "Art. 51 cpv. 4 LPD",
        "content": "Può inoltre disporre che il titolare privato del trattamento con sede o domicilio all’estero designi un rappresentante secondo l’articolo 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_51"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Provvedimenti amministrativi",
        "citation": "Art. 51 cpv. 5 LPD",
        "content": "Se durante l’inchiesta l’organo federale o il privato ha adottato i provvedimenti necessari per ristabilire il rispetto delle disposizioni sulla protezione dei dati, lo IFPDT può limitarsi a pronunciare un ammonimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_51"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Procedura",
        "citation": "Art. 52 cpv. 1 LPD",
        "content": "La procedura d’inchiesta e le decisioni di cui agli articoli 50 e 51 sono rette dalla PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_52"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Procedura",
        "citation": "Art. 52 cpv. 2 LPD",
        "content": "È parte soltanto l’organo federale o il privato oggetto dell’inchiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_52"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Procedura",
        "citation": "Art. 52 cpv. 3 LPD",
        "content": "L’IFPDT può impugnare le decisioni su ricorso pronunciate dal Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_52"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Coordinamento",
        "citation": "Art. 53 cpv. 1 LPD",
        "content": "Prima di pronunciare una decisione riguardante questioni inerenti alla protezione dei dati, le autorità amministrative federali che in virtù di un’altra legge federale esercitano la vigilanza su un privato o un’organizzazione esterna all’Amministrazione federale invitano l’IFPDT a esprimere un parere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_53"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 2:, Inchiesta per violazione delle disposizioni sulla protezione dei dati, Coordinamento",
        "citation": "Art. 53 cpv. 2 LPD",
        "content": "Se l’IFPDT svolge una propria inchiesta contro la stessa parte, le due autorità coordinano le procedure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_53"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 3: Assistenza amministrativa, Assistenza amministrativa tra autorità svizzere",
        "citation": "Art. 54 cpv. 1 LPD",
        "content": "Le autorità federali e cantonali comunicano all’IFPDT le informazioni e i dati personali necessari per l’adempimento dei suoi compiti legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_54"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 3: Assistenza amministrativa, Assistenza amministrativa tra autorità svizzere",
        "citation": "Art. 54 cpv. 2 LPD",
        "content": "L’IFPDT comunica alle autorità seguenti le informazioni e i dati personali necessari per l’adempimento dei loro compiti legali:\na. autorità incaricate della protezione dei dati in Svizzera;\nb. autorità di perseguimento penale competenti, in caso di denuncia di un reato conformemente all’articolo 65 capoverso 2;\nc. autorità federali nonché organi di polizia cantonali e comunali, per l’esecuzione dei provvedimenti di cui agli articoli 50 capoverso 3 e 51.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_54"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 3: Assistenza amministrativa, Assistenza amministrativa alle autorità estere",
        "citation": "Art. 55 cpv. 1 LPD",
        "content": "L’IFPDT può scambiare informazioni o dati personali con autorità estere incaricate della protezione dei dati ai fini dell’adempimento dei rispettivi compiti legali in materia di protezione dei dati se:\na. la reciprocità dell’assistenza amministrativa è garantita;\nb. le informazioni e i dati personali sono utilizzati soltanto nell’ambito della procedura concernente la protezione dei dati su cui si fonda la domanda di assistenza amministrativa;\nc. l’autorità destinataria s’impegna a salvaguardare i segreti professionali, d’affari e di fabbricazione;\nd. le informazioni e i dati personali sono comunicati a terzi soltanto previo consenso dell’autorità mittente; e\ne. l’autorità destinataria s’impegna a rispettare gli oneri e le limitazioni d’uso richiesti dall’autorità mittente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_55"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 3: Assistenza amministrativa, Assistenza amministrativa alle autorità estere",
        "citation": "Art. 55 cpv. 2 LPD",
        "content": "Per motivare la propria domanda di assistenza amministrativa o per dare seguito alla domanda di un’autorità, l’IFPDT può trasmettere in particolare le seguenti informazioni:\na. l’identità del titolare del trattamento, del responsabile del trattamento o di qualsiasi altra persona che partecipa al trattamento;\nb. le categorie di persone interessate;\nc. l’identità delle persone interessate sempreché:\n1. le persone interessate abbiano dato il loro consenso, o\n2. la comunicazione dell’identità delle persone interessate sia indispensabile per l’adempimento dei compiti legali dell’IFPDT o dell’autorità estera;\nd. i dati personali o le categorie di dati personali trattati;\ne. lo scopo del trattamento;\nf. i destinatari o le categorie di destinatari;\ng. le misure tecniche e organizzative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_55"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 3: Assistenza amministrativa, Assistenza amministrativa alle autorità estere",
        "citation": "Art. 55 cpv. 3 LPD",
        "content": "Prima di trasmettere a un’autorità estera informazioni che potrebbero contenere segreti professionali, d’affari o di fabbricazione, l’IFPDT informa le persone fisiche o giuridiche titolari di tali segreti e le invita a esprimere un parere, salvo che ciò sia impossibile o richieda un onere sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_55"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 4: Altri compiti dell’IFPDT, Registro",
        "citation": "Art. 56 LPD",
        "content": "L’IFPDT tiene un registro delle attività di trattamento degli organi federali. Il registro è pubblicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_56"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 4: Altri compiti dell’IFPDT, Informazione",
        "citation": "Art. 57 cpv. 1 LPD",
        "content": "L’IFPDT presenta annualmente all’Assemblea federale un rapporto d’attività. Lo trasmette contemporaneamente al Consiglio federale. Il rapporto è pubblicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_57"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 4: Altri compiti dell’IFPDT, Informazione",
        "citation": "Art. 57 cpv. 2 LPD",
        "content": "Nei casi d’interesse generale, l’IFPDT informa il pubblico sui suoi accertamenti e sulle sue raccomandazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_57"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 4: Altri compiti dell’IFPDT, Altri compiti",
        "citation": "Art. 58 cpv. 1 LPD",
        "content": "L’IFPDT ha in particolare gli altri compiti seguenti:\na. informare, formare e consigliare gli organi federali e i privati in questioni concernenti la protezione dei dati;\nb. assistere gli organi cantonali e collaborare con le autorità svizzere ed estere competenti in materia di protezione dei dati;\nc. sensibilizzare il pubblico, soprattutto le persone vulnerabili, alla protezione dei dati;\nd. informare, su richiesta, le persone interessate in merito all’esercizio dei loro diritti;\ne. pronunciarsi sui progetti di atti normativi e sui provvedimenti della Confederazione implicanti il trattamento di dati;\nf. assumere i compiti conferitigli dalla legge del 17 dicembre 2004 sulla trasparenza o da altre leggi federali;\ng. elaborare strumenti di lavoro sotto forma di raccomandazioni di buona prassi per i titolari del trattamento, i responsabili del trattamento e le persone interessate; a tal fine tiene conto delle specificità di ciascun settore e della tutela delle persone vulnerabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_58"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 4: Altri compiti dell’IFPDT, Altri compiti",
        "citation": "Art. 58 cpv. 2 LPD",
        "content": "L’IFPDT può fornire consulenza anche agli organi federali che secondo gli articoli 2 e 4 non sono sottoposti alla sua vigilanza. Gli organi federali possono concedergli accesso ai loro atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_58"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 4: Altri compiti dell’IFPDT, Altri compiti",
        "citation": "Art. 58 cpv. 3 LPD",
        "content": "L’IFPDT è autorizzato a dichiarare alle autorità estere incaricate della protezione dei dati che, in materia di protezione dei dati, in Svizzera è ammessa la notificazione diretta, sempreché alla Svizzera sia concessa la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_58"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 5: Emolumenti",
        "citation": "Art. 59 cpv. 1 LPD",
        "content": "L’IFPDT riscuote dai privati emolumenti per:\na. il parere in merito a un codice di condotta secondo l’articolo 11 capoverso 2;\nb. l’approvazione di clausole tipo di protezione dei dati e di norme interne d’impresa vincolanti secondo l’articolo 16 capoverso 2 lettere d ed e;\nc. la consultazione nell’ambito di una valutazione d’impatto sulla protezione dei dati secondo l’articolo 23 capoverso 2;\nd. provvedimenti cautelari e provvedimenti secondo l’articolo 51;\ne. la consulenza su questioni inerenti alla protezione dei dati secondo l’articolo 58 capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_59"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 5: Emolumenti",
        "citation": "Art. 59 cpv. 2 LPD",
        "content": "Il Consiglio federale determina l’importo degli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_59"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 7: Incaricato federale della protezione dei dati e della trasparenza, Sezione 5: Emolumenti",
        "citation": "Art. 59 cpv. 3 LPD",
        "content": "Il Consiglio federale può definire i casi in cui si può prescindere dalla riscossione di un emolumento o ridurne l’importo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_59"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Violazione degli obblighi di informare, di concedere l’accesso e di collaborare",
        "citation": "Art. 60 cpv. 1 LPD",
        "content": "Sono puniti, a querela di parte, con la multa fino a 250 000 franchi i privati che:\na. violano gli obblighi di cui agli articoli 19, 21 e 25–27, fornendo intenzionalmente informazioni inesatte o incomplete;\nb. omettono intenzionalmente:\n1. di informare la persona interessata conformemente agli articoli 19 capoverso 1 e 21 capoverso 1, o\n2. di fornire alla persona interessata le informazioni di cui all’articolo 19 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_60"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Violazione degli obblighi di informare, di concedere l’accesso e di collaborare",
        "citation": "Art. 60 cpv. 2 LPD",
        "content": "Sono puniti con la multa fino a 250 000 franchi i privati che in violazione dell’articolo 49 capoverso 3 forniscono intenzionalmente all’IFPDT, nel quadro di un’inchiesta, informazioni false o rifiutano intenzionalmente di collaborare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_60"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Violazione degli obblighi di diligenza",
        "citation": "Art. 61 LPD",
        "content": "A querela di parte sono puniti con la multa fino a 250 000 franchi i privati che intenzionalmente:\na. comunicano dati personali all’estero in violazione dell’articolo 16 capoversi 1 e 2 e senza che sussistano le condizioni di cui all’articolo 17;\nb. affidano il trattamento di dati personali a un responsabile senza che sussistano le condizioni di cui all’articolo 9 capoversi 1 e 2;\nc. non rispettano i requisiti minimi in materia di sicurezza dei dati emanati dal Consiglio federale in virtù dell’articolo 8 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_61"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Violazione dell’obbligo del segreto",
        "citation": "Art. 62 cpv. 1 LPD",
        "content": "Chiunque rivela intenzionalmente dati personali segreti dei quali è venuto a conoscenza nell’esercizio di una professione che richiede la conoscenza di tali dati, è punito, a querela di parte, con la multa fino a 250 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_62"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Violazione dell’obbligo del segreto",
        "citation": "Art. 62 cpv. 2 LPD",
        "content": "È passibile della stessa pena chiunque intenzionalmente rivela dati personali segreti dei quali è venuto a conoscenza nell’ambito dell’attività svolta per conto della persona sottostante all’obbligo del segreto o in occasione della sua formazione presso tale persona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_62"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Violazione dell’obbligo del segreto",
        "citation": "Art. 62 cpv. 3 LPD",
        "content": "La rivelazione di dati personali segreti è punibile anche dopo la cessazione dei rapporti di lavoro o della formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_62"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Inosservanza di decisioni",
        "citation": "Art. 63 LPD",
        "content": "È punito con la multa fino a 250 000 franchi il privato che intenzionalmente non ottempera a una decisione dell’IFPDT, o a una decisione delle autorità di ricorso, notificatagli sotto comminatoria della pena prevista nel presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_63"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Infrazioni commesse nell’azienda",
        "citation": "Art. 64 cpv. 1 LPD",
        "content": "Alle infrazioni commesse nell’azienda sono applicabili gli articoli 6 e 7 della legge federale del 22 marzo 1974 sul diritto penale amministrativo (DPA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_64"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Infrazioni commesse nell’azienda",
        "citation": "Art. 64 cpv. 2 LPD",
        "content": "Se la multa applicabile non supera i 50 000 franchi e se la determinazione delle persone punibili secondo l’articolo 6 DPA esige provvedimenti d’inchiesta sproporzionati all’entità della pena, l’autorità può prescindere da un procedimento contro dette persone e, in loro vece, condannare al pagamento della multa l’azienda (art. 7 DPA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_64"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Competenza",
        "citation": "Art. 65 cpv. 1 LPD",
        "content": "Il perseguimento e il giudizio dei reati competono ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_65"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Competenza",
        "citation": "Art. 65 cpv. 2 LPD",
        "content": "L’IFPDT può sporgere denuncia presso l’autorità di perseguimento penale competente e avvalersi nel procedimento dei diritti dell’accusatore privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_65"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 8: Disposizioni penali, Prescrizione dell’azione penale",
        "citation": "Art. 66 LPD",
        "content": "L’azione penale si prescrive in cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_66"
    },
    {
        "book": "DSG",
        "title": "LPD, Capitolo 9: Conclusione di trattati internazionali",
        "citation": "Art. 67 LPD",
        "content": "Il Consiglio federale può concludere trattati internazionali concernenti:\na. la cooperazione internazionale tra le autorità incaricate della protezione dei dati;\nb. il riconoscimento reciproco della protezione adeguata nel caso di comunicazione di dati personali all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2022/491/it#art_67"
    }
]