[
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Interruzione della dimora abituale in Svizzera. Soggiorni all’estero senza un valido motivo",
        "citation": "Art. 1 cpv. 1 OPC-AVS",
        "content": "Se una persona soggiorna all’estero ininterrottamente per oltre tre mesi (90 giorni) o per oltre 90 giorni complessivi nel corso di un anno civile senza un valido motivo, le prestazioni complementari sono sospese retroattivamente dall’inizio del mese in cui la persona ha trascorso il 91° giorno all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Interruzione della dimora abituale in Svizzera. Soggiorni all’estero senza un valido motivo",
        "citation": "Art. 1 cpv. 2 OPC-AVS",
        "content": "Se una persona si reca nuovamente all’estero nel corso di un anno civile in cui ha già trascorso all’estero almeno 90 giorni, le prestazioni complementari vengono sospese dall’inizio del mese in cui la persona ha lasciato nuovamente la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Interruzione della dimora abituale in Svizzera. Soggiorni all’estero senza un valido motivo",
        "citation": "Art. 1 cpv. 3 OPC-AVS",
        "content": "Il versamento delle prestazioni complementari riprende dal mese seguente il rientro in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Interruzione della dimora abituale in Svizzera. Soggiorni all’estero senza un valido motivo",
        "citation": "Art. 1 cpv. 4 OPC-AVS",
        "content": "I giorni della partenza e del rientro non sono considerati come giorni di soggiorno all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soggiorni all’estero per un valido motivo",
        "citation": "Art. 1a cpv. 1 OPC-AVS",
        "content": "Se una persona soggiorna all’estero per oltre un anno per un valido motivo, le prestazioni complementari sono sospese con effetto dalla fine del mese in cui la persona ha trascorso il 365° giorno all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soggiorni all’estero per un valido motivo",
        "citation": "Art. 1a cpv. 2 OPC-AVS",
        "content": "Il versamento delle prestazioni complementari riprende dal mese del rientro in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soggiorni all’estero per un valido motivo",
        "citation": "Art. 1a cpv. 3 OPC-AVS",
        "content": "I giorni della partenza e del rientro non sono considerati come giorni di soggiorno all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soggiorni all’estero per un valido motivo",
        "citation": "Art. 1a cpv. 4 OPC-AVS",
        "content": "Sono considerati validi motivi:\na. una formazione ai sensi dell’articolo 49bis dell’ordinanza del 31 ottobre 1947 sull’assicurazione per la vecchiaia e per i superstiti (OAVS), per la quale è indispensabile un soggiorno all’estero;\nb. una malattia o un infortunio del beneficiario o di un familiare secondo l’articolo 29septies della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS) recatosi all’estero insieme con il beneficiario, che rende impossibile il rientro in Svizzera;\nc. l’impedimento a tornare in Svizzera per cause di forza maggiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soggiorni all’estero per un valido motivo",
        "citation": "Art. 1a cpv. 5 OPC-AVS",
        "content": "Se il soggiorno all’estero viene proseguito sebbene il valido motivo su cui basava sia venuto meno, gli ulteriori giorni di soggiorno all’estero sono considerati soggiorno all’estero senza un valido motivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Interruzione del termine d’attesa",
        "citation": "Art. 1b OPC-AVS",
        "content": "Se durante il termine d’attesa una persona soggiorna all’estero per uno dei motivi di cui all’articolo 1a capoverso 4, il termine d’attesa si interrompe solo dopo che la persona ha trascorso il 365° giorno all’estero. L’articolo 1a capoverso 5 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_1_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soglia di sostanza",
        "citation": "Art. 2 cpv. 1 OPC-AVS",
        "content": "Se su un immobile che conformemente all’articolo 9a capoverso 2 LPC non è una componente della sostanza netta gravano debiti ipotecari, questi non sono considerati nel calcolo della sostanza netta per la soglia di sostanza di cui all’articolo 9a capoverso 1 LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_2"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Soglia di sostanza",
        "citation": "Art. 2 cpv. 2 OPC-AVS",
        "content": "Se una persona presenta una domanda per una prestazione complementare annua, la sostanza determinante per il diritto è quella disponibile il primo giorno del mese a partire dal quale è chiesta la prestazione complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_2"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Coniugi separati",
        "citation": "Art. 3 cpv. 1 OPC-AVS",
        "content": "Se una rendita dell’assicurazione per la vecchiaia e i superstiti o dell’assicurazione per l’invalidità è versata a entrambi i coniugi o se una rendita completiva dell’assi-curazione per la vecchiaia e i superstiti è versata a un coniuge secondo l’articolo 22bis capoverso 2 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS), ciascuno dei coniugi ha un diritto proprio a prestazioni complementari se vivono separati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_3"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Coniugi separati",
        "citation": "Art. 3 cpv. 2 OPC-AVS",
        "content": "I coniugi che non hanno diritto né a una rendita né al versamento di una rendita completiva dell’assicurazione per la vecchiaia e i superstiti, non possono esigere l’assegnazione di prestazioni complementari se vivono separati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_3"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, I. Diritto Coniugi separati",
        "citation": "Art. 3 cpv. 4 OPC-AVS",
        "content": "I coniugi sono considerati come viventi separati secondo i capoversi 1 e 2:\na. se la separazione è stata pronunciata con una decisione giudiziaria, o\nb. se è in corso un’istanza di divorzio o di separazione, o\nc. se la separazione di fatto dura ininterrottamente da almeno un anno, o\nd. se è reso credibile che la separazione di fatto durerà relativamente a lungo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_3"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Coppie di cui almeno uno dei coniugi vive in un istituto o in un ospedale. Principio",
        "citation": "Art. 3a OPC-AVS",
        "content": "Nel caso di coppie di cui almeno un coniuge vive in permanenza o per un lungo periodo in un istituto o in un ospedale, la prestazione complementare annua per ciascuno dei coniugi è calcolata separatamente secondo gli articoli 4 e 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_3_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Redditi computabili",
        "citation": "Art. 4 cpv. 1 OPC-AVS",
        "content": "I redditi computabili dei due coniugi sono sommati. L’importo totale è ripartito per metà tra ciascuno di essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Redditi computabili",
        "citation": "Art. 4 cpv. 2 OPC-AVS",
        "content": "Le franchigie applicabili sono quelle previste per le coppie sposate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Redditi computabili",
        "citation": "Art. 4 cpv. 3 OPC-AVS",
        "content": "Se soltanto uno dei coniugi vive in un istituto o in un ospedale, l’articolo 11 capoverso 2 LPC è applicabile unicamente a questo coniuge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Redditi computabili",
        "citation": "Art. 4 cpv. 4 OPC-AVS",
        "content": "Sono esclusi dalla somma e dalla ripartizione per metà:\na. le prestazioni dell’assicurazione malattie e dell’assicurazione contro gli infortuni per il soggiorno in un istituto o in un ospedale;\nb. gli assegni per grandi invalidi, se possono essere computati in virtù dell’articolo 15b;\nc. il valore locativo dell’immobile abitato da uno dei coniugi;\nd. il consumo della sostanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Redditi computabili",
        "citation": "Art. 4 cpv. 5 OPC-AVS",
        "content": "I redditi di cui al capoverso 4 sono imputati al coniuge al quale si riferiscono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Spese riconosciute",
        "citation": "Art. 5 cpv. 1 OPC-AVS",
        "content": "Le spese riconosciute sono imputate al coniuge al quale si riferiscono. Se una spesa concerne entrambi i coniugi, essa è computata per metà per ciascuno di essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_5"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Spese riconosciute",
        "citation": "Art. 5 cpv. 2 OPC-AVS",
        "content": "Il coniuge che non vive in un istituto o in un ospedale è ritenuto persona sola riguardo al computo delle spese di pigione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_5"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Superstiti",
        "citation": "Art. 6 cpv. 1 OPC-AVS",
        "content": "La prestazione complementare annua per superstiti aventi diritto a una rendita è calcolata come segue:\na. per gli aventi diritto che vivono in comunione domestica, la prestazione complementare è calcolata globalmente;\nb. per gli aventi diritto che vivono separati, la prestazione complementare è calcolata individualmente;",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_6"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Superstiti",
        "citation": "Art. 6 cpv. 2 OPC-AVS",
        "content": "In caso di calcolo proprio per orfani, è tenuto conto, oltre che di eventuali prestazioni per sostentamento accordate dal patrigno o dalla madrina, del reddito del padre o della madre nella misura in cui esso supera l’importo necessario al proprio sostentamento e a quello degli altri membri della famiglia a suo carico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_6"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Figli che danno diritto a una rendita per figli dell’AVS o dell’AI",
        "citation": "Art. 7 cpv. 1 OPC-AVS",
        "content": "La prestazione complementare annua per i figli che danno diritto a una rendita per figli dell’assicurazione per la vecchiaia e per i superstiti (AVS) o dell’assicurazione per l’invalidità (AI) è calcolata come segue:\na. se i figli vivono con i genitori, viene calcolata una prestazione complementare globale;\nb. se i figli vivono con un solo genitore che ha diritto a una rendita o può far valere il diritto a una rendita completiva dell’AVS, la prestazione complementare è fissata congiuntamente alla rendita del genitore;\nc. se il figlio non vive con i genitori oppure vive con un genitore che non ha diritto alla rendita né può far valere alcun diritto ad una rendita completiva, la prestazione complementare è calcolata separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_7"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Figli che danno diritto a una rendita per figli dell’AVS o dell’AI",
        "citation": "Art. 7 cpv. 2 OPC-AVS",
        "content": "Nel caso di computo conformemente al capoverso 1 lettere b e c, il reddito dei genitori è considerato se supera l’importo necessario al sostentamento degli stessi e degli altri membri della famiglia a loro carico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_7"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Figli di cui non si tiene conto",
        "citation": "Art. 8 cpv. 1 OPC-AVS",
        "content": "Per il calcolo della prestazione complementare annua non si tiene conto delle spese riconosciute per legge, dei redditi determinanti e della sostanza dei figli minorenni che non possono pretendere una rendita per orfano, né dare diritto a una rendita per figli dell’AVS o dell’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_8"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Figli di cui non si tiene conto",
        "citation": "Art. 8 cpv. 2 OPC-AVS",
        "content": "Conformemente all’articolo 9 capoverso 4 LPC, nel calcolo della prestazione complementare annua non è tenuto conto dei figli che possono pretendere una rendita per orfano o dare diritto a una rendita per figli dell’AVS o dell’AI e i cui redditi computabili raggiungono o superano le spese riconosciute. Per stabilire di quali figli non bisogna tener conto, si confrontano i redditi computabili e le spese riconosciute dei figli suscettibili di essere eliminati dal calcolo, incluso l’importo per l’assicurazione obbligatoria delle cure medico-sanitarie di cui all’articolo 10 capoverso 3 lettera d LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_8"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Membri della famiglia domiciliati in un altro Cantone",
        "citation": "Art. 9 OPC-AVS",
        "content": "Per la somma delle spese riconosciute e dei redditi determinanti non si tiene conto dei membri della famiglia aventi un diritto proprio a una rendita e domiciliati in un altro Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_9"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Coniugi o membri della famiglia soggiornanti all’estero per un lungo periodo o il cui luogo di soggiorno è sconosciuto",
        "citation": "Art. 10 OPC-AVS",
        "content": "Per il calcolo della prestazione complementare, non si tiene conto del coniuge o di un altro membro della famiglia che soggiorna all’estero per un lungo periodo di tempo o il cui luogo di soggiorno è sconosciuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_10"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, II. Somma delle spese riconosciute, dei redditi computabili e della sostanza dei membri della famiglia Verifica del diritto a prestazioni complementari per le persone che ricevono prestazioni transitorie",
        "citation": "Art. 10a OPC-AVS",
        "content": "Gli organi esecutivi verificano d’ufficio se nel caso di una persona che riceve prestazioni transitorie in virtù della legge federale del 19 giugno 2020 sulle prestazioni transitorie per i disoccupati anziani sia prevedibile un diritto a prestazioni complementari al momento del raggiungimento dell’età di riferimento secondo l’articolo 21 capoverso 1 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_10_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valutazione del reddito in natura",
        "citation": "Art. 11 cpv. 1 OPC-AVS",
        "content": "Il reddito in natura è valutato secondo le prescrizioni valide per l’assicurazione per la vecchiaia e i superstiti. Per i figli che non sottostanno all’obbligo di pagare i contributi previsti dalla LAVS, il valore del vitto e dell’alloggio è pari alla metà delle aliquote previste nell’articolo 11 OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_11"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Reddito di un’attività lucrativa",
        "citation": "Art. 11a OPC-AVS",
        "content": "Il reddito annuo di un’attività lucrativa è calcolato deducendo dal reddito lordo le spese per il conseguimento del reddito, debitamente comprovate, e i contributi dovuti alle assicurazioni sociali obbligatorie prelevati sul reddito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_11_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valore locativo e reddito proveniente dal subaffitto",
        "citation": "Art. 12 cpv. 1 OPC-AVS",
        "content": "Il valore locativo dell’abitazione occupata dal proprietario o dall’usufruttuario come pure il reddito proveniente dal subaffitto sono valutati secondo i criteri validi in materia d’imposta cantonale diretta del Cantone di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_12"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valore locativo e reddito proveniente dal subaffitto",
        "citation": "Art. 12 cpv. 2 OPC-AVS",
        "content": "Se tali criteri non esistono, sono validi quelli in materia d’imposta federale diretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_12"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Reddito risultante da un contratto di vitalizio",
        "citation": "Art. 13 cpv. 1 OPC-AVS",
        "content": "Gli assicurati che beneficiano di un contratto di vitalizio che conferisce loro il diritto di essere completamente sostentati e curati, non possono pretendere una prestazione complementare; sono riservati i casi ove è provato che il debitore del contratto di vitalizio non è in grado di fornire le prestazioni dovute o che il sostentamento accordato deve, secondo le condizioni locali, essere qualificato come particolarmente modesto. È riservato il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_13"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Reddito risultante da un contratto di vitalizio",
        "citation": "Art. 13 cpv. 2 OPC-AVS",
        "content": "Se le prestazioni fornite dal debitore del contratto di vitalizio sono evidentemente sproporzionate in rapporto a quelle che gli sono state accordate dal creditore di questo contratto, le controprestazioni corrispondenti alla sostanza ceduta devono essere messe a conto del creditore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_13"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Reddito risultante da un contratto di vitalizio",
        "citation": "Art. 13 cpv. 3 OPC-AVS",
        "content": "Le prescrizioni dei capoversi 1 e 2 sono valide anche per le convenzioni analoghe ai contratti di vitalizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_13"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo del reddito dell’attività lucrativa per persone parzialmente invalide",
        "citation": "Art. 14a cpv. 1 OPC-AVS",
        "content": "Agli invalidi si computa in linea di massima come reddito dell’attività lucrativa qualsiasi importo effettivamente conseguito durante il periodo determinante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_14_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo del reddito dell’attività lucrativa per persone parzialmente invalide",
        "citation": "Art. 14a cpv. 2 OPC-AVS",
        "content": "Per gli invalidi di età inferiore a 60 anni, il reddito dell’attività lucrativa computato corrisponde almeno:\na. all’ammontare massimo destinato alla copertura dei bisogni vitali delle persone sole secondo l’articolo 10 capoverso 1 lettera a numero 1 LPC, aumentato di un terzo, per un grado di invalidità fra il 40 e meno del 50 per cento;\nb. all’ammontare massimo destinato alla copertura dei bisogni vitali secondo la lettera a, per un grado di invalidità fra il 50 e meno del 60 per cento;\nc. ai due terzi dell’ammontare massimo destinato alla copertura dei bisogni vitali secondo la lettera a, per un grado di invalidità fra il 60 e meno del 70 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_14_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo del reddito dell’attività lucrativa per persone parzialmente invalide",
        "citation": "Art. 14a cpv. 3 OPC-AVS",
        "content": "Il capoverso 2 non è applicabile:\na. se l’invalidità di persone senza attività lucrativa è stata stabilita conformemente all’articolo 28a capoverso 2 della legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità (LAI); o\nb. se l’invalido lavora in un laboratorio ai sensi dell’articolo 3 capoverso 1 lettera a della legge federale del 6 ottobre 2006 sulle istituzioni che promuovono l’integrazione degli invalidi (LIPIn).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_14_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo del reddito per vedove non invalide",
        "citation": "Art. 14b OPC-AVS",
        "content": "Per le vedove non invalide senza figli minorenni il reddito dell’attività lucrativa computato corrisponde almeno:\na. al doppio dell’ammontare massimo destinato alla copertura dei bisogni vitali delle persone sole secondo l’articolo 10 capoverso 1 lettera a numero 1 LPC, fino al compimento del 40° anno di età;\nb. all’ammontare massimo destinato alla copertura dei bisogni vitali secondo la lettera a, tra il 41° e il 50° anno di età;\nc. i due terzi dell’ammontare massimo destinato alla copertura dei bisogni vitali secondo la lettera a, tra il 51° e il 60° anno di età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_14_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Casi particolari",
        "citation": "Art. 15 cpv. 1 OPC-AVS",
        "content": "Per il calcolo della prestazione complementare, il reddito realizzato dagli invalidi che lavorano nei laboratori ai sensi dell’articolo 3 capoverso 1 lettera a LIPIn è tenuto in conto come reddito di un’attività lucrativa per quanto esso fa parte del reddito determinante sottoposto alla contribuzione nell’AVS o ne farebbe parte se l’invalido fosse ancora obbligato alla contribuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Casi particolari",
        "citation": "Art. 15 cpv. 2 OPC-AVS",
        "content": "Se un assicurato lavora nell’economia domestica o nell’azienda di un parente consanguineo, le prestazioni in denaro e in natura che quest’ultimo gli versa sono tenute in conto come reddito di un’attività lucrativa per quanto l’assicurato sostituisce un altro salariato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Anticipazione della rendita di vecchiaia",
        "citation": "Art. 15a OPC-AVS",
        "content": "In caso di riscossione anticipata della rendita di vecchiaia secondo l’articolo 40 capoverso 1 LAVS, per il calcolo della prestazione complementare annua è computato come reddito l’importo della rendita intera, ridotta a causa dell’anticipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo dell’assegno per grandi invalidi",
        "citation": "Art. 15b OPC-AVS",
        "content": "Se la tassa giornaliera di un istituto o di un ospedale comprende anche le spese di cura a favore di un grande invalido, l’assegno per grandi invalidi dell’AVS, dell’AI, dell’assicurazione militare o dell’assicurazione contro gli infortuni sono computati come reddito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo delle rendite vitalizie con restituzione",
        "citation": "Art. 15c cpv. 1 OPC-AVS",
        "content": "Il valore di riscatto delle rendite vitalizie con restituzione è computato come sostanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo delle rendite vitalizie con restituzione",
        "citation": "Art. 15c cpv. 2 OPC-AVS",
        "content": "Nessun interesse ipotetico del valore di riscatto è computato come reddito computabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo delle rendite vitalizie con restituzione",
        "citation": "Art. 15c cpv. 3 OPC-AVS",
        "content": "Come reddito computabile sono computate:\na. la singola rendita versata, fino all’80 per cento;\nb. un’eventuale partecipazione alle eccedenze, integralmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Rendita della previdenza professionale in caso di copertura insufficiente",
        "citation": "Art. 15d OPC-AVS",
        "content": "Se in virtù dell’articolo 65d capoverso 3 lettera b della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità, è riscosso dai beneficiari di rendite un contributo destinato a riassorbire l’importo scoperto, per il calcolo della prestazione complementare annuale si tiene conto come reddito della rendita diminuita del contributo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Rinuncia a un usufrutto o a un diritto di abitazione",
        "citation": "Art. 15e cpv. 1 OPC-AVS",
        "content": "Se una persona rinuncia volontariamente a un usufrutto o a un diritto di abitazione, il valore annuo del medesimo va computato quale reddito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Rinuncia a un usufrutto o a un diritto di abitazione",
        "citation": "Art. 15e cpv. 2 OPC-AVS",
        "content": "Il valore annuo corrisponde al valore locativo dedotte le spese che il titolare dell’usufrutto o del diritto di abitazione ha sostenuto o avrebbe dovuto sostenere in relazione con l’usufrutto o il diritto di abitazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_15_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Spese di manutenzione di fabbricati",
        "citation": "Art. 16 cpv. 1 OPC-AVS",
        "content": "Le spese di manutenzione di fabbricati sono dedotte in base al tasso forfettario dell’imposta cantonale diretta fissato dal Cantone di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Spese di manutenzione di fabbricati",
        "citation": "Art. 16 cpv. 2 OPC-AVS",
        "content": "Se la legislazione fiscale cantonale non prevede alcuna deduzione forfettaria, è valida quella dell’imposta federale diretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Forfait per spese accessorie",
        "citation": "Art. 16a cpv. 1 OPC-AVS",
        "content": "Nei confronti di persone che abitano un immobile di loro proprietà, per le spese accessorie è previsto soltanto un forfait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Forfait per spese accessorie",
        "citation": "Art. 16a cpv. 2 OPC-AVS",
        "content": "Il capoverso 1 si applica pure alle persone che beneficiano di un usufrutto o sono titolari di un diritto di abitazione sull’immobile che esse abitano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Forfait per spese accessorie",
        "citation": "Art. 16a cpv. 3 OPC-AVS",
        "content": "L’importo annuo del forfait è di 3060 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Forfait per spese accessorie",
        "citation": "Art. 16a cpv. 4 OPC-AVS",
        "content": "La limitazione secondo l’articolo 10 capoverso 1 lettera b LPC deve essere rispettata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Forfait per spese di riscaldamento",
        "citation": "Art. 16b cpv. 1 OPC-AVS",
        "content": "Oltre alle spese accessorie usuali, un forfait per le spese di riscaldamento è concesso alle persone che vivono in locazione in un appartamento da esse stesse riscaldato e non devono pagare al locatore alcuna spesa di riscaldamento ai sensi dell’articolo 257b capoverso 1 del Codice delle obbligazioni (CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Forfait per spese di riscaldamento",
        "citation": "Art. 16b cpv. 2 OPC-AVS",
        "content": "L’ammontare annuo del forfait è uguale alla metà dell’ammontare di cui all’articolo 16a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Ripartizione della pigione",
        "citation": "Art. 16c cpv. 1 OPC-AVS",
        "content": "Quando appartamenti o case unifamiliari sono occupati anche da persone escluse dal calcolo PC, la pigione computabile deve essere ripartita fra le singole persone. Le parti di pigione delle persone escluse dal calcolo PC non sono prese in considerazione nel calcolo della prestazione complementare annua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Ripartizione della pigione",
        "citation": "Art. 16c cpv. 2 OPC-AVS",
        "content": "Di massima, l’ammontare della pigione è ripartito in parti uguali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Pigione in caso di condivisione dell’alloggio con altre persone",
        "citation": "Art. 16cbis OPC-AVS",
        "content": "Se più persone per le quali è effettuato un calcolo comune della prestazione complementare annua conformemente all’articolo 9 capoverso 2 LPC condividono l’alloggio con altre persone, i supplementi sull’importo massimo riconosciuto per la pigione di cui all’articolo 10 capoverso 1 lettera b LPC sono concessi soltanto per le persone comprese nel calcolo comune. L’articolo 10 capoverso 1bis, primo periodo, LPC non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_c_bis"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Premio per l’assicurazione obbligatoria delle cure medico-sanitarie",
        "citation": "Art. 16d OPC-AVS",
        "content": "Il premio effettivo di cui all’articolo 10 capoverso 3 lettera d LPC è il premio che l’autorità di vigilanza di cui all’articolo 16 della legge del 26 settembre 2014 sulla vigilanza sull’assicurazione malattie ha approvato per l’assicuratore-malattie, il Cantone e la regione di premi secondo:\na. il gruppo di età;\nb. la franchigia;\nc. la forma particolare di assicurazione;\nd. la copertura infortuni del beneficiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Spese per la custodia di figli complementare alla famiglia",
        "citation": "Art. 16e cpv. 1 OPC-AVS",
        "content": "Sono riconosciute le spese per la custodia complementare alla famiglia di figli che non hanno ancora compiuto gli 11 anni di età presso:\na. strutture di custodia collettiva diurna;\nb. strutture di custodia parascolastiche; e\nc. famiglie diurne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Spese per la custodia di figli complementare alla famiglia",
        "citation": "Art. 16e cpv. 2 OPC-AVS",
        "content": "Le spese sono riconosciute soltanto se un genitore che educa da solo i figli o entrambi i genitori:\na. esercitano simultaneamente un’attività lucrativa; o\nb. non sono in grado, per motivi di salute, di provvedere interamente alla custodia necessaria per la tutela del bene dei figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_16_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Calcolo della sostanza netta",
        "citation": "Art. 17 cpv. 1 OPC-AVS",
        "content": "La sostanza netta è determinata deducendo dalla sostanza lorda i debiti comprovati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Calcolo della sostanza netta",
        "citation": "Art. 17 cpv. 2 OPC-AVS",
        "content": "I debiti ipotecari possono essere dedotti al massimo fino a concorrenza del valore dell’immobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Calcolo della sostanza netta",
        "citation": "Art. 17 cpv. 3 OPC-AVS",
        "content": "Dal valore di un immobile di cui il beneficiario delle prestazioni complementari o un’altra persona compresa nel calcolo di queste prestazioni è proprietario e che serve quale abitazione a una di queste persone sono dedotti, nell’ordine:\na. la franchigia di cui all’articolo 11 capoverso 1 lettera c, seconda frase LPC o all’articolo 11 capoverso 1bis LPC; \nb. i debiti ipotecari, nella misura in cui, dopo la deduzione di cui alla lettera a, non eccedono il valore residuo dell’immobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valutazione della sostanza",
        "citation": "Art. 17a cpv. 1 OPC-AVS",
        "content": "La valutazione della sostanza computabile deve essere effettuata secondo le regole stabilite dalla legislazione sull’imposta cantonale diretta del Cantone di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valutazione della sostanza",
        "citation": "Art. 17a cpv. 4 OPC-AVS",
        "content": "La sostanza immobiliare che non serve di abitazione al richiedente o a una persona compresa nel calcolo delle PC deve essere computata al valore corrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valutazione della sostanza",
        "citation": "Art. 17a cpv. 5 OPC-AVS",
        "content": "In caso di alienazione di un immobile, a titolo oneroso o gratuito, il valore venale è determinante per sapere se ci si trova in presenza di una rinuncia a elementi patrimoniali ai sensi dell’articolo 11a capoverso 2 LPC. Il valore venale non è applicabile se, per legge, esiste un diritto di acquisire un immobile a un valore inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Valutazione della sostanza",
        "citation": "Art. 17a cpv. 6 OPC-AVS",
        "content": "Invece del valore venale, i Cantoni possono applicare uniformemente il valore di ripartizione determinante per la ripartizione fiscale intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Rinuncia a parti di sostanza. Principio",
        "citation": "Art. 17b OPC-AVS",
        "content": "Vi è rinuncia alla sostanza se una persona: \na. aliena parti di sostanza senza esservi giuridicamente tenuta e la controprestazione equivale a meno del 90 per cento del valore della prestazione; o\nb. nel periodo da considerare ha speso la sostanza in misura superiore al limite consentito dall’articolo 11a capoverso 3 LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Importo della rinuncia in caso di alienazione",
        "citation": "Art. 17c OPC-AVS",
        "content": "L’importo della rinuncia in caso di alienazione corrisponde alla differenza tra il valore della prestazione e quello della controprestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Importo della rinuncia in caso di dispendio eccessivo della sostanza",
        "citation": "Art. 17d cpv. 1 OPC-AVS",
        "content": "L’importo della rinuncia in caso di dispendio eccessivo della sostanza corrisponde alla differenza tra il dispendio della sostanza effettivo e il dispendio della sostanza consentito nel periodo da considerare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Importo della rinuncia in caso di dispendio eccessivo della sostanza",
        "citation": "Art. 17d cpv. 2 OPC-AVS",
        "content": "Il dispendio della sostanza consentito è stabilito applicando il limite massimo secondo l’articolo 11a capoverso 3 LPC a ogni anno del periodo da considerare e sommando gli importi annui così determinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Importo della rinuncia in caso di dispendio eccessivo della sostanza",
        "citation": "Art. 17d cpv. 3 OPC-AVS",
        "content": "Per la determinazione dell’importo della rinuncia non sono considerati:\na. il consumo della sostanza secondo l’articolo 11 capoverso 1 lettera c LPC;\nb. riduzioni della sostanza dovute a:\n1. spese destinate a preservare il valore di immobili di cui il beneficiario ha la proprietà o l’usufrutto,\n2. spese per cure dentarie,\n3. spese legate a malattia e invalidità non coperte da assicurazioni sociali,\n4. spese per il conseguimento del reddito di un’attività lucrativa,\n5. spese per la formazione e la formazione continua professionali,\n6. spese per il normale sostentamento dell’assicurato negli anni precedenti la riscossione della prestazione complementare annua, se il reddito conseguito era insufficiente;\nc. perdite di sostanza involontarie, non dovute a dolo o negligenza grave del beneficiario;\nd. versamenti a titolo di riparazione morale, compreso il contributo di solidarietà secondo l’articolo 4 capoverso 1 della legge federale del 30 settembre 2016 sulle misure coercitive a scopo assistenziale e i collocamenti extrafamiliari prima del 1981.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo della sostanza cui si è rinunciato",
        "citation": "Art. 17e cpv. 1 OPC-AVS",
        "content": "Per il calcolo delle prestazioni complementari, l’importo computabile della sostanza cui si è rinunciato secondo l’articolo 11a capoversi 2 e 3 LPC è ridotto annualmente di 10 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo della sostanza cui si è rinunciato",
        "citation": "Art. 17e cpv. 2 OPC-AVS",
        "content": "L’importo della sostanza al momento della rinuncia deve essere riportato invariato al 1° gennaio dell’anno che segue la rinuncia e in seguito ridotto ogni anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Computo della sostanza cui si è rinunciato",
        "citation": "Art. 17e cpv. 3 OPC-AVS",
        "content": "Per il calcolo della prestazione complementare annua è determinante l’importo ridotto della sostanza al 1° gennaio dell’anno per cui è assegnata la prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_17_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IIa. Redditi computabili, spese riconosciute e sostanza, Successione indivisa",
        "citation": "Art. 18 OPC-AVS",
        "content": "Fintanto che il coniuge superstite non ha fatto uso del suo diritto di opzione sulla successione del coniuge decesso prima del 1° gennaio 1988, un quarto della successione è considerato sostanza del coniuge superstite e i tre quarti ripartiti in parti uguali fra i figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_18"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, III. Rimborso di spese di malattia e di invalidità, Spese di malattia e d’invalidità per i figli di cui non si tiene conto",
        "citation": "Art. 19 OPC-AVS",
        "content": "Le spese di malattia e d’invalidità per i figli di cui non si tiene conto conformemente all’articolo 8 capoverso 2 vanno rimborsate nella misura in cui superano l’eccedenza dei redditi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_19"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, III. Rimborso di spese di malattia e di invalidità, Aumento dell’ammontare massimo",
        "citation": "Art. 19b cpv. 1 OPC-AVS",
        "content": "Per le persone che vivono a casa e che hanno diritto a un assegno per grandi invalidi dell’AI o dell’assicurazione contro gli infortuni, l’ammontare di cui all’articolo 14 capoverso 3 lettera a numero 1 LPC è aumentato a 60 000 franchi in caso di grande invalidità di grado medio, nella misura in cui i costi per le cure e l’assistenza non siano coperti dall’assegno per grandi invalidi e dal contributo per l’assistenza dell’AVS o dell’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_19_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, III. Rimborso di spese di malattia e di invalidità, Aumento dell’ammontare massimo",
        "citation": "Art. 19b cpv. 2 OPC-AVS",
        "content": "Per i coniugi che vivono a casa e che hanno diritto a un assegno per grandi invalidi dell’AI o dell’assicurazione contro gli infortuni, l’ammontare di cui all’articolo 14 capoverso 3 lettera a numero 2 LPC è aumentato secondo la seguente tabella, nella misura in cui i costi per le cure e l’assistenza non siano coperti dall’assegno per grandi invalidi e dal contributo per l’assistenza dell’AVS o dell’AI:Numero di personeGrado della grande invaliditàAmmontare massimoentrambi i coniugielevato per ognuno180 000 franchientrambi i coniugimedio per ognuno120 000 franchiun coniugeelevato150 000 franchiun coniugemediosolo un coniugeelevato115 000 franchisolo un coniugemedio  85 000 franchi",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_19_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Esercizio del diritto",
        "citation": "Art. 20 cpv. 1 OPC-AVS",
        "content": "La persona che vuol far valere il diritto a una prestazione complementare annua deve presentare una domanda tramite il modulo ufficiale. L’articolo 67 capoverso 1 OAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_20"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Esercizio del diritto",
        "citation": "Art. 20 cpv. 2 OPC-AVS",
        "content": "Il formulario di domanda deve dare indicazioni sulle generalità e sulle condizioni di reddito e di sostanza di tutte le persone incluse nel calcolo della prestazione complementare annua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_20"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Durata di trattamento",
        "citation": "Art. 21 cpv. 1 OPC-AVS",
        "content": "La decisione sul diritto alla prestazione complementare annua e sull’importo della medesima deve essere presa per principio entro 90 giorni dal ricevimento della relativa domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Durata di trattamento",
        "citation": "Art. 21 cpv. 2 OPC-AVS",
        "content": "Se questo termine non può essere rispettato, devono essere versati anticipi ai sensi dell’articolo 19 capoverso 4 LPGA, a condizione che la persona richiedente abbia completamente adempiuto il suo obbligo di collaborare e il diritto sia verosimilmente comprovato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Arrotondamento degli importi versati",
        "citation": "Art. 21a OPC-AVS",
        "content": "Gli importi mensili della prestazione complementare annua vanno arrotondati al franco superiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento ai coniugi aventi ognuno un diritto proprio alla rendita",
        "citation": "Art. 21b cpv. 1 OPC-AVS",
        "content": "La prestazione complementare annua è versata mensilmente per metà e separatamente a ogni coniuge se ognuno di essi ha un diritto a una rendita dell’AVS o dell’AI. In caso di rimborso unico, gli organi PC possono versare l’importo totale al coniuge interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento ai coniugi aventi ognuno un diritto proprio alla rendita",
        "citation": "Art. 21b cpv. 2 OPC-AVS",
        "content": "Mediante una richiesta comune, i coniugi possono in ogni momento chiedere che l’importo totale della prestazione complementare sia versato soltanto a uno di loro; ogni coniuge può in ogni momento chiedere il versamento separato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento ai coniugi aventi ognuno un diritto proprio alla rendita",
        "citation": "Art. 21b cpv. 3 OPC-AVS",
        "content": "Sono fatte salve le disposizioni derogatorie imposte dal giudice civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento per le persone che vivono in un istituto o in un ospedale",
        "citation": "Art. 21c OPC-AVS",
        "content": "Se il beneficiario cede al fornitore di prestazioni l’importo della prestazione complementare annua per il soggiorno in un istituto o in un ospedale conformemente all’articolo 21a capoverso 3 LPC, la prestazione complementare annua è versata nell’ordine seguente:\na. dapprima è versato all’assicuratore-malattie l’importo per l’assicurazione obbligatoria delle cure medico-sanitarie di cui all’articolo 10 capoverso 3 lettera d LPC;\nb. dalla prestazione complementare residua, al beneficiario è versato un importo corrispondente al massimo a quello spettantegli per le spese personali di cui all’articolo 10 capoverso 2 lettera b LPC;\nc. dopo i versamenti di cui alle lettere a e b, dalla prestazione complementare residua è versato al fornitore di prestazioni un importo corrispondente al massimo alla tassa giornaliera di cui all’articolo 10 capoverso 2 lettera a LPC;\nd. dopo i versamenti di cui alle lettere a–c, l’eventuale importo residuo è versato al beneficiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_21_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento di arretrati",
        "citation": "Art. 22 cpv. 1 OPC-AVS",
        "content": "Se la domanda di una prestazione complementare annua è presentata entro i 6 mesi a partire dalla notifica di una decisione di rendita dell’AVS o dell’AI, il diritto sorge il mese in cui è stata presentata la domanda di rendita, ma al più presto all’inizio del diritto alla rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento di arretrati",
        "citation": "Art. 22 cpv. 2 OPC-AVS",
        "content": "Il capoverso 1 si applica per analogia nel caso in cui una rendita in corso dell’assicurazione per la vecchiaia e i superstiti o dell’assicurazione per l’invalidità sia modificata mediante decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento di arretrati",
        "citation": "Art. 22 cpv. 3 OPC-AVS",
        "content": "Il diritto a delle prestazioni complementari già assegnate ma che non hanno potuto essere versate al destinatario si estingue se il pagamento non è richiesto nello spazio di un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento di arretrati",
        "citation": "Art. 22 cpv. 4 OPC-AVS",
        "content": "Se, in attesa dell’assegnazione di prestazioni complementari, un ente assistenziale pubblico o privato ha concesso a una persona anticipi destinati al suo sostentamento durante un periodo per il quale sono versate retroattivamente prestazioni complementari, l’anticipo può essere rimborsato direttamente all’ente in questione al momento del pagamento posticipato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Pagamento di arretrati",
        "citation": "Art. 22 cpv. 5 OPC-AVS",
        "content": "Se ha accordato riduzioni di premio nell’assicurazione malattie durante un periodo per il quale sono versate retroattivamente prestazioni complementari, un Cantone può compensare il pagamento di queste ultime con le riduzioni di premio già versate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Redditi e sostanza determinanti nel tempo",
        "citation": "Art. 23 cpv. 1 OPC-AVS",
        "content": "Di regola, per il calcolo della prestazione complementare annua sono considerati i redditi determinanti ottenuti nel corso dell’anno civile precedente e lo stato della sostanza al 1° gennaio dell’anno in cui è assegnata la prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Redditi e sostanza determinanti nel tempo",
        "citation": "Art. 23 cpv. 2 OPC-AVS",
        "content": "Per gli assicurati la cui sostanza e i cui redditi da considerare ai sensi della LPC possono essere stabiliti servendosi di una tassazione fiscale, gli organi esecutivi cantonali sono autorizzati a ritenere, come periodo di calcolo, quello su cui si basa l’ultima tassazione fiscale, se nel frattempo non è subentrata nessuna modifica della situazione economica dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Redditi e sostanza determinanti nel tempo",
        "citation": "Art. 23 cpv. 3 OPC-AVS",
        "content": "Il calcolo della prestazione complementare annua deve essere effettuato tenendo conto delle rendite, delle pensioni e delle altre prestazioni periodiche correnti (art. 11 cpv. 1 lett. d e dbis LPC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Redditi e sostanza determinanti nel tempo",
        "citation": "Art. 23 cpv. 4 OPC-AVS",
        "content": "Se la persona che pretende una prestazione complementare annua può rendere credibile nella domanda che durante il periodo per cui essa chiede la prestazione i suoi redditi determinanti saranno notevolmente inferiori a quelli da lei ottenuti nel corso del periodo di calcolo conformemente ai capoversi 1 o 2, occorre fondarsi sui redditi probabili determinanti, convertiti in redditi annui, e sulla sostanza esistente al momento in cui sorge il diritto alla prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Obbligo di informare",
        "citation": "Art. 24 OPC-AVS",
        "content": "La persona che ha diritto o il suo rappresentante legale o, nel caso, il terzo o l’autorità a cui è versata la prestazione complementare, deve comunicare senza ritardo all’organo cantonale competente per le prestazioni complementari ogni mutamento delle condizioni personali ed ogni variazione importante della situazione materiale del beneficiario delle prestazioni. Questo obbligo di informare vale anche per le modifiche che riguardano i membri della famiglia dell’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_24"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Modificazione della prestazione complementare annua",
        "citation": "Art. 25 cpv. 1 OPC-AVS",
        "content": "La prestazione complementare annua deve essere aumentata, ridotta o soppressa:\na. ad ogni cambiamento nella comunione di persone che è alla base del calcolo della prestazione complementare annua;\nb. ad ogni modificazione della rendita dell’assicurazione per la vecchiaia e per i superstiti o dell’assicurazione per l’invalidità;\nc. ad ogni diminuzione o aumento delle spese riconosciute dalla LPC, dei redditi determinanti e della sostanza, se durerà prevedibilmente per un periodo di tempo abbastanza lungo; determinanti sono i nuovi redditi e spese duraturi, calcolati su un anno, e la sostanza presente alla sopravvenienza del cambiamento; se il cambiamento è inferiore a 120 franchi l’anno, si può rinunciare all’adattamento;\nd. quando, durante un controllo periodico, viene constatato un cambiamento delle spese riconosciute dalla LPC, dei redditi determinanti e della sostanza; se il cambiamento è inferiore a 120 franchi l’anno, si può rinunciare all’adattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Modificazione della prestazione complementare annua",
        "citation": "Art. 25 cpv. 2 OPC-AVS",
        "content": "La prestazione complementare annua deve essere oggetto di una nuova decisione dal momento seguente:\na. nei casi previsti dal capoverso 1 lettere a e b; in caso di cambiamento nella comunione di persone senza influenza sulla rendita, dall’inizio del mese che segue quello in cui è avvenuto il cambiamento; in caso di una modificazione della rendita, dall’inizio del mese in cui la nuova rendita è nata o nel corso del quale il diritto alla rendita si estingue;\nb. nel caso previsto dal capoverso 1 lettera c, con l’aumento dell’eccedenza delle spese, dall’inizio del mese in cui è stato annunciato il cambiamento, ma al più presto dal mese in cui questo è avvenuto;\nc. nel caso previsto dal capoverso 1 lettera c, con la diminuzione dell’eccedenza delle spese, al più tardi dall’inizio del mese seguente quello in cui è stata emanata la nuova decisione; è fatta salva la richiesta di restituzione ove sia stato violato l’obbligo di informare;\nd. nel caso previsto dal capoverso 1 lettera d, dall’inizio del mese in cui fu annunciato il cambiamento, ma il più presto dall’inizio del mese in cui tale cambiamento è intervenuto e il più tardi dall’inizio del mese seguente a quello in cui è stata emanata la nuova decisione. È fatta salva la richiesta di restituzione ove sia stato violato l’obbligo di informare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Modificazione della prestazione complementare annua",
        "citation": "Art. 25 cpv. 3 OPC-AVS",
        "content": "Un nuovo calcolo della prestazione complementare annua in seguito all’erosione della sostanza può essere effettuato soltanto una volta all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Modificazione della prestazione complementare annua",
        "citation": "Art. 25 cpv. 4 OPC-AVS",
        "content": "La riduzione di una prestazione complementare in corso in seguito al computo di un reddito minimo giusta gli articoli 14a capoverso 2 e 14b, non può essere effettuata prima dello scadere di un termine di sei mesi a decorrere dalla notifica della decisione relativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Definizione di istituto",
        "citation": "Art. 25a cpv. 1 OPC-AVS",
        "content": "È considerata istituto qualsiasi struttura riconosciuta tale da un Cantone o che dispone di un’autorizzazione d’esercizio cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_25_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Definizione di istituto",
        "citation": "Art. 25a cpv. 2 OPC-AVS",
        "content": "Un assicurato che l’ufficio AI, nel contesto della concessione di un assegno per grandi invalidi, ha ritenuto persona soggiornante in un istituto ai sensi dell’articolo 42ter capoverso 2 LAI è considerato tale anche in relazione al diritto a prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_25_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Ripartizione dei Comuni in regioni per la pigione",
        "citation": "Art. 26 cpv. 1 OPC-AVS",
        "content": "La regione 1 corrisponde alla categoria 111 della tipologia dei Comuni 2012 (25 tipi). Essa comprende i cinque grandi centri di Berna, Zurigo, Basilea, Ginevra e Losanna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_26"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Ripartizione dei Comuni in regioni per la pigione",
        "citation": "Art. 26 cpv. 2 OPC-AVS",
        "content": "La ripartizione dei rimanenti Comuni tra le altre due regioni si basa sulla tipologia urbano-rurale 2012. Nella regione 2 rientrano i Comuni delle categorie «urbana» e «intermedia», nella regione 3 quelli della categoria «rurale».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_26"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Riduzione o aumento degli importi massimi per la pigione",
        "citation": "Art. 26a cpv. 1 OPC-AVS",
        "content": "Il Dipartimento federale dell’interno (Dipartimento) stabilisce in un’ordinanza:\na. le modalità di calcolo per la riduzione o l’aumento degli importi massimi per la pigione di cui all’articolo 10 capoverso 1quinquies LPC;\nb. al più tardi alla fine di ottobre di ogni anno, la riduzione o l’aumento degli importi massimi per i Comuni interessati dall’anno successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Riduzione o aumento degli importi massimi per la pigione",
        "citation": "Art. 26a cpv. 2 OPC-AVS",
        "content": "La richiesta di riduzione o di aumento degli importi massimi per la pigione di cui all’articolo 10 capoverso 1quinquies LPC va presentata all’Ufficio federale delle assicurazioni sociali (Ufficio federale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Riduzione o aumento degli importi massimi per la pigione",
        "citation": "Art. 26a cpv. 3 OPC-AVS",
        "content": "Essa deve indicare in particolare:\na. il nome dei Comuni per i quali si chiede una riduzione o un aumento degli importi massimi per la pigione;\nb. l’entità della riduzione o dell’aumento degli importi massimi;\nc. una motivazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Riduzione o aumento degli importi massimi per la pigione",
        "citation": "Art. 26a cpv. 4 OPC-AVS",
        "content": "La richiesta deve essere presentata entro il 30 giugno dell’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Termine per la restituzione di prestazioni percepite legalmente",
        "citation": "Art. 27 cpv. 1 OPC-AVS",
        "content": "Il termine per la restituzione di prestazioni percepite legalmente, conformemente all’articolo 16a capoversi 1 e 2 LPC, è di tre mesi a contare dal passaggio in giudicato della decisione di restituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Termine per la restituzione di prestazioni percepite legalmente",
        "citation": "Art. 27 cpv. 2 OPC-AVS",
        "content": "Se la restituzione rende necessaria la vendita di uno o più immobili, questo termine è prolungato a un anno, ma al massimo fino a 30 giorni dopo il trasferimento della proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Valutazione dell’eredità",
        "citation": "Art. 27a cpv. 1 OPC-AVS",
        "content": "Per calcolare le prestazioni percepite legalmente da restituire si deve valutare l’eredità secondo le pertinenti regole stabilite dalla legislazione sull’imposta cantonale diretta del Cantone di domicilio. È determinante la sostanza al giorno del decesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Valutazione dell’eredità",
        "citation": "Art. 27a cpv. 2 OPC-AVS",
        "content": "I beni fondiari vanno computati al valore venale. Sono fatti salvi i casi in cui la legge prevede che alla quota ereditaria venga imputato un valore inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Valutazione dell’eredità",
        "citation": "Art. 27a cpv. 3 OPC-AVS",
        "content": "Invece del valore venale, i Cantoni possono applicare uniformemente il valore di ripartizione determinante per la ripartizione fiscale intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Vertenze in materia di comunicazione di dati",
        "citation": "Art. 27b OPC-AVS",
        "content": "L’articolo 209bis OAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Spese di comunicazione e di pubblicazione di dati",
        "citation": "Art. 27c OPC-AVS",
        "content": "L’articolo 209ter OAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, A. Diritto e basi per il calcolo, IV. Disposizioni diverse, Prestazione transitoria",
        "citation": "Art. 27d OPC-AVS",
        "content": "La prestazione transitoria di cui all’articolo 32 LAI è parificata a una rendita dell’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_27_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Contabilità",
        "citation": "Art. 28 cpv. 1 OPC-AVS",
        "content": "Gli organi incaricati di fissare e pagare le prestazioni complementari devono tenere una contabilità che permetta di avere sempre le informazioni necessarie sul servizio dei pagamenti e sui crediti e i debiti inerenti alle prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Contabilità",
        "citation": "Art. 28 cpv. 2 OPC-AVS",
        "content": "Le prestazioni complementari accordate in virtù dell’articolo 4 capoverso 1 lettere a o b LPC (PC all’AVS) vanno conteggiate separatamente da quelle accordate in virtù dell’articolo 4 capoverso 1 lettere c o d LPC (PC all’AI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Contabilità",
        "citation": "Art. 28 cpv. 3 OPC-AVS",
        "content": "Anche le prestazioni complementari annue (art. 3 cpv. 1 lett. a LPC) e i rimborsi delle spese di malattia e d’invalidità (art. 3 cpv. 1 lett. b LPC) vanno conteggiati separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Contabilità",
        "citation": "Art. 28 cpv. 4 OPC-AVS",
        "content": "I capoversi 2 e 3 sono applicabili anche per le restituzioni reclamate, condonate o dichiarate irrecuperabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Contabilità",
        "citation": "Art. 28 cpv. 5 OPC-AVS",
        "content": "Le prestazioni di cui all’articolo 2 capoverso 2 LPC sono conteggiate separatamente, anche se vengono pagate insieme alle prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Notifica delle spese di malattia",
        "citation": "Art. 28a cpv. 1 OPC-AVS",
        "content": "L’importo delle spese di malattia e d’invalidità rimborsate per anno civile va notificato all’Ufficio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Notifica delle spese di malattia",
        "citation": "Art. 28a cpv. 2 OPC-AVS",
        "content": "L’Ufficio federale stabilisce tempi e modi della notifica conformemente alla sua facoltà d’impartire istruzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_28_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Atti",
        "citation": "Art. 29 cpv. 1 OPC-AVS",
        "content": "Gli atti forniranno, per ogni singolo caso, informazioni chiare sulle condizioni personali ed economiche dell’avente diritto e sul calcolo delle prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_29"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Atti",
        "citation": "Art. 29 cpv. 2 OPC-AVS",
        "content": "Sono applicabili per analogia le norme dell’assicurazione per la vecchiaia e i superstiti sulla conservazione degli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_29"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Atti",
        "citation": "Art. 29 cpv. 3 OPC-AVS",
        "content": "I Cantoni e Comuni che concedono, oltre alle prestazioni complementari, prestazioni proprie d’assicurazione o di aiuto, devono iscriverle separatamente nel foglio del calcolo e nella decisione. Ciò vale anche per le prestazioni complementari pagate indebitamente che sono state oggetto di un ordine di restituzione o di un condono o che hanno dovuto essere dichiarate irrecuperabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_29"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Riesame delle condizioni economiche per la prestazione complementare annua",
        "citation": "Art. 30 OPC-AVS",
        "content": "Gli organi incaricati di fissare e pagare le prestazioni complementari devono riesaminare periodicamente, ma almeno ogni quattro anni, le condizioni economiche dei beneficiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_30"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Spese amministrative",
        "citation": "Art. 32 cpv. 2 OPC-AVS",
        "content": "Se un Cantone ha incaricato la sua cassa di compensazione di fissare e pagare le prestazioni complementari, esso deve rifonderle le spese amministrative occorrenti. Le norme per il rimborso di queste spese vanno sottoposte, per approvazione, all’Ufficio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_32"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, I. Gestione e spese amministrative, Registro delle prestazioni complementari senza rendita dell’assicurazione per la vecchiaia e i superstiti e l’invalidità",
        "citation": "Art. 32a OPC-AVS",
        "content": "La Centrale di compensazione tiene un registro di tutti i beneficiari di prestazioni complementari che non ricevono una rendita dell’assicurazione per la vecchiaia, i superstiti o dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_32_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Periodicità",
        "citation": "Art. 33 OPC-AVS",
        "content": "I Cantoni che lasciano ai Comuni il compito di fissare e pagare le prestazioni complementari devono provvedere affinché, di norma, l’organo comunale competente sia oggetto di una revisione ogni anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_33"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Rapporto di revisione",
        "citation": "Art. 35 cpv. 1 OPC-AVS",
        "content": "Ogni revisione di un organo, che fissa e paga prestazioni complementari, dev’essere oggetto di un rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_35"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Rapporto di revisione",
        "citation": "Art. 35 cpv. 2 OPC-AVS",
        "content": "Il rapporto va indirizzato all’Ufficio federale e deve pervenirgli in duplice copia entro un termine da esso fissato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_35"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Rapporto di revisione",
        "citation": "Art. 35 cpv. 3 OPC-AVS",
        "content": "L’articolo 169 capoversi 2 e 3 OAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_35"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Spese",
        "citation": "Art. 36 OPC-AVS",
        "content": "Le spese di revisione sono considerate spese amministrative ai sensi dell’articolo 24 LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_36"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Attribuzioni dell’Ufficio federale",
        "citation": "Art. 37 cpv. 1 OPC-AVS",
        "content": "Conformemente alla sua facoltà d’impartire istruzioni, l’Ufficio federale può definire i punti da esaminare con particolare attenzione nella revisione secondo l’articolo 23 capoverso 1 LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_37"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, II. Revisioni, Attribuzioni dell’Ufficio federale",
        "citation": "Art. 37 cpv. 2 OPC-AVS",
        "content": "Se risulta che prescrizioni di diritto federale non sono state applicate, o lo furono erroneamente, l’Ufficio federale deve esigere l’eliminazione dei difetti, entro un congruo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_37"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, III. Contenzioso",
        "citation": "Art. 38 cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale e gli uffici cantonali che si sono occupati dell’applicazione possono impugnare le decisioni del tribunale cantonale delle assicurazioni davanti al Tribunale federale. L’Ufficio federale è inoltre autorizzato ad impugnare le decisioni del Tribunale amministrativo federale con ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_38"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, B. Organizzazione e procedura, III. Contenzioso",
        "citation": "Art. 38 cpv. 2 OPC-AVS",
        "content": "Le decisioni sono notificate alle autorità legittimate a ricorrere mediante invio raccomandato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_38"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Calcolo della quota a carico della Confederazione",
        "citation": "Art. 39 cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale stabilisce annualmente per ogni Cantone la quota a carico della Confederazione. La quota è arrotondata al primo decimale secondo regole matematiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Calcolo della quota a carico della Confederazione",
        "citation": "Art. 39 cpv. 2 OPC-AVS",
        "content": "Per la fissazione della quota percentuale a carico della Confederazione sono determinanti i casi correnti del mese di maggio dell’anno per cui sono accordati i sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Calcolo della quota a carico della Confederazione",
        "citation": "Art. 39 cpv. 3 OPC-AVS",
        "content": "Le basi di calcolo relative ai casi di cui al capoverso 2 vanno comunicate all’Ufficio centrale di compensazione entro il 10 giugno dell’anno per cui sono accordati i sussidi. L’Ufficio federale stabilisce i dettagli della comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Calcolo della quota a carico della Confederazione",
        "citation": "Art. 39 cpv. 4 OPC-AVS",
        "content": "Nel quadro delle prestazioni complementari la Confederazione non contribuisce all’importo per l’assicurazione obbligatoria delle cure medico-sanitarie di cui all’articolo 10 capoverso 3 lettera d LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Redditi direttamente legati al soggiorno in un istituto o in un ospedale",
        "citation": "Art. 39a OPC-AVS",
        "content": "Sono considerati redditi direttamente legati al soggiorno in un istituto o in un ospedale ai sensi dell’articolo 13 capoverso 2 LPC:\na. le prestazioni dell’assicurazione malattie e dell’assicurazione contro gli infortuni per le prestazioni alberghiere e per le cure e l’assistenza nell’istituto o ospedale;\nb. gli assegni per grandi invalidi computabili conformemente all’articolo 15b; e\nc. la parte di erosione della sostanza computabile in virtù dell’articolo 11 capoverso 2 LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_39_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Conteggio",
        "citation": "Art. 40 cpv. 1 OPC-AVS",
        "content": "I Cantoni effettuano un conteggio delle prestazioni complementari annue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Conteggio",
        "citation": "Art. 40 cpv. 2 OPC-AVS",
        "content": "Sono conteggiate separatamente:\na. le prestazioni complementari accordate in virtù dell’articolo 4 capoverso 1 lettere a o b LPC (PC all’AVS); e\nb. le prestazioni complementari accordate in virtù dell’articolo 4 capoverso 1 lettere c o d LPC (PC all’AI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Conteggio",
        "citation": "Art. 40 cpv. 2bis OPC-AVS",
        "content": "Il conteggio deve fornire indicazioni in particolare sulle prestazioni. L’Ufficio federale definisce i dettagli conformemente alla sua facoltà d’impartire istruzioni e può prescrivere l’uso di determinati moduli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Conteggio",
        "citation": "Art. 40 cpv. 3 OPC-AVS",
        "content": "I Cantoni, che affidano ai Comuni il compito di fissare e pagare le prestazioni complementari, devono verificare i conteggi dei Comuni e farne un riassunto per l’Ufficio federale secondo le sue istruzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Conteggio",
        "citation": "Art. 40 cpv. 4 OPC-AVS",
        "content": "Il conteggio si riferisce all’anno civile e va presentato all’Ufficio federale entro il 31 dicembre dell’anno in corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Fissazione dei sussidi",
        "citation": "Art. 40a OPC-AVS",
        "content": "L’Ufficio federale fissa i sussidi in base al conteggio del Cantone e alla quota a carico della Confederazione calcolata conformemente all’articolo 39 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_40_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Pagamento e anticipazioni",
        "citation": "Art. 41 cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale paga i sussidi, per regola, durante il mese seguente la ricezione del conteggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_41"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Pagamento e anticipazioni",
        "citation": "Art. 41 cpv. 2 OPC-AVS",
        "content": "L’Ufficio federale accorda trimestralmente ai Cantoni un’anticipazione nell’anno per cui sono accordati i sussidi. L’importo totale delle anticipazioni non supera di regola, per Cantone e per anno, l’80 per cento dei sussidi presumibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_41"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, I. Per le prestazioni complementari annue, Restituzione",
        "citation": "Art. 42 OPC-AVS",
        "content": "I sussidi per le prestazioni complementari annue indebitamente pagati devono essere restituiti conformemente all’articolo 28 della legge del 5 ottobre 1990 sui sussidi (LSu).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Ammontare degli importi forfettari per singolo caso",
        "citation": "Art. 42a cpv. 1 OPC-AVS",
        "content": "La Confederazione versa i seguenti importi forfettari per singolo caso:\na. 210 franchi per i primi 2 500 casi;\nb. 135 franchi per i casi dal 2 501 al 15 000;\nc. 50 franchi per ogni ulteriore caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Ammontare degli importi forfettari per singolo caso",
        "citation": "Art. 42a cpv. 2 OPC-AVS",
        "content": "Se un Cantone ha affidato la fissazione e il pagamento delle prestazioni complementari a più di un servizio, i casi sono sommati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Determinazione del numero di casi",
        "citation": "Art. 42b cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale determina il numero di casi di ogni Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Determinazione del numero di casi",
        "citation": "Art. 42b cpv. 2 OPC-AVS",
        "content": "Fanno stato i casi correnti del mese di maggio dell’anno per cui sono accordati i sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Determinazione del numero di casi",
        "citation": "Art. 42b cpv. 3 OPC-AVS",
        "content": "Ogni singolo calcolo è contato come un caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Fissazione e pagamento",
        "citation": "Art. 42c cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale fissa l’importo dei sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Fissazione e pagamento",
        "citation": "Art. 42c cpv. 2 OPC-AVS",
        "content": "L’Ufficio federale accorda trimestralmente ai Cantoni un’anticipazione nell’anno per cui sono accordati i sussidi. L’importo totale delle anticipazioni non supera di regola, per Cantone e per anno, l’80 per cento dei sussidi presumibili. Il calcolo è effettuato sulla base del numero di casi dell’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Fissazione e pagamento",
        "citation": "Art. 42c cpv. 3 OPC-AVS",
        "content": "Il conguaglio è effettuato entro la metà di dicembre dell’anno per cui sono accordati i sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, II., Per le spese amministrative, Restituzione",
        "citation": "Art. 42d OPC-AVS",
        "content": "I sussidi per le spese amministrative indebitamente pagati devono essere restituiti conformemente all’articolo 28 capoverso 1 LSu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, III., Riduzione dei sussidi federali per le spese amministrative, Aliquota massima di riduzione",
        "citation": "Art. 42e OPC-AVS",
        "content": "Nei casi di cui all’articolo 24 capoverso 2 LPC i sussidi federali per le spese amministrative possono essere ridotti al massimo del 30 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, III., Riduzione dei sussidi federali per le spese amministrative, Procedura",
        "citation": "Art. 42f cpv. 1 OPC-AVS",
        "content": "Se nell’ambito della sua vigilanza (art. 55) constata ripetute violazioni di prescrizioni da parte di un organo esecutivo, l’Ufficio federale accorda a quest’ultimo un termine adeguato per l’eliminazione del difetto rilevato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_f"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, III., Riduzione dei sussidi federali per le spese amministrative, Procedura",
        "citation": "Art. 42f cpv. 2 OPC-AVS",
        "content": "Se l’organo esecutivo non elimina il difetto entro questo termine, i sussidi federali per le spese amministrative sono ridotti con effetto dall’anno seguente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_f"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo primo: Prestazioni complementari, C. Sussidi federali, III., Riduzione dei sussidi federali per le spese amministrative, Procedura",
        "citation": "Art. 42f cpv. 3 OPC-AVS",
        "content": "La riduzione dei sussidi è applicata fino al momento in cui l’organo esecutivo dimostra di aver eliminato il difetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_42_f"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Fissazione e pagamento",
        "citation": "Art. 43 cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale fissa i sussidi annuali nei limiti dell’articolo 17 capoverso 1 LPC e ne paga una metà all’inizio del mese di gennaio e la restante metà al più tardi nel mese di luglio alla Fondazione Pro Senectute, all’Associazione Pro Infirmis, e alla Fondazione Pro Juventute. L’Ufficio federale può stabilire scadenze di pagamento diverse, ma al massimo quattro pagamenti per anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Fissazione e pagamento",
        "citation": "Art. 43 cpv. 2 OPC-AVS",
        "content": "Le istituzioni di utilità pubblica devono amministrare i sussidi separatamente. Esse devono preparare un bilancio preventivo annuo sull’uso dei sussidi federali. Sui sussidi e le prestazioni concesse con essi, deve essere tenuta una contabilità separata. Eventuali interessi devono essere usati per gli stessi scopi dei sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Fissazione e pagamento",
        "citation": "Art. 43 cpv. 3 OPC-AVS",
        "content": "Non più del 10 per cento dei sussidi può servire a compensare le spese di applicazione comprovate, nella misura in cui questi costi non siano già compensati nell’ambito di un contratto di prestazioni con l’AVS o l’AI. Per quelle che superano i due milioni di franchi la percentuale massima è del 5 per cento. Sono considerate spese d’applicazione i salari e gli oneri sociali, le spese per i locali, il segretariato e i trasporti. L’Ufficio federale può stabilire le spese da prendere in considerazione e autorizzare una partecipazione più elevata alle spese, quando le prove corrispondenti sono prodotte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Fissazione e pagamento",
        "citation": "Art. 43 cpv. 4 OPC-AVS",
        "content": "L’articolo 42 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Ripartizione",
        "citation": "Art. 44 cpv. 1 OPC-AVS",
        "content": "Dei sussidi accordati alla Fondazione Pro Senectute, conformemente all’articolo 10 capoverso 1 LPC, cinque sesti sono a disposizione degli organi cantonali. L’assegnazione dell’importo rimanente è decisa dal Comitato direttivo con il consenso dell’Ufficio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Ripartizione",
        "citation": "Art. 44 cpv. 2 OPC-AVS",
        "content": "Del sussidio assegnato all’Associazione Pro Infirmis, tre quarti sono distribuiti agli organi cantonali designati da questa istituzione e un quarto al segretariato centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Ripartizione",
        "citation": "Art. 44 cpv. 3 OPC-AVS",
        "content": "Del sussidio assegnato all’Associazione Pro Juventute, un quarto è destinato ai Cantoni, e tre quarti sono messi a disposizione della segreteria centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Ripartizione",
        "citation": "Art. 44 cpv. 4 OPC-AVS",
        "content": "I fondi messi a disposizione degli organi centrali delle istituzioni di utilità pubblica sono assegnati, a meno che non siano adoperati per prestazioni speciali, agli organi cantonali che non possono adempiere il loro compito solo con la loro quota parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, I. Sussidi dell’assicurazione per la vecchiaia, i superstiti e l’invalidità, Ripartizione",
        "citation": "Art. 44 cpv. 5 OPC-AVS",
        "content": "Le istituzioni di utilità pubblica stabiliscono una chiave di ripartizione dei sussidi federali tra i loro organi nei singoli Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, II. Le prestazioni, Campo di attività delle istituzioni",
        "citation": "Art. 45 OPC-AVS",
        "content": "Accordano prestazioni ai sensi dell’articolo 18 LPC:\na. la Fondazione Pro Senectute alle persone che hanno raggiunto l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS e a quelle che riscuotono anticipatamente la totalità della rendita di vecchiaia; \nb. dall’Associazione Pro Infirmis agli invalidi che non rientrano nella categoria di persone definita nella lettera a;\nc. la Fondazione Pro Juventute:\n1. ai vedovi con figli minorenni e alle vedove che non rientrano nelle categorie di persone di cui alla lettera a o b,\n2. agli orfani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_45"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, II. Le prestazioni, Prestazioni ad invalidi bisognosi",
        "citation": "Art. 46 OPC-AVS",
        "content": "Delle prestazioni in denaro possono anche essere concesse agli invalidi bisognosi, non ammessi al beneficio di una rendita o un assegno per grandi invalidi dell’assicurazione per l’invalidità, che beneficeranno verosimilmente di una prestazione di questa assicurazione o a cui, a cagione dell’avvenuta integrazione o di una diminuzione del grado di invalidità, non può più essere accordata una tale prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_46"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, II. Le prestazioni, Disposizioni generali sulla erogazione delle prestazioni",
        "citation": "Art. 47 cpv. 1 OPC-AVS",
        "content": "Le prestazioni individuali sono pagate su domanda. Il richiedente deve dare agli organi delle istituzioni di utilità pubblica le informazioni necessarie per l’esame della situazione personale. Le istituzioni di utilità pubblica verificano la veridicità delle informazioni fornite e comunicano la decisione per iscritto al richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_47"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, II. Le prestazioni, Disposizioni generali sulla erogazione delle prestazioni",
        "citation": "Art. 47 cpv. 2 OPC-AVS",
        "content": "Le prestazioni in denaro sono pagate per mezzo della posta, di una banca o personalmente contro ricevuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_47"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, II. Le prestazioni, Principi",
        "citation": "Art. 48 OPC-AVS",
        "content": "I principi della Fondazione Pro Senectute, dell’Associazione Pro Infirmis e della Fondazione Pro Juventute devono contenere disposizioni riguardanti:\na. la ripartizione dei sussidi tra gli organi nei singoli Cantoni;\nb. le condizioni per l’assegnazione delle prestazioni;\nc. i principi applicabili al calcolo delle prestazioni nei singoli casi;\nd. la presentazione e il disbrigo delle domande;\ne. il pagamento delle prestazioni;\nf. gli uffici di controllo ed il controllo dell’uso corretto dei fondi;\ng. la restituzione delle prestazioni indebitamente ricevute;\nh. la competenza dell’organo centrale d’impartire istruzioni agli organi cantonali circa l’applicazione delle direttive in generale e nei casi particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_48"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Controlli degli uffici di revisione e di controllo",
        "citation": "Art. 49 cpv. 1 OPC-AVS",
        "content": "Gli uffici di revisione che verificano la contabilità delle istituzioni di utilità pubblica devono estendere il loro controllo ai sussidi federali, e ne faranno un rapporto speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_49"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Controlli degli uffici di revisione e di controllo",
        "citation": "Art. 49 cpv. 2 OPC-AVS",
        "content": "Le istituzioni di utilità pubblica provvedono affinché i fondi usati dai loro organi cantonali siano sottoposti a un controllo periodico. I rapporti di controllo sono indirizzati agli organi centrali delle istituzioni di utilità pubblica e all’Ufficio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_49"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Controlli degli uffici di revisione e di controllo",
        "citation": "Art. 49 cpv. 3 OPC-AVS",
        "content": "L’Ufficio federale può affidare ad un ufficio di revisione precisi incarichi di controllo o esigere da lui indicazioni supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_49"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Controlli dell’Ufficio federale",
        "citation": "Art. 50 cpv. 1 OPC-AVS",
        "content": "L’Ufficio federale controlla periodicamente presso gli organi centrali delle istituzioni di utilità pubblica se i sussidi federali sono stati adoperati conformemente alla legge federale. Esso può fare controlli complementari presso gli organi cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_50"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Controlli dell’Ufficio federale",
        "citation": "Art. 50 cpv. 2 OPC-AVS",
        "content": "Sul risultato del controllo è steso un rapporto che è sottoposto, per parere, alle istituzioni di utilità pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_50"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Controlli dell’Ufficio federale",
        "citation": "Art. 50 cpv. 3 OPC-AVS",
        "content": "Se appare che prescrizioni applicabili non sono state osservate, o lo furono erroneamente, l’Ufficio federale deve esigere che i difetti siano soppressi entro un congruo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_50"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo secondo: Prestazioni delle istituzioni di utilità pubblica, III. Controlli e rapporti, Rapporti e conti annuali",
        "citation": "Art. 51 OPC-AVS",
        "content": "Rapporti e conti annuali vanno presentati all’Ufficio federale. Questo può emanare direttive concernenti la presentazione dei rapporti, gli elementi di carattere statistico che questi devono contenere e il termine entro cui vanno presentati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_51"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Tra gli organi cantonali",
        "citation": "Art. 52 cpv. 1 OPC-AVS",
        "content": "I Cantoni prendono i provvedimenti necessari per evitare che uno o più di essi eseguano doppi versamenti di prestazioni complementari annue. Il sussidio federale è concesso soltanto per una sola prestazione complementare durante il medesimo periodo. L’Ufficio federale può esigere inoltre dai Cantoni che essi prendano dei provvedimenti per riscontrare ed evitare i doppi versamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_52"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Tra gli organi cantonali e le istituzioni di utilità pubblica",
        "citation": "Art. 53 cpv. 3 OPC-AVS",
        "content": "I Cantoni possono stipulare accordi con le istituzioni di utilità pubblica per coordinare l’attività di queste con quella degli organi cantonali che assegnano le prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_53"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Tra le casse di compensazione e gli altri organi",
        "citation": "Art. 54 cpv. 2 OPC-AVS",
        "content": "L’Ufficio federale può esigere che le casse di compensazione informino correntemente gli organi d’esecuzione sulle modificazioni del diritto alla rendita di persone ad esse note come beneficiarie di prestazioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Coordinamento con la riduzione dei premi nell’assicurazione malattie",
        "citation": "Art. 54a cpv. 1 OPC-AVS",
        "content": "I Cantoni non sono autorizzati ad inserire nel conteggio delle prestazioni complementari gli importi annui per l’assicurazione obbligatoria delle cure medico-sanitarie di cui all’articolo 10 capoverso 3 lettera d LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Coordinamento con la riduzione dei premi nell’assicurazione malattie",
        "citation": "Art. 54a cpv. 3 OPC-AVS",
        "content": "Il Dipartimento fissa gli importi forfettari annui per l’assicurazione obbligatoria delle cure medico-sanitarie secondo l’articolo 10 capoverso 3 lettera d LPC al più tardi alla fine di ottobre dell’anno corrente per l’anno successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Coordinamento con la riduzione dei premi nell’assicurazione malattie",
        "citation": "Art. 54a cpv. 4 OPC-AVS",
        "content": "In caso di cambiamento di domicilio del beneficiario, la prestazione complementare, compreso l’importo per l’assicurazione obbligatoria delle cure medico-sanitarie, è versata:\na. dal precedente Cantone di domicilio, fino all’estinzione del diritto alla prestazione complementare da versare mensilmente;\nb. dal nuovo Cantone di domicilio, dall’inizio del diritto alla prestazione complementare da versare mensilmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Coordinamento con la riduzione dei premi nell’assicurazione malattie",
        "citation": "Art. 54a cpv. 5 OPC-AVS",
        "content": "L’organo cantonale competente per le prestazioni complementari notifica al servizio di cui all’articolo 106b capoverso 1 dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie (OAMal) i dati di cui quest’ultimo necessita per la procedura di notifica agli assicuratori. Dati che non sono necessari per la procedura di notifica, come i dettagli del calcolo della prestazione complementare annua, non possono essere notificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Coordinamento con la riduzione dei premi nell’assicurazione malattie",
        "citation": "Art. 54a cpv. 5bis OPC-AVS",
        "content": "Gli assicuratori notificano su richiesta al servizio di cui all’articolo 106b capoverso 1 OAMal, entro sette giorni civili, i premi effettivi per l’assicurazione obbligatoria delle cure medico-sanitarie dell’anno corrente o di quello successivo per le persone che hanno diritto a una riduzione dei premi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, I. Coordinamento, Coordinamento con la riduzione dei premi nell’assicurazione malattie",
        "citation": "Art. 54a cpv. 6 OPC-AVS",
        "content": "Gli articoli 106b–106e sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, II. Vigilanza della Confederazione, Ufficio federale delle assicurazioni sociali",
        "citation": "Art. 55 OPC-AVS",
        "content": "La vigilanza di cui all’articolo 28 LPC è esercitata dall’Ufficio federale. Esso sorveglia l’applicazione uniforme delle prescrizioni legali e può, a tale scopo e con riserva della giurisprudenza, dare agli organi di esecuzione le istruzioni necessarie per l’applicazione delle disposizioni in generale e in casi particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_55"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, II. Vigilanza della Confederazione, Approvazione delle prescrizioni",
        "citation": "Art. 57 cpv. 1 OPC-AVS",
        "content": "Le disposizioni d’esecuzione cantonali secondo l’articolo 29 capoverso 1 LPC devono essere sottoposte all’approvazione della Cancelleria federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_57"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, II. Vigilanza della Confederazione, Approvazione delle prescrizioni",
        "citation": "Art. 57 cpv. 2 OPC-AVS",
        "content": "Le istituzioni di utilità pubblica sottopongono i propri principi all’approvazione dell’Ufficio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_57"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Capo terzo: Coordinamento e vigilanza della Confederazione, II. Vigilanza della Confederazione, Approvazione delle prescrizioni",
        "citation": "Art. 57 cpv. 3 OPC-AVS",
        "content": "L’Ufficio federale va informato di tutte le altre prescrizioni riguardanti le prestazioni complementari, in specie delle istruzioni e direttive, come pure degli accordi ai termini dell’articolo 53 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/it#art_57"
    }
]