[
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Interruption de la résidence habituelle en Suisse. Séjours à l’étranger sans motif important",
        "citation": "Art. 1 al. 1 OPC-AVS",
        "content": "Si une personne séjourne à l’étranger sans motif important pendant plus de trois mois (90 jours) de manière ininterrompue ou pendant plus de 90 jours au total au cours d’une même année civile, le versement des prestations complémentaires est interrompu avec effet rétroactif au début du mois au cours duquel la personne a passé le 91e jour à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Interruption de la résidence habituelle en Suisse. Séjours à l’étranger sans motif important",
        "citation": "Art. 1 al. 2 OPC-AVS",
        "content": "Si une personne retourne à l’étranger au cours d’une année civile pendant laquelle elle a déjà passé au moins 90 jours à l’étranger, le versement des prestations complémentaires est interrompu au début du mois au cours duquel elle a de nouveau quitté la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Interruption de la résidence habituelle en Suisse. Séjours à l’étranger sans motif important",
        "citation": "Art. 1 al. 3 OPC-AVS",
        "content": "Le versement des prestations complémentaires reprend à partir du mois qui suit le retour de la personne en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Interruption de la résidence habituelle en Suisse. Séjours à l’étranger sans motif important",
        "citation": "Art. 1 al. 4 OPC-AVS",
        "content": "Les jours d’entrée et de sortie ne comptent pas comme séjour à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Séjours à l’étranger pour un motif important",
        "citation": "Art. 1a al. 1 OPC-AVS",
        "content": "Si une personne séjourne plus d’un an à l’étranger pour un motif important, le versement des prestations complémentaires est interrompu à la fin du mois au cours duquel elle a passé le 365e jour à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Séjours à l’étranger pour un motif important",
        "citation": "Art. 1a al. 2 OPC-AVS",
        "content": "Il reprend à partir du mois au cours duquel la personne revient en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Séjours à l’étranger pour un motif important",
        "citation": "Art. 1a al. 3 OPC-AVS",
        "content": "Les jours d’entrée et de sortie ne comptent pas comme séjour à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Séjours à l’étranger pour un motif important",
        "citation": "Art. 1a al. 4 OPC-AVS",
        "content": "Sont considérés comme des motifs importants:\na. une formation au sens de l’art. 49bis du règlement du 31 octobre 1947 sur l’assurance-vieillesse et survivants (RAVS), si elle requiert impérativement un séjour à l’étranger;\nb. une maladie ou un accident du bénéficiaire de prestations complémentaires ou d’un membre de sa famille au sens de l’art. 29septies de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS) s’étant rendu à l’étranger avec lui, qui rend impossible le retour en Suisse;\nc. un cas de force majeure qui empêche le retour en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Séjours à l’étranger pour un motif important",
        "citation": "Art. 1a al. 5 OPC-AVS",
        "content": "Si le séjour à l’étranger se poursuit alors que le motif important qui le justifiait a disparu, les jours supplémentaires à l’étranger sont considérés comme étant sans motif important.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Interruption du délai de carence",
        "citation": "Art. 1b OPC-AVS",
        "content": "Si une personne séjourne à l’étranger pendant la durée du délai de carence pour l’un des motifs prévus à l’art. 1a, al. 4, le délai de carence n’est interrompu qu’après que la personne ait passé le 365e jour à l’étranger. L’art. 1a, al. 5, est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_1_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Seuil d’entrée lié à la fortune",
        "citation": "Art. 2 al. 1 OPC-AVS",
        "content": "Lorsqu’un immeuble qui n’est pas considéré comme élément de la fortune nette conformément à l’art. 9a, al. 2, LPC est grevé par des dettes hypothécaires, celles-ci ne sont pas prises en compte pour déterminer la fortune pour le seuil d’entrée au sens de l’art. 9a, al. 1, LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_2"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Seuil d’entrée lié à la fortune",
        "citation": "Art. 2 al. 2 OPC-AVS",
        "content": "Si une personne dépose une demande de prestation complémentaire annuelle, la fortune déterminante pour le droit à cette prestation est la fortune disponible le premier jour du mois à partir duquel la prestation est demandée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_2"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Époux vivant séparés",
        "citation": "Art. 3 al. 1 OPC-AVS",
        "content": "Lorsqu’une rente de l’assurance-vieillesse et survivants ou de l’assurance-invalidité est versée aux deux conjoints ou lorsqu’une rente complémentaire de l’assurance-vieillesse et survivants est versée à l’un des conjoints, selon l’art. 22bis, al. 2, de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS), chaque époux a droit à des prestations complémentaires, s’il vit séparé de son conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_3"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Époux vivant séparés",
        "citation": "Art. 3 al. 2 OPC-AVS",
        "content": "Les époux qui n’ont droit ni à une rente ni au versement d’une rente complémentaire de l’assurance-vieillesse et survivants ne peuvent, lors de la séparation, prétendre l’octroi de prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_3"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, Époux vivant séparés",
        "citation": "Art. 3 al. 4 OPC-AVS",
        "content": "Les époux sont considérés comme vivant séparés au sens des al. 1 et 2:\na. si la séparation de corps a été prononcée par décision judiciaire, ou\nb. si une instance en divorce ou en séparation de corps est en cours, ou\nc. si la séparation de fait dure sans interruption depuis un an au moins, ou\nd. s’il est rendu vraisemblable que la séparation de fait durera relativement longtemps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_3"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Couples dont l’un des conjoints au moins vit dans un home ou dans un hôpital. Principe",
        "citation": "Art. 3a OPC-AVS",
        "content": "Pour les couples dont l’un des conjoints au moins vit en permanence ou pour une longue période dans un home ou dans un hôpital, la prestation complémentaire annuelle est calculée séparément pour chacun des conjoints selon les art. 4 et 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_3_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Revenus déterminants",
        "citation": "Art. 4 al. 1 OPC-AVS",
        "content": "Les revenus déterminants des deux époux sont additionnés. Le montant total ainsi obtenu est ensuite réparti par moitié entre chacun d’eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Revenus déterminants",
        "citation": "Art. 4 al. 2 OPC-AVS",
        "content": "Les franchises applicables sont celles qui sont prévues pour les couples.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Revenus déterminants",
        "citation": "Art. 4 al. 3 OPC-AVS",
        "content": "Lorsqu’un seul des conjoints vit dans un home ou dans un hôpital, l’art. 11, al. 2, LPC n’est applicable qu’à ce conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Revenus déterminants",
        "citation": "Art. 4 al. 4 OPC-AVS",
        "content": "Sont exclus de l’addition et de la répartition par moitié les revenus suivants:\na. les prestations aux coûts de séjour dans un home ou dans un hôpital versées par l’assurance-maladie ou par l’assurance-accidents;\nb. les allocations pour impotent, dont la prise en compte peut intervenir en vertu de l’art. 15b;\nc. la valeur locative de l’immeuble habité par l’un des conjoints;\nd. l’imputation de la fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Revenus déterminants",
        "citation": "Art. 4 al. 5 OPC-AVS",
        "content": "Les revenus mentionnés à l’al. 4 sont pris en compte pour le conjoint qu’ils concernent directement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_4"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Dépenses reconnues",
        "citation": "Art. 5 al. 1 OPC-AVS",
        "content": "Les dépenses reconnues sont prises en compte pour le conjoint directement concerné par elles. Quand une dépense concerne indifféremment les deux conjoints, elle est prise en compte par moitié pour chacun d’eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_5"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Dépenses reconnues",
        "citation": "Art. 5 al. 2 OPC-AVS",
        "content": "Pour le conjoint qui ne vit pas dans un home ou dans un hôpital, les dépenses reconnues de loyer pour personnes seules sont prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_5"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Survivants",
        "citation": "Art. 6 al. 1 OPC-AVS",
        "content": "La prestation complémentaire annuelle destinée à des personnes au bénéfice d’une rente de survivant est établie comme suit:\na. si elles font ménage commun, la prestation complémentaire est calculée globalement;\nb. si elles ne font pas ménage commun, la prestation complémentaire est calculée individuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_6"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Survivants",
        "citation": "Art. 6 al. 2 OPC-AVS",
        "content": "Lors d’un calcul propre aux orphelins, il est tenu compte, en sus d’éventuelles prestations d’entretien accordées par le beau-père ou la belle-mère, du revenu du père ou de la mère dans la mesure où il dépasse le montant nécessaire à leur entretien et à celui des autres membres de la famille qui sont à leur charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_6"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Enfants donnant droit à une rente pour enfant de l’AVS ou de l’AI",
        "citation": "Art. 7 al. 1 OPC-AVS",
        "content": "La prestation complémentaire annuelle pour enfants donnant droit à une rente pour enfant de l’assurance-vieillesse et survivants (AVS), ou de l’assurance-invalidité (AI), est calculée comme suit:\na. si les enfants vivent avec les parents, un calcul global de la prestation complémentaire est opéré;\nb. si les enfants vivent avec un seul des parents ayant droit à une rente ou pouvant prétendre l’octroi d’une rente complémentaire de l’AVS, la prestation complémentaire est calculée globalement en tenant compte de ce parent;\nc. si l’enfant ne vit pas chez ses parents, ou s’il vit chez celui des parents qui n’a pas droit à une rente, ni ne peut prétendre l’octroi d’une rente complémentaire, la prestation complémentaire doit être calculée séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_7"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Enfants donnant droit à une rente pour enfant de l’AVS ou de l’AI",
        "citation": "Art. 7 al. 2 OPC-AVS",
        "content": "Si le calcul est effectué selon l’al. 1, let. b et c, il doit être tenu compte du revenu des parents dans la mesure où il dépasse le montant nécessaire à leur propre entretien et à celui des autres membres de la famille à leur charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_7"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Enfants dont il n’est pas tenu compte",
        "citation": "Art. 8 al. 1 OPC-AVS",
        "content": "Pour calculer la prestation complémentaire annuelle, il n’est pas tenu compte des dépenses reconnues, des revenus déterminants ni de la fortune des enfants mineurs qui ne peuvent ni prétendre une rente d’orphelin ni donner droit à une rente pour enfant de l’AVS ou de l’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_8"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Enfants dont il n’est pas tenu compte",
        "citation": "Art. 8 al. 2 OPC-AVS",
        "content": "Conformément à l’art. 9, al. 4, LPC, il n’est pas tenu compte, dans le calcul de la prestation complémentaire annuelle, des enfants ayant droit à une rente d’orphelin ou donnant droit à une rente pour enfant de l’AVS ou de l’AI, et dont les revenus déterminants atteignent ou dépassent les dépenses reconnues. Pour déterminer de quels enfants il ne faut pas tenir compte, on comparera les revenus déterminants et les dépenses reconnues, y compris le montant pour l’assurance obligatoire des soins visé à l’art. 10, al. 3, let. d, LPC, des enfants susceptibles d’être éliminés du calcul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_8"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Membres de la famille domiciliés dans un autre canton",
        "citation": "Art. 9 OPC-AVS",
        "content": "Il n’est pas tenu compte, lorsqu’on additionne  des dépenses reconnues et des revenus déterminants, des membres de la famille ayant un droit propre à une rente et domiciliés dans un autre canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_9"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Conjoints ou membres de la famille séjournant pour une période prolongée à l’étranger ou dont le lieu de séjour est inconnu",
        "citation": "Art. 10 OPC-AVS",
        "content": "Il n’est pas tenu compte, pour calculer la prestation complémentaire, du conjoint ou d’un autre membre de la famille qui séjourne pour une période prolongée à l’étranger ou dont le lieu de séjour est inconnu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_10"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, II. Addition des dépenses reconnues, des revenus déterminants et de la fortune des membres de la famille, Examen du droit des bénéficiaires de prestations transitoires à des prestations complémentaires",
        "citation": "Art. 10a OPC-AVS",
        "content": "Les organes d’exécution examinent d’office s’il est prévisible qu’un bénéficiaire de prestations transitoires en vertu de la loi fédérale du 19 juin 2020 sur les prestations transitoires pour les chômeurs âgés aura droit à des prestations complémentaires à l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_10_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Évaluation du revenu en nature",
        "citation": "Art. 11 al. 1 OPC-AVS",
        "content": "Le revenu en nature est évalué selon les prescriptions valables pour l’assurance-vieillesse et survivants. Pour les enfants qui ne sont pas soumis à l’obligation de payer des cotisations prévue par la LAVS, la valeur de la nourriture et du logement est égale à la moitié des taux prévus à l’art. 11 RAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_11"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu provenant de l’exercice d’une activité lucrative",
        "citation": "Art. 11a OPC-AVS",
        "content": "Le revenu annuel provenant de l’exercice d’une activité lucrative est calculé en déduisant du revenu brut les frais d’obtention du revenu dûment établis ainsi que les cotisations dues aux assurances sociales obligatoires et prélevées sur le revenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_11_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Valeur locative et revenu provenant de la sous-location",
        "citation": "Art. 12 al. 1 OPC-AVS",
        "content": "La valeur locative du logement occupé par le propriétaire ou l’usufruitier ainsi que le revenu provenant de la sous-location sont estimés selon les critères de la législation sur l’impôt cantonal direct du canton de domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_12"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Valeur locative et revenu provenant de la sous-location",
        "citation": "Art. 12 al. 2 OPC-AVS",
        "content": "En l’absence de tels critères, ceux de l’impôt fédéral direct sont déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_12"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu résultant d’un contrat d’entretien viager",
        "citation": "Art. 13 al. 1 OPC-AVS",
        "content": "Les assurés qui sont au bénéfice d’un contrat d’entretien viager leur conférant le droit d’être complètement entretenus et soignés, ne peuvent généralement pas prétendre une prestation complémentaire; font exception les cas où il est prouvé que le débiteur du contrat d’entretien viager n’est pas en mesure de fournir les prestations dues ou que l’entretien accordé doit, d’après les conditions locales, être qualifié de particulièrement modeste. L’al 2 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_13"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu résultant d’un contrat d’entretien viager",
        "citation": "Art. 13 al. 2 OPC-AVS",
        "content": "Si les prestations fournies par le débiteur du contrat d’entretien viager ne sont manifestement pas en rapport avec celles qui lui ont été accordées par le créancier de ce contrat, ce sont les contre-prestations correspondant à la fortune cédée qui doivent être mises au compte du créancier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_13"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu résultant d’un contrat d’entretien viager",
        "citation": "Art. 13 al. 3 OPC-AVS",
        "content": "Les prescriptions des al. 1 et 2 sont aussi valables pour les conventions analogues aux contrats d’entretien viager.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_13"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu de l’activité lucrative des assurés partiellement invalides",
        "citation": "Art. 14a al. 1 OPC-AVS",
        "content": "Le revenu de l’activité lucrative des invalides est pris en compte sur la base du montant effectivement obtenu par l’assuré dans la période déterminante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_14_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu de l’activité lucrative des assurés partiellement invalides",
        "citation": "Art. 14a al. 2 OPC-AVS",
        "content": "Pour les invalides âgés de moins de 60 ans, le revenu de l’activité lucrative à prendre en compte correspond au moins:\na. au montant maximum destiné à la couverture des besoins vitaux des personnes seules selon l’art. 10, al. 1, let. a, ch. 1, LPC, augmenté d’un tiers, pour un taux d’invalidité de 40 à moins de 50 %;\nb. au montant maximum destiné à la couverture des besoins selon la let. a, pour un taux d’invalidité de 50 à moins de 60 %;\nc. aux deux tiers du montant maximum destiné à la couverture des besoins vitaux selon la let. a, pour un taux d’invalidité de 60 à moins de 70 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_14_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Revenu de l’activité lucrative des assurés partiellement invalides",
        "citation": "Art. 14a al. 3 OPC-AVS",
        "content": "L’al. 2 n’est pas applicable si:\na. l’invalidité de personnes sans activité lucrative a été établie conformément à l’art. 28a, al. 2, de la loi fédérale du 19 juin 1959 sur l’assurance-invalidité (LAI), ou si\nb. l’invalide travaille dans un atelier au sens de l’art. 3, al. 1, let. a, de la loi fédérale du 6 octobre 2006 sur les institutions destinées à promouvoir l’intégration des personnes invalides (LIPPI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_14_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte du revenu des veuves non invalides",
        "citation": "Art. 14b OPC-AVS",
        "content": "Pour les veuves non invalides qui n’ont pas d’enfants mineurs, le revenu de l’activité lucrative à prendre en compte correspond au moins:\na. au double du montant maximum destiné à la couverture des besoins vitaux des personnes seules selon l’art. 10, al. 1, let. a, ch. 1, LPC, jusqu’à 40 ans révolus;\nb.  au montant maximum destiné à la couverture des besoins vitaux selon la let. a, entre la 41e et la 50e année;\nc. aux deux tiers du montant maximum destiné à la couverture des besoins vitaux selon la let. a, entre la 51e et la 60e année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_14_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Cas particuliers",
        "citation": "Art. 15 al. 1 OPC-AVS",
        "content": "Le revenu réalisé par des invalides travaillant dans des ateliers au sens de l’art. 3, al. 1, let. a, LIPPI est pris en compte comme revenu d’une activité lucrative, pour le calcul de la prestation complémentaire, dans la mesure où il fait partie du revenu déterminant soumis à cotisation dans l’AVS ou en ferait partie si l’invalide était encore tenu de cotiser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Cas particuliers",
        "citation": "Art. 15 al. 2 OPC-AVS",
        "content": "Si un assuré travaille dans le ménage ou l’entreprise d’un parent par le sang, les prestations en espèces et en nature que ce dernier lui verse sont prises en compte comme revenu d’une activité lucrative dans la mesure où l’assuré remplace un autre salarié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Anticipation de la rente",
        "citation": "Art. 15a OPC-AVS",
        "content": "En cas de perception anticipée de la rente en vertu de l’art. 40, al. 1, LAVS, le montant de la rente entière réduite en raison de l’anticipation est pris en compte en tant que revenu dans le calcul de la prestation complémentaire annuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte de l’allocation pour impotent",
        "citation": "Art. 15b OPC-AVS",
        "content": "Si la taxe journalière d’un home ou d’un hôpital comprend les frais de soins en faveur d’une personne impotente, l’allocation pour impotent de l’AVS, de l’AI, de l’assurance militaire ou de l’assurance-accidents seront pris en compte comme revenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte des rentes viagères avec restitution ",
        "citation": "Art. 15c al. 1 OPC-AVS",
        "content": "La valeur de rachat des rentes viagères avec restitution est prise en compte comme élément de fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte des rentes viagères avec restitution ",
        "citation": "Art. 15c al. 2 OPC-AVS",
        "content": "Aucun rendement hypothétique de la valeur de rachat n’est pris en compte dans les revenus déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte des rentes viagères avec restitution ",
        "citation": "Art. 15c al. 3 OPC-AVS",
        "content": "Sont pris en compte dans les revenus déterminants:\na. la rente périodique versée, à concurrence de 80 %;\nb. une éventuelle participation aux excédents, en totalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Rente de la prévoyance professionnelle en cas de découvert",
        "citation": "Art. 15d OPC-AVS",
        "content": "Lorsqu’en vertu de l’art. 65d, al. 3, let. b, de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité, une contribution destinée à résorber un découvert est prélevée auprès des bénéficiaires de rente, la rente diminuée du montant de la contribution est prise en compte en tant que revenu pour le calcul de la prestation complémentaire annuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Renonciation à un usufruit ou à un droit d’habitation",
        "citation": "Art. 15e al. 1 OPC-AVS",
        "content": "Si une personne renonce volontairement à un usufruit ou à un droit d’habitation, la valeur annuelle de l’usufruit ou du droit d’habitation est prise en compte comme revenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Renonciation à un usufruit ou à un droit d’habitation",
        "citation": "Art. 15e al. 2 OPC-AVS",
        "content": "La valeur annuelle correspond à la valeur locative diminuée des coûts que le titulaire de l’usufruit ou du droit d’habitation a assumés ou aurait dû assumer en lien avec l’usufruit ou le droit d’habitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_15_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Frais d’entretien des bâtiments",
        "citation": "Art. 16 al. 1 OPC-AVS",
        "content": "La déduction forfaitaire prévue pour l’impôt cantonal direct dans le canton de domicile s’applique aux frais d’entretien des bâtiments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Frais d’entretien des bâtiments",
        "citation": "Art. 16 al. 2 OPC-AVS",
        "content": "Lorsque la législation fiscale cantonale ne prévoit pas de déduction forfaitaire, celle de l’impôt fédéral direct est déterminante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Forfait pour frais accessoires",
        "citation": "Art. 16a al. 1 OPC-AVS",
        "content": "Seul un forfait pour frais accessoires est admis pour les personnes habitant un immeuble qui leur appartient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Forfait pour frais accessoires",
        "citation": "Art. 16a al. 2 OPC-AVS",
        "content": "L’al. 1 s’applique également aux personnes qui bénéficient d’un usufruit ou qui sont titulaires d’un droit d’habitation sur l’immeuble qu’elles habitent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Forfait pour frais accessoires",
        "citation": "Art. 16a al. 3 OPC-AVS",
        "content": "Le montant du forfait s’élève à 3060 francs par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Forfait pour frais accessoires",
        "citation": "Art. 16a al. 4 OPC-AVS",
        "content": "Le montant maximum au sens de l’art. 10, al. 1, let. b, LPC, doit être respecté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Forfait pour frais de chauffage",
        "citation": "Art. 16b al. 1 OPC-AVS",
        "content": "En sus des frais accessoires usuels, un forfait pour frais de chauffage est accordé aux personnes qui vivent en location dans un appartement qu’elles sont appelées à chauffer elles-mêmes lorsqu’elles n’ont aucun frais de chauffage à payer à leur bailleur au sens de l’art. 257b, al. 1, du code des obligations (CO) .",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Forfait pour frais de chauffage",
        "citation": "Art. 16b al. 2 OPC-AVS",
        "content": "Le montant du forfait est égal à la moitié du montant fixé à l’art. 16a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Partage obligatoire du loyer",
        "citation": "Art. 16c al. 1 OPC-AVS",
        "content": "Lorsque des appartements ou des maisons familiales sont aussi occupés par des personnes non comprises dans le calcul des PC, le loyer doit être réparti entre toutes les personnes. Les parts de loyer des personnes non comprises dans le calcul des PC ne sont pas prises en compte lors du calcul de la prestation complémentaire annuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Partage obligatoire du loyer",
        "citation": "Art. 16c al. 2 OPC-AVS",
        "content": "En principe, le montant du loyer est réparti à parts égales entre toutes les personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Loyer pour les personnes vivant en communauté d’habitation",
        "citation": "Art. 16cbis OPC-AVS",
        "content": "Si plusieurs personnes comprises dans le calcul commun de la prestation complémentaire annuelle en vertu de l’art. 9, al. 2, LPC vivent en communauté d’habitation avec d’autres personnes non incluses dans le calcul, les suppléments prévus pour le montant maximal reconnu au titre du loyer conformément à l’art. 10, al. 1, let. b, LPC, ne sont accordés que pour les personnes comprises dans le calcul commun. L’art. 10, al. 1bis, 1re phrase, LPC n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_c_bis"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prime de l’assurance obligatoire des soins",
        "citation": "Art. 16d OPC-AVS",
        "content": "Est considérée comme prime effective visée à l’art. 10, al. 3, let. d, LPC la prime qui a été approuvée par l’autorité de surveillance au sens de l’art. 16 de la loi du 26 septembre 2014 sur la surveillance le l’assurance-maladie, pour l’assureur, le canton et la région de prime du bénéficiaire de prestations complémentaires, dans les domaines suivants:\na. le groupe d’âge;\nb. la franchise;\nc. la forme d’assurance;\nd. la couverture des accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Frais de prise en charge extrafamiliale d’enfants",
        "citation": "Art. 16e al. 1 OPC-AVS",
        "content": "Sont reconnus comme des frais de prise en charge extrafamiliale d’enfants qui n’ont pas encore atteint l’âge de 11 ans révolus les frais pour:\na. les structures d’accueil collectif de jour;\nb. les structures d’accueil parascolaire pour enfants;\nc. l’accueil familial de jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Frais de prise en charge extrafamiliale d’enfants",
        "citation": "Art. 16e al. 2 OPC-AVS",
        "content": "Les frais ne sont reconnus que si un parent élevant seul ses enfants ou les deux parents:\na. exercent simultanément une activité lucrative, ou\nb. ne sont pas en mesure, pour des raisons de santé, d’assurer pleinement la prise en charge nécessaire au bien de l’enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_16_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Calcul de la fortune nette",
        "citation": "Art. 17 al. 1 OPC-AVS",
        "content": "La fortune nette est calculée en déduisant les dettes prouvées de la fortune brute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Calcul de la fortune nette",
        "citation": "Art. 17 al. 2 OPC-AVS",
        "content": "Les dettes hypothécaires peuvent être déduites jusqu’à concurrence de la valeur de l’immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Calcul de la fortune nette",
        "citation": "Art. 17 al. 3 OPC-AVS",
        "content": "De la valeur d’un immeuble qui sert d’habitation au bénéficiaire de prestations complémentaires ou à une autre personne comprise dans le calcul de ces prestations et qui est la propriété d’une de ces personnes sont déduites, dans l’ordre:\na. la franchise visée à l’art. 11, al. 1, let. c, 2e partie de la phrase, LPC ou à l’art. 11, al. 1bis, LPC;\nb. les dettes hypothécaires, pour autant qu’elles n’excèdent pas la valeur restante de l’immeuble après la déduction visée à la let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Évaluation de la fortune",
        "citation": "Art. 17a al. 1 OPC-AVS",
        "content": "La fortune prise en compte doit être évaluée selon les règles de la législation sur l’impôt cantonal direct du canton du domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Évaluation de la fortune",
        "citation": "Art. 17a al. 4 OPC-AVS",
        "content": "Lorsque des immeubles ne servent pas d’habitation au requérant ou à une personne comprise dans le calcul de la prestation complémentaire, ils seront pris en compte à la valeur vénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Évaluation de la fortune",
        "citation": "Art. 17a al. 5 OPC-AVS",
        "content": "En cas de dessaisissement d’un immeuble, à titre onéreux ou gratuit, est déterminante la valeur vénale pour savoir s’il y a renonciation à des parts de fortune au sens de l’art. 11a, al. 2, LPC. La valeur vénale n’est pas applicable si, légalement, il existe un droit d’acquérir l’immeuble à une valeur inférieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Évaluation de la fortune",
        "citation": "Art. 17a al. 6 OPC-AVS",
        "content": "En lieu et place de la valeur vénale, les cantons peuvent appliquer uniformément la valeur de répartition déterminante pour les répartitions intercantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Dessaisissement de parts de fortune. Principe",
        "citation": "Art. 17b OPC-AVS",
        "content": "Il y a dessaisissement de fortune lorsqu’une personne:\na. aliène des parts de fortune sans obligation légale et que la contre-prestation n’atteint pas au moins 90 % de la valeur de la prestation, ou\nb. a consommé, au cours de la période considérée, une part de fortune excédant ce qui aurait été admis sur la base de l’art. 11a, al. 3, LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Montant du dessaisissement en cas d’aliénation",
        "citation": "Art. 17c OPC-AVS",
        "content": "Le montant du dessaisissement en cas d’aliénation correspond à la différence entre la valeur de la prestation et la valeur de la contre-prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Montant du dessaisissement en cas de consommation excessive de la fortune",
        "citation": "Art. 17d al. 1 OPC-AVS",
        "content": "Le montant du dessaisissement en cas de consommation excessive de la fortune correspond à la différence entre la consommation effective de la fortune et la consommation admise pour la période considérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Montant du dessaisissement en cas de consommation excessive de la fortune",
        "citation": "Art. 17d al. 2 OPC-AVS",
        "content": "La consommation admise de la fortune est calculée en appliquant à chaque année de la période considérée la limite de la consommation de la fortune autorisée à l’art. 11a, al. 3, LPC et en additionnant les montants annuels ainsi obtenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Montant du dessaisissement en cas de consommation excessive de la fortune",
        "citation": "Art. 17d al. 3 OPC-AVS",
        "content": "Ne sont pas pris en compte dans la détermination du montant du dessaisissement:\na. l’imputation de la fortune visée à l’art. 11, al. 1, let. c, LPC;\nb. les diminutions de la fortune imputables aux:\n1. dépenses effectuées en vue de maintenir la valeur d’immeubles dont le requérant est propriétaire ou usufruitier,\n2. frais de traitements dentaires,\n3. frais en rapport avec une maladie ou une invalidité non couverts par une assurance sociale,\n4. frais d’obtention du revenu,\n5. frais de formation et de perfectionnement à des fins professionnelles,\n6. durant les années précédant l’octroi de la prestation complémentaire annuelle, dépenses nécessaires à l’entretien usuel de l’assuré lorsque les revenus réalisés étaient insuffisants;\nc. les pertes de fortune involontaires qui ne sont pas imputables à une action intentionnelle ou à une négligence grave du requérant;\nd. les versements à titre de réparation du tort moral, y compris la contribution de solidarité prévue à l’art. 4, al. 1, de la loi fédérale du 30 septembre 2016 sur les mesures de coercition à des fins d’assistance et les placements extrafamiliaux antérieurs à 1981.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte de la fortune qui a fait l’objet d’un dessaisissement",
        "citation": "Art. 17e al. 1 OPC-AVS",
        "content": "Le montant de la fortune qui a fait l’objet d’un dessaisissement au sens de l’art. 11a, al. 2 et 3, LPC et qui doit être pris en compte dans le calcul de la prestation complémentaire est réduit chaque année de 10 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte de la fortune qui a fait l’objet d’un dessaisissement",
        "citation": "Art. 17e al. 2 OPC-AVS",
        "content": "Le montant de la fortune au moment du dessaisissement doit être reporté tel quel au 1er janvier de l’année suivant celle du dessaisissement pour être ensuite réduit chaque année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Prise en compte de la fortune qui a fait l’objet d’un dessaisissement",
        "citation": "Art. 17e al. 3 OPC-AVS",
        "content": "Est déterminant pour le calcul de la prestation complémentaire annuelle le montant réduit de la fortune au 1er janvier de l’année pour laquelle la prestation est servie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_17_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IIa. Revenus déterminants, dépenses reconnues et fortune, Succession indivise",
        "citation": "Art. 18 OPC-AVS",
        "content": "Tant que le conjoint survivant n’a pas fait usage de son droit d’option sur la succession de son conjoint décédé avant le 1er janvier 1988, un quart de la succession est considéré comme fortune du conjoint survivant et les trois quarts répartis en parts égales entre les enfants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_18"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, III. Remboursement de frais de maladie et d’invalidité, Frais de maladie et d’invalidité des enfants dont il n’est pas tenu compte",
        "citation": "Art. 19 OPC-AVS",
        "content": "Les frais de maladie et d’invalidité des enfants dont il n’est pas tenu compte dans le calcul de la prestation complémentaire annuelle conformément à l’art. 8, al. 2, doivent être remboursés dans la mesure où ils dépassent la part des revenus excédentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_19"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, III. Remboursement de frais de maladie et d’invalidité, Relèvement des montants maximaux ",
        "citation": "Art. 19b al. 1 OPC-AVS",
        "content": "Pour les personnes vivant à domicile qui ont droit à une allocation pour impotent de l’AI ou de l’assurance-accidents, le montant fixé à l’art. 14, al. 3, let. a, ch. 1, LPC est augmenté à 60 000 francs en cas d’impotence moyenne dans la mesure où les frais de soins et d’assistance ne sont pas couverts par l’allocation pour impotent et la contribution d’assistance de l’AVS ou de l’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_19_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, III. Remboursement de frais de maladie et d’invalidité, Relèvement des montants maximaux ",
        "citation": "Art. 19b al. 2 OPC-AVS",
        "content": "Pour les couples vivant à domicile qui ont droit à une allocation pour impotent de l’AI ou de l’assurance-accidents, le montant fixé à l’art. 14, al. 3, let. a, ch. 2, LPC est augmenté comme suit dans la mesure où les frais de soins et d’assistance ne sont pas couverts par l’allocation pour impotent et la contribution d’assistance de l’AVS ou de l’AI:Nombre de personnesDegré d’impotenceMontant maximaldeux conjointsgrave tous deux180 000 francsdeux conjointsmoyen tous deux120 000 francsun conjoint grave, 150 000 francsun conjointmoyenun seul conjointgrave115 000 francsun seul conjointmoyen  85 000 francs",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_19_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Exercice du droit",
        "citation": "Art. 20 al. 1 OPC-AVS",
        "content": "La personne qui veut faire valoir un droit à une prestation complémentaire annuelle doit déposer une demande au moyen de la formule officielle. L’art. 67, al. 1, RAVS, est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_20"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Exercice du droit",
        "citation": "Art. 20 al. 2 OPC-AVS",
        "content": "La formule de demande doit donner des indications sur l’état civil de l’ayant droit et sur les conditions de revenu et de fortune de toutes les personnes comprises dans le calcul de la prestation complémentaire annuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_20"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Durée de la procédure",
        "citation": "Art. 21 al. 1 OPC-AVS",
        "content": "En règle générale, la décision concernant l’octroi d’une prestation et son montant doit être rendue dans un délai de 90 jours à compter de la réception de la demande de prestation complémentaire annuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Durée de la procédure",
        "citation": "Art. 21 al. 2 OPC-AVS",
        "content": "Si ce délai ne peut pas être respecté, des avances au sens l’art. 19, al. 4, LPGA doivent être versées si le requérant s’est entièrement conformé à l’obligation de collaborer qui lui incombe et si le droit à des prestations semble avéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Arrondissement des montants versés",
        "citation": "Art. 21a OPC-AVS",
        "content": "Les montants mensuels de la prestation complémentaire annuelle doivent être arrondis au franc supérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Versement aux couples ayant chacun un droit propre à la rente",
        "citation": "Art. 21b al. 1 OPC-AVS",
        "content": "La prestation complémentaire annuelle est versée mensuellement, séparément et par moitié à chacun des conjoints si chacun d’eux a un droit propre à une rente de l’AVS ou de l’AI. En cas de remboursement unique, les organes des PC peuvent verser la totalité du montant au conjoint concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Versement aux couples ayant chacun un droit propre à la rente",
        "citation": "Art. 21b al. 2 OPC-AVS",
        "content": "Par une requête commune, les époux peuvent en tout temps exiger un versement du montant total de la prestation complémentaire en mains de l’un d’eux seulement; chaque conjoint peut en tout temps exiger à nouveau un versement séparé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Versement aux couples ayant chacun un droit propre à la rente",
        "citation": "Art. 21b al. 3 OPC-AVS",
        "content": "Les décisions contraires du juge civil sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Versement aux personnes vivant dans un home ou dans un hôpital",
        "citation": "Art. 21c OPC-AVS",
        "content": "Si le bénéficiaire cède au fournisseur de prestations le montant de la prestation complémentaire annuelle pour le séjour dans un home ou un hôpital en vertu de l’art. 21a, al. 3, LPC, l’ordre suivant s’applique pour le versement de la prestation complémentaire annuelle:\na. le montant pour l’assurance obligatoire des soins visé à l’art. 10, al. 3, let. d, LPC est d’abord versé à l’assureur-maladie;\nb. un montant n’excédant pas le montant pour les dépenses personnelles visé à l’art. 10, al. 2, let. b, LPC est ensuite versé au bénéficiaire;\nc. après déduction des montants prévus aux let. a et b, un montant n’excédant pas la taxe journalière visée à l’art. 10, al. 2, let. a, LPC est versé au fournisseur de prestations;\nd. un éventuel solde après déduction des montants prévus aux let. a à c, est versé au bénéficiaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_21_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Paiement d’arriérés",
        "citation": "Art. 22 al. 1 OPC-AVS",
        "content": "Si la demande d’une prestation complémentaire annuelle est faite dans les six mois à compter de la notification d’une décision de rente de l’AVS ou de l’AI, le droit prend naissance le mois au cours duquel la formule de demande de rente a été déposée, mais au plus tôt dès le début du droit à la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Paiement d’arriérés",
        "citation": "Art. 22 al. 2 OPC-AVS",
        "content": "L’alinéa précédent est applicable lorsqu’une rente en cours de l’assurance-vieillesse et survivants ou de l’assurance-invalidité est modifiée par une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Paiement d’arriérés",
        "citation": "Art. 22 al. 3 OPC-AVS",
        "content": "Le droit à des prestations complémentaires déjà octroyées mais n’ayant pu être versées au destinataire s’éteint si le paiement n’est pas requis dans le délai d’une année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Paiement d’arriérés",
        "citation": "Art. 22 al. 4 OPC-AVS",
        "content": "Lorsqu’une autorité d’assistance, publique ou privée, a consenti des avances à un assuré en attendant qu’il soit statué sur ses droits aux prestations complémentaires, l’autorité en question peut être directement remboursée au moment du versement des prestations complémentaires accordées rétroactivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Paiement d’arriérés",
        "citation": "Art. 22 al. 5 OPC-AVS",
        "content": "Si un canton a accordé des réductions de primes dans l’assurance-maladie et qu’il alloue des prestations complémentaires avec effet rétroactif pour cette même période, il peut compenser le versement rétroactif avec les réductions de primes déjà versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_22"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Revenu et fortune déterminants; période de calcul",
        "citation": "Art. 23 al. 1 OPC-AVS",
        "content": "Sont pris en compte en règle générale pour le calcul de la prestation complémentaire annuelle, les revenus déterminants obtenus au cours de l’année civile précédente et l’état de la fortune le 1er janvier de l’année pour laquelle la prestation est servie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Revenu et fortune déterminants; période de calcul",
        "citation": "Art. 23 al. 2 OPC-AVS",
        "content": "Pour les assurés dont la fortune et les revenus déterminants à prendre en compte au sens de la LPC peuvent être établis à l’aide d’une taxation fiscale, les organes cantonaux d’exécution sont autorisés à retenir, comme période de calcul, celle sur laquelle se fonde la dernière taxation fiscale, si aucune modification de la situation économique de l’assuré n’est intervenue entre-temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Revenu et fortune déterminants; période de calcul",
        "citation": "Art. 23 al. 3 OPC-AVS",
        "content": "La prestation complémentaire annuelle doit toujours être calculée compte tenu des rentes, pensions et autres prestations périodiques en cours (art. 11, al. 1, let. d et dbis, LPC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Revenu et fortune déterminants; période de calcul",
        "citation": "Art. 23 al. 4 OPC-AVS",
        "content": "Si la personne qui sollicite l’octroi d’une prestation complémentaire annuelle peut rendre vraisemblable que, durant la période pour laquelle elle demande la prestation, ses revenus déterminants seront notablement inférieurs à ceux qu’elle avait obtenus au cours de la période servant de base de calcul conformément à l’al. 1 ou au 2, ce sont les revenus déterminants probables, convertis en revenu annuel, et la fortune existant à la date à laquelle le droit à la prestation complémentaire annuelle prend naissance, qui sont déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_23"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Obligation de renseigner",
        "citation": "Art. 24 OPC-AVS",
        "content": "L’ayant droit ou son représentant légal ou, le cas échéant, le tiers ou l’autorité à qui la prestation complémentaire est versée, doit communiquer sans retard à l’organe cantonal compétent tout changement dans la situation personnelle et toute modification sensible dans la situation matérielle du bénéficiaire de la prestation. Cette obligation de renseigner vaut aussi pour les modifications concernant les membres de la famille de l’ayant droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_24"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Modification de la prestation complémentaire annuelle",
        "citation": "Art. 25 al. 1 OPC-AVS",
        "content": "La prestation complémentaire annuelle doit être augmentée, réduite ou supprimée:\na. lors de chaque changement survenant au sein d’une communauté de personnes comprises dans le calcul de la prestation complémentaire annuelle;\nb. lors de chaque modification de la rente de l’assurance-vieillesse et survivants ou de l’assurance-invalidité;\nc. lorsque les dépenses reconnues, les revenus déterminants et la fortune subissent une diminution ou une augmentation pour une durée qui sera vraisemblablement longue; sont déterminants les dépenses nouvelles et les revenus nouveaux et durables, convertis sur une année, ainsi que la fortune existant à\nla date à laquelle le changement intervient; on peut renoncer à adapter la prestation complémentaire annuelle, lorsque la modification est inférieure à 120 francs par an;\nd. lors d’un contrôle périodique, si l’on constate un changement des dépenses reconnues, des revenus déterminants et de la fortune; on pourra renoncer à rectifier la prestation complémentaire annuelle, lorsque la modification est inférieure à 120 francs par an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Modification de la prestation complémentaire annuelle",
        "citation": "Art. 25 al. 2 OPC-AVS",
        "content": "La nouvelle décision doit porter effet dès la date suivante:\na. dans les cas prévus par l’al. 1, let. a et b, en cas de changement au sein d’une communauté de personnes, sans effet sur la rente, dès le début du mois qui suit celui au cours duquel le changement est survenu; lors d’une modification de la rente, dès le début du mois au cours duquel la nouvelle rente a pris naissance ou au cours duquel le droit à la rente s’éteint;\nb. dans les cas prévus par l’al. 1, let. c, lors d’une augmentation de l’excédent des dépenses, dès le début du mois au cours duquel le changement a été annoncé, mais au plus tôt à partir du mois dans lequel celui-ci est survenu;\nc. dans les cas prévus par l’al. 1, let. c, lors d’une diminution de l’excédent des dépenses, au plus tard dès le début du mois qui suit celui au cours duquel la nouvelle décision a été rendue; la créance en restitution est réservée lorsque l’obligation de renseigner a été violée;\nd. dans les cas prévus par l’al. 1, let. d, dès le début du mois au cours duquel le changement a été annoncé, mais au plus tôt à partir du mois dans lequel celui-ci est survenu et au plus tard dès le début du mois qui suit celui au cours duquel la nouvelle décision a été rendue. La créance en restitution est réservée lorsque l’obligation de renseigner a été violée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Modification de la prestation complémentaire annuelle",
        "citation": "Art. 25 al. 3 OPC-AVS",
        "content": "Suite à une diminution de la fortune, un nouveau calcul de la prestation complémentaire annuelle ne peut être effectué qu’une fois par an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Modification de la prestation complémentaire annuelle",
        "citation": "Art. 25 al. 4 OPC-AVS",
        "content": "Si une prestation complémentaire en cours doit être réduite, en raison de la prise en compte d’un revenu minimum au sens des art. 14a, al. 2, et 14b, la réduction ne pourra avoir lieu avant l’écoulement d’un délai de six mois dès la notification de la décision afférente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_25"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Définition du home",
        "citation": "Art. 25a al. 1 OPC-AVS",
        "content": "Est considérée comme home toute institution qui est reconnue comme telle par un canton ou qui dispose d’une autorisation cantonale d’exploiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_25_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Définition du home",
        "citation": "Art. 25a al. 2 OPC-AVS",
        "content": "Si, dans le cadre de l’octroi d’une allocation pour impotent, l’office AI considère un assuré comme une personne séjournant dans un home au sens de l’art. 42ter, al. 2, LAI, cet assuré sera également considéré comme telle dans le cadre du droit aux prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_25_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Répartition des communes dans les régions déterminantes pour les loyers",
        "citation": "Art. 26 al. 1 OPC-AVS",
        "content": "La région 1 correspond au type 111 de la typologie des communes 2012 (25 catégories). Elle comprend les cinq centres urbains de Berne, Zurich, Bâle, Genève et Lausanne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_26"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Répartition des communes dans les régions déterminantes pour les loyers",
        "citation": "Art. 26 al. 2 OPC-AVS",
        "content": "Les autres communes sont réparties dans deux régions définies sur la base de la typologie urbain-rural 2012. La région 2 comprend les communes des catégories «urbain» et «intermédiaire», la région 3 les communes de la catégorie «rural».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_26"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Réduction ou augmentation des montants maximaux reconnus au titre du loyer",
        "citation": "Art. 26a al. 1 OPC-AVS",
        "content": "Le Département fédéral de l’intérieur (département) fixe dans une ordonnance:\na. les modalités de calcul de la réduction ou de l’augmentation des montants maximaux visée à l’art. 10, al. 1quinquies, LPC;\nb. jusqu’à fin octobre au plus tard, la réduction ou l’augmentation des montants maximaux applicables aux communes concernées à partir de l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Réduction ou augmentation des montants maximaux reconnus au titre du loyer",
        "citation": "Art. 26a al. 2 OPC-AVS",
        "content": "La demande de réduction ou d’augmentation des montants maximaux visée à l’art. 10, al. 1quinquies, LPC doit être déposée à l’Office fédéral des assurances sociales (office fédéral).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Réduction ou augmentation des montants maximaux reconnus au titre du loyer",
        "citation": "Art. 26a al. 3 OPC-AVS",
        "content": "Elle doit notamment indiquer:\na. les noms des communes pour lesquelles une réduction ou une augmentation des montants maximaux est demandée;\nb. le taux auquel les montants maximaux doivent être augmentés ou réduits;\nc. une motivation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Réduction ou augmentation des montants maximaux reconnus au titre du loyer",
        "citation": "Art. 26a al. 4 OPC-AVS",
        "content": "Elle doit être déposée au plus tard le 30 juin de l’année précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_26_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Délai de restitution des prestations légalement perçues",
        "citation": "Art. 27 al. 1 OPC-AVS",
        "content": "La restitution des prestations légalement perçues visée à l’art. 16a, al. 1 et 2, LPC doit être effectuée dans un délai de trois mois à compter de l’entrée en force de la décision en restitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Délai de restitution des prestations légalement perçues",
        "citation": "Art. 27 al. 2 OPC-AVS",
        "content": "S’il faut vendre un ou plusieurs immeubles pour procéder à la restitution, ce délai est porté à une année, mais à 30 jours au plus après le transfert de la propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Évaluation de la succession",
        "citation": "Art. 27a al. 1 OPC-AVS",
        "content": "Pour le calcul de la restitution des prestations légalement perçues, la succession doit être évaluée selon les règles de la législation sur l’impôt cantonal direct du canton du domicile qui concernent l’évaluation de la fortune. La fortune au jour du décès est déterminante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Évaluation de la succession",
        "citation": "Art. 27a al. 2 OPC-AVS",
        "content": "Les immeubles doivent être pris en compte à leur valeur vénale. Sont réservés les cas où la loi prévoit l’imputation d’une valeur moindre sur la part héréditaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Évaluation de la succession",
        "citation": "Art. 27a al. 3 OPC-AVS",
        "content": "En lieu et place de la valeur vénale, les cantons peuvent appliquer uniformément la valeur de répartition déterminante pour la répartition fiscale intercantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Litiges concernant la communication de données",
        "citation": "Art. 27b OPC-AVS",
        "content": "L’art. 209bis RAVS est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Frais de communication et de publication de données",
        "citation": "Art. 27c OPC-AVS",
        "content": "L’art. 209ter RAVS est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, I. Droit, IV., Dispositions diverses, Prestation transitoire",
        "citation": "Art. 27d OPC-AVS",
        "content": "La prestation transitoire visée à l’art. 32 LAI est assimilable à une rente AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_27_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Comptabilité",
        "citation": "Art. 28 al. 1 OPC-AVS",
        "content": "Les services chargés de fixer et de verser les prestations complémentaires tiendront une comptabilité qui fournisse en tout temps l’état du règlement des paiements, ainsi que celui des créances et des dettes en matière de prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Comptabilité",
        "citation": "Art. 28 al. 2 OPC-AVS",
        "content": "Les prestations complémentaires servies aux personnes qui y ont droit en vertu de l’art. 4, al. 1, let. a ou b, LPC (PC à l’AVS) doivent être comptabilisées séparément de celles servies aux personnes qui y ont droit en vertu de l’art. 4, al. 1, let. c ou d, LPC (PC à l’AI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Comptabilité",
        "citation": "Art. 28 al. 3 OPC-AVS",
        "content": "Doivent également faire l’objet de comptabilités séparées les prestations complémentaires annuelles (art. 3, al. 1, let. a, LPC) ainsi que le remboursement des frais de maladie et d’invalidité (art. 3, al. 1, let. b, LPC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Comptabilité",
        "citation": "Art. 28 al. 4 OPC-AVS",
        "content": "Les al. 2 et 3 s’appliquent également aux montants des créances en restitution exigés, remis ou déclarés irrécouvrables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Comptabilité",
        "citation": "Art. 28 al. 5 OPC-AVS",
        "content": "Les prestations visées à l’art. 2, al. 2, LPC sont comptabilisées séparément, même si elles sont versées conjointement avec les prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Communication des frais de maladie",
        "citation": "Art. 28a al. 1 OPC-AVS",
        "content": "Les frais de maladie et d’invalidité remboursés par année civile doivent être communiqués à l’office fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Communication des frais de maladie",
        "citation": "Art. 28a al. 2 OPC-AVS",
        "content": "L’Office fédéral fixe, par voie de directives, les modalités utiles, en particulier le moment déterminant et les indications nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_28_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Dossiers",
        "citation": "Art. 29 al. 1 OPC-AVS",
        "content": "Les dossiers fourniront, de manière claire, dans chaque cas, des renseignements sur les conditions personnelles et économiques de l’ayant droit et sur le calcul des prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_29"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Dossiers",
        "citation": "Art. 29 al. 2 OPC-AVS",
        "content": "La réglementation de l’assurance-vieillesse et survivants relative à la conservation des dossiers est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_29"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Dossiers",
        "citation": "Art. 29 al. 3 OPC-AVS",
        "content": "Les cantons et communes qui, outre les prestations complémentaires, versent leurs propres prestations d’assurance ou d’aide doivent faire figurer celles-ci séparément sur la feuille de calcul et dans la décision. Tel est aussi le cas pour les prestations complémentaires versées indûment qui ont fait l’objet d’un ordre de restitution ou d’une remise ou qui ont dû être déclarées irrécouvrables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_29"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Examen des conditions économiques des bénéficiaires d’une prestation complémentaire annuelle",
        "citation": "Art. 30 OPC-AVS",
        "content": "Les services chargés de fixer et de verser les prestations complémentaires doivent réexaminer périodiquement, mais tous les quatre ans au moins, les conditions économiques des bénéficiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_30"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Frais administratifs",
        "citation": "Art. 32 al. 2 OPC-AVS",
        "content": "Lorsqu’un canton charge sa caisse de compensation de fixer et de verser les prestations complémentaires, il doit lui rembourser les frais administratifs qui en résultent. La réglementation relative au remboursement de ces frais doit être approuvée par l’office fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_32"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, I. Gestion et frais administratifs, Registre des prestations complémentaires sans rente de l’assurance‐vieillesse, survivants et invalidité",
        "citation": "Art. 32a OPC-AVS",
        "content": "La Centrale de compensation gère un registre de tous les bénéficiaires de prestations complémentaires qui ne touchent pas de rente de l’assurance-vieillesse et survivants, ou de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_32_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Fréquence",
        "citation": "Art. 33 OPC-AVS",
        "content": "Les cantons qui laissent aux communes le soin de fixer et de verser les prestations complémentaires doivent prendre les mesures nécessaires pour que l’organe communal compétent soit, en règle générale, soumis à une révision chaque année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_33"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Rapport de revision",
        "citation": "Art. 35 al. 1 OPC-AVS",
        "content": "Toute revision d’un organe qui fixe et verse des prestations complémentaires doit faire l’objet d’un rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_35"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Rapport de revision",
        "citation": "Art. 35 al. 2 OPC-AVS",
        "content": "Les rapports doivent être adressés en deux exemplaires à l’office fédéral dans un délai qu’il fixera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_35"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Rapport de revision",
        "citation": "Art. 35 al. 3 OPC-AVS",
        "content": "L’art. 169, al. 2 et 3, RAVS est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_35"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Frais",
        "citation": "Art. 36 OPC-AVS",
        "content": "Les frais de revision font partie des frais administratifs au sens de l’art. 24 LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_36"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Pouvoirs de l’office fédéral",
        "citation": "Art. 37 al. 1 OPC-AVS",
        "content": "L’office fédéral peut, par voie de directives, fixer les points auxquels il sied d’accorder, lors de la révision prévue par l’art. 23, al. 1, LPC, une attention particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_37"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, II. Révisions, Pouvoirs de l’office fédéral",
        "citation": "Art. 37 al. 2 OPC-AVS",
        "content": "S’il apparaît que des prescriptions de droit fédéral n’ont pas été appliquées ou l’ont été de façon erronée, l’office fédéral exigera que les insuffisances constatées soient éliminées dans un délai convenable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_37"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, III. Contentieux",
        "citation": "Art. 38 al. 1 OPC-AVS",
        "content": "L’office fédéral et les organes d’exécution cantonaux intéressés ont qualité pour recourir devant le Tribunal fédéral contre des jugements rendus par les tribunaux cantonaux des assurances. L’office fédéral a également qualité pour recourir contre les jugements rendus par le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_38"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, B. Organisation et procédure, III. Contentieux",
        "citation": "Art. 38 al. 2 OPC-AVS",
        "content": "Les jugements doivent être notifiés par lettre recommandée aux autorités ayant qualité pour recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_38"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Calcul de la part fédérale",
        "citation": "Art. 39 al. 1 OPC-AVS",
        "content": "L’office fédéral fixe annuellement, pour chaque canton, la part fédérale en pour-cent. La part est arrondie selon des règles mathématiques à un chiffre après la virgule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Calcul de la part fédérale",
        "citation": "Art. 39 al. 2 OPC-AVS",
        "content": "Sont déterminants pour la fixation de la part fédérale en pour-cent les cas en cours au mois de mai de l’année où les prestations sont dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Calcul de la part fédérale",
        "citation": "Art. 39 al. 3 OPC-AVS",
        "content": "Les éléments de calcul des cas visés à l’al. 2 doivent être communiqués à la Centrale de compensation jusqu’au 10 juin de l’année où les prestations sont dues. L’office fédéral fixe les modalités de l’annonce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Calcul de la part fédérale",
        "citation": "Art. 39 al. 4 OPC-AVS",
        "content": "La Confédération ne participe pas, dans le cadre des prestations complémentaires, au financement du montant pour l’assurance obligatoire des soins visé à l’art. 10, al. 3, let. d, LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_39"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Revenus en rapport direct avec le séjour dans un home ou dans un hôpital",
        "citation": "Art. 39a OPC-AVS",
        "content": "Sont considérés comme revenus en rapport direct avec le séjour en home ou à l’hôpital au sens de l’art. 13, al. 2, LPC:\na. les contributions de l’assurance-maladie et de l’assurance-accidents aux frais d’hôtellerie, de soins et d’assistance dans un home ou dans un hôpital;\nb. les allocations pour impotent qui peuvent être prises en compte en vertu de l’art. 15b, et\nc. le montant majoré de l’imputation de la fortune en vertu de l’art. 11, al. 2, LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_39_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Compte",
        "citation": "Art. 40 al. 1 OPC-AVS",
        "content": "Les cantons établissent un compte des prestations complémentaires annuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Compte",
        "citation": "Art. 40 al. 2 OPC-AVS",
        "content": "On comptabilisera séparément:\na. les prestations complémentaires servies aux personnes qui y ont droit en vertu de l’art. 4, al. 1, let. a ou b, LPC (PC à l’AVS), et\nb. les prestations complémentaires servies aux personnes qui y ont droit en vertu de l’art. 4, al. 1, let. c ou d, LPC (PC à l’AI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Compte",
        "citation": "Art. 40 al. 2bis OPC-AVS",
        "content": "Le compte doit notamment fournir des renseignements sur les prestations versées. L’office fédéral règle les détails, par voie de directives, et peut prescrire l’usage de formules obligatoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Compte",
        "citation": "Art. 40 al. 3 OPC-AVS",
        "content": "Les cantons qui laissent aux communes le soin de fixer et de verser les prestations complémentaires contrôleront les comptes des communes et en établiront un résumé à l’intention de l’office fédéral conformément à ses instructions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Compte",
        "citation": "Art. 40 al. 4 OPC-AVS",
        "content": "Le compte porte sur l’année civile; il doit être présenté à l’office fédéral d’ici au 31 décembre de l’année courante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_40"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Fixation",
        "citation": "Art. 40a OPC-AVS",
        "content": "L’office fédéral fixe les montants sur la base du compte du canton et de la part fédérale calculée selon l’art. 39, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_40_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Versement et avances",
        "citation": "Art. 41 al. 1 OPC-AVS",
        "content": "L’office fédéral verse les subventions en règle générale dans le délai d’un mois après avoir reçu le compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_41"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Versement et avances",
        "citation": "Art. 41 al. 2 OPC-AVS",
        "content": "Il accorde aux cantons, pour l’année en cours, une avance chaque trimestre. La somme des avances n’excède pas, en règle générale, 80 % des subventions annuelles probables pour le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_41"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, I. Aux prestations complémentaires annuelles, Restitution",
        "citation": "Art. 42 OPC-AVS",
        "content": "Les subventions versées à tort au titre des prestations complémentaires annuelles doivent être restituées conformément à l’art. 28 de la loi du 5 octobre 1990 sur les subventions (LSu).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Montant des forfaits par cas",
        "citation": "Art. 42a al. 1 OPC-AVS",
        "content": "La Confédération verse des forfaits par cas, échelonnés comme suit:\na. 210 francs par cas pour les 2500 premiers cas;\nb. 135 francs par cas pour les cas 2501 à 15 000;\nc. 50 francs pour chaque cas supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Montant des forfaits par cas",
        "citation": "Art. 42a al. 2 OPC-AVS",
        "content": "Lorsqu’un canton a confié la fixation et le versement des prestations complémentaires à plus d’un organe, tous les cas sont additionnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Détermination du nombre de cas",
        "citation": "Art. 42b al. 1 OPC-AVS",
        "content": "L’office fédéral détermine, pour chaque canton, le nombre de cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Détermination du nombre de cas",
        "citation": "Art. 42b al. 2 OPC-AVS",
        "content": "Sont déterminants les cas en cours au mois de mai de l’année où les prestations sont dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Détermination du nombre de cas",
        "citation": "Art. 42b al. 3 OPC-AVS",
        "content": "Chaque cas de calcul séparé est considéré comme un cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_b"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Fixation et versement",
        "citation": "Art. 42c al. 1 OPC-AVS",
        "content": "L’office fédéral fixe les montants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Fixation et versement",
        "citation": "Art. 42c al. 2 OPC-AVS",
        "content": "Il accorde aux cantons, pour l’année en cours, une avance chaque trimestre. La somme des avances n’excède pas, en règle générale, 80 % des subventions annuelles probables pour le canton. Leur calcul se base sur le nombre de cas de l’année précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Fixation et versement",
        "citation": "Art. 42c al. 3 OPC-AVS",
        "content": "Le versement du solde est effectué jusqu’à la mi-décembre de l’année où les prestations sont dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_c"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, II., Aux frais administratifs, Restitution",
        "citation": "Art. 42d OPC-AVS",
        "content": "Les subventions versées à tort au titre des frais administratifs doivent être restituées conformément à l’art. 28, al. 1, LSu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_d"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, III., Réduction de la participation de la Confédération aux frais administratifs, Taux maximal de la réduction",
        "citation": "Art. 42e OPC-AVS",
        "content": "Dans les cas prévus à l’art. 24, al. 2, LPC, la participation de la Confédération aux frais administratifs peut être réduite de 30 % au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_e"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, III., Réduction de la participation de la Confédération aux frais administratifs, Procédure",
        "citation": "Art. 42f al. 1 OPC-AVS",
        "content": "Si, dans le cadre de la surveillance visée à l’art. 55, l’office fédéral constate qu’un organe d’exécution a commis des infractions répétées aux dispositions, il lui impartit un délai adéquat pour corriger les manquements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_f"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, III., Réduction de la participation de la Confédération aux frais administratifs, Procédure",
        "citation": "Art. 42f al. 2 OPC-AVS",
        "content": "Si l’organe d’exécution ne corrige pas les manquements dans le délai imparti, la participation de la Confédération aux frais administratifs est réduite à partir de l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_f"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre I, Les prestations complémentaires, C. Les subventions fédérales, III., Réduction de la participation de la Confédération aux frais administratifs, Procédure",
        "citation": "Art. 42f al. 3 OPC-AVS",
        "content": "La réduction de la participation de la Confédération reste effective jusqu’à ce que l’organe d’exécution apporte la preuve que les manquements ont été corrigés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_42_f"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Fixation et versement",
        "citation": "Art. 43 al. 1 OPC-AVS",
        "content": "L’office fédéral fixe le montant des subventions annuelles dans les limites de l’art. 17, al. 1, LPC et en verse la moitié au début de janvier et le reste au plus tard en juillet à la fondation Pro Senectute, à l’association Pro Infirmis et à la fondation Pro Juventute. Il peut fixer d’autres échéances de versement, mais au plus quatre versements par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Fixation et versement",
        "citation": "Art. 43 al. 2 OPC-AVS",
        "content": "Les institutions d’utilité publique géreront séparément les subventions reçues. Elles établiront annuellement un budget pour l’utilisation des subventions fédérales et tiendront une comptabilité séparée des subventions et des prestations financées par celles-ci. D’éventuels intérêts seront affectés aux mêmes buts que les subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Fixation et versement",
        "citation": "Art. 43 al. 3 OPC-AVS",
        "content": "Les subventions peuvent être utilisées jusqu’à concurrence de 10 % pour couvrir les frais d’application dont l’existence est prouvée, à condition que ces frais ne soient pas déjà couverts par un contrat de prestations passé avec l’AVS ou l’AI. Pour celles qui dépassent le montant de 2 millions de francs, le taux maximum est de 5 %. Sont réputés frais d’application les salaires et les charges sociales, les frais de locaux, de secrétariat et de transport. L’office fédéral peut déterminer les frais à prendre en considération et autoriser une participation aux frais plus élevée lorsque les preuves correspondantes sont apportées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Fixation et versement",
        "citation": "Art. 43 al. 4 OPC-AVS",
        "content": "L’art. 42 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_43"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Répartition",
        "citation": "Art. 44 al. 1 OPC-AVS",
        "content": "Sur le montant de la subvention allouée à la fondation Pro Senectute, conformément à l’art. 10, al. 1, LPC, cinq sixièmes sont attribués aux organes cantonaux. L’affectation du solde est décidée par le comité de direction après entente avec l’office fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Répartition",
        "citation": "Art. 44 al. 2 OPC-AVS",
        "content": "La subvention allouée à l’association Pro Infirmis est destinée, pour les trois quarts, aux organes que cette institution a désignés dans les cantons et pour un quart au secrétariat général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Répartition",
        "citation": "Art. 44 al. 3 OPC-AVS",
        "content": "La subvention allouée à la fondation Pro Juventute est destinée à être utilisée pour un quart dans les cantons; les trois autres quarts sont à la disposition du secrétariat général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Répartition",
        "citation": "Art. 44 al. 4 OPC-AVS",
        "content": "Les fonds mis à la disposition des organes centraux des institutions d’utilité publique, s’ils ne sont pas destinés à des prestations particulières, seront attribués à leurs organes cantonaux qui ne peuvent accomplir leur tâche avec leur quote-part fixe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, I. Subventions de l’assurance-vieillesse, survivants et invalidité, Répartition",
        "citation": "Art. 44 al. 5 OPC-AVS",
        "content": "Les institutions d’utilité publique établissent un barème de répartition des subventions fédérales entre leurs organes cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_44"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, II. Les prestations, Champ d’activité des institutions",
        "citation": "Art. 45 OPC-AVS",
        "content": "Les prestations visées à l’art. 18 LPC sont accordées:\na. par la fondation Pro Senectute aux personnes qui ont atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS et aux personnes qui perçoivent la totalité de leur rente de vieillesse de manière anticipée;\nb. par l’association Pro Infirmis aux invalides qui ne font pas partie de la catégorie de personnes définie sous let. a;\nc. par la fondation Pro Juventute:\n1. aux veufs ayant des enfants mineurs et aux veuves, s’ils ne font pas partie de la catégorie de personnes visée aux let. a ou b,\n2. aux orphelins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_45"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, II. Les prestations, Prestations à des invalides dans le besoin",
        "citation": "Art. 46 OPC-AVS",
        "content": "Des prestations en espèce peuvent aussi être versées aux invalides dans le besoin qui ne reçoivent aucune rente ou allocation pour impotent de l’assurance-invalidité et qui bénéficieront vraisemblablement d’une prestation de cette assurance ou auxquels, en raison d’une réadaptation ou d’une diminution du taux d’invalidité, une telle prestation ne peut plus être accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_46"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, II. Les prestations, Dispositions générales sur l’octroi des prestations",
        "citation": "Art. 47 al. 1 OPC-AVS",
        "content": "Les prestations individuelles sont versées sur demande. Le requérant est tenu de fournir aux organes des institutions d’utilité publique les renseignements nécessaires à l’examen de sa situation. Les institutions d’utilité publique vérifient la véracité des renseignements fournis. La décision sera communiquée par écrit au requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_47"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, II. Les prestations, Dispositions générales sur l’octroi des prestations",
        "citation": "Art. 47 al. 2 OPC-AVS",
        "content": "Les prestations en espèces seront versées par la poste, par une banque ou en mains propres contre quittance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_47"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, II. Les prestations, Directives",
        "citation": "Art. 48 OPC-AVS",
        "content": "Les directives de la fondation Pro Senectute, de l’association Pro Infirmis et de la fondation Pro Juventute doivent contenir des dispositions concernant:\na. la répartition des subventions entre les organes dans les cantons;\nb. les conditions qui doivent être remplies pour bénéficier des prestations;\nc. les principes applicables pour déterminer le montant des prestations;\nd. la présentation et la liquidation des requêtes;\ne. le versement des prestations;\nf. les services de contrôle et le contrôle d’un emploi correct des fonds;\ng. la restitution des prestations touchées indûment;\nh. la compétence de l’organe central de donner aux organes, dans les cantons, des instructions sur l’application des directives en général et dans des cas particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_48"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Contrôles par des bureaux de revision et de contrôle",
        "citation": "Art. 49 al. 1 OPC-AVS",
        "content": "Les bureaux de revision qui examinent la comptabilité des institutions d’utilité publique doivent étendre leur contrôle aux subventions fédérales. Ils établiront à ce sujet un rapport particulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_49"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Contrôles par des bureaux de revision et de contrôle",
        "citation": "Art. 49 al. 2 OPC-AVS",
        "content": "Les institutions d’utilité publique feront contrôler périodiquement l’emploi des fonds par leurs organes dans les cantons. Les rapports de contrôle seront adressés aux organes centraux des institutions d’utilité publique et à l’office fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_49"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Contrôles par des bureaux de revision et de contrôle",
        "citation": "Art. 49 al. 3 OPC-AVS",
        "content": "L’office fédéral peut charger un bureau de revision de travaux de contrôle déterminés ou exiger de lui des indications complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_49"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Contrôles par l’office fédéral",
        "citation": "Art. 50 al. 1 OPC-AVS",
        "content": "L’office fédéral vérifie périodiquement auprès des organes centraux des institutions d’utilité publique si les subventions fédérales ont été utilisées conformément à la loi. Il peut procéder à des contrôles complémentaires auprès des organes cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_50"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Contrôles par l’office fédéral",
        "citation": "Art. 50 al. 2 OPC-AVS",
        "content": "Le résultat du contrôle fait l’objet d’un rapport qui est soumis, pour avis, aux institutions d’utilité publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_50"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Contrôles par l’office fédéral",
        "citation": "Art. 50 al. 3 OPC-AVS",
        "content": "S’il apparaît que les prescriptions applicables n’ont pas été observées ou l’ont été de façon erronée, l’office fédéral exigera que les insuffisances constatées soient éliminées dans un délai convenable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_50"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre II, Les prestations des institutions d’utilité publique, III. Contrôles et rapports, Rapports et comptes annuels",
        "citation": "Art. 51 OPC-AVS",
        "content": "Rapports et comptes annuels doivent être présentés à l’office fédéral. Celui-ci peut arrêter des directives sur la présentation des rapports, les renseignements statistiques à fournir et les délais à observer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_51"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Entre les services des cantons",
        "citation": "Art. 52 al. 1 OPC-AVS",
        "content": "Les cantons prendront des mesures pour éviter le versement, par l’un ou plusieurs d’entre eux, de prestations complémentaires annuelles à double. La subvention fédérale n’est accordée que pour une seule prestation complémentaire durant la même période. L’office fédéral peut en outre exiger des cantons qu’ils prennent des mesures pour déceler et éviter des versements à double.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_52"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Entre les services des cantons et les institutions d’utilité publique",
        "citation": "Art. 53 al. 3 OPC-AVS",
        "content": "Les cantons peuvent passer des accords avec les institutions d’utilité publique en vue de coordonner l’activité de ces dernières à celle de leurs propres services chargés de l’octroi des prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_53"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Entre les caisses de compensation et les autres organes",
        "citation": "Art. 54 al. 2 OPC-AVS",
        "content": "L’office fédéral peut exiger que les caisses de compensation annoncent aux organes d’exécution, au fur et à mesure, les modifications du droit à la rente de personnes qu’elles savent bénéficiaires de prestations complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Coordination avec la réduction des primes dans l’assurance-maladie",
        "citation": "Art. 54a al. 1 OPC-AVS",
        "content": "Les cantons ne peuvent pas reporter au décompte relatif aux prestations complémentaires les montants annuels pour l’assurance obligatoire des soins visés à l’art. 10, al. 3, let. d, LPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Coordination avec la réduction des primes dans l’assurance-maladie",
        "citation": "Art. 54a al. 3 OPC-AVS",
        "content": "Le département fixe les montants forfaitaires annuels pour l’assurance obligatoire des soins, visés à l’art. 10, al. 3, let. d, LPC, au plus tard fin octobre pour l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Coordination avec la réduction des primes dans l’assurance-maladie",
        "citation": "Art. 54a al. 4 OPC-AVS",
        "content": "En cas de changement de domicile du bénéficiaire de prestations complémentaires, le canton compétent pour verser la prestation complémentaire, montant pour l’assurance obligatoire des soins compris, est:\na. l’ancien canton de domicile, jusqu’à l’extinction du droit à la prestation complémentaire mensuelle;\nb. le nouveau canton de domicile, à compter du début du droit à la prestation complémentaire mensuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Coordination avec la réduction des primes dans l’assurance-maladie",
        "citation": "Art. 54a al. 5 OPC-AVS",
        "content": "L’organe cantonal d’exécution communique au service désigné à l’art. 106b, al. 1, de l’ordonnance du 27 juin 1995 sur l’assurance-maladie (OAMal) les données dont celui-ci a besoin dans le cadre de la procédure d’annonce avec les assureurs. Les données qui ne sont pas nécessaires pour cette procédure d’annonce, comme les particularités du calcul de la prestation complémentaire annuelle, ne peuvent pas être communiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Coordination avec la réduction des primes dans l’assurance-maladie",
        "citation": "Art. 54a al. 5bis OPC-AVS",
        "content": "Les assureurs communiquent sur demande, dans un délai de sept jours civils, au service désigné à l’art. 106b, al. 1, OAMal le montant effectif de la prime d’assurance obligatoire des soins que devront payer pour l’année en cours ou pour l’année suivante les personnes dont les primes sont réduites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, I. Coordination, Coordination avec la réduction des primes dans l’assurance-maladie",
        "citation": "Art. 54a al. 6 OPC-AVS",
        "content": "Les art. 106b à 106e OAMal s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_54_a"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, II. Surveillance de la Confédération, Office fédéral des assurances sociales",
        "citation": "Art. 55 OPC-AVS",
        "content": "La surveillance prévue à l’art. 28 LPC est exercée par l’office fédéral qui veille à l’application uniforme des prescriptions légales; il peut, à cet effet, et sous réserve de la jurisprudence, donner aux organes d’exécution des instructions sur l’application des dispositions en général et dans des cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_55"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, II. Surveillance de la Confédération, Approbation de prescriptions",
        "citation": "Art. 57 al. 1 OPC-AVS",
        "content": "Les dispositions cantonales d’exécution visées à l’art. 29, al. 1, LPC doivent être remises à la Chancellerie fédérale pour approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_57"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, II. Surveillance de la Confédération, Approbation de prescriptions",
        "citation": "Art. 57 al. 2 OPC-AVS",
        "content": "Les institutions d’utilité publique soumettront leurs directives à l’approbation de l’office fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_57"
    },
    {
        "book": "ELV",
        "title": "OPC-AVS, Chapitre III, Coordination et surveillance de la Confédération, II. Surveillance de la Confédération, Approbation de prescriptions",
        "citation": "Art. 57 al. 3 OPC-AVS",
        "content": "Toutes autres prescriptions relatives aux prestations complémentaires, notamment des instructions et directives, ainsi que des accords au sens de l’art. 53, al. 3, seront portés à la connaissance de l’office fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1971/37_37_37/fr#art_57"
    }
]