[
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Scopo",
        "citation": "Art. 1 cpv. 1 LEne",
        "content": "La presente legge intende contribuire a un approvvigionamento energetico sufficiente, diversificato, sicuro, economico e rispettoso dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_1"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Scopo",
        "citation": "Art. 1 cpv. 2 LEne",
        "content": "Essa ha lo scopo di:\na. garantire una messa a disposizione e una distribuzione dell’energia economiche e rispettose dell’ambiente;\nb. promuovere l’impiego parsimonioso ed efficiente dell’energia;\nc. favorire il passaggio a un approvvigionamento energetico basato maggiormente sull’impiego delle energie rinnovabili, in particolare di quelle indigene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_1"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Valori indicativi per l’incremento della produzione di elettricità generata a partire da energie rinnovabili",
        "citation": "Art. 2 cpv. 1 LEne",
        "content": "Per la produzione di elettricità generata a partire da energie rinnovabili, esclusa la forza idrica, è perseguito un incremento che consenta di raggiungere una produzione indigena media di almeno 4400 GWh nel 2020 e di almeno 11 400 GWh nel 2035.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_2"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Valori indicativi per l’incremento della produzione di elettricità generata a partire da energie rinnovabili",
        "citation": "Art. 2 cpv. 2 LEne",
        "content": "Per la produzione di elettricità generata a partire dalla forza idrica è perseguito un incremento che consenta di raggiungere una produzione indigena media di almeno 37 400 GWh nel 2035. Nel caso delle centrali di pompaggio, questi valori indicativi comprendono soltanto la produzione proveniente da affluenti naturali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_2"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Valori indicativi per l’incremento della produzione di elettricità generata a partire da energie rinnovabili",
        "citation": "Art. 2 cpv. 3 LEne",
        "content": "Il Consiglio federale può definire ulteriori valori indicativi intermedi globali o per singole tecnologie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_2"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Valori indicativi in materia di consumo",
        "citation": "Art. 3 cpv. 1 LEne",
        "content": "Per il consumo medio annuo pro capite di energia è perseguita, rispetto al livello del 2000, una riduzione pari al 16 per cento entro il 2020 e al 43 per cento entro il 2035.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_3"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Valori indicativi in materia di consumo",
        "citation": "Art. 3 cpv. 2 LEne",
        "content": "Per il consumo medio annuo pro capite di elettricità è perseguita, rispetto al livello del 2000, una riduzione pari al 3 per cento entro il 2020 e al 13 per cento entro il 2035.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_3"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Collaborazione con i Cantoni e l’economia",
        "citation": "Art. 4 cpv. 1 LEne",
        "content": "La Confederazione e i Cantoni coordinano la loro politica energetica tenendo conto degli sforzi dell’economia e dei Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_4"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Collaborazione con i Cantoni e l’economia",
        "citation": "Art. 4 cpv. 2 LEne",
        "content": "La Confederazione e, nell’ambito delle loro competenze, i Cantoni e i Comuni collaborano per l’esecuzione della presente legge con le organizzazioni economiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_4"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Collaborazione con i Cantoni e l’economia",
        "citation": "Art. 4 cpv. 3 LEne",
        "content": "Prima di emanare disposizioni d’esecuzione esaminano le misure volontarie prese dall’economia. Per quanto possibile e necessario, riprendono in tutto o in parte nel diritto d’esecuzione gli accordi già conclusi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_4"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Principi",
        "citation": "Art. 5 cpv. 1 LEne",
        "content": "Le autorità, le imprese di approvvigionamento energetico, i pianificatori, i fabbricanti e gli importatori di impianti, veicoli e apparecchi che consumano energia come pure i consumatori osservano i seguenti principi:\na. ogni energia è impiegata nel modo più parsimonioso ed efficiente possibile;\nb. il consumo di energia globale è coperto con una quota sostanziale di energie rinnovabili che presentano un buon rapporto costo-efficacia; detta quota va aumentata costantemente;\nc. i costi dell’impiego di energia sono, nella misura del possibile, coperti secondo il principio di causalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_5"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 1: Scopo, valori indicativi e principi, Principi",
        "citation": "Art. 5 cpv. 2 LEne",
        "content": "Le misure e le prescrizioni secondo la presente legge devono essere realizzabili sotto il profilo tecnico e funzionale e sostenibili economicamente. Le cerchie interessate sono previamente consultate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_5"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Definizione e competenze",
        "citation": "Art. 6 cpv. 1 LEne",
        "content": "L’approvvigionamento energetico comprende la produzione, la trasformazione, lo stoccaggio, la messa a disposizione, il trasporto, la trasmissione, nonché la distribuzione di vettori energetici ed energia fino alla loro consegna al consumatore finale, compresi l’importazione, l’esportazione e il transito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_6"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Definizione e competenze",
        "citation": "Art. 6 cpv. 2 LEne",
        "content": "L’approvvigionamento energetico è compito del settore dell’energia. La Confederazione e i Cantoni creano le condizioni quadro necessarie affinché il settore dell’energia possa assumere questo compito in modo ottimale nell’interesse generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_6"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Linee direttrici",
        "citation": "Art. 7 cpv. 1 LEne",
        "content": "Un approvvigionamento energetico sicuro presuppone in ogni momento un’offerta di energia sufficiente e differenziata nonché sistemi di distribuzione e stoccaggio tecnicamente sicuri ed efficaci. Un approvvigionamento energetico sicuro presuppone inoltre la protezione delle infrastrutture critiche, compresa la protezione della relativa tecnica di informazione e comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_7"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Linee direttrici",
        "citation": "Art. 7 cpv. 2 LEne",
        "content": "Un approvvigionamento energetico economico si fonda sulle regole del mercato, sull’integrazione nel mercato europeo dell’energia, sulla verità dei costi, sulla capacità concorrenziale internazionale e su una politica energetica coordinata a livello internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_7"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Linee direttrici",
        "citation": "Art. 7 cpv. 3 LEne",
        "content": "Un approvvigionamento energetico rispettoso dell’ambiente presuppone un utilizzo parsimonioso delle risorse naturali e l’impiego di energie rinnovabili, in particolare della forza idrica; esso si prefigge di contenere per quanto possibile gli effetti nocivi o molesti per l’uomo e l’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_7"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Sicurezza dell’approvvigionamento energetico",
        "citation": "Art. 8 cpv. 1 LEne",
        "content": "Se si prospetta che l’approvvigionamento energetico della Svizzera non è sufficientemente assicurato a lungo termine, la Confederazione e i Cantoni creano tempestivamente, nell’ambito delle loro competenze, le condizioni necessarie affinché si possano approntare capacità di produzione, di rete e di stoccaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_8"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Sicurezza dell’approvvigionamento energetico",
        "citation": "Art. 8 cpv. 2 LEne",
        "content": "La Confederazione e i Cantoni collaborano con il settore dell’energia e assicurano che i processi siano efficienti e che le procedure siano eseguite rapidamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_8"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Sicurezza dell’approvvigionamento energetico",
        "citation": "Art. 8 cpv. 3 LEne",
        "content": "Nella misura in cui le circostanze lo permettano, la Confederazione e i Cantoni provvedono affinché, per quanto concerne le loro pianificazioni, costruzioni, installazioni e impianti, nonché il finanziamento di progetti, vengano privilegiate le tecnologie di generazione improntate all’economicità, per quanto possibile rispettose dell’ambiente e adeguate per la loro ubicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_8"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Sicurezza dell’approvvigionamento energetico",
        "citation": "Art. 8 cpv. 4 LEne",
        "content": "Se necessario, la Confederazione assicura la collaborazione con l’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_8"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Garanzia di origine, contabilità dell’elettricità ed etichettatura",
        "citation": "Art. 9 cpv. 1 LEne",
        "content": "L’elettricità deve essere attestata da una garanzia di origine indicante la quantità, il periodo di produzione, i vettori energetici impiegati e i dati dell’impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_9"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Garanzia di origine, contabilità dell’elettricità ed etichettatura",
        "citation": "Art. 9 cpv. 2 LEne",
        "content": "Le garanzie di origine possono essere impiegate una sola volta, per la dichiarazione di una corrispondente quantità di elettricità. Possono essere negoziate e trasferite; fanno eccezione le garanzie di origine per l’elettricità per cui è versata una rimunerazione per l’immissione di elettricità di cui al capitolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_9"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Garanzia di origine, contabilità dell’elettricità ed etichettatura",
        "citation": "Art. 9 cpv. 3 LEne",
        "content": "Chi fornisce elettricità ai consumatori finali è tenuto a:\na. tenere una contabilità dell’elettricità; e\nb. informare i consumatori finali sulla quantità e sul luogo di produzione dell’elettricità fornita, nonché sui vettori energetici impiegati (etichettatura).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_9"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Garanzia di origine, contabilità dell’elettricità ed etichettatura",
        "citation": "Art. 9 cpv. 4 LEne",
        "content": "Nella contabilità dell’elettricità vanno indicati in particolare la quantità e il luogo di produzione dell’elettricità fornita, nonché i vettori energetici impiegati. Questi dati devono essere attestati in forma adeguata, di norma tramite garanzie di origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_9"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 1: Disposizioni generali, Garanzia di origine, contabilità dell’elettricità ed etichettatura",
        "citation": "Art. 9 cpv. 5 LEne",
        "content": "Il Consiglio federale può ammettere deroghe all’obbligo di etichettatura e di garanzia di origine e prevedere una garanzia di origine e un’etichettatura anche per altri settori, in particolare per il biogas. Può inoltre disciplinare le modalità di copertura dei costi connessi al sistema di garanzia di origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_9"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Piani direttori dei Cantoni e piani di utilizzazione",
        "citation": "Art. 10 cpv. 1 LEne",
        "content": "I Cantoni provvedono affinché nel piano direttore (art. 8b della legge del 22 giugno 1979 sulla pianificazione del territorio) siano definiti in particolare i territori e le sezioni di corsi d’acqua adeguati per l’impiego della forza idrica e della forza eolica. Vi includono le ubicazioni già sfruttate e possono indicare anche territori e sezioni di corsi d’acqua che devono in linea di massima essere preservati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_10"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Piani direttori dei Cantoni e piani di utilizzazione",
        "citation": "Art. 10 cpv. 2 LEne",
        "content": "Se necessario, i Cantoni provvedono affinché siano allestiti nuovi piani di utilizzazione o siano adeguati quelli esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_10"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Compiti della Confederazione ",
        "citation": "Art. 11 cpv. 1 LEne",
        "content": "La Confederazione sostiene i Cantoni elaborando basi metodologiche e garantisce la visione d’insieme, l’uniformità e il coordinamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_11"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Compiti della Confederazione ",
        "citation": "Art. 11 cpv. 2 LEne",
        "content": "Il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni (DATEC) elabora tali basi. Esso coinvolge in maniera adeguata gli altri dipartimenti interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_11"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Interesse nazionale all’impiego di energie rinnovabili",
        "citation": "Art. 12 cpv. 1 LEne",
        "content": "L’impiego di energie rinnovabili e l’incremento della loro produzione costituiscono un interesse nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_12"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Interesse nazionale all’impiego di energie rinnovabili",
        "citation": "Art. 12 cpv. 2 LEne",
        "content": "Gli impianti per l’impiego di energie rinnovabili, segnatamente le centrali ad accumulazione, nonché le centrali di pompaggio, costituiscono, a partire da una grandezza e un’importanza determinate, un interesse nazionale che corrisponde in particolare a quello di cui all’articolo 6 capoverso 2 della legge federale del 1° luglio 1966 sulla protezione della natura e del paesaggio (LPN). Nei biotopi d’importanza nazionale di cui all’articolo 18a LPN e nelle riserve per uccelli acquatici e di passo di cui all’articolo 11 della legge del 20 giugno 1986 sulla caccia non sono ammessi nuovi impianti per l’impiego di energie rinnovabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_12"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Interesse nazionale all’impiego di energie rinnovabili",
        "citation": "Art. 12 cpv. 3 LEne",
        "content": "Quando un’autorità decide sull’autorizzazione di un progetto di costruzione, ampliamento o rinnovamento di impianti o centrali di pompaggio di cui al capoverso 2 oppure sul rilascio di concessioni per tali impianti o centrali, nella ponderazione degli interessi l’interesse nazionale alla realizzazione di detti progetti è considerato equivalente ad altri interessi nazionali. Nel caso di un oggetto iscritto in un inventario di cui all’articolo 5 LPN si può prendere in considerazione una deroga al principio secondo il quale un oggetto dev’essere conservato intatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_12"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Interesse nazionale all’impiego di energie rinnovabili",
        "citation": "Art. 12 cpv. 4 LEne",
        "content": "Il Consiglio federale stabilisce la grandezza e l’importanza richieste per gli impianti idroelettrici e gli impianti eolici. Le stabilisce sia per i nuovi impianti sia per gli ampliamenti e i rinnovamenti di impianti esistenti. Se necessario può definire la grandezza e l’importanza richieste anche per le altre tecnologie e per le centrali di pompaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_12"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Interesse nazionale all’impiego di energie rinnovabili",
        "citation": "Art. 12 cpv. 5 LEne",
        "content": "Il Consiglio federale stabilisce la grandezza e l’importanza richieste di cui al capoverso 4 tenendo conto di criteri quali la potenza o la produzione nonché la capacità di produrre secondo un orario flessibile e in funzione del mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_12"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Riconoscimento dell’interesse nazionale in altri casi",
        "citation": "Art. 13 cpv. 1 LEne",
        "content": "Il Consiglio federale può riconoscere eccezionalmente un interesse nazionale secondo l’articolo 12 a un impianto per l’impiego di energie rinnovabili o a una centrale di pompaggio che non raggiunge la grandezza e l’importanza richieste, se:\na. detto impianto o detta centrale fornisce un contributo fondamentale al raggiungimento dei valori indicativi per l’incremento della produzione;\nb. il Cantone di ubicazione lo richiede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_13"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Riconoscimento dell’interesse nazionale in altri casi",
        "citation": "Art. 13 cpv. 2 LEne",
        "content": "Il Consiglio federale valuta la richiesta considerando se vi sono ubicazioni alternative, quante ve ne sono e quali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_13"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Procedura di autorizzazione e termine per le perizie",
        "citation": "Art. 14 cpv. 1 LEne",
        "content": "Per la costruzione, l’ampliamento e il rinnovamento di impianti per l’impiego di energie rinnovabili i Cantoni prevedono procedure di autorizzazione rapide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_14"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Procedura di autorizzazione e termine per le perizie",
        "citation": "Art. 14 cpv. 2 LEne",
        "content": "Il Consiglio federale può prevedere che le costruzioni e gli impianti che devono essere edificati provvisoriamente per esaminare l’adeguatezza dell’ubicazione per progetti secondo il capoverso 1 possano essere edificati o modificati senza autorizzazione edilizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_14"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Procedura di autorizzazione e termine per le perizie",
        "citation": "Art. 14 cpv. 3 LEne",
        "content": "Le commissioni e i servizi di cui all’articolo 25 LPN sottopongono le loro perizie all’autorità competente per il rilascio dell’autorizzazione entro tre mesi dalla sua richiesta. Se entro i termini fissati non è sottoposta una perizia, l’autorità competente per il rilascio dell’autorizzazione decide in base agli atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_14"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 2: Approvvigionamento energetico, Sezione 2: Pianificazione del territorio e sviluppo delle energie rinnovabili, Procedura di autorizzazione e termine per le perizie",
        "citation": "Art. 14 cpv. 4 LEne",
        "content": "Per altri pareri e autorizzazioni per i quali è competente la Confederazione, il Consiglio federale designa un’unità amministrativa incaricata di coordinare detti pareri e le procedure di autorizzazione. Prevede termini ordinatori entro i quali i pareri devono essere inoltrati all’organo di coordinamento e le procedure d’autorizzazione terminate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_14"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Obbligo di ritiro e di rimunerazione",
        "citation": "Art. 15 cpv. 1 LEne",
        "content": "Nel loro comprensorio i gestori di rete sono tenuti a ritirare e rimunerare in modo adeguato:\na. l’elettricità generata a partire da energie rinnovabili e l’elettricità proveniente da impianti di cogenerazione forza-calore interamente o parzialmente a combustibili fossili loro offerte;\nb. il biogas loro offerto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_15"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Obbligo di ritiro e di rimunerazione",
        "citation": "Art. 15 cpv. 2 LEne",
        "content": "Per l’elettricità l’obbligo di ritiro e di rimunerazione si applica soltanto se essa proviene da impianti con una potenza massima di 3 MW o con una produzione annua massima, dedotto un eventuale consumo proprio, di 5000 MWh.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_15"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Obbligo di ritiro e di rimunerazione",
        "citation": "Art. 15 cpv. 3 LEne",
        "content": "Se il gestore di rete e il produttore non trovano un accordo sulla rimunerazione, si applicano le seguenti disposizioni: \na. per l’elettricità generata a partire da energie rinnovabili la rimunerazione si fonda sui costi che il gestore di rete evita di sostenere per l’acquisto di elettricità equivalente;\nb. per l’elettricità proveniente da impianti di cogenerazione forza-calore interamente o parzialmente a combustibili fossili la rimunerazione si fonda sul prezzo di mercato al momento dell’immissione; \nc. per il biogas la rimunerazione si fonda sul prezzo che il gestore di rete dovrebbe pagare in caso di acquisto presso terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_15"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Obbligo di ritiro e di rimunerazione",
        "citation": "Art. 15 cpv. 4 LEne",
        "content": "I capoversi 1–3 non si applicano fintanto che i produttori partecipano al sistema di rimunerazione per l’immissione di elettricità (art. 19).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_15"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Consumo proprio",
        "citation": "Art. 16 cpv. 1 LEne",
        "content": "I gestori di impianti possono consumare nel luogo di produzione tutta o parte dell’energia da essi prodotta. Possono anche vendere tutta o parte dell’energia da essi prodotta affinché sia consumata nel luogo di produzione. Entrambe le destinazioni sono considerate consumo proprio. Il Consiglio federale emana disposizioni volte a definire e delimitare il luogo di produzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_16"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Consumo proprio",
        "citation": "Art. 16 cpv. 2 LEne",
        "content": "Il capoverso 1 si applica anche ai gestori di impianti che partecipano al sistema di rimunerazione per l’immissione di elettricità (art. 19) o a quelli che beneficiano di un contributo d’investimento secondo il capitolo 5 o di un contributo alle spese d’esercizio (art. 33a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_16"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Raggruppamento ai fini del consumo proprio",
        "citation": "Art. 17 cpv. 1 LEne",
        "content": "Se in un luogo di produzione vi sono più proprietari fondiari che sono consumatori finali, essi possono raggrupparsi ai fini del consumo proprio comune, sempre che la potenza totale di produzione sia considerevole rispetto alla potenza allacciata nel punto di misurazione (art. 18 cpv. 1). A tal fine concludono una convenzione tra di loro e con il gestore dell’impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_17"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Raggruppamento ai fini del consumo proprio",
        "citation": "Art. 17 cpv. 2 LEne",
        "content": "I proprietari fondiari possono prevedere che il consumo proprio comune in un luogo di produzione si estenda ai consumatori finali con i quali hanno concluso un contratto di locazione o di affitto. Essi sono responsabili dell’approvvigionamento dei locatari e degli affittuari partecipanti al raggruppamento. Gli articoli 6 e 7 della legge del 23 marzo 2007 sull’approvvigionamento elettrico (LAEl) si applicano per analogia. Il Consiglio federale può prevedere deroghe ai diritti e agli obblighi di cui agli articoli 6 e 7 LAEl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_17"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Raggruppamento ai fini del consumo proprio",
        "citation": "Art. 17 cpv. 3 LEne",
        "content": "Quando il proprietario fondiario introduce il consumo proprio comune i locatari o affittuari hanno la possibilità di scegliere che l’approvvigionamento di base sia garantito dal gestore di rete secondo l’articolo 6 o 7 LAEl. Successivamente i locatari o affittuari possono far valere questo diritto soltanto se il proprietario fondiario non adempie gli obblighi di cui al capoverso 2. Essi conservano in linea di massima il loro diritto all’accesso alla rete di cui all’articolo 13 LAEl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_17"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Raggruppamento ai fini del consumo proprio",
        "citation": "Art. 17 cpv. 4 LEne",
        "content": "I costi connessi all’introduzione del consumo proprio comune sono a carico dei proprietari fondiari, sempre che non siano coperti dal corrispettivo per l’utilizzazione della rete (art. 14 LAEl). I proprietari fondiari non possono addossarli ai locatari o agli affittuari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_17"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Rapporto con il gestore di rete e altri dettagli",
        "citation": "Art. 18 cpv. 1 LEne",
        "content": "Dopo il raggruppamento i consumatori finali dispongono congiuntamente, nei confronti del gestore di rete, di un punto di misurazione unico come un consumatore finale. Essi devono essere trattati come un consumatore finale unico, anche per quanto concerne il dispositivo di misurazione, la misurazione o il diritto di accesso alla rete secondo gli articoli 6 e 13 LAEl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_18"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 3: Immissione di energia di rete e consumo proprio, Rapporto con il gestore di rete e altri dettagli",
        "citation": "Art. 18 cpv. 2 LEne",
        "content": "Il Consiglio federale può emanare disposizioni in particolare:\na. al fine di prevenire abusi nei confronti dei locatari e degli affittuari;\nb. sulle condizioni alle quali un locatario o un affittuario può far valere i diritti che gli spettano conformemente alla LAEl;\nc. sulle condizioni e sulle procedure di misurazione in caso di impiego di accumulatori elettrici nell’ambito del consumo proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_18"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 1 LEne",
        "content": "Al sistema di rimunerazione per l’immissione di elettricità possono partecipare i gestori di impianti nuovi che sono adeguati per la loro ubicazione e che producono elettricità a partire dalle seguenti energie rinnovabili: \na. forza idrica; \nb. energia solare; \nc. energia eolica;\nd. geotermia; \ne. biomassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 2 LEne",
        "content": "La partecipazione è possibile soltanto nella misura in cui vi sono risorse sufficienti (art. 35 e 36).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 3 LEne",
        "content": "Sono considerati nuovi gli impianti messi in esercizio dopo il 1° gennaio 2013.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 4 LEne",
        "content": "Sono esclusi dalla partecipazione al sistema di rimunerazione per l’immissione di elettricità i gestori di: \na. impianti idroelettrici con una potenza inferiore a 1 MW o superiore a 10 MW;\nb. impianti fotovoltaici con una potenza inferiore a 30 kW; \nc. impianti d’incenerimento dei rifiuti urbani (impianti d’incenerimento dei rifiuti); \nd. forni per l’incenerimento di fanghi, impianti a gas di depurazione e impianti a gas di discarica;\ne. impianti che utilizzano in parte combustibili o carburanti fossili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 5 LEne",
        "content": "I gestori di impianti idroelettrici collegati con impianti di approvvigionamento di acqua potabile e di smaltimento delle acque di scarico possono partecipare al sistema di rimunerazione per l’immissione di elettricità anche se la potenza dell’impianto è inferiore a 1 MW. Il Consiglio federale può prevedere altre deroghe al limite inferiore per impianti idroelettrici:\na. ubicati in sezioni di corsi d’acqua già sfruttate; o\nb. che non implicano ulteriori interventi in corsi d’acqua naturali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 6 LEne",
        "content": "Il Consiglio federale può aumentare il limite di potenza di cui al capoverso 4 lettera b. In caso di sovrapposizione con la rimunerazione unica i gestori di impianti possono scegliere tra quest’ultima e la rimunerazione per l’immissione di elettricità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione al sistema di rimunerazione per l’immissione di elettricità ",
        "citation": "Art. 19 cpv. 7 LEne",
        "content": "Il Consiglio federale disciplina gli ulteriori dettagli del sistema di rimunerazione per l’immissione di elettricità, in particolare:\na. la procedura di presentazione delle domande;\nb. la durata della rimunerazione;\nc. le esigenze minime di carattere energetico, ecologico o di altro tipo;\nd. l’estinzione anticipata del diritto di partecipare al sistema di rimunerazione per l’immissione di elettricità;\ne. l’uscita nonché le condizioni per un’uscita temporanea dal sistema di rimunerazione per l’immissione di elettricità;\nf. la ridistribuzione contabile dell’elettricità immessa nella rete da parte dei gruppi di bilancio attivi quali unità di misurazione e di conteggio;\ng. ulteriori compiti dei gruppi di bilancio e dei gestori di rete, in particolare un obbligo di ritiro e di rimunerazione nell’ambito dell’articolo 21 nonché un eventuale obbligo di versamento anticipato della rimunerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_19"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione parziale",
        "citation": "Art. 20 cpv. 1 LEne",
        "content": "Il Consiglio federale può prevedere che il gestore di un impianto possa partecipare al sistema di rimunerazione per l’immissione di elettricità con una parte soltanto dell’elettricità prodotta e non destinata al consumo proprio (art. 16 e 17), in particolare se si tratta di un impianto di grandi dimensioni che immette nella rete una parte considerevole della produzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_20"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Partecipazione parziale",
        "citation": "Art. 20 cpv. 2 LEne",
        "content": "Il Consiglio federale disciplina le condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_20"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Commercializzazione diretta",
        "citation": "Art. 21 cpv. 1 LEne",
        "content": "I gestori vendono essi stessi la loro elettricità sul mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_21"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Commercializzazione diretta",
        "citation": "Art. 21 cpv. 2 LEne",
        "content": "Per singoli tipi di impianti, in particolare per quelli di piccole dimensioni, il Consiglio federale può prevedere che i gestori non debbano commercializzare direttamente l’elettricità ma che possano immetterla nella rete al prezzo di mercato di riferimento (art. 23) se la commercializzazione diretta causerebbe loro un onere sproporzionato. Il Consiglio federale può limitare tale diritto nel tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_21"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Commercializzazione diretta",
        "citation": "Art. 21 cpv. 3 LEne",
        "content": "In caso di commercializzazione diretta, la rimunerazione per l’immissione di elettricità destinata al singolo gestore si compone del ricavo da esso conseguito sul mercato e del premio per l’immissione di elettricità. Nei casi di cui al capoverso 2 si compone del prezzo di mercato di riferimento e del premio per l’immissione di elettricità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_21"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Commercializzazione diretta",
        "citation": "Art. 21 cpv. 4 LEne",
        "content": "Il premio per l’immissione di elettricità risulta dalla differenza tra il tasso di rimunerazione e il prezzo di mercato di riferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_21"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Commercializzazione diretta",
        "citation": "Art. 21 cpv. 5 LEne",
        "content": "Se il prezzo di mercato di riferimento è superiore al tasso di rimunerazione, la parte eccedente è assegnata al Fondo per il supplemento rete (art. 37).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_21"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Tasso di rimunerazione ",
        "citation": "Art. 22 cpv. 1 LEne",
        "content": "Il tasso di rimunerazione si fonda sui costi di produzione di impianti di riferimento determinanti al momento della messa in esercizio di un impianto. Gli impianti di riferimento corrispondono alla tecnologia più efficiente; quest’ultima deve essere economica a lungo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_22"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Tasso di rimunerazione ",
        "citation": "Art. 22 cpv. 2 LEne",
        "content": "Il tasso di rimunerazione rimane lo stesso per tutta la durata della rimunerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_22"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Tasso di rimunerazione ",
        "citation": "Art. 22 cpv. 3 LEne",
        "content": "Il Consiglio federale emana disposizioni d’esecuzione concernenti in particolare: \na. i tassi di rimunerazione per ogni tecnologia di generazione, categoria e classe di potenza;\nb. la determinazione nel singolo caso del tasso di rimunerazione da parte dell’Ufficio federale dell’energia (UFE) per gli impianti che non possono ragionevolmente essere attribuiti a un impianto di riferimento; \nc. una verifica periodica dei tassi di rimunerazione, in particolare sulla scorta dei rispettivi costi del capitale;\nd. l’adeguamento dei tassi di rimunerazione;\ne. le deroghe al principio di cui al capoverso 2, in particolare per quanto concerne l’adeguamento dei tassi di rimunerazione per impianti che già partecipano al sistema di rimunerazione per l’immissione di elettricità nei casi in cui l’impianto di riferimento in questione realizza guadagni o perdite eccessivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_22"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Prezzo di mercato di riferimento ",
        "citation": "Art. 23 cpv. 1 LEne",
        "content": "Il prezzo di mercato di riferimento è un prezzo di mercato medio calcolato su un periodo definito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_23"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 4: Rimunerazione per l’immissione di elettricità generata a partire da energie rinnovabili (Sistema di rimunerazione per l’immissione di elettricità), Prezzo di mercato di riferimento ",
        "citation": "Art. 23 cpv. 2 LEne",
        "content": "Il Consiglio federale disciplina le modalità di determinazione del prezzo di mercato di riferimento per i singoli tipi di impianti. Il periodo determinante per il calcolo è tanto più lungo quanto migliore è la possibilità di controllare la produzione sotto il profilo temporale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_23"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Principi",
        "citation": "Art. 24 LEne",
        "content": "Per gli impianti che producono elettricità da energie rinnovabili è possibile beneficiare di un contributo d’investimento sulla base delle disposizioni del presente capitolo, sempre che vi siano risorse sufficienti (art. 35 e 36).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_24"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti fotovoltaici",
        "citation": "Art. 25 cpv. 1 LEne",
        "content": "Per la costruzione di nuovi impianti fotovoltaici e per l’ampliamento considerevole di impianti fotovoltaici è possibile beneficiare di un contributo d’investimento (rimunerazione unica).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti fotovoltaici",
        "citation": "Art. 25 cpv. 2 LEne",
        "content": "La rimunerazione unica ammonta al massimo al 30 per cento dei costi d’investimento determinanti degli impianti di riferimento al momento della messa in esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti fotovoltaici",
        "citation": "Art. 25 cpv. 3 LEne",
        "content": "Per gli impianti che immettono in rete tutta l’elettricità prodotta la rimunerazione unica può ammontare, in deroga al capoverso 2, fino al 60 per cento dei costi d’investimento determinanti degli impianti di riferimento al momento della messa in esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Aste per la rimunerazione unica",
        "citation": "Art. 25a cpv. 1 LEne",
        "content": "Per la costruzione di nuovi impianti fotovoltaici senza consumo proprio a partire da una potenza di 150 kW il Consiglio federale può prevedere che l’importo della rimunerazione unica sia fissato tramite aste. Tale importo non può superare i contributi d’investimento di cui all’articolo 25.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Aste per la rimunerazione unica",
        "citation": "Art. 25a cpv. 2 LEne",
        "content": "Il tasso di rimunerazione per chilowatt di potenza è il criterio principale per l’aggiudicazione. Il Consiglio federale può prevedere ulteriori criteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Aste per la rimunerazione unica",
        "citation": "Art. 25a cpv. 3 LEne",
        "content": "Il Consiglio federale può prevedere il deposito di una cauzione fino al 10 per cento dell’importo della rimunerazione unica previsto per l’intera potenza offerta e disciplinarne l’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Aste per la rimunerazione unica",
        "citation": "Art. 25a cpv. 4 LEne",
        "content": "Il Consiglio federale può prevedere sanzioni fino al 10 per cento dell’importo della rimunerazione unica previsto per l’intera potenza offerta, in particolare se il progetto: \na. non è realizzato entro il termine fissato;\nb. non raggiunge o raggiunge soltanto in parte gli obiettivi garantiti nell’offerta per la quale il partecipante si è aggiudicato l’asta; \nc. non presenta o presenta soltanto in parte le caratteristiche garantite nell’offerta per la quale il partecipante si è aggiudicato l’asta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_25_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti idroelettrici",
        "citation": "Art. 26 cpv. 1 LEne",
        "content": "È possibile beneficiare di un contributo d’investimento per:\na. la costruzione di nuovi impianti idroelettrici con una potenza di almeno 1 MW;\nb. gli ampliamenti considerevoli di impianti che, dopo l’ampliamento, hanno una potenza di almeno 300 kW;\nc. i rinnovamenti considerevoli di impianti che, dopo il rinnovamento, hanno una potenza di almeno 300 kW.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_26"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti idroelettrici",
        "citation": "Art. 26 cpv. 2 LEne",
        "content": "Non sussiste alcun diritto a un contributo d’investimento per la parte di un impianto che serve al pompaggio-turbinaggio. Il Consiglio federale può prevedere deroghe in caso di bisogno comprovato di capacità di stoccaggio supplementari per poter integrare energie rinnovabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_26"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti idroelettrici",
        "citation": "Art. 26 cpv. 3 LEne",
        "content": "Il contributo d’investimento ammonta:\na. al massimo al 60 per cento dei costi d’investimento computabili, per gli impianti di cui al capoverso 1 lettere a e b;\nb. al massimo al 40 per cento dei costi d’investimento computabili, per gli impianti di cui al capoverso 1 lettera c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_26"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti idroelettrici",
        "citation": "Art. 26 cpv. 4 LEne",
        "content": "I limiti inferiori di potenza di cui al capoverso 1 non si applicano agli impianti accessori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_26"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti idroelettrici",
        "citation": "Art. 26 cpv. 5 LEne",
        "content": "Il Consiglio federale può esentare altri impianti idroelettrici dal rispetto dei limiti inferiori di potenza di cui al capoverso 1, se:\na. sono ubicati in sezioni di corsi d’acqua già sfruttate; o\nb. non implicano ulteriori interventi in corsi d’acqua naturali o preziosi sotto il profilo ecologico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_26"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti a biomassa",
        "citation": "Art. 27 cpv. 1 LEne",
        "content": "Per la costruzione di nuovi impianti a biomassa e per gli ampliamenti o rinnovamenti considerevoli di impianti a biomassa è possibile beneficiare di un contributo d’investimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti a biomassa",
        "citation": "Art. 27 cpv. 2 LEne",
        "content": "Il contributo ammonta al massimo al 60 per cento dei costi d’investimento computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti a biomassa",
        "citation": "Art. 27 cpv. 3 LEne",
        "content": "Per gli impianti che utilizzano in parte combustibili o carburanti fossili non è possibile beneficiare di un contributo d’investimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti eolici",
        "citation": "Art. 27a cpv. 1 LEne",
        "content": "Per la costruzione di nuovi impianti eolici con una potenza di almeno 2 MW è possibile beneficiare di un contributo d’investimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributo d’investimento per impianti eolici",
        "citation": "Art. 27a cpv. 2 LEne",
        "content": "Il contributo ammonta al massimo al 60 per cento dei costi d’investimento computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributi d’investimento per impianti geotermici",
        "citation": "Art. 27b cpv. 1 LEne",
        "content": "È possibile beneficiare di un contributo d’investimento per:\na. la prospezione di risorse geotermiche;\nb. lo sfruttamento di risorse geotermiche; \nc. la costruzione di nuovi impianti geotermici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27_b"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Contributi d’investimento per impianti geotermici",
        "citation": "Art. 27b cpv. 2 LEne",
        "content": "Ogni contributo ammonta al massimo al 60 per cento dei costi d’investimento computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_27_b"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Inizio dei lavori",
        "citation": "Art. 28 cpv. 1 LEne",
        "content": "Chi intende beneficiare di un contributo d’investimento secondo gli articoli 26–27b, può iniziare i lavori di costruzione, ampliamento o rinnovamento soltanto dopo che l’UFE ha dato la propria garanzia. L’UFE può autorizzare l’inizio anticipato dei lavori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_28"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Inizio dei lavori",
        "citation": "Art. 28 cpv. 2 LEne",
        "content": "Chi inizia i lavori di costruzione, ampliamento o rinnovamento di un impianto senza garanzia e senza autorizzazione per l’inizio anticipato dei lavori non può beneficiare del contributo d’investimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_28"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Inizio dei lavori",
        "citation": "Art. 28 cpv. 3 LEne",
        "content": "Il Consiglio federale può estendere queste regole alla rimunerazione unica per impianti fotovoltaici a partire da una determinata potenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_28"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Dettagli",
        "citation": "Art. 29 cpv. 1 LEne",
        "content": "Il Consiglio federale disciplina i dettagli dei contributi d’investimento secondo il presente capitolo, in particolare:\na. la procedura di presentazione delle domande;\nb. gli importi della rimunerazione unica e dei contributi d’investimento, compresi i costi computabili; il Consiglio federale può prevedere metodi di calcolo diversi per le differenti tecnologie;\nc. la verifica e l’adeguamento periodici di detti importi;\nd. i criteri in base ai quali si valuta se un ampliamento o un rinnovamento di un impianto è considerevole;\ne. i criteri in base ai quali si distinguono i nuovi impianti dagli ampliamenti e dai rinnovamenti considerevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_29"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Dettagli",
        "citation": "Art. 29 cpv. 2 LEne",
        "content": "Nella determinazione degli importi il Consiglio federale si fonda sui costi scoperti per la costruzione di nuovi impianti o per l’ampliamento o il rinnovamento di impianti esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_29"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 5:, Contributo d’investimento per impianti fotovoltaici, idroelettrici, a biomassa, eolici e geotermici, Dettagli",
        "citation": "Art. 29 cpv. 3 LEne",
        "content": "Il Consiglio federale può inoltre prevedere in particolare:\na. esigenze minime di carattere energetico, ecologico o di altro tipo;\nb. esigenze relative all’esercizio e al funzionamento degli impianti;\nbbis. una verifica concreta e la valutazione di singole domande se vi sono indizi secondo cui per un impianto non vi sono costi scoperti;\nc. l’obbligo di restituire la rimunerazione unica o i contributi d’investimento, segnatamente quando le condizioni del mercato dell’energia determinano una redditività eccessiva;\nd. le dimensioni minime di un impianto richieste per ottenere una rimunerazione unica;\ne. importi massimi;\nf. l’esclusione dalla rimunerazione unica o dai contributi d’investimento, o una riduzione degli stessi, se è già stato versato un altro aiuto finanziario;\ng. la durata minima durante la quale un gestore che ha già ottenuto per un impianto una rimunerazione unica o contributi d’investimento non può chiedere per lo stesso impianto un’altra rimunerazione unica o altri contributi d’investimento;\nh. diverse categorie all’interno delle singole tecnologie;\ni. importi basati sul principio dell’impianto di riferimento per i contributi d’investimento di cui agli articoli 26–27b per determinate classi di potenza;\nj. l’obbligo per i promotori di progetti che ricevono un contributo d’investimento secondo il presente capitolo di fornire alla Confederazione dati e informazioni di interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_29"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici",
        "citation": "Art. 30 cpv. 1 LEne",
        "content": "I gestori di grandi impianti idroelettrici con una potenza superiore a 10 MW possono beneficiare di un premio di mercato per l’elettricità proveniente da tali impianti che essi devono vendere sul mercato al di sotto dei costi di produzione, sempre che vi siano risorse sufficienti (art. 35 e 36). Il premio di mercato è destinato a compensare i costi di produzione non coperti; ammonta tuttavia al massimo a 1,0 ct./kWh.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_30"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici",
        "citation": "Art. 30 cpv. 2 LEne",
        "content": "Se il rischio dei costi di produzione non coperti non deve essere assunto dal gestore ma dal proprietario, il premio di mercato spetta a quest’ultimo invece che al gestore, sempre che questi confermi tale assunzione del rischio. Se il rischio dei costi di produzione non deve essere assunto dal proprietario ma dall’impresa di approvvigionamento elettrico tenuta per contratto ad acquistare l’elettricità ai costi di produzione o a condizioni simili, il premio di mercato spetta all’impresa di approvvigionamento invece che al proprietario, sempre che questi confermi tale assunzione del rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_30"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici",
        "citation": "Art. 30 cpv. 3 LEne",
        "content": "Gli aventi diritto presentano un’unica domanda per tutta l’elettricità del loro portafoglio per cui hanno diritto a un premio di mercato, anche se detta elettricità proviene da impianti o gestori diversi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_30"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici",
        "citation": "Art. 30 cpv. 4 LEne",
        "content": "Il Consiglio federale disciplina i dettagli, in particolare:\na. la determinazione dei prezzi di riferimento che fungono da base per il prezzo di mercato e che si applicano anche all’elettricità negoziata fuori borsa;\nb. un’eventuale considerazione di altri ricavi pertinenti; \nc. i costi computabili e il loro calcolo;\nd. un’eventuale delega all’UFE di precisare il totale dei ricavi e dei costi, compresi i costi del capitale;\ne. la delimitazione rispetto al contributo d’investimento per ampliamenti considerevoli (art. 26 cpv. 1 lett. b);\nf. la procedura, compresi i documenti da produrre, le modalità di pagamento e la cooperazione tra l’UFE e la Commissione federale dell’energia elettrica (ElCom);\ng. l’obbligo di informare dei gestori e dei proprietari che non sono aventi diritto;\nh. la restituzione ulteriore, parziale o totale, del premio di mercato, in particolare a causa di informazioni inesatte o incomplete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_30"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato e servizio universale",
        "citation": "Art. 31 cpv. 1 LEne",
        "content": "Gli aventi diritto incaricati di garantire il servizio universale conformemente all’articolo 6 LAEl devono, per determinare la quantità di elettricità che dà diritto al premio di mercato, dedurre mediante simulazione aritmetica la quantità massima di elettricità che essi potrebbero vendere a titolo del servizio universale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_31"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato e servizio universale",
        "citation": "Art. 31 cpv. 2 LEne",
        "content": "La quantità da dedurre si riduce del volume di elettricità del servizio universale proveniente da energie rinnovabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_31"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato e servizio universale",
        "citation": "Art. 31 cpv. 3 LEne",
        "content": "Gli aventi diritto possono tener conto dei costi di produzione della quantità dedotta nelle tariffe applicate alle loro vendite nell’ambito del servizio universale. Può procedere in tal modo anche chi non riceve il premio di mercato a causa della deduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_31"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Premio di mercato e servizio universale",
        "citation": "Art. 31 cpv. 4 LEne",
        "content": "Il Consiglio federale può stabilire condizioni per le tariffe del servizio universale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_31"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Bandi di gara per misure di efficienza energetica",
        "citation": "Art. 32 LEne",
        "content": "Il Consiglio federale prevede bandi di gara per misure di efficienza energetica che perseguono in particolare:\na. l’impiego parsimonioso ed efficiente dell’energia elettrica negli edifici, negli impianti, nelle imprese e nei veicoli;\nb. la riduzione delle perdite dovute alla trasformazione nel caso di impianti elettrici destinati alla produzione e alla distribuzione di elettricità;\nc. il recupero, ai fini della produzione di elettricità, del calore residuo che non può essere impiegato in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_32"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Garanzie per la geotermia",
        "citation": "Art. 33 cpv. 1 LEne",
        "content": "Per coprire i rischi degli investimenti effettuati nell’ambito della prospezione e dello sfruttamento di risorse geotermiche come pure della costruzione di impianti geotermici per la produzione di elettricità possono essere prestate garanzie. Il loro importo ammonta al massimo al 60 per cento dei costi d’investimento computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Garanzie per la geotermia",
        "citation": "Art. 33 cpv. 2 LEne",
        "content": "Un progetto geotermico non può beneficiare contemporaneamente di una garanzia secondo il capoverso 1 e di un contributo secondo l’articolo 27b capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Garanzie per la geotermia",
        "citation": "Art. 33 cpv. 3 LEne",
        "content": "Il Consiglio federale disciplina i dettagli, in particolare i costi d’investimento computabili e la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Contributo alle spese d’esercizio per impianti a biomassa ",
        "citation": "Art. 33a cpv. 1 LEne",
        "content": "Per gli impianti a biomassa è possibile beneficiare di un contributo alle spese d’esercizio, sempre che vi siano risorse sufficienti (art. 35 e 36).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Contributo alle spese d’esercizio per impianti a biomassa ",
        "citation": "Art. 33a cpv. 2 LEne",
        "content": "Il contributo alle spese d’esercizio è stabilito deducendo il prezzo di mercato di riferimento dall’importo del contributo ed è versato per chilowattora di elettricità immessa in rete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Contributo alle spese d’esercizio per impianti a biomassa ",
        "citation": "Art. 33a cpv. 3 LEne",
        "content": "Il Consiglio federale fissa l’importo del contributo per categoria e classe di potenza; a tal fine si basa sulle spese d’esercizio degli impianti di riferimento e tiene conto di possibili ricavi. L’importo del contributo può essere adeguato alle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Contributo alle spese d’esercizio per impianti a biomassa ",
        "citation": "Art. 33a cpv. 4 LEne",
        "content": "Il Consiglio federale può inoltre prevedere in particolare:\na. esigenze minime di carattere energetico, ecologico o di altro tipo; \nb. gli importi massimi dei contributi;\nc. l’esclusione di impianti le cui spese d’esercizio possono essere coperte in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Contributo alle spese d’esercizio per impianti a biomassa ",
        "citation": "Art. 33a cpv. 5 LEne",
        "content": "Non è possibile beneficiare di un contributo alle spese d’esercizio per: \na. impianti d’incenerimento dei rifiuti urbani (impianti d’incenerimento dei rifiuti);\nb. forni per l’incenerimento di fanghi, impianti a gas di depurazione e impianti a gas di discarica;\nc. impianti che utilizzano in parte combustibili o carburanti fossili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_33_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 6: Misure di sostegno particolari, Indennizzo secondo le legislazioni sulla protezione delle acque e sulla pesca",
        "citation": "Art. 34 LEne",
        "content": "Al proprietario di un impianto idroelettrico (centrale idroelettrica secondo la legislazione sulla protezione delle acque) sono rimborsati i costi globali delle misure di cui all’articolo 83a della legge federale del 24 gennaio 1991 sulla protezione delle acque o all’articolo 10 della legge federale del 21 giugno 1991 sulla pesca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_34"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Riscossione e utilizzo",
        "citation": "Art. 35 cpv. 1 LEne",
        "content": "L’organo d’esecuzione di cui all’articolo 64 riscuote presso i gestori di rete, per la rete di trasporto, un supplemento sul corrispettivo per l’utilizzazione della rete (supplemento rete) e lo assegna al Fondo per il supplemento rete (art. 37). I gestori di rete possono ripercuotere il supplemento rete sui consumatori finali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_35"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Riscossione e utilizzo",
        "citation": "Art. 35 cpv. 2 LEne",
        "content": "Con il supplemento rete sono finanziati:\na. il premio per l’immissione di elettricità di cui all’articolo 21 nell’ambito del sistema di rimunerazione per l’immissione di elettricità, e i corrispondenti costi di disbrigo;\nb. i costi non coperti dai prezzi di mercato per la rimunerazione dell’immissione di elettricità secondo il diritto anteriore;\nc. le spese supplementari secondo l’articolo 73 capoverso 4 non coperte dai prezzi di mercato;\nd. i contributi d’investimento secondo il capitolo 5;\ndbis. la rimunerazione unica secondo l’articolo 71a capoverso 4;\ne. il premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici secondo l’articolo 30; \nf. i costi dei bandi di gara di cui all’articolo 32;\ng. le perdite derivanti dalle garanzie per la geotermia di cui all’articolo 33;\nh. l’indennizzo di cui all’articolo 34;\nhbis. i contributi alle spese d’esercizio di cui all’articolo 33a;\ni. i rispettivi costi di esecuzione, in particolare i costi indispensabili dell’organo d’esecuzione;\nj. i costi a carico dell’UFE risultanti dai suoi compiti nei confronti dell’organo d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_35"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Riscossione e utilizzo",
        "citation": "Art. 35 cpv. 3 LEne",
        "content": "Il supplemento rete ammonta al massimo a 2,3 ct./kWh. Il Consiglio federale lo fissa in funzione dei bisogni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_35"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Limitazione per singoli utilizzi e lista d’attesa",
        "citation": "Art. 36 cpv. 1 LEne",
        "content": "Le risorse sono destinate ai singoli utilizzi conformemente alle quote massime seguenti:\na. una quota massima di 0,1 ct./kWh per: \n1. i bandi di gara,\n2. i contributi d’investimento e le garanzie per la geotermia, \n3. l’indennizzo di cui all’articolo 34;\nb. una quota massima di 0,2 ct./kWh per i contributi d’investimento secondo l’articolo 26 capoverso 1 per gli impianti idroelettrici con una potenza superiore a 10 MW;\nc. una quota massima di 0,2 ct./kWh per il premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_36"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Limitazione per singoli utilizzi e lista d’attesa",
        "citation": "Art. 36 cpv. 2 LEne",
        "content": "L’UFE stabilisce annualmente le risorse destinate agli impianti fotovoltaici (contingente per il fotovoltaico). Può stabilire contingenti anche per le altre tecnologie. Al riguardo persegue una progressione continua e tiene conto dell’evoluzione dei costi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_36"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Limitazione per singoli utilizzi e lista d’attesa",
        "citation": "Art. 36 cpv. 3 LEne",
        "content": "Il Consiglio federale disciplina le conseguenze delle limitazioni previste dal presente articolo. Può prevedere liste d’attesa per i contributi d’investimento secondo il capitolo 5. Per ridurre le liste d’attesa può prendere in considerazione anche criteri diversi dalla data d’iscrizione in tali liste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_36"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Limitazione per singoli utilizzi e lista d’attesa",
        "citation": "Art. 36 cpv. 4 LEne",
        "content": "Le risorse di cui al capoverso 1 lettera c rimaste inutilizzate sono impiegate l’anno successivo per gli altri utilizzi di cui all’articolo 26 capoverso 1 lettere b e c o all’articolo 34, tenendo conto delle quote massime di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_36"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Fondo per il supplemento rete",
        "citation": "Art. 37 cpv. 1 LEne",
        "content": "Il Consiglio federale istituisce per il supplemento rete un fondo speciale (Fondo per il supplemento rete) secondo l’articolo 52 della legge federale del 7 ottobre 2005 sulle finanze della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_37"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Fondo per il supplemento rete",
        "citation": "Art. 37 cpv. 2 LEne",
        "content": "Il Fondo per il supplemento rete è amministrato in seno al DATEC. Agli uffici federali competenti e all’organo d’esecuzione spettano le risorse di cui abbisognano per effettuare i pagamenti necessari nei rispettivi ambiti di competenza esecutiva (art. 62).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_37"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Fondo per il supplemento rete",
        "citation": "Art. 37 cpv. 3 LEne",
        "content": "L’Amministrazione federale delle finanze investe le risorse del Fondo per il supplemento rete. Queste sono iscritte nel conto annuale della Confederazione nella rubrica «capitale di terzi».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_37"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Fondo per il supplemento rete",
        "citation": "Art. 37 cpv. 4 LEne",
        "content": "Il Fondo per il supplemento rete non può indebitarsi. Le sue risorse fruttano interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_37"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Fondo per il supplemento rete",
        "citation": "Art. 37 cpv. 5 LEne",
        "content": "Il Controllo federale delle finanze verifica annualmente i conti del Fondo per il supplemento rete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_37"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Fondo per il supplemento rete",
        "citation": "Art. 37 cpv. 6 LEne",
        "content": "Sui conferimenti e sui prelievi nonché sullo stato patrimoniale del Fondo per il supplemento rete è presentato un rapporto annuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_37"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Termine delle misure di sostegno",
        "citation": "Art. 38 cpv. 1 LEne",
        "content": "Non vengono più presi nuovi impegni a partire dal 1° gennaio:\na. del sesto anno dall’entrata in vigore della presente legge, nel sistema di rimunerazione per l’immissione di elettricità; \nb. del 2031 per:\n1. le rimunerazioni uniche di cui agli articoli 25 e 25a,\n2. i contributi d’investimento di cui agli articoli 26–27b,\n3. i bandi di gara di cui all’articolo 32,\n4. le garanzie per la geotermia di cui all’articolo 33.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_38"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Termine delle misure di sostegno",
        "citation": "Art. 38 cpv. 2 LEne",
        "content": "Il premio di mercato di cui all’articolo 30 è versato per l’ultima volta per il 2030.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_38"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 1: Riscossione, utilizzo e Fondo per il supplemento rete, Termine delle misure di sostegno",
        "citation": "Art. 38 cpv. 3 LEne",
        "content": "I contributi alle spese d’esercizio di cui all’articolo 33a sono concessi sino al 31 dicembre 2030.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_38"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Aventi diritto",
        "citation": "Art. 39 cpv. 1 LEne",
        "content": "Ai consumatori finali i cui costi per l’elettricità ammontano almeno al 10 per cento del valore aggiunto lordo è rimborsato l’intero supplemento rete da essi pagato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_39"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Aventi diritto",
        "citation": "Art. 39 cpv. 2 LEne",
        "content": "Ai consumatori finali i cui costi per l’elettricità ammontano almeno al 5 per cento ma sono inferiori al 10 per cento del valore aggiunto lordo è rimborsata parte del supplemento rete da essi pagato; l’importo è determinato in base al rapporto tra i costi per l’elettricità e il valore aggiunto lordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_39"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Aventi diritto",
        "citation": "Art. 39 cpv. 3 LEne",
        "content": "Non hanno diritto al rimborso i consumatori finali di diritto pubblico o privato che svolgono prevalentemente un compito di diritto pubblico in virtù di disposizioni legali o contrattuali. Questi consumatori finali ottengono tuttavia il rimborso del supplemento rete da essi pagato in relazione all’esercizio di grandi impianti di ricerca in centri di ricerca di importanza nazionale indipendentemente dalla loro intensità elettrica; il Consiglio federale designa i grandi impianti di ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_39"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Condizioni",
        "citation": "Art. 40 LEne",
        "content": "Il supplemento rete è rimborsato soltanto se:\na. in una convenzione sugli obiettivi conclusa con la Confederazione il consumatore finale si è impegnato ad aumentare l’efficienza energetica;\nb. il consumatore finale presenta periodicamente rapporto alla Confederazione;\nc. il consumatore finale presenta una domanda per l’anno contabile corrispondente;\nd. nell’anno contabile corrispondente l’importo del rimborso ammonta almeno a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_40"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Convenzione sugli obiettivi",
        "citation": "Art. 41 cpv. 1 LEne",
        "content": "La convenzione sugli obiettivi deve essere conclusa al più tardi nell’anno contabile per il quale è presentata la domanda di rimborso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_41"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Convenzione sugli obiettivi",
        "citation": "Art. 41 cpv. 2 LEne",
        "content": "La convenzione sugli obiettivi si fonda sui principi dell’impiego parsimonioso ed efficiente dell’energia e sullo stato della tecnica e comprende le misure economiche. Queste devono essere sostenibili sotto il profilo economico e tenere debitamente conto delle altre misure di efficienza energetica già adottate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_41"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Convenzione sugli obiettivi",
        "citation": "Art. 41 cpv. 3 LEne",
        "content": "I consumatori finali che non rispettano interamente l’impegno preso nell’ambito della convenzione sugli obiettivi non hanno diritto al rimborso. I rimborsi ottenuti indebitamente devono essere restituiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_41"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Convenzione sugli obiettivi",
        "citation": "Art. 41 cpv. 4 LEne",
        "content": "L’UFE verifica il rispetto della convenzione sugli obiettivi. I consumatori finali gli forniscono i documenti necessari a tale scopo e gli garantiscono l’accesso alle installazioni durante il normale orario di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_41"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Convenzione sugli obiettivi",
        "citation": "Art. 41 cpv. 5 LEne",
        "content": "Il Consiglio federale disciplina in particolare: \na. la durata minima e i punti principali della convenzione sugli obiettivi;\nb. eventuali termini e modalità per l’elaborazione della convenzione sugli obiettivi;\nc. la periodicità del rimborso e il suo disbrigo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_41"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Casi di rigore",
        "citation": "Art. 42 LEne",
        "content": "Nei casi di rigore, il Consiglio federale può prevedere il rimborso parziale del supplemento rete pagato anche per consumatori finali diversi da quelli di cui all’articolo 39 che, a causa del supplemento rete, risultassero considerevolmente pregiudicati nella loro competitività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_42"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 7: Supplemento rete, Sezione 2: Rimborso, Procedura",
        "citation": "Art. 43 LEne",
        "content": "Il Consiglio federale disciplina la procedura; in particolare fissa il termine entro il quale va presentata la domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_43"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Impianti, veicoli e apparecchi prodotti in serie",
        "citation": "Art. 44 cpv. 1 LEne",
        "content": "Ai fini della riduzione del consumo di energia il Consiglio federale emana per gli impianti, i veicoli e gli apparecchi prodotti in serie e per i loro componenti prodotti in serie prescrizioni concernenti:\na. indicazioni uniformi e comparabili relative al consumo di energia specifico, all’efficienza energetica e alle caratteristiche rilevanti sotto il profilo del consumo di energia;\nb. la procedura di omologazione energetica;\nc. le esigenze relative all’immissione in commercio; per gli apparecchi elettrici, tali esigenze comprendono anche il consumo in modalità di attesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_44"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Impianti, veicoli e apparecchi prodotti in serie",
        "citation": "Art. 44 cpv. 2 LEne",
        "content": "Anziché emanare prescrizioni concernenti le esigenze per l’immissione in commercio, il Consiglio federale può introdurre strumenti di economia di mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_44"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Impianti, veicoli e apparecchi prodotti in serie",
        "citation": "Art. 44 cpv. 3 LEne",
        "content": "Se per determinati prodotti non vi sono prescrizioni conformemente al capoverso 1, l’UFE può concludere con i produttori e gli importatori corrispondenti convenzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_44"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Impianti, veicoli e apparecchi prodotti in serie",
        "citation": "Art. 44 cpv. 4 LEne",
        "content": "Il Consiglio federale e l’UFE si fondano sull’economicità e sulle migliori tecnologie disponibili e tengono conto delle norme internazionali e delle raccomandazioni di organizzazioni specializzate riconosciute. Le esigenze relative all’immissione in commercio e gli obiettivi degli strumenti di economia di mercato devono essere adeguati allo stato della tecnica e agli sviluppi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_44"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Impianti, veicoli e apparecchi prodotti in serie",
        "citation": "Art. 44 cpv. 5 LEne",
        "content": "Il Consiglio federale può disporre che le prescrizioni concernenti le esigenze relative all’immissione in commercio si applichino anche all’uso proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_44"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Impianti, veicoli e apparecchi prodotti in serie",
        "citation": "Art. 44 cpv. 6 LEne",
        "content": "Se impianti e apparecchi prodotti in serie o i loro componenti prodotti in serie rientrano nell’ambito di applicazione di una norma armonizzata di cui nella legge del 21 marzo 2014 sui prodotti da costruzione (LProdC) o se per essi è stata rilasciata una valutazione tecnica europea secondo la LProdC, i capoversi 1–5 sono sostituiti dalle disposizioni relative all’utilizzo, alla messa in esercizio, all’applicazione o all’installazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_44"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Edifici",
        "citation": "Art. 45 cpv. 1 LEne",
        "content": "Nell’ambito della loro legislazione, i Cantoni creano condizioni quadro volte a favorire l’impiego parsimonioso ed efficiente dell’energia nonché l’impiego di energie rinnovabili. Sostengono l’attuazione di standard di consumo per l’impiego parsimonioso ed efficiente dell’energia. Al riguardo evitano ingiustificati ostacoli tecnici al commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Edifici",
        "citation": "Art. 45 cpv. 2 LEne",
        "content": "I Cantoni emanano disposizioni sull’impiego parsimonioso ed efficiente dell’energia nelle nuove costruzioni e negli edifici esistenti. In dette disposizioni danno la priorità, per quanto possibile, alle esigenze relative all’impiego parsimonioso ed efficiente dell’energia, all’impiego di energie rinnovabili e al recupero del calore residuo. Considerano in modo adeguato le esigenze relative alla protezione degli insediamenti, del paesaggio e dei monumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Edifici",
        "citation": "Art. 45 cpv. 3 LEne",
        "content": "I Cantoni emanano in particolare disposizioni concernenti:\na. la quota massima ammissibile di energie non rinnovabili a copertura dell’approvvigionamento termico, per il riscaldamento e l’acqua calda; il calore residuo può essere computato nella quota di energie rinnovabili;\nb. l’installazione e la sostituzione di riscaldamenti elettrici fissi a resistenza;\nc. il conteggio individuale delle spese di riscaldamento e di acqua calda nelle nuove costruzioni e in caso di rinnovamenti considerevoli negli edifici esistenti;\nd. la produzione di energie rinnovabili e l’efficienza energetica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Edifici",
        "citation": "Art. 45 cpv. 4 LEne",
        "content": "Nell’emanare le disposizioni di cui al capoverso 3 lettera d i Cantoni prevedono che negli edifici riscaldati che soddisfano almeno lo standard Minergie, lo standard MoPEC o uno standard edilizio equivalente, un superamento di 20 cm al massimo, causato dall’isolamento termico o da un impianto per un migliore impiego delle energie rinnovabili indigene, non sia considerato nel calcolo in particolare dell’altezza dell’edificio, della distanza tra edifici, della distanza dai confini, della distanza dalle acque, della distanza dalle strade o della distanza dal parcheggio e nell’ambito degli allineamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Edifici",
        "citation": "Art. 45 cpv. 5 LEne",
        "content": "I Cantoni emanano prescrizioni uniformi sull’indicazione del consumo energetico degli edifici (certificato energetico degli edifici). Possono dichiarare obbligatorio tale certificato per il loro territorio cantonale; se prevedono tale obbligo, ne definiscono il campo d’applicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Obbligo di sfruttamento dell’energia solare per gli edifici",
        "citation": "Art. 45a cpv. 1 LEne",
        "content": "I tetti o le facciate degli edifici nuovi con una superficie determinante superiore a 300 m2 vanno dotati di impianti solari, in particolare fotovoltaici o termici. I Cantoni possono estendere tale obbligo agli edifici con una superficie determinante pari o inferiore a 300 m2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Obbligo di sfruttamento dell’energia solare per gli edifici",
        "citation": "Art. 45a cpv. 2 LEne",
        "content": "I Cantoni disciplinano le eccezioni, in particolare per i casi in cui l’installazione di un impianto solare:\na. violi altre prescrizioni di diritto pubblico;\nb. non sia tecnicamente possibile; o\nc. sia sproporzionata dal punto di vista economico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Obbligo di sfruttamento dell’energia solare per gli edifici",
        "citation": "Art. 45a cpv. 3 LEne",
        "content": "Sino all’entrata in vigore delle disposizioni di legge cantonali i Governi cantonali disciplinano le eccezioni mediante ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Obbligo di sfruttamento dell’energia solare per gli edifici",
        "citation": "Art. 45a cpv. 4 LEne",
        "content": "I Cantoni che entro il 1° gennaio 2023 hanno introdotto requisiti relativi alla produzione propria di energia negli edifici nuovi secondo la sezione E del Modello di prescrizioni energetiche dei Cantoni (MoPEC 2014) o requisiti più severi sono esentati dall’attuazione dei capoversi 1−3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45_a"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Sfruttamento dell’energia solare per le infrastrutture della Confederazione",
        "citation": "Art. 45b cpv. 1 LEne",
        "content": "L’energia solare va sfruttata nel miglior modo possibile sulle superfici delle infrastrutture della Confederazione che si prestano a tale scopo. Dette superfici devono essere equipaggiate per produrre energia solare entro il 2030.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45_b"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Sfruttamento dell’energia solare per le infrastrutture della Confederazione",
        "citation": "Art. 45b cpv. 2 LEne",
        "content": "Il Consiglio federale disciplina il quadro generale e i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_45_b"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Consumo di energia nelle imprese",
        "citation": "Art. 46 cpv. 1 LEne",
        "content": "La Confederazione e i Cantoni si adoperano ai fini di un impiego parsimonioso ed efficiente dell’energia nelle imprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_46"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Consumo di energia nelle imprese",
        "citation": "Art. 46 cpv. 2 LEne",
        "content": "A tal fine la Confederazione può concludere con le imprese convenzioni sugli obiettivi volte ad aumentare l’efficienza energetica. Dette convenzioni devono essere economicamente sostenibili. La Confederazione si impegna inoltre in favore della diffusione e dell’accettazione delle convenzioni sugli obiettivi e delle corrispondenti misure. Provvede alla definizione di una procedura coordinata con i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_46"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 8: Impiego parsimonioso ed efficiente dell’energia, Consumo di energia nelle imprese",
        "citation": "Art. 46 cpv. 3 LEne",
        "content": "I Cantoni emanano disposizioni concernenti la conclusione di convenzioni sugli obiettivi tra di essi e i grandi consumatori volte ad aumentare l’efficienza energetica e prevedono vantaggi in caso di conclusione e rispetto di dette convenzioni. Armonizzano le loro disposizioni con le disposizioni della Confederazione relative alle convenzioni sugli obiettivi. Dette convenzioni sugli obiettivi devono essere economicamente sostenibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_46"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Informazione e consulenza",
        "citation": "Art. 47 cpv. 1 LEne",
        "content": "La Confederazione e i Cantoni informano e consigliano l’opinione pubblica e le autorità sulle modalità per garantire un approvvigionamento energetico economico e rispettoso dell’ambiente, sulle possibilità di un impiego parsimonioso ed efficiente dell’energia nonché sull’impiego di energie rinnovabili. Coordinano le loro attività. Alla Confederazione compete prevalentemente l’informazione, ai Cantoni principalmente la consulenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_47"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Informazione e consulenza",
        "citation": "Art. 47 cpv. 2 LEne",
        "content": "Nell’ambito dei loro compiti e in collaborazione con privati, la Confederazione e i Cantoni possono istituire organizzazioni di informazione e consulenza. La Confederazione può sostenere i Cantoni e le organizzazioni private nelle loro attività di informazione e di consulenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_47"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Formazione e formazione continua",
        "citation": "Art. 48 cpv. 1 LEne",
        "content": "La Confederazione promuove, in collaborazione con i Cantoni, la formazione e la formazione continua delle persone incaricate di compiti previsti dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_48"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Formazione e formazione continua",
        "citation": "Art. 48 cpv. 2 LEne",
        "content": "Può sostenere la formazione e la formazione continua degli specialisti dell’energia, in particolare nel settore della costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_48"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Ricerca, sviluppo e dimostrazione",
        "citation": "Art. 49 cpv. 1 LEne",
        "content": "La Confederazione promuove la ricerca fondamentale, la ricerca applicata e lo sviluppo iniziale di nuove tecnologie energetiche, in particolare nell’ambito dell’impiego parsimonioso ed efficiente dell’energia, del trasporto e dello stoccaggio di energia, nonché dell’impiego di energie rinnovabili. Al riguardo tiene conto degli sforzi dei Cantoni e dell’economia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_49"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Ricerca, sviluppo e dimostrazione",
        "citation": "Art. 49 cpv. 2 LEne",
        "content": "Dopo aver sentito il Cantone di ubicazione, la Confederazione può sostenere:\na. impianti pilota e di dimostrazione nonché progetti pilota e di dimostrazione;\nb. esperimenti sul terreno e analisi destinati a provare e valutare tecniche energetiche, a valutare misure di politica energetica o a rilevare i dati necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_49"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Ricerca, sviluppo e dimostrazione",
        "citation": "Art. 49 cpv. 3 LEne",
        "content": "Gli impianti pilota e di dimostrazione situati all’estero nonché i progetti pilota e di dimostrazione realizzati all’estero possono essere eccezionalmente sostenuti se generano un valore aggiunto in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_49"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Ricerca, sviluppo e dimostrazione",
        "citation": "Art. 49 cpv. 4 LEne",
        "content": "La Confederazione può selezionare in parte attraverso una procedura di bandi di gara gli impianti pilota e di dimostrazione e i progetti pilota e di dimostrazione destinati a essere sostenuti. A tale scopo l’UFE può pubblicare bandi per il deposito di offerte su determinati temi ed entro un termine definito. Le offerte concernenti i temi contenuti nei bandi possono essere prese in considerazione nell’anno corrispondente soltanto se sono depositate nell’ambito della relativa procedura e nel rispetto dei termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_49"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 1: Misure, Impiego dell’energia e recupero del calore residuo",
        "citation": "Art. 50 LEne",
        "content": "Nell’ambito dell’impiego dell’energia e del recupero del calore residuo la Confederazione può sostenere misure per:\na. l’impiego parsimonioso ed efficiente dell’energia;\nb. l’impiego di energie rinnovabili;\nc. il recupero del calore residuo, in particolare di quello delle centrali e degli impianti di incenerimento dei rifiuti, di depurazione delle acque, del settore dei servizi e dell’industria, nonché per la ripartizione del calore residuo nelle reti di riscaldamento locale e di teleriscaldamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_50"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Principi",
        "citation": "Art. 51 cpv. 1 LEne",
        "content": "La Confederazione può promuovere le misure di cui agli articoli 47, 48 e 50 mediante contributi globali annui ai Cantoni o aiuti finanziari per progetti individuali. Per progetti individuali volti ad attuare le misure di cui all’articolo 50 concede aiuti finanziari soltanto in casi eccezionali, in particolare se il progetto individuale:\na. ha un’importanza esemplare; o\nb. fa parte di un programma della Confederazione volto a promuovere l’introduzione sul mercato di nuove tecnologie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_51"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Principi",
        "citation": "Art. 51 cpv. 2 LEne",
        "content": "Le misure di cui agli articoli 47, 48 e 50 possono essere finanziate nell’ambito dei contributi globali di cui all’articolo 34 della legge del 23 dicembre 2011 sul CO2, sempre che le condizioni ivi previste siano adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_51"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Principi",
        "citation": "Art. 51 cpv. 3 LEne",
        "content": "La promozione di cui all’articolo 49 capoverso 1 è retta, anche per progetti individuali, dalla legge federale del 14 dicembre 2012 sulla promozione della ricerca e dell’innovazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_51"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Principi",
        "citation": "Art. 51 cpv. 4 LEne",
        "content": "Il sostegno di cui all’articolo 49 capoverso 2 è concesso sotto forma di aiuti finanziari secondo l’articolo 53.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_51"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Contributi globali",
        "citation": "Art. 52 cpv. 1 LEne",
        "content": "I contributi globali sono concessi soltanto ai Cantoni che dispongono di un programma di promozione nel settore corrispondente. I contributi globali non possono superare il credito annuo autorizzato dal Cantone per la realizzazione del programma di promozione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_52"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Contributi globali",
        "citation": "Art. 52 cpv. 2 LEne",
        "content": "Nel settore dell’informazione e della consulenza (art. 47) nonché della formazione e della formazione continua (art. 48) sono sostenuti in particolare programmi volti a promuovere l’impiego parsimonioso ed efficiente dell’energia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_52"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Contributi globali",
        "citation": "Art. 52 cpv. 3 LEne",
        "content": "Nel settore dell’impiego dell’energia e del recupero del calore residuo (art. 50) almeno il 50 per cento del contributo globale versato a un Cantone deve essere destinato alla promozione di misure prese da privati, compreso il raccordo a reti, esistenti o nuove, di riscaldamento locale e di teleriscaldamento. Inoltre le misure prese nell’ambito degli edifici sono sostenute soltanto se il programma cantonale di promozione prescrive l’elaborazione di un certificato energetico degli edifici con relativo rapporto di consulenza; il Consiglio federale disciplina le eccezioni, segnatamente per i casi in cui detta condizione per la concessione di contributi è sproporzionata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_52"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Contributi globali",
        "citation": "Art. 52 cpv. 4 LEne",
        "content": "L’importo dei contributi globali versati ai singoli Cantoni dipende dall’efficacia del programma cantonale di promozione e dall’importo del credito cantonale. I Cantoni riferiscono annualmente all’UFE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_52"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Contributi globali",
        "citation": "Art. 52 cpv. 5 LEne",
        "content": "Le risorse finanziarie non utilizzate nel corso dell’anno devono essere rimborsate alla Confederazione. In luogo del rimborso, l’UFE può autorizzarne il riporto a favore dell’anno successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_52"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Contributi globali",
        "citation": "Art. 52 cpv. 6 LEne",
        "content": "Il Consiglio federale disciplina i dettagli, in particolare le condizioni che i Cantoni devono adempiere per ottenere contributi globali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_52"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Aiuti finanziari per progetti individuali",
        "citation": "Art. 53 cpv. 1 LEne",
        "content": "Gli aiuti finanziari per progetti individuali sono di regola concessi sotto forma di versamenti non rimborsabili. I contributi alla gestione sono accordati soltanto a titolo eccezionale. Sono esclusi aiuti retroattivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_53"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Aiuti finanziari per progetti individuali",
        "citation": "Art. 53 cpv. 2 LEne",
        "content": "Gli aiuti finanziari di cui agli articoli 47, 48 e 50 non possono superare il 40 per cento dei costi computabili. Eccezionalmente, gli aiuti finanziari possono essere aumentati al 60 per cento dei costi computabili. L’eccezione è determinata dalla qualità del progetto, dall’interesse particolare della Confederazione e dalla situazione finanziaria del beneficiario dell’aiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_53"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Aiuti finanziari per progetti individuali",
        "citation": "Art. 53 cpv. 2bis LEne",
        "content": "Gli aiuti finanziari di cui all’articolo 49 capoverso 2 non possono superare il 50 per cento dei costi computabili. Eccezionalmente, per gli impianti e i progetti pilota con un basso livello di maturità tecnologica e un elevato rischio finanziario gli aiuti finanziari possono essere aumentati al 70 per cento dei costi computabili. L’eccezione è determinata dall’interesse particolare della Confederazione nonché dal rapporto tra costi e benefici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_53"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Aiuti finanziari per progetti individuali",
        "citation": "Art. 53 cpv. 3 LEne",
        "content": "Sono considerati costi computabili:\na. per gli aiuti finanziari di cui all’articolo 49 capoverso 2, le parti non ammortizzabili dei costi direttamente legate allo sviluppo e alla sperimentazione degli aspetti innovativi del progetto;\nb. per gli aiuti finanziari di cui all’articolo 50, gli investimenti supplementari rispetto ai costi delle tecniche convenzionali;\nc. per gli altri aiuti finanziari, le spese effettive assolutamente necessarie all’adempimento efficace del compito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_53"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Aiuti finanziari per progetti individuali",
        "citation": "Art. 53 cpv. 4 LEne",
        "content": "Qualora un progetto sostenuto con aiuti finanziari permetta di conseguire un utile considerevole, la Confederazione può esigere che tali aiuti siano restituiti interamente o in parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_53"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 9: Promozione, Sezione 2: Finanziamento, Aiuti finanziari per progetti individuali",
        "citation": "Art. 53 cpv. 5 LEne",
        "content": "Il Consiglio federale disciplina i dettagli; in particolare fissa i criteri per la concessione di aiuti finanziari per progetti individuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_53"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 10: Convenzioni internazionali",
        "citation": "Art. 54 cpv. 1 LEne",
        "content": "Il Consiglio federale può concludere convenzioni internazionali che rientrano nel campo d’applicazione della presente legge e non sottostanno a referendum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_54"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 10: Convenzioni internazionali",
        "citation": "Art. 54 cpv. 2 LEne",
        "content": "Si adopera affinché i sistemi applicati da Stati terzi non distorcano la concorrenza sul mercato interno dell’energia e non pregiudichino l’esercizio degli impianti di produzione svizzeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_54"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Monitoraggio",
        "citation": "Art. 55 cpv. 1 LEne",
        "content": "L’UFE verifica periodicamente quanto le misure previste dalla presente legge hanno contribuito al raggiungimento dei valori indicativi di cui agli articoli 2 e 3 e allestisce un monitoraggio dettagliato in collaborazione con la Segreteria di Stato dell’economia e altri servizi della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_55"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Monitoraggio",
        "citation": "Art. 55 cpv. 2 LEne",
        "content": "I risultati delle verifiche sono pubblicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_55"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Monitoraggio",
        "citation": "Art. 55 cpv. 3 LEne",
        "content": "Il Consiglio federale valuta ogni cinque anni le conseguenze e l’efficacia delle misure previste dalla presente legge e riferisce all’Assemblea federale sui risultati e sul raggiungimento dei valori indicativi di cui agli articoli 2 e 3. Se si prospetta che i valori indicativi non possono essere raggiunti, propone contemporaneamente i provvedimenti supplementari necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_55"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Messa a disposizione di dati",
        "citation": "Art. 56 cpv. 1 LEne",
        "content": "Le informazioni, i dati personali e i dati concernenti persone giuridiche necessari per la verifica e il monitoraggio di cui all’articolo 55 nonché per valutazioni statistiche sono forniti all’UFE, su richiesta, da:\na. l’Ufficio federale dell’ambiente (UFAM);\nb. l’Ufficio federale dei trasporti;\nc. l’Ufficio federale delle strade;\nd. l’Ufficio federale dello sviluppo territoriale;\ne. l’Ufficio federale dell’aviazione civile;\nf. la ElCom;\ng. la società nazionale di rete (art. 18 LAEl);\nh. l’organo d’esecuzione;\ni. le imprese di approvvigionamento energetico;\nj. i Cantoni e i Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_56"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Messa a disposizione di dati",
        "citation": "Art. 56 cpv. 2 LEne",
        "content": "Il Consiglio federale stabilisce le informazioni e i dati necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_56"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Obbligo di informare",
        "citation": "Art. 57 cpv. 1 LEne",
        "content": "Chiunque fabbrica, importa, immette in commercio o utilizza impianti, veicoli o apparecchi che consumano energia è tenuto a fornire alle autorità federali le informazioni necessarie per la preparazione e la realizzazione dei provvedimenti, come pure per la verifica della loro efficacia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_57"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Obbligo di informare",
        "citation": "Art. 57 cpv. 2 LEne",
        "content": "Gli interessati forniscono i documenti necessari alle autorità e garantiscono loro l’accesso alle installazioni durante il normale orario di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_57"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Trattamento di dati personali e di dati concernenti persone giuridiche",
        "citation": "Art. 58 cpv. 1 LEne",
        "content": "Le autorità federali competenti e l’organo d’esecuzione di cui all’articolo 64 possono, nell’ambito degli scopi della presente legge, trattare dati personali e dati concernenti persone giuridiche, compresi dati personali degni di particolare protezione concernenti sanzioni e le corrispondenti procedure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_58"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Trattamento di dati personali e di dati concernenti persone giuridiche",
        "citation": "Art. 58 cpv. 2 LEne",
        "content": "Possono conservare questi dati in forma elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_58"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Trattamento di dati personali e di dati concernenti persone giuridiche",
        "citation": "Art. 58 cpv. 3 LEne",
        "content": "Il Consiglio federale stabilisce i dati personali e i dati concernenti persone giuridiche che possono essere trattati e per quanto tempo devono essere conservati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_58"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Divulgazione di dati personali e di dati concernenti persone giuridiche",
        "citation": "Art. 59 cpv. 1 LEne",
        "content": "Ai fini della trasparenza e dell’informazione dei consumatori finali, il Consiglio federale può obbligare le imprese del settore energetico a pubblicare in forma anonimizzata dati personali e dati concernenti persone giuridiche o a trasmetterli alle autorità federali competenti. L’obbligo di pubblicazione e trasmissione può riguardare in particolare le seguenti informazioni:\na. consumo di energia elettrica e consumo di calore di tutti i clienti o di singoli gruppi di clienti;\nb. offerte in materia di energie rinnovabili e dell’impiego parsimonioso ed efficiente dell’energia;\nc. misure, adottate o previste, volte a promuovere il consumo parsimonioso ed efficiente dell’elettricità e l’utilizzazione di energie indigene e rinnovabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_59"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 11: Verifica degli effetti e trattamento dei dati, Divulgazione di dati personali e di dati concernenti persone giuridiche",
        "citation": "Art. 59 cpv. 2 LEne",
        "content": "Le autorità federali competenti possono pubblicare in forma adeguata i dati anonimizzati di cui al capoverso 1 se:\na. questo corrisponde a un interesse pubblico; e\nb. i dati non contengono segreti d’affari né di fabbricazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_59"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Esecuzione",
        "citation": "Art. 60 cpv. 1 LEne",
        "content": "Il Consiglio federale esegue la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_60"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Esecuzione",
        "citation": "Art. 60 cpv. 2 LEne",
        "content": "I Cantoni eseguono gli articoli 44 capoverso 6 e 45; eseguono gli articoli 5, 10, 12, 14, 47 e 48, nella misura in cui dette disposizioni lo prevedano. Se queste ultime si applicano nell’ambito di un’altra legge federale la cui esecuzione è affidata a un’autorità federale, non è competente l’autorità cantonale bensì l’autorità federale competente secondo detta legge federale. L’autorità federale competente consulta i Cantoni interessati prima di decidere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_60"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Esecuzione",
        "citation": "Art. 60 cpv. 3 LEne",
        "content": "Il Consiglio federale emana le disposizioni d’esecuzione. Può trasferire all’UFE la competenza di emanare prescrizioni tecniche o amministrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_60"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Esecuzione",
        "citation": "Art. 60 cpv. 4 LEne",
        "content": "I Cantoni informano regolarmente il DATEC sulle loro misure d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_60"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Emolumenti",
        "citation": "Art. 61 cpv. 1 LEne",
        "content": "La riscossione di emolumenti è retta dall’articolo 46a della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione. Il Consiglio federale prevede emolumenti segnatamente per prestazioni in rapporto con il rimborso del supplemento rete di cui agli articoli 39–43 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_61"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Emolumenti",
        "citation": "Art. 61 cpv. 2 LEne",
        "content": "Il Consiglio federale può inoltre prevedere emolumenti per verifiche e controlli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_61"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Emolumenti",
        "citation": "Art. 61 cpv. 3 LEne",
        "content": "Sono esenti da emolumenti in particolare le attività d’informazione e di consulenza dell’UFE di cui all’articolo 47 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_61"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze delle autorità federali e dei tribunali civili",
        "citation": "Art. 62 cpv. 1 LEne",
        "content": "L’UFE prende le misure e le decisioni previste dalla presente legge, sempre che la competenza spetti alla Confederazione e la presente legge non attribuisca la competenza a un’altra autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_62"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze delle autorità federali e dei tribunali civili",
        "citation": "Art. 62 cpv. 2 LEne",
        "content": "D’intesa con il Cantone interessato, l’UFAM decide in merito all’indennizzo di cui all’articolo 34 di regola entro sei mesi dalla presentazione della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_62"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze delle autorità federali e dei tribunali civili",
        "citation": "Art. 62 cpv. 3 LEne",
        "content": "Fatto salvo il capoverso 4, la ElCom decide in merito alle controversie derivanti dagli articoli 15, 16–18 e 73 capoversi 4 e 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_62"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze delle autorità federali e dei tribunali civili",
        "citation": "Art. 62 cpv. 4 LEne",
        "content": "I tribunali civili giudicano:\na. le controversie relative a convenzioni di cui all’articolo 17 capoverso 1;\nb. le controversie relative a rapporti giuridici tra proprietari fondiari e locatari o affittuari nell’ambito del raggruppamento ai fini del consumo proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_62"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze particolari",
        "citation": "Art. 63 cpv. 1 LEne",
        "content": "L’organo d’esecuzione di cui all’articolo 64 è competente per l’esecuzione negli ambiti seguenti:\na. le garanzie di origine (art. 9); \nb. il sistema di rimunerazione per l’immissione di elettricità (art. 19);\nc. la rimunerazione per l’immissione di elettricità conformemente al diritto anteriore;\nd. la rimunerazione unica per impianti fotovoltaici (art. 25);\ne. il rimborso delle spese supplementari derivanti da contratti di cui all’articolo 73 capoverso 4; \nf. altri compiti a esso delegati dal Consiglio federale concernenti l’impiego delle risorse derivanti dal supplemento rete o connessi alle garanzie di origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_63"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze particolari",
        "citation": "Art. 63 cpv. 2 LEne",
        "content": "L’organo d’esecuzione prende le misure e le decisioni necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_63"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Competenze particolari",
        "citation": "Art. 63 cpv. 3 LEne",
        "content": "In merito agli affari importanti, nel singolo caso o in generale, l’organo d’esecuzione decide d’intesa con l’UFE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_63"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Organo d’esecuzione",
        "citation": "Art. 64 cpv. 1 LEne",
        "content": "L’organo d’esecuzione è una filiale della società nazionale di rete, che ne detiene tutte le quote. Ha la forma giuridica di una società anonima di diritto privato con sede in Svizzera, una ditta propria e strutture snelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_64"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Organo d’esecuzione",
        "citation": "Art. 64 cpv. 2 LEne",
        "content": "I membri del Consiglio di amministrazione e della Direzione devono essere indipendenti dal settore dell’elettricità, possono tuttavia esercitare un’attività anche per la società nazionale di rete se adempiono tale esigenza di indipendenza. L’organo d’esecuzione non può detenere quote in altre società e non versa dividendi né prestazioni pecuniarie simili alla società nazionale di rete. Nell’ambito della sua attività d’esecuzione non può favorire la società nazionale di rete e i suoi azionisti rispetto ad altri richiedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_64"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Organo d’esecuzione",
        "citation": "Art. 64 cpv. 3 LEne",
        "content": "L’UFE approva gli statuti dell’organo d’esecuzione ed esercita la vigilanza su di esso. Approva inoltre il preventivo e il conteggio delle spese d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_64"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Organo d’esecuzione",
        "citation": "Art. 64 cpv. 4 LEne",
        "content": "L’organo d’esecuzione è soggetto alla revisione ordinaria. L’organo di revisione presenta un rapporto esaustivo, oltre che all’organo di revisione, anche all’UFE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_64"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Organo d’esecuzione",
        "citation": "Art. 64 cpv. 5 LEne",
        "content": "L’organo d’esecuzione non è incluso nel conto annuale consolidato della società nazionale di rete. Il Consiglio federale può emanare disposizioni supplementari relative alla presentazione dei conti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_64"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Organo d’esecuzione",
        "citation": "Art. 64 cpv. 6 LEne",
        "content": "L’organo d’esecuzione è esonerato da tutte le imposte federali, cantonali e comunali dirette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_64"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Attività dell’organo d’esecuzione",
        "citation": "Art. 65 cpv. 1 LEne",
        "content": "L’organo d’esecuzione ha come unico scopo l’attività esecutiva di cui all’articolo 63.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_65"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Attività dell’organo d’esecuzione",
        "citation": "Art. 65 cpv. 2 LEne",
        "content": "L’organo d’esecuzione informa regolarmente l’UFE in merito alla sua attività e gli fornisce le informazioni necessarie per l’adempimento dei suoi compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_65"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Attività dell’organo d’esecuzione",
        "citation": "Art. 65 cpv. 3 LEne",
        "content": "Dietro adeguato compenso e per quanto necessario, la società nazionale di rete mette a disposizione dell’organo d’esecuzione prestazioni di servizio globali e gli dà accesso a tutti i dati e le informazioni necessari per la riscossione del supplemento rete e l’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_65"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Opposizione, tutela giurisdizionale e ricorso alle autorità",
        "citation": "Art. 66 cpv. 1 LEne",
        "content": "Contro le decisioni dell’organo d’esecuzione concernenti il sistema di rimunerazione per l’immissione di elettricità (art. 19), la rimunerazione per l’immissione di elettricità secondo il diritto anteriore e la rimunerazione unica per impianti fotovoltaici (art. 25) può essere presentata opposizione presso l’organo stesso entro 30 giorni dalla notificazione. La procedura di opposizione è in linea di massima gratuita. Non sono assegnate spese ripetibili; in casi di iniquità manifesta sono possibili deroghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_66"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Opposizione, tutela giurisdizionale e ricorso alle autorità",
        "citation": "Art. 66 cpv. 2 LEne",
        "content": "Le decisioni dell’UFE, dell’UFAM, della ElCom e dell’organo d’esecuzione nonché le decisioni su opposizione di quest’ultimo nei casi di cui al capoverso 1 possono essere impugnate dinanzi al Tribunale amministrativo federale conformemente alle disposizioni generali dell’organizzazione giudiziaria federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_66"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Opposizione, tutela giurisdizionale e ricorso alle autorità",
        "citation": "Art. 66 cpv. 3 LEne",
        "content": "L’UFE è legittimato ad avvalersi di rimedi giuridici contro le decisioni delle autorità cantonali prese in virtù della presente legge e delle sue disposizioni d’applicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_66"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Coinvolgimento di terzi per l’esecuzione ",
        "citation": "Art. 67 cpv. 1 LEne",
        "content": "I servizi della Confederazione competenti per i singoli compiti possono coinvolgere terzi in particolare per attività in rapporto con:\na. il premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici (art. 30); \nb. il rimborso del supplemento rete (art. 39–43);\nc. l’attuazione di strumenti di economia di mercato (art. 44 cpv. 2);\nd. l’elaborazione di convenzioni sugli obiettivi (art. 46);\ne. la progettazione, la realizzazione e il coordinamento di programmi volti a promuovere l’impiego parsimonioso ed efficiente dell’energia nonché l’impiego delle energie indigene e delle energie rinnovabili (art. 47, 48 e 50).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_67"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Coinvolgimento di terzi per l’esecuzione ",
        "citation": "Art. 67 cpv. 2 LEne",
        "content": "I terzi coinvolti possono essere autorizzati a riscuotere emolumenti a proprio favore per le attività svolte nell’ambito dei compiti d’esecuzione. Il Consiglio federale emana disposizioni in materia di emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_67"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Coinvolgimento di terzi per l’esecuzione ",
        "citation": "Art. 67 cpv. 3 LEne",
        "content": "La Confederazione conclude con i terzi coinvolti un mandato di prestazioni. In esso vanno stabiliti in particolare:\na. il tipo, l’entità e l’indennizzo delle prestazioni che devono essere fornite dai terzi;\nb. le modalità relative ai rapporti periodici, ai controlli di qualità, alla stesura del preventivo e alla contabilità;\nc. l’eventuale riscossione di emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_67"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Coinvolgimento di terzi per l’esecuzione ",
        "citation": "Art. 67 cpv. 4 LEne",
        "content": "Per i compiti loro affidati, i terzi coinvolti sottostanno alla vigilanza della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_67"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Coinvolgimento di terzi per l’esecuzione ",
        "citation": "Art. 67 cpv. 5 LEne",
        "content": "L’UFE può far capo a terzi per compiti di verifica, controllo e vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_67"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Segreto d’ufficio",
        "citation": "Art. 68 LEne",
        "content": "Tutte le persone incaricate dell’esecuzione della presente legge sottostanno al segreto d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_68"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Espropriazione",
        "citation": "Art. 69 cpv. 1 LEne",
        "content": "In vista della realizzazione di impianti di interesse pubblico destinati all’impiego della geotermia e degli idrocarburi, allo stoccaggio dell’energia o al recupero e alla distribuzione del calore residuo, i Cantoni possono procedere a espropriazioni o trasferire questo diritto a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_69"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Espropriazione",
        "citation": "Art. 69 cpv. 2 LEne",
        "content": "Nelle loro disposizioni, i Cantoni possono dichiarare applicabile la legge federale del 20 giugno 1930 sulla espropriazione. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_69"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 12: Esecuzione, competenze e procedura, Espropriazione",
        "citation": "Art. 69 cpv. 3 LEne",
        "content": "Per gli impianti conformemente al capoverso 1 che si estendono sul territorio di più Cantoni può essere esercitato il diritto d’espropriazione previsto dalla la legge federale del 20 giugno 1930 sulla espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_69"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 13: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 70 cpv. 1 LEne",
        "content": "È punito con la multa fino a 100 000 franchi chiunque, intenzionalmente:\na. viola le prescrizioni concernenti la garanzia di origine, la contabilità dell’elettricità e l’etichettatura dell’elettricità (art. 9);\nb. fornisce indicazioni inesatte o incomplete nell’ambito del sistema di rimunerazione per l’immissione di elettricità (art. 19) o dei contributi d’investimento (art. 25–27b);\nc. fornisce indicazioni inesatte o incomplete in relazione con il premio di mercato per l’elettricità proveniente da grandi impianti idroelettrici secondo gli articoli 30 e 31;\nd. fornisce indicazioni inesatte o incomplete nell’ambito della riscossione del supplemento rete (art. 35), del rimborso del supplemento rete (art. 39–43) o in relazione con la convenzione sugli obiettivi conclusa per il rimborso del supplemento rete (art. 40 lett. a e 41);\ne. viola le prescrizioni su impianti, veicoli e apparecchi prodotti in serie (art. 44); \nf. rifiuta di fornire le informazioni richieste dall’autorità competente o fornisce a quest’ultima indicazioni inesatte o incomplete (art. 57);\ng. contravviene a una disposizione d’applicazione la cui violazione è stata dichiarata punibile oppure contravviene a una decisione che gli è stata notificata con la comminatoria del presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_70"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 13: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 70 cpv. 2 LEne",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa fino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_70"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 13: Disposizioni penali, Perseguimento e giudizio",
        "citation": "Art. 71 cpv. 1 LEne",
        "content": "Le infrazioni contro la presente legge sono perseguite e giudicate conformemente alla legge federale del 22 marzo 1974 sul diritto penale amministrativo (DPA). L’autorità competente è l’UFE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_71"
    },
    {
        "book": "EnG",
        "title": "LEne, Capitolo 13: Disposizioni penali, Perseguimento e giudizio",
        "citation": "Art. 71 cpv. 2 LEne",
        "content": "Se la multa applicabile non supera i 20 000 franchi e se la determinazione delle persone punibili secondo l’articolo 6 DPA esige provvedimenti d’inchiesta sproporzionati rispetto all’entità della pena, l’autorità può prescindere da un procedimento contro dette persone e, in loro vece, condannare al pagamento della multa l’azienda (art. 7 DPA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/762/it#art_71"
    }
]