[
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, I. Requisiti",
        "citation": "Art. 1 cpv. 1 LEspr",
        "content": "Il diritto d’espropriazione può essere conferito per opere che tornano d’utilità alla Confederazione o a una parte considerevole del paese ovvero per altri scopi di utilità pubblica riconosciuti da una legge federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_1"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, I. Requisiti",
        "citation": "Art. 1 cpv. 2 LEspr",
        "content": "Esso non può essere esercitato che nella misura necessaria allo scopo prefisso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_1"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, II. Esercizio, 1. Massima",
        "citation": "Art. 2 LEspr",
        "content": "La Confederazione può esercitare essa medesima il diritto di espropriazione o conferirlo a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_2"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, II. Esercizio, 2. Modalità",
        "citation": "Art. 3 cpv. 1 LEspr",
        "content": "Il diritto d’espropriazione è esercitato dalla Confederazione in virtù di una risoluzione del Consiglio federale, salvo che la legislazione non attribuisca tale competenza ad un’altra autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_3"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, II. Esercizio, 2. Modalità",
        "citation": "Art. 3 cpv. 2 LEspr",
        "content": "Il diritto d’espropriazione può essere conferito a terzi:\na. mediante un decreto federale, per opere di utilità pubblica della Confederazione o di una parte considerevole del paese;\nb. mediante una legge federale, per altri scopi di utilità pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_3"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, II. Esercizio, 2. Modalità",
        "citation": "Art. 3 cpv. 3 LEspr",
        "content": "Se il diritto d’espropriazione, nel caso del capoverso 2, deve essere ancora espressamente conferito, la decisione spetta al Dipartimento competente. Qualora trattisi di concessioni, rimane riservato il conferimento del diritto d’espropriazione da parte dell’autorità concedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_3"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, III. Estensione",
        "citation": "Art. 4 LEspr",
        "content": "Il diritto d’espropriazione può essere esercitato:\na. per la costruzione, la trasformazione, la manutenzione e l’esercizio di un’opera nonché per il futuro ampliamento di essa;\nb. per il trasporto ed il deposito del materiale da costruzione occorrente;\nc. per l’acquisto di esso materiale qualora non sia possibile ottenerlo altrimenti che a condizioni molto onerose;\nd. in rapporto con un’opera per i provvedimenti di protezione, ripristino e sostituzione secondo le prescrizioni del diritto federale sulla protezione dell’ambiente, della natura e del paesaggio;\ne. per l’esecuzione dei provvedimenti necessari alla sostituzione di diritti espropriati con prestazioni in natura o necessari alla tutela di interessi pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_4"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, IV. Oggetto",
        "citation": "Art. 5 cpv. 1 LEspr",
        "content": "Possono formare l’oggetto dell’espropriazione i diritti reali sui fondi, i diritti risultanti dalle disposizioni sulla proprietà fondiaria in materia di rapporti di vicinato, inoltre i diritti personali dei conduttori e degli affittuari del fondo da espropriare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_5"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, IV. Oggetto",
        "citation": "Art. 5 cpv. 2 LEspr",
        "content": "Questi diritti possono essere estinti o limitati in modo permanente o temporaneo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_5"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 1. Quanto alla durata",
        "citation": "Art. 6 cpv. 1 LEspr",
        "content": "L’espropriazione a titolo temporaneo è limitata nella sua durata a dieci anni al massimo, sempreché la legge, la risoluzione del Consiglio federale o una convenzione non disponga altrimenti. Il termine decorre dalla immissione in possesso e scade in ogni caso tre mesi dopo il compimento dell’opera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_6"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 1. Quanto alla durata",
        "citation": "Art. 6 cpv. 2 LEspr",
        "content": "Se l’espropriazione a titolo temporaneo fa perdere ad un diritto il suo valore essenziale per l’espropriato, questi può pretendere l’espropriazione a titolo permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_6"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 2. Di diritto pubblico e di diritto di vicinato",
        "citation": "Art. 7 cpv. 1 LEspr",
        "content": "Salvo disposizione contraria di legge, i diritti costituiti sopra fondi usati ad uno scopo di utilità pubblica possono essere espropriati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_7"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 2. Di diritto pubblico e di diritto di vicinato",
        "citation": "Art. 7 cpv. 2 LEspr",
        "content": "Ove l’esecuzione o l’esercizio dell’impresa dell’espropriante rechi pregiudizio ad opere pubbliche esistenti (come strade, ponti, condotte, ecc.), l’espropriante deve prendere tutti i provvedimenti per assicurare l’uso di esse opere, nella misura in cui sia richiesto dall’interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_7"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 2. Di diritto pubblico e di diritto di vicinato",
        "citation": "Art. 7 cpv. 3 LEspr",
        "content": "L’espropriante deve altresì eseguire gl’impianti atti a mettere il pubblico e i fondi vicini al riparo dai pericoli e dagli inconvenienti che siano necessariamente connessi con l’esecuzione e l’esercizio della sua impresa e che non debbano essere tollerati secondo le regole sui rapporti di vicinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_7"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 3. Sostituzione di terreni coltivati",
        "citation": "Art. 8 LEspr",
        "content": "Ove l’esecuzione dell’opera abbia per effetto di far perdere grandi estensioni di terreno coltivato, la concessione del diritto di espropriazione può essere vincolata alla condizione che l’espropriante provveda a sostituirle integralmente o parzialmente rendendo coltivabili dei terreni incolti o di minor reddito. A questo scopo può essere concesso il diritto d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_8"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 4. Bellezza del paesaggio",
        "citation": "Art. 9 cpv. 1 LEspr",
        "content": "Le bellezze naturali devono essere conservate nella misura del possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_9"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 4. Bellezza del paesaggio",
        "citation": "Art. 9 cpv. 2 LEspr",
        "content": "Gli impianti devono essere eseguiti in modo da deturpare il meno possibile il paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_9"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 5. Fontane e sorgenti",
        "citation": "Art. 10 LEspr",
        "content": "I diritti sulle fontane, sorgenti e sui corsi d’acqua indispensabili ad un fondo, ad un servizio di fornitura d’acqua o ad un altro impianto idraulico d’utilità pubblica non possono essere espropriati se non quando l’espropriante fornisca un equivalente d’acqua bastevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_10"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 6. Parti costitutive e accessori",
        "citation": "Art. 11 cpv. 1 LEspr",
        "content": "Si devono eccettuare dall’espropriazione le parti costitutive e gli accessori di un fondo espropriato che possono esserne separati senza spese sproporzionate: a richiesta dell’espropriato, se non sono necessari per l’impresa dell’espropriante;a richiesta dell’espropriante, se l’espropriato può usarne in modo profittevole anche senza la cosa principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_11"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, V. Limitazioni, 6. Parti costitutive e accessori",
        "citation": "Art. 11 cpv. 2 LEspr",
        "content": "Se la separazione mette in pericolo i diritti dei creditori pignoratizi, questi possono chiedere provvedimenti conservativi e garanzie in conformità degli articoli 808 e 809 del Codice civile svizzero, ancorché il deprezzamento si verifichi senza colpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_11"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VI. Ampliamento, 1. A richiesta dell’espropriato",
        "citation": "Art. 12 cpv. 1 LEspr",
        "content": "Qualora di un fondo o di più fondi economicamente connessi sia chiesta l’espropriazione soltanto di una parte, e ciò abbia per effetto di ridurre le frazioni residue in modo da non poter più essere usate secondo la loro destinazione o da non poter più esserlo senza difficoltà sproporzionate, l’espropriato può chiedere l’espropriazione totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_12"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VI. Ampliamento, 1. A richiesta dell’espropriato",
        "citation": "Art. 12 cpv. 2 LEspr",
        "content": "Qualora la costituzione di un diritto reale limitato abbia per effetto che il fondo non possa più essere usato secondo la propria destinazione o non possa più esserlo senza difficoltà sproporzionate, l’espropriato può chiedere l’espropriazione del fondo stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_12"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VI. Ampliamento, 1. A richiesta dell’espropriato",
        "citation": "Art. 12 cpv. 3 LEspr",
        "content": "L’espropriato che ha ottenuto l’ampliamento dell’espropriazione, può rinunziarvi entro il termine di venti giorni dalla fissazione definitiva dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_12"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VI. Ampliamento, 2. A richiesta dell’espropriante",
        "citation": "Art. 13 cpv. 1 LEspr",
        "content": "Quando, nel caso d’espropriazione parziale, l’indennità per il deprezzamento della frazione residua superi il terzo del valore di essa, l’espropriante può chiedere l’espropriazione totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_13"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VI. Ampliamento, 2. A richiesta dell’espropriante",
        "citation": "Art. 13 cpv. 2 LEspr",
        "content": "La richiesta d’ampliamento dev’essere presentata al momento della discussione sulla stima, esigendo una duplice stima (art. 71); in caso di ricorso al Tribunale amministrativo federale contro la decisione della commissione di stima relativa all’espropriazione parziale, la richiesta d’ampliamento può essere presentata insieme con detto ricorso. L’espropriante deve dichiarare entro il termine di 20 giorni dalla fissazione definitiva dell’indennità se egli opta per l’espropriazione parziale o per l’espropriazione totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_13"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VII. Rinunzia all’espropriazione",
        "citation": "Art. 14 cpv. 1 LEspr",
        "content": "Entro il termine di venti giorni dalla data in cui la decisione sull’indennità è divenuta definitiva, l’espropriante può, quando non abbia chiesto l’anticipata immissione in possesso, rinunziare alla esecuzione dell’espropriazione mediante dichiarazione scritta diretta all’espropriato. A richiesta dell’espropriante, la commissione di stima può prorogare questo termine mediante avviso all’espropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_14"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VII. Rinunzia all’espropriazione",
        "citation": "Art. 14 cpv. 2 LEspr",
        "content": "L’espropriante deve risarcire all’espropriato il danno che deriva dalla sua rinunzia. L’azione di risarcimento dev’essere promossa davanti alla commissione di stima e si prescrive entro il termine di sei mesi dalla dichiarazione di rinunzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_14"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VII. Rinunzia all’espropriazione",
        "citation": "Art. 14 cpv. 3 LEspr",
        "content": "Producendo la dichiarazione di rinunzia, l’espropriato può far cancellare dal registro fondiario la limitazione del diritto di disporre che vi fosse stata iscritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_14"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VII. Rinunzia all’espropriazione, VIII. Atti preparatori",
        "citation": "Art. 15 cpv. 1 LEspr",
        "content": "Salvo che la legislazione speciale non disponga altrimenti, i transiti, rilievi planimetrici, picchettamenti e misurazioni indispensabili alla preparazione di un progetto per il quale si possa pretendere l’espropriazione devono essere oggetto di una pubblicazione, o notificati per iscritto al proprietario, almeno dieci giorni prima d’essere iniziati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_15"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VII. Rinunzia all’espropriazione, VIII. Atti preparatori",
        "citation": "Art. 15 cpv. 2 LEspr",
        "content": "Se sono indispensabili atti preparatori più incisivi, quali analisi del suolo e degli edifici, questi devono essere notificati per iscritto al proprietario almeno trenta giorni prima d’essere iniziati. In caso di opposizione del proprietario, necessitano dell’autorizzazione dell’autorità competente secondo l’articolo 38. Il termine di opposizione è di dieci giorni. Il proprietario dev’essere reso attento a questo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_15"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo I. Diritto d’espropriazione, VII. Rinunzia all’espropriazione, VIII. Atti preparatori",
        "citation": "Art. 15 cpv. 3 LEspr",
        "content": "Il danno derivante da atti preparatori dà diritto a un pieno risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_15"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, I. In generale",
        "citation": "Art. 16 LEspr",
        "content": "L’espropriazione non può aver luogo che verso piena indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_16"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, II. Natura dell’indennità, 1. Prestazione in denaro",
        "citation": "Art. 17 LEspr",
        "content": "Salvo disposizione contraria di legge o di convenzione, l’indennità dev’essere corrisposta in denaro, sia mediante pagamento d’un capitale, sia mediante prestazioni periodiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_17"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, II. Natura dell’indennità, 2. Prestazione in natura",
        "citation": "Art. 18 cpv. 1 LEspr",
        "content": "La prestazione in denaro può essere sostituita in tutto o in parte da un’equivalente prestazione in natura, specie quando la espropriazione impedisca di perseguire l’esercizio di un’azienda agricola, quando essa concerna dei diritti d’acqua e di forza idraulica o, infine, quando pregiudichi delle vie di comunicazione o delle condotte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_18"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, II. Natura dell’indennità, 2. Prestazione in natura",
        "citation": "Art. 18 cpv. 2 LEspr",
        "content": "Gli equivalenti in natura non sono ammissibili senza il consenso dell’espropriato, se non quando gli interessi di quest’ultimo siano bastevolmente tutelati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_18"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, II. Natura dell’indennità, 2. Prestazione in natura",
        "citation": "Art. 18 cpv. 3 LEspr",
        "content": "L’assegnazione d’un fondo a titolo di equivalente in natura non può aver luogo che se l’espropriato vi consenta e se i creditori aventi diritto di pegno sul fondo espropriato, i cui crediti non sono rimborsati, accettino la sostituzione del pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_18"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, III. Elementi dell’indennità",
        "citation": "Art. 19 LEspr",
        "content": "Nel fissare l’indennità devono essere tenuti in conto tutti i pregiudizi subiti dall’espropriato per effetto dell’estinzione o della limitazione dei suoi diritti. L’indennità comprende quindi:\na. l’intero valore venale del diritto espropriato;\nabis. per i terreni coltivi che rientrano nel campo d’applicazione della legge federale del 4 ottobre 1991 sul diritto fondiario rurale (LDFR), il triplo del prezzo massimo stabilito conformemente all’articolo 66 capoverso 1 LDFR;\nb. inoltre, nel caso di espropriazione parziale di un fondo o di più fondi economicamente connessi, l’importo di cui il valore venale della frazione residua viene ad essere diminuito;\nc. l’ammontare di tutti gli altri pregiudizi subiti dall’espropriato, in quanto essi possano essere previsti, nel corso ordinario delle cose, come una conseguenza dell’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_19"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 1. Data determinante",
        "citation": "Art. 19bis LEspr",
        "content": "È determinante il valore venale (art. 19 lett. a) alla data in cui il titolo di espropriazione diventa esecutivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_19_bis"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 1bis. Stima in generale ",
        "citation": "Art. 20 cpv. 1 LEspr",
        "content": "Nella stima del valore venale devesi tenere equo conto altresì della possibilità di un miglior uso del fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_20"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 1bis. Stima in generale ",
        "citation": "Art. 20 cpv. 2 LEspr",
        "content": "Ove l’espropriazione liberi l’espropriato da oneri speciali, il controvalore di questi oneri dev’essere dedotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_20"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 1bis. Stima in generale ",
        "citation": "Art. 20 cpv. 3 LEspr",
        "content": "Non è tenuto conto degli aumenti o delle diminuzioni di valore derivanti dall’impresa dell’espropriante. Fino all’entrata in possesso dell’espropriante, l’espropriato può togliere gl’impianti da cui derivi un aumento di valore per il quale non è indennizzato, purché ciò sia possibile senza pregiudizio per il diritto espropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_20"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 2. Oneri",
        "citation": "Art. 21 cpv. 1 LEspr",
        "content": "Nella stima del valore venale di fondi devesi tener conto anche delle servitù che esistono al momento del deposito del piano di espropriazione, eccettuati gli usufrutti, nonché dei diritti annotati nel registro fondiario derivanti da contratti di locazione e di affitto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_21"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 2. Oneri",
        "citation": "Art. 21 cpv. 2 LEspr",
        "content": "Se nel registro fondiario sono annotati altri diritti personali, come diritti di prelazione, ricupera o compera, si dedurrà l’importo dell’indennità da corrispondere ai titolari di tali diritti in conformità dell’articolo 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_21"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 2. Oneri",
        "citation": "Art. 21 cpv. 3 LEspr",
        "content": "I titolari di diritti di pegno immobiliare o d’oneri fondiari di grado anteriore, che subissero un danno per effetto dell’applicazione dei capoversi 1 e 2, possono pretendere che nella stima del valore venale del fondo non si tenga conto dei diritti iscritti o annotati senza il loro consenso nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_21"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 3. Espropriazione parziale",
        "citation": "Art. 22 cpv. 1 LEspr",
        "content": "Nel caso di espropriazione parziale non è dovuta alcuna indennità per il deprezzamento della frazione residua, in quanto il deprezzamento sia compensato da speciali vantaggi che derivano alla frazione stessa dall’impresa dell’espropriante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_22"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, IV. Valore venale, 3. Espropriazione parziale",
        "citation": "Art. 22 cpv. 2 LEspr",
        "content": "Devesi invece tener conto del danno derivante dalla perdita o dalla diminuzione dei vantaggi influenti sul valore venale, che senza l’espropriazione la frazione residua avrebbe conservati secondo ogni probabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_22"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, V. Indennità per diritti reali limitati, 1. Servitù e diritti personali",
        "citation": "Art. 23 cpv. 1 LEspr",
        "content": "I titolari delle servitù espropriate, eccettuati gli usufrutti, e dei diritti personali annotati nel registro fondiario vengono risarciti integralmente del danno derivante dalla limitazione o dall’estinzione dei loro diritti (art. 91), in quanto l’articolo 21 capoverso 3, permetta di tenerne conto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_23"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, V. Indennità per diritti reali limitati, 1. Servitù e diritti personali",
        "citation": "Art. 23 cpv. 2 LEspr",
        "content": "I conduttori e gli affittuari possono, anche se i loro diritti non sono annotati nel registro fondiario, pretendere il risarcimento integrale del danno derivante per essi dall’estinzione anticipata dei contratti di locazione e d’affitto da loro conchiusi anteriormente all’apertura della procedura d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_23"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, V. Indennità per diritti reali limitati, 2. Diritti di pegno immobiliare, oneri fondiari e usufrutti",
        "citation": "Art. 24 cpv. 1 LEspr",
        "content": "Verso i titolari di diritti di pegno immobiliare, di oneri fondiari e di usufrutti risponde, invece della cosa espropriata, l’indennità pagata per essa in conformità del Codice civile svizzero. Essi sono autorizzati a presentare di moto proprio delle conclusioni qualora corrano rischio d’esser lesi nei loro diritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_24"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, V. Indennità per diritti reali limitati, 2. Diritti di pegno immobiliare, oneri fondiari e usufrutti",
        "citation": "Art. 24 cpv. 2 LEspr",
        "content": "Gli usufruttuari possono inoltre pretendere di moto proprio il risarcimento del danno derivante ad essi dalla privazione dell’oggetto dell’usufrutto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_24"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, VI. Esclusione dalla indennità",
        "citation": "Art. 25 LEspr",
        "content": "Non è dovuta alcuna indennità per diritti e pretese che derivino da atti illeciti o abusivi ovvero che siano creati al solo scopo di ottenere un risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_25"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, VII. Nuovi rapporti di proprietà",
        "citation": "Art. 26 cpv. 1 LEspr",
        "content": "Gli impianti nuovi costruiti dall’espropriante conformemente all’articolo 7, che sostituiscono o completano opere già esistenti, passano, salvo contrario accordo, in proprietà di colui al quale appartenevano queste ultime. L’espropriante risponde delle maggiori spese cagionate dalla manutenzione dei nuovi impianti, in quanto non siano compensate da vantaggi derivanti da essi impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_26"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, VII. Nuovi rapporti di proprietà",
        "citation": "Art. 26 cpv. 2 LEspr",
        "content": "Gli impianti e i fondi anteriormente adibiti a servizio pubblico che sono diventati disponibili per effetto degli impianti nuovi spettano all’espropriante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_26"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo II. Indennità, VII. Nuovi rapporti di proprietà",
        "citation": "Art. 26 cpv. 3 LEspr",
        "content": "La commissione di stima decide sulle contestazioni che possono sorgere a questo proposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_26"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, I. Principio",
        "citation": "Art. 27 LEspr",
        "content": "La procedura d’espropriazione dev’essere svolta in combinazione con la procedura di approvazione dei piani concernente l’opera per la quale s’intende procedere a espropriazioni. Se la legge non prevede una procedura di approvazione dei piani, la procedura d’espropriazione dev’essere svolta come procedura indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_27"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 1. Domanda di approvazione dei piani",
        "citation": "Art. 28 cpv. 1 LEspr",
        "content": "Se per un’opera che richiede un’approvazione dei piani sono necessarie espropriazioni, la domanda di approvazione dei piani deve esprimersi in merito alla necessità e all’estensione delle espropriazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_28"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 1. Domanda di approvazione dei piani",
        "citation": "Art. 28 cpv. 2 LEspr",
        "content": "Alla domanda di approvazione dei piani devono essere allegati un piano d’espropriazione e una tabella dei diritti da espropriare indicante i fondi di cui si chiede l’espropriazione, i loro proprietari, le superfici nonché i diritti reali limitati e diritti personali annotati da espropriare risultanti dal registro fondiario o dagli altri registri pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_28"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 1. Domanda di approvazione dei piani",
        "citation": "Art. 28 cpv. 3 LEspr",
        "content": "Nel caso di costituzione di servitù, devono essere esposte le grandi linee del loro contenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_28"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 1. Domanda di approvazione dei piani",
        "citation": "Art. 28 cpv. 4 LEspr",
        "content": "Nel caso di espropriazione a titolo temporaneo, dev’esserne indicata la durata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_28"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 2. Pubblicazione",
        "citation": "Art. 30 cpv. 1 LEspr",
        "content": "Nel testo pubblicato della domanda di approvazione dei piani va indicato che le istanze di cui all’articolo 33 capoversi 1 e 2 devono essere presentate entro il termine di opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_30"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 2. Pubblicazione",
        "citation": "Art. 30 cpv. 2 LEspr",
        "content": "Vi si deve richiamare espressamente l’attenzione:\na. sull’articolo 32, concernente l’informazione dei conduttori e degli affittuari;\nb. sugli articoli 42–44, concernenti il bando di espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_30"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 3. Avviso personale",
        "citation": "Art. 31 cpv. 1 LEspr",
        "content": "Prima della pubblicazione della domanda di approvazione dei piani, l’espropriante deve trasmettere una copia del testo da pubblicare a tutti gli espropriandi risultanti dal registro fondiario e dagli altri registri pubblici o a lui altrimenti noti. Deve indicare ciò che chiede da ciascuno di essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_31"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 3. Avviso personale",
        "citation": "Art. 31 cpv. 2 LEspr",
        "content": "Per gli espropriandi che ricevono l’avviso personale dopo la pubblicazione della domanda di approvazione dei piani, il termine di opposizione decorre dal ricevimento di tale avviso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_31"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 3. Avviso personale",
        "citation": "Art. 31 cpv. 3 LEspr",
        "content": "L’avviso personale deve enunciare:\na. lo scopo e l’estensione dell’espropriazione;\nb. sommariamente, il genere e l’ubicazione dell’opera da costruire;\nc. i diritti di cui si chiede la cessione o la costituzione;\nd. il luogo dove la documentazione inerente alla domanda può essere esaminata durante il termine di opposizione;\ne. la diffida a notificare le opposizioni e pretese conformemente all’articolo 33 capoverso 1;\nf. l’ingiunzione di avvertire i conduttori e gli affittuari conformemente all’articolo 32;\ng. il bando di espropriazione e le relative conseguenze secondo gli articoli 42–44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_31"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 4. Comunicazione ai conduttori e affittuari",
        "citation": "Art. 32 cpv. 1 LEspr",
        "content": "Se l’espropriazione lede contratti di locazione o d’affitto non annotati nel registro fondiario, i locatori devono darne comunicazione ai loro conduttori o affittuari immediatamente dopo aver ricevuto l’avviso personale e informare l’espropriante di tali contratti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_32"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 4. Comunicazione ai conduttori e affittuari",
        "citation": "Art. 32 cpv. 2 LEspr",
        "content": "Se i locatori ricevono l’avviso personale soltanto dopo la pubblicazione della domanda di approvazione dei piani, ai conduttori e agli affittuari si applicano gli stessi termini previsti per i locatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_32"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 5. Opposizione",
        "citation": "Art. 33 cpv. 1 LEspr",
        "content": "Le seguenti istanze devono essere fatte valere entro il termine di opposizione di trenta giorni:\na. le opposizioni all’espropriazione;\nb. le domande fondate sugli articoli 7–10;\nc. le richieste di prestazioni in natura (art. 18);\nd. le richieste d’ampliamento dell’espropriazione (art. 12);\ne. le domande d’indennità di espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_33"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 5. Opposizione",
        "citation": "Art. 33 cpv. 2 LEspr",
        "content": "Hanno l’obbligo di notificare le loro pretese entro il termine di opposizione anche i conduttori e gli affittuari nonché i titolari di servitù e di diritti personali annotati (art. 23 e 24 cpv. 2). I diritti di pegno e gli oneri fondiari gravanti un fondo di cui è chiesta l’espropriazione non devono essere notificati; i diritti d’usufrutto lo devono essere soltanto in quanto si affermi che dalla privazione dell’oggetto dell’usufrutto derivi un danno (art. 24).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_33"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 5. Opposizione",
        "citation": "Art. 33 cpv. 3 LEspr",
        "content": "Le indennità di espropriazione pretese secondo i capoversi 1 lettera e e 2 devono essere strutturate conformemente alle disposizioni di cui all’articolo 19 e, nella misura del possibile, quantificate. Le domande d’indennità possono ancora essere precisate nella successiva procedura di conciliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_33"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 5. Opposizione",
        "citation": "Art. 33 cpv. 4 LEspr",
        "content": "Qualora i diritti da espropriare siano constatati nella rispettiva tabella o siano notori, essi vengono stimati dalla commissione di stima anche se non sono stati notificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_33"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 6. Approvazione dei piani",
        "citation": "Art. 34 cpv. 1 LEspr",
        "content": "Con l’approvazione dei piani, l’autorità competente decide anche sulle opposizioni in materia di espropriazione ai sensi dell’articolo 33 capoverso 1 lettere a–c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_34"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 6. Approvazione dei piani",
        "citation": "Art. 34 cpv. 2 LEspr",
        "content": "Qualora le istanze di cui all’articolo 33 capoverso 1 lettere d ed e rendano necessaria una procedura di conciliazione e, se del caso, una procedura di stima, dopo che l’approvazione dei piani è divenuta definitiva l’autorità competente per la stessa trasmette al presidente della commissione di stima competente segnatamente la decisione, i piani approvati, il piano d’espropriazione, la tabella dei diritti da espropriare e le pretese notificate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_34"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 7. Procedura semplificata di approvazione dei piani",
        "citation": "Art. 35 cpv. 1 LEspr",
        "content": "Se è svolta una procedura semplificata di approvazione dei piani senza pubblicazione e s’intende autorizzare espropriazioni, si applicano per analogia gli articoli 28 e 31–34.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_35"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, II. Procedura combinata d’espropriazione 7. Procedura semplificata di approvazione dei piani",
        "citation": "Art. 35 cpv. 2 LEspr",
        "content": "L’espropriante deve presentare gli avvisi personali di cui all’articolo 31 all’autorità competente per l’approvazione dei piani. Questa li inoltra, unitamente alla domanda di approvazione dei piani, agli espropriandi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_35"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 1. Condizioni",
        "citation": "Art. 36 cpv. 1 LEspr",
        "content": "Se sono espropriati diritti di cui all’articolo 5 senza dover prendere una decisione nell’ambito di una procedura combinata secondo gli articoli 28–35, dev’essere svolta una procedura indipendente d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_36"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 1. Condizioni",
        "citation": "Art. 36 cpv. 2 LEspr",
        "content": "Se per l’opera è già stata svolta una procedura d’espropriazione, è ammessa una procedura indipendente d’espropriazione soltanto:\na. quando l’espropriante pretenda sopprimere o menomare un diritto contrariamente a quanto prevedono il piano d’espropriazione depositato e la tabella dei diritti da espropriare o l’avviso personale o in una misura che va oltre quanto previsto dagli stessi; oppure\nb. quando per l’espropriato si riveli un danno che, al momento del deposito dei piani o della comunicazione dell’avviso personale, non era prevedibile o non lo era in tale misura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_36"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 2. Diritti già esercitati",
        "citation": "Art. 37 cpv. 1 LEspr",
        "content": "In quanto il diritto da espropriare sia di fatto già esercitato, l’espropriante, dopo esserne venuto a conoscenza, deve chiedere all’autorità competente l’apertura di una procedura indipendente d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_37"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 2. Diritti già esercitati",
        "citation": "Art. 37 cpv. 2 LEspr",
        "content": "In tali casi, anche l’espropriato può chiedere all’autorità competente l’apertura di una procedura indipendente d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_37"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 2. Diritti già esercitati",
        "citation": "Art. 37 cpv. 3 LEspr",
        "content": "Le istanze e pretese in materia di espropriazione si prescrivono in cinque anni da quando l’espropriato è venuto a conoscenza dell’esercizio del diritto in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_37"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 3. Competenza",
        "citation": "Art. 38 cpv. 1 LEspr",
        "content": "La procedura indipendente d’espropriazione compete al Dipartimento competente in materia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_38"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 3. Competenza",
        "citation": "Art. 38 cpv. 2 LEspr",
        "content": "L’autorità competente per l’approvazione dei piani decide in luogo del Dipartimento se l’espropriazione è connessa con un’opera per la cui realizzazione la legislazione speciale prevede un’approvazione dei piani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_38"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 3. Competenza",
        "citation": "Art. 38 cpv. 3 LEspr",
        "content": "Rimangono salve le norme di competenza speciali previste in altre leggi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_38"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 4. Apertura della procedura",
        "citation": "Art. 39 cpv. 1 LEspr",
        "content": "L’autorità competente esamina la domanda di apertura di una procedura indipendente d’espropriazione e chiede all’espropriante i documenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_39"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 4. Apertura della procedura",
        "citation": "Art. 39 cpv. 2 LEspr",
        "content": "In particolare, l’autorità competente può chiedere i documenti di cui all’articolo 28 e gli avvisi personali di cui all’articolo 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_39"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 5. Procedura",
        "citation": "Art. 40 cpv. 1 LEspr",
        "content": "L’autorità competente decide se è necessaria una pubblicazione con deposito pubblico della domanda di espropriazione; gli articoli 30–33 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_40"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 5. Procedura",
        "citation": "Art. 40 cpv. 2 LEspr",
        "content": "Se non è necessaria una pubblicazione, l’autorità competente sottopone direttamente la domanda di espropriazione a chi vi è contrario e a eventuali altri interessati; gli articoli 31–33 e 35 capoverso 2 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_40"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 5. Procedura",
        "citation": "Art. 40 cpv. 3 LEspr",
        "content": "L’autorità competente può inoltre ordinare il picchettamento e l’indicazione dei profili dell’opera prevista.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_40"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 6. Decisione",
        "citation": "Art. 41 cpv. 1 LEspr",
        "content": "L’autorità competente decide sulle opposizioni in materia di espropriazione ai sensi dell’articolo 33 capoverso 1 lettere a–c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_41"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, III. Procedura indipendente d’espropriazione 6. Decisione",
        "citation": "Art. 41 cpv. 2 LEspr",
        "content": "Qualora le istanze di cui all’articolo 33 capoverso 1 lettere d ed e rendano necessaria una procedura di conciliazione e, se del caso, una procedura di stima, dopo che la decisione di cui al capoverso 1 è divenuta definitiva l’autorità competente trasmette al presidente della commissione di stima competente segnatamente la decisione, i piani approvati, il piano d’espropriazione, la tabella dei diritti da espropriare e le pretese notificate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_41"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, IV. Bando di espropriazione, 1. Oggetto",
        "citation": "Art. 42 LEspr",
        "content": "Dalla notificazione dell’avviso personale o della domanda di espropriazione all’espropriando, non è più lecito compiere senza il consenso dell’espropriante atti di disposizione, di diritto o di fatto, che rendano l’espropriazione più gravosa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_42"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, IV. Bando di espropriazione, 2. Menzione nel registro fondiario",
        "citation": "Art. 43 LEspr",
        "content": "Producendo un attestato dell’autorità competente per l’approvazione dei piani o dell’autorità competente in virtù dell’articolo 38, l’espropriante può far menzionare nel registro fondiario una limitazione del diritto di disporre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_43"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, IV. Bando di espropriazione, 3. Obbligo di risarcire il danno",
        "citation": "Art. 44 cpv. 1 LEspr",
        "content": "L’espropriante deve risarcire integralmente il danno derivante dal bando d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_44"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, IV. Bando di espropriazione, 3. Obbligo di risarcire il danno",
        "citation": "Art. 44 cpv. 2 LEspr",
        "content": "L’esistenza e l’importanza del danno vengono stabilite insieme coll’indennità d’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_44"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo III. Procedura d’espropriazione, IV. Bando di espropriazione, 3. Obbligo di risarcire il danno",
        "citation": "Art. 44 cpv. 3 LEspr",
        "content": "Quando siano trascorsi più di due anni dall’apertura della procedura d’espropriazione senza che siasi giunti ad un accordo fra le parti o ad una discussione sulla fissazione dell’indennità, l’espropriato può chiedere che il danno venga accertato già in precedenza con una procedura speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_44"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, I. Apertura della procedura",
        "citation": "Art. 45 LEspr",
        "content": "Il presidente della commissione di stima competente apre la procedura di conciliazione su domanda scritta dell’espropriante, di un espropriato o di un cointeressato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_45"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, II. Citazione, 1. Delle parti principali",
        "citation": "Art. 46 cpv. 1 LEspr",
        "content": "Il presidente cita l’espropriante e gli espropriati, mediante comunicazione personale, a comparire a un’udienza di conciliazione, che si svolge di regola sui luoghi interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_46"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, II. Citazione, 1. Delle parti principali",
        "citation": "Art. 46 cpv. 2 LEspr",
        "content": "Se l’espropriante non ottempera alla citazione, il presidente fissa una nuova udienza. Se degli espropriati mancano, la procedura di conciliazione decade nei confronti degli espropriati mancanti, a meno che il presidente reputi necessaria un’udienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_46"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, II. Citazione, 2. Dei cointeressati",
        "citation": "Art. 47 cpv. 1 LEspr",
        "content": "Anche i titolari di diritti di pegno immobiliare, di oneri fondiari e di usufrutti sono citati a comparire mediante comunicazione personale. Se il loro nome non è noto, il presidente della commissione di stima fa compiere le ricerche necessarie o pubblicare la citazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_47"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, II. Citazione, 2. Dei cointeressati",
        "citation": "Art. 47 cpv. 2 LEspr",
        "content": "Nella citazione all’udienza di conciliazione i titolari di diritti di pegno immobiliare, di oneri fondiari e di usufrutti sono avvertiti che in caso di loro mancata comparsa:\na. il proprietario ha diritto di concludere accordi sull’indennità vincolanti anche per loro; e\nb. non saranno invitati alle fasi successive della procedura, a meno che ne facciano richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_47"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, III. Scopo dell’udienza",
        "citation": "Art. 48 LEspr",
        "content": "All’udienza sono discusse le pretese d’indennità e le questioni ad esse connesse; si procede inoltre alle constatazioni atte a chiarire i punti controversi o dubbi. Il presidente cerca di mettere le parti d’accordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_48"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, IV. Processo verbale",
        "citation": "Art. 49 LEspr",
        "content": "È steso processo verbale dell’udienza di conciliazione. Questo verbale contiene:\na. i nomi degli interessati che sono comparsi;\nb. gli accordi, nonché le dichiarazioni delle parti circa riconoscimenti, rinunzie o riserve;\nc. la firma del presidente della commissione di stima.\nGli accordi e le dichiarazioni di cui alla lettera b, devono essere firmati dalle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_49"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, IV. Processo verbale, V. Accordo nell’ambito della procedura di conciliazione",
        "citation": "Art. 53 cpv. 1 LEspr",
        "content": "Ove la procedura conduca ad un accordo delle parti sulle pretese d’indennità, il processo verbale ha lo stesso valore d’una decisione definitiva della commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_53"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, IV. Processo verbale, V. Accordo nell’ambito della procedura di conciliazione",
        "citation": "Art. 53 cpv. 2 LEspr",
        "content": "Ove l’indennità fissata cagioni una perdita al titolare d’un diritto di pegno immobiliare, di un onere fondiario o di un usufrutto, l’accordo non spiega i suoi effetti a suo riguardo se non quando egli lo abbia firmato o sia mancato all’udienza di conciliazione. Il processo verbale deve ragguagliare su questo punto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_53"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, VI. Accordo diretto fra le parti",
        "citation": "Art. 54 cpv. 1 LEspr",
        "content": "Un accordo sull’indennità intervenuto dopo l’apertura della procedura d’espropriazione, ma al di fuori di una procedura davanti alla commissione di stima, vincola le parti soltanto quando sia stato concluso in forma scritta; esso dev’essere comunicato al presidente della commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_54"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IV. Procedura di conciliazione, VI. Accordo diretto fra le parti",
        "citation": "Art. 54 cpv. 2 LEspr",
        "content": "Questo accordo vincola pure i titolari di diritti di pegno immobiliare, di oneri fondiari e d’usufrutti a cui esso cagiona una perdita, se ne sono stati informati personalmente mediante avviso del presidente della commissione di stima e se non chiedono a quest’ultimo, entro il termine di trenta giorni, che la procedura di stima segua il suo corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_54"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo V. Prova a futura memoria",
        "citation": "Art. 54bis LEspr",
        "content": "In quanto necessario, il presidente della commissione di stima ordina, d’ufficio o su domanda di una parte, le misure probatorie necessarie in vista di un’eventuale procedura. Può far capo a membri della commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_54_bis"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, II. Circondari di stima",
        "citation": "Art. 58 LEspr",
        "content": "Il Consiglio federale mediante ordinanza ripartisce il territorio della Confederazione in circondari di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_58"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 1 LEspr",
        "content": "Per ciascun circondario è nominata una commissione di stima. Essa si compone:\na. del presidente e di due supplenti;\nb. di quindici altri membri al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 2 LEspr",
        "content": "Il Tribunale federale nomina i membri delle commissioni di stima. Nell’ambito della preparazione della nomina dei membri di cui al capoverso 1 lettera b possono essere consultati i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 3 LEspr",
        "content": "I membri delle commissioni di stima sono nominati per un periodo di sei anni, che coincide con quello dei membri del Tribunale amministrativo federale. I membri che compiono 68 anni lasciano la carica alla fine dell’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 4 LEspr",
        "content": "All’occorrenza, il Tribunale federale può far capo a membri della commissione di stima di un circondario affinché prestino temporaneamente il loro concorso in un altro circondario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 5 LEspr",
        "content": "Il Tribunale federale può destituire un membro di una commissione di stima prima della scadenza del suo mandato se:\na. intenzionalmente o per negligenza grave, ha violato gravemente i suoi doveri d’ufficio; o\nb. ha durevolmente perso la capacità di esercitare il suo ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 6 LEspr",
        "content": "I membri delle commissioni di stima devono appartenere a diversi gruppi professionali e possedere le conoscenze tecniche, linguistiche e locali necessarie in materia di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 7 LEspr",
        "content": "I candidati alla nomina nelle commissioni di stima devono dichiarare al Tribunale federale le loro relazioni d’interesse. I membri delle commissioni di stima comunicano senza indugio al Tribunale federale eventuali cambiamenti nelle loro relazioni d’interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 8 LEspr",
        "content": "I membri delle commissioni di stima adempiono coscienziosamente i loro doveri d’ufficio. Nella loro attività giurisdizionale sono indipendenti e sottostanno al solo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1. Composizione, nomina e relazioni d’interesse",
        "citation": "Art. 59 cpv. 9 LEspr",
        "content": "Sono tenuti al segreto d’ufficio durante il loro mandato in seno alla commissione e dopo la cessazione dello stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1bis. Statuto giuridico dei membri",
        "citation": "Art. 59bis cpv. 1 LEspr",
        "content": "I membri delle commissioni di stima esercitano la loro attività a titolo accessorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_bis"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1bis. Statuto giuridico dei membri",
        "citation": "Art. 59bis cpv. 2 LEspr",
        "content": "Se il carico durevole di lavoro di una commissione di stima lo esige, il Tribunale federale può nominare, su richiesta del Tribunale amministrativo federale, alcuni o tutti i membri della commissione a titolo principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_bis"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1bis. Statuto giuridico dei membri",
        "citation": "Art. 59bis cpv. 3 LEspr",
        "content": "I membri della commissione che esercitano la loro attività a titolo principale sottostanno alla legge del 24 marzo 2000 sul personale federale (LPers). Il Tribunale federale può emanare per loro disposizioni d’esecuzione completive o divergenti secondo l’articolo 37 capoverso 2 LPers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_bis"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1ter. Segreteria",
        "citation": "Art. 59ter cpv. 1 LEspr",
        "content": "Un segretario e, se necessario, altro personale ausiliario sono a disposizione delle commissioni di stima a titolo accessorio. Sono assunti dal presidente della commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1ter. Segreteria",
        "citation": "Art. 59ter cpv. 2 LEspr",
        "content": "Il personale della segreteria svolge i propri compiti con la massima diligenza. Nello svolgimento dei suoi compiti è vincolato alle istruzioni della sua commissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1ter. Segreteria",
        "citation": "Art. 59ter cpv. 3 LEspr",
        "content": "È tenuto al segreto d’ufficio durante la sua attività per le commissioni di stima e dopo la cessazione della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1ter. Segreteria",
        "citation": "Art. 59ter cpv. 4 LEspr",
        "content": "Se il carico durevole di lavoro di una o più commissioni di stima lo esige, il Tribunale amministrativo federale mette a disposizione una segreteria permanente per ciascuna commissione o una segreteria permanente comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1ter. Segreteria",
        "citation": "Art. 59ter cpv. 5 LEspr",
        "content": "Il Tribunale amministrativo federale mette a disposizione del presidente della commissione di stima i mezzi necessari per il finanziamento della segreteria permanente. Il presidente sottopone ogni anno al Tribunale amministrativo federale il progetto di preventivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1ter. Segreteria",
        "citation": "Art. 59ter cpv. 6 LEspr",
        "content": "Il personale della segreteria permanente sottostà alla LPers, al disciplinamento delle indennità emanato dal Consiglio federale in virtù dell’articolo 113 capoverso 1 e al diritto d’esecuzione determinante per i rapporti di lavoro del personale del Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1quater. Statuto di datore di lavoro e previdenza",
        "citation": "Art. 59quater cpv. 1 LEspr",
        "content": "Se sono costituiti rapporti di lavoro nell’ambito delle disposizioni di cui agli articoli 59bis e 59ter, la loro costituzione, modifica e risoluzione competono:\na. al Tribunale federale, per i membri di una commissione di stima;\nb. al Tribunale amministrativo federale, su richiesta del presidente della commissione di stima competente, per il personale di una segreteria permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1quater. Statuto di datore di lavoro e previdenza",
        "citation": "Art. 59quater cpv. 2 LEspr",
        "content": "I membri delle commissioni di stima e le segreterie sono aggregati amministrativamente al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1quater. Statuto di datore di lavoro e previdenza",
        "citation": "Art. 59quater cpv. 3 LEspr",
        "content": "Se sono adempiute le condizioni cui è subordinato l’obbligo di assicurazione secondo la legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità, i membri delle commissioni di stima e il personale delle loro segreterie devono essere assicurati presso PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1quater. Statuto di datore di lavoro e previdenza",
        "citation": "Art. 59quater cpv. 4 LEspr",
        "content": "Il Tribunale amministrativo federale versa periodicamente i contributi alle assicurazioni sociali dovuti dal lavoratore e dal datore di lavoro. Può far capo a terzi per l’esecuzione dei versamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 1quater. Statuto di datore di lavoro e previdenza",
        "citation": "Art. 59quater cpv. 5 LEspr",
        "content": "Il Consiglio federale emana le disposizioni d’esecuzione necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 2. Composizione",
        "citation": "Art. 60 cpv. 1 LEspr",
        "content": "La commissione di stima delibera in composizione trimembre; ne fanno parte:\na. il presidente o il suo supplente; e\nb. due altri membri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_60"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 2. Composizione",
        "citation": "Art. 60 cpv. 1bis LEspr",
        "content": "Il presidente designa il suo supplente e gli altri membri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_60"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 2. Composizione",
        "citation": "Art. 60 cpv. 1ter LEspr",
        "content": "Il segretario partecipa alle sedute con voto consultivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_60"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 2. Composizione",
        "citation": "Art. 60 cpv. 2 LEspr",
        "content": "Il presidente delega una parte dei lavori al supplente se egli è impedito per lungo tempo o se l’afflusso delle pratiche è considerevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_60"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 2. Composizione",
        "citation": "Art. 60 cpv. 3 LEspr",
        "content": "Nei circondari plurilingui, il presidente o il suo supplente deve possibilmente essere della lingua dell’espropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_60"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 2. Composizione",
        "citation": "Art. 60 cpv. 4 LEspr",
        "content": "Se le parti si dichiarano d’accordo, il presidente o il supplente decide al termine della procedura di conciliazione, senza la partecipazione degli altri membri. Rimane salvo il ricorso (art. 77 segg.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_60"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 3. Responsabilità",
        "citation": "Art. 61 cpv. RS 170.32 LEspr",
        "content": "La responsabilità dei membri delle commissioni di stima, delle persone incaricate dalle commissioni e del personale delle segreterie è retta dalla legge del 14 marzo 1958 sulla responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_61"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 4. Ricusazione",
        "citation": "Art. 62 LEspr",
        "content": "La ricusazione dei membri delle commissioni di stima è retta dalle stesse regole cui soggiacciono i membri del Tribunale amministrativo federale. Le contestazioni a ciò relative sono decise in prima istanza dalla commissione stessa, senza il concorso dei membri in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_62"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI. Organizzazione delle commissioni di stima, III. Commissioni di stima, 5. Compiti del Tribunale amministrativo federale",
        "citation": "Art. 63 LEspr",
        "content": "Il Tribunale amministrativo federale ha i compiti e le competenze seguenti:\na. esercita la vigilanza sulla gestione amministrativa delle commissioni di stima e dei loro presidenti;\nb. può chiedere rapporti occasionali o periodici alle commissioni e ai loro presidenti;\nc. svolge i compiti di cui agli articoli 59ter e 59quater;\nd. provvede al versamento delle indennità o retribuzioni ai membri delle commissioni di stima e al personale delle loro segreterie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_63"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, I. Competenza, a. Per materia",
        "citation": "Art. 64 cpv. 1 LEspr",
        "content": "La commissione di stima decide segnatamente:\na. sull’importo dell’indennità (art. 16 e 17);\nb. sulle domande intese a far eccettuare le parti costitutive e gli accessori dall’espropriazione (art. 11) e sulle domande per l’ampliamento dell’espropriazione (art. 12 e 13);\nbbis. sulle pretese d’indennità per i danni derivanti da atti preparatori (art. 15 cpv. 3);\nc. sulle domande d’indennità derivanti dall’obbligo di tutelare l’interesse pubblico e quello dei fondi vicini (art. 7);\nd. sui nuovi rapporti di proprietà e sulle maggiori spese cagionate dalla manutenzione dei nuovi impianti (art. 26);\ne. sulle domande d’indennità derivanti dalla rinunzia all’espro-priazione (art. 14);\nf. sulle domande d’indennità derivanti dal bando d’espropriazione (art. 44);\ng. sulle domande concernenti l’anticipata immissione in possesso e le prestazioni da fornire a questo proposito, sempreché per la decisione non sia competente il presidente conformemente all’articolo 76 capoverso 2;\nh. sulle conseguenze della mora per il pagamento dell’indennità di espropriazione (art. 88);\ni. sul diritto dell’espropriato di ottenere la retrocessione e sulle pretese che vi si connettono (art. 108);\nk. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_64"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, I. Competenza, a. Per materia",
        "citation": "Art. 64 cpv. 2 LEspr",
        "content": "La commissione di stima decide sulla propria competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_64"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, I. Competenza, b. Per territorio",
        "citation": "Art. 65 cpv. 1 LEspr",
        "content": "È competente, di regola, la commissione di stima del circondario dove si trova l’oggetto dell’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_65"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, I. Competenza, b. Per territorio",
        "citation": "Art. 65 cpv. 2 LEspr",
        "content": "A richiesta d’una delle parti o del presidente d’una commissione di stima, il Tribunale amministrativo federale può eccezionalmente dichiarare competente una commissione di stima anche per decidere su casi d’espropriazione fuori del proprio circondario, quando ciò consenta di conseguire una stima uniforme o di risparmiare spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_65"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 1. Convocazione",
        "citation": "Art. 66 cpv. 1 LEspr",
        "content": "Se non è raggiunto un accordo nella procedura di conciliazione, il presidente della commissione di stima apre d’ufficio la procedura di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_66"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 1. Convocazione",
        "citation": "Art. 66 cpv. 2 LEspr",
        "content": "Col consenso delle parti, la procedura di stima può però essere rimandata fino a dopo il compimento dell’opera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_66"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 2. Citazione; discussione",
        "citation": "Art. 67 cpv. 1 LEspr",
        "content": "La commissione di stima decide sulla base della discussione orale delle parti e, di regola, di un’ispezione oculare. Il presidente cita le parti almeno trenta giorni prima, avvertendole che si procederà alla discussione e all’ispezione oculare anche in loro assenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_67"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 2. Citazione; discussione",
        "citation": "Art. 67 cpv. 2 LEspr",
        "content": "Sono inoltre citate alla discussione sulla fissazione dell’indennità le persone toccate dall’espropriazione i cui diritti non sono stati notificati ma sono constatati nella tabella dei diritti da espropriare (art. 27) o notoriamente in qualche altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_67"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 2. Citazione; discussione",
        "citation": "Art. 67 cpv. 3 LEspr",
        "content": "I titolari di diritti di pegno immobiliari, di oneri fondiari e di usufrutti sono citati soltanto se hanno chiesto che la procedura di stima segua il suo corso (art. 54 cpv. 2). Essi possono però prender parte alla discussione e anche presentare delle conclusioni, purché provino di avere un interesse alla fissazione della indennità (art. 24).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_67"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 3. Scambio di allegati",
        "citation": "Art. 68 cpv. 1 LEspr",
        "content": "Il presidente può ordinare che prima o dopo la discussione orale le parti procedano a uno scambio unico di allegati, indicando i loro mezzi probatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_68"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 3. Scambio di allegati",
        "citation": "Art. 68 cpv. 2 LEspr",
        "content": "Prima di decisioni particolarmente difficili, il presidente può ordinare un altro scambio di allegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_68"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 4. Diritti contestati",
        "citation": "Art. 69 cpv. 1 LEspr",
        "content": "Ove l’esistenza del diritto pel quale si pretende un’indennità sia contestata, la procedura è sospesa e si fissa all’espropriante un termine per promuovere azione davanti al giudice ordinario, con la comminatoria che in caso d’inosservanza del termine l’esistenza del diritto sarà riconosciuta. A richiesta di una delle parti, si può procedere a una stima a titolo eventuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_69"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 4. Diritti contestati",
        "citation": "Art. 69 cpv. 2 LEspr",
        "content": "Le parti possono però, con esplicita dichiarazione, deferire alla commissione di stima la decisione sull’esistenza del diritto; rimane salvo, anche su questo punto, il ricorso (art. 77 segg.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_69"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 5. Duplice stima, a. A richiesta di titolari di diritti di pegno e di oneri fondiari",
        "citation": "Art. 70 cpv. 1 LEspr",
        "content": "I titolari di diritti di pegno immobiliare o di oneri fondiari che intendono chiedere, giusta l’articolo 21 capoverso 3, la stima dei fondi senza che sia tenuto conto dei diritti reali limitati e dei diritti personali annotati di grado posteriore, devono presentare siffatta richiesta non più tardi del momento della discussione sulla stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_70"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 5. Duplice stima, a. A richiesta di titolari di diritti di pegno e di oneri fondiari",
        "citation": "Art. 70 cpv. 2 LEspr",
        "content": "In tal caso la commissione deve stimare il valore del fondo sia tenendo conto di questi diritti, sia prescindendo dai medesimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_70"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 5. Duplice stima, a. A richiesta di titolari di diritti di pegno e di oneri fondiari",
        "citation": "Art. 70 cpv. 3 LEspr",
        "content": "I diritti reali ed i diritti personali annotati di grado posteriore (art. 23 cpv. 1) saranno oggetto d’indennità solo quando la stima senza oneri superi l’importo dei crediti garantiti da pegno immobiliare e degli oneri fondiari di grado anteriore o quando questo importo sia egualmente coperto dalla stima con gli oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_70"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 5. Duplice stima, b. Per causa di domanda d’ampliamento",
        "citation": "Art. 71 LEspr",
        "content": "Ove l’espropriato domandi che l’espropriazione venga ampliata la commissione di stima deve fissare l’indennità da pagare tanto per l’espropriazione parziale quanto per quella totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_71"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 6. Procedimento istruttorio; decisione",
        "citation": "Art. 72 cpv. 1 LEspr",
        "content": "La commissione di stima può procedere d’ufficio a tutte le investigazioni necessarie per l’accertamento dei fatti e la fissazione dell’indennità da corrispondere e, a tal uopo, richiedere dalle parti la produzione di prove, assumere periti, esaminare registri pubblici e udire testimoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_72"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 6. Procedimento istruttorio; decisione",
        "citation": "Art. 72 cpv. 2 LEspr",
        "content": "Nel fissare l’importo dell’indennità, la commissione di stima non è vincolata dalle conclusioni delle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_72"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 7. Processo verbale",
        "citation": "Art. 73 cpv. 1 LEspr",
        "content": "Le discussioni e la decisione della commissione di stima sono consegnate in un processo verbale, che deve contenere:\na. i nomi degli interessati che sono comparsi;\nb. la designazione esatta dell’oggetto dell’espropriazione;\nc. le conclusioni e le dichiarazioni di riconoscimento delle parti;\nd. un elenco degli atti prodotti dalle parti;\ne. una riproduzione sommaria delle adduzioni delle parti;\nf. il risultato dell’eventuale procedimento istruttorio;\ng. la decisione, coi motivi che la suffragano, nella quale i diversi elementi costitutivi dell’indennità enumerati nell’articolo 19 devono essere indicati separatamente ed esattamente in cifre;\nh. la firma del presidente della commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_73"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 7. Processo verbale",
        "citation": "Art. 73 cpv. 2 LEspr",
        "content": "È steso un processo verbale separato delle discussioni, quando esse non giungano a una decisione o siano uditi dei testimoni ovvero quando altri motivi lo rendano necessario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_73"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 8. Comuni-, cazione della decisione",
        "citation": "Art. 74 cpv. 1 LEspr",
        "content": "La decisione della commissione di stima dev’essere comunicata mediante copia a ciascuna delle parti ed ai cointeressati che hanno presentato delle conclusioni nella procedura (art. 67 cpv. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_74"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 8. Comuni-, cazione della decisione",
        "citation": "Art. 74 cpv. 2 LEspr",
        "content": "Le decisioni relative a casi connessi devono, per quanto sia possibile, essere comunicate simultaneamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_74"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIa. Procedura di stima, II. Procedura, 9. Forza esecutiva",
        "citation": "Art. 75 LEspr",
        "content": "In quanto non venga impugnata mediante ricorso, la decisione della commissione di stima ha l’efficacia di una sentenza passata in giudicato del Tribunale amministrativo federale; essa può essere impugnata con gli stessi rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_75"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI.bis Anticipata immissione in possesso, Presupposti, competenza, procedura",
        "citation": "Art. 76 cpv. 1 LEspr",
        "content": "L’espropriante può chiedere, in ogni momento, d’essere autorizzato a prendere possesso del diritto o ad esercitarlo già innanzi il pagamento dell’indennità, purché provi che senza di ciò l’impresa sarebbe esposta a notevoli pregiudizi. Se il diritto da espropriare è di fatto già esercitato su un’opera esistente, l’anticipata presa di possesso è autorizzata per legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_76"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI.bis Anticipata immissione in possesso, Presupposti, competenza, procedura",
        "citation": "Art. 76 cpv. 2 LEspr",
        "content": "Il presidente della commissione di stima decide sulla domanda al più presto al momento in cui il titolo di espropriazione diventa esecutivo, ma comunque previa audizione dell’espropriato e, ove occorra, dopo una particolare ispezione locale. Egli fa intervenire i membri della commissione di stima se lo giudica necessario o se tale intervento è chiesto da una parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_76"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI.bis Anticipata immissione in possesso, Presupposti, competenza, procedura",
        "citation": "Art. 76 cpv. 3 LEspr",
        "content": "Nella procedura davanti al Tribunale amministrativo federale e al Tribunale federale, spetta al giudice dell’istruzione decidere su tali domande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_76"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI.bis Anticipata immissione in possesso, Presupposti, competenza, procedura",
        "citation": "Art. 76 cpv. 4 LEspr",
        "content": "L’autorizzazione dev’essere data, sempre che la presa di possesso non impedisca di esaminare la domanda d’indennità oppure che questo esame possa essere reso possibile da taluni provvedimenti, come fotografie, schizzi, ecc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_76"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VI.bis Anticipata immissione in possesso, Presupposti, competenza, procedura",
        "citation": "Art. 76 cpv. 5 LEspr",
        "content": "A richiesta dell’espropriato, l’espropriante può venir costretto a fornire anticipatamente delle garanzie per una congrua somma od a pagare degli acconti, o all’una e all’altra prestazione. Su tali domande decide il presidente della commissione di stima, se del caso con la partecipazione dei membri della stessa. Per la ripartizione degli acconti si procede secondo l’articolo 94. In tutti i casi l’indennità definitiva frutta interesse dal giorno della presa di possesso al saggio fissato dal Tribunale amministrativo federale, e l’espropriato dev’essere indennizzato di ogni altro danno che gli è cagionato dall’anticipata presa di possesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_76"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, I. Principio",
        "citation": "Art. 77 cpv. 1 LEspr",
        "content": "Contro la decisione della commissione di stima è ammissibile il ricorso al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_77"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, I. Principio",
        "citation": "Art. 77 cpv. 2 LEspr",
        "content": "In quanto la presente legge non stabilisca altrimenti, la procedura di ricorso è retta dalle legge del 17 giugno 2005 sul Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_77"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, I. Principio",
        "citation": "Art. 77 cpv. 3 LEspr",
        "content": "Nella procedura di ricorso davanti al Tribunale amministrativo fedeale contro decisioni sulla determinazione dell’indennità sono ammesse nuove conclusioni, se è provato che esse non potevano essere presentate già davanti alla commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_77"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, II. Facoltà di ricorrere; ricorso adesivo",
        "citation": "Art. 78 cpv. 1 LEspr",
        "content": "Sono legittimati a ricorrere le parti principali nonché i titolari di diritti di pegno immobiliare, di oneri fondiari e di usufrutti, nella misura in cui la decisione della commissione di stima loro cagioni una perdita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_78"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, II. Facoltà di ricorrere; ricorso adesivo",
        "citation": "Art. 78 cpv. 2 LEspr",
        "content": "La controparte può, entro il termine di dieci giorni dal ricevimento della dichiarazione di ricorso, dichiarare al Tribunale amministrativo federale di aderire a quest’ultimo e presentare conclusioni indipendenti. Nello stesso tempo, essa deve motivarle. L’adesione al ricorso cade se il medesimo è ritirato o dichiarato inammissibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_78"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, VIII. Esecuzione provvisoria",
        "citation": "Art. 86 cpv. 1 LEspr",
        "content": "Salvo il caso in cui l’espropriante si riservi esplicitamente di rinunziare all’espropriazione anche dopo chiusa la procedura, il giudice inquirente può, a richiesta della controparte e avvenuto che sia lo scambio degli allegati, ordinare all’espropriante stesso il pagamento immediato dell’indennità, nella misura in cui questa, secondo le conclusioni delle parti, non è più controversa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_86"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, VIII. Esecuzione provvisoria",
        "citation": "Art. 86 cpv. 2 LEspr",
        "content": "Ove l’espropriante fornisca sufficienti garanzie per l’importo ancora controverso, il giudice inquirente può, a richiesta del medesimo, decidere che l’espropriazione produca i suoi effetti già col pagamento della parte non controversa dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_86"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, IX. Ricorso al Tribunale federale",
        "citation": "Art. 87 cpv. 1 LEspr",
        "content": "Contro le decisioni del Tribunale amministrativo federale è ammissibile il ricorso al Tribunale federale conformemente alla legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_87"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VII. Ricorso, IX. Ricorso al Tribunale federale",
        "citation": "Art. 87 cpv. 2 LEspr",
        "content": "Il diritto di ricorrere è retto dall’articolo 78 capoverso 1. Per il rimanente, la procedura di ricorso è retta della legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_87"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, I. Scadenza dell’indennità e conseguenze della mora",
        "citation": "Art. 88 cpv. 1 LEspr",
        "content": "L’indennità per l’espropriazione dev’essere pagata entro trenta giorni dalla sua fissazione definitiva e, ove consista in una somma di denaro, fruttare interesse dalla scadenza di questo termine al saggio fissato dal Tribunale amministrativo federale. Se a tale momento la misurazione definitiva della superficie pretesa dall’espropriante non è ancora possibile, è pagato intanto il novanta per cento dell’indennità calcolata sulla base delle misure risultanti dal piano depositato; rimangono salvi un pagamento suppletivo o una restituzione parziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_88"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, I. Scadenza dell’indennità e conseguenze della mora",
        "citation": "Art. 88 cpv. 2 LEspr",
        "content": "In caso di mora dell’espropriante ad adempire delle prestazioni non consistenti in denaro, il presidente della commissione di stima gli fissa, a richiesta dell’avente diritto, un congruo termine per l’adempimento, con la comminatoria che altrimenti i lavori potranno essere eseguiti dall’avente diritto stesso a spese dell’espropriante. In questo caso, l’avente diritto può richiedere dall’espropriante una congrua anticipazione, la quale, in caso di contestazione, viene fissata dal presidente stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_88"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, I. Scadenza dell’indennità e conseguenze della mora",
        "citation": "Art. 88 cpv. 3 LEspr",
        "content": "In caso di contestazione, la commissione di stima fissa l’importo dovuto all’avente diritto per i lavori che ha egli stesso eseguiti e per i danni derivanti dalla mora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_88"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, II. Pagamento, 1. Luogo",
        "citation": "Art. 89 cpv. 1 LEspr",
        "content": "Le indennità d’espropriazione per un fondo o per un diritto reale limitato sopra un fondo, come pure quelle di deprezzamento per la frazione residua d’un fondo, devono essere pagate, per conto degli aventi diritto all’ufficio del registro fondiario nel cui circondario si trova il fondo. L’espropriante consegna nello stesso tempo ad esso ufficio gli atti per mezzo dei quali le indennità sono state definitivamente fissate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_89"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, II. Pagamento, 1. Luogo",
        "citation": "Art. 89 cpv. 2 LEspr",
        "content": "Le indennità assegnate all’espropriato per gli altri pregiudizi che ha subiti e le indennità assegnate ai conduttori e agli affittuari devono essere pagate direttamente ad essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_89"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, II. Pagamento, 2. Contestazioni",
        "citation": "Art. 90 cpv. 1 LEspr",
        "content": "L’ufficio del registro fondiario informa l’espropriato dell’avvenuto pagamento, avvertendolo che, ove non ne contesti l’esattezza entro il termine di dieci giorni, si aprirà la procedura di ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_90"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, II. Pagamento, 2. Contestazioni",
        "citation": "Art. 90 cpv. 2 LEspr",
        "content": "In caso di contestazione, l’ufficio ne deferisce la decisione al presidente della commissione di stima. Fino a che essa sia stata emanata, la ripartizione rimane sospesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_90"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, II. Pagamento, 3. Effetti",
        "citation": "Art. 91 cpv. 1 LEspr",
        "content": "Per effetto del pagamento dell’indennità, l’espropriante acquista la proprietà del fondo espropriato o il diritto che l’espropriazione costituisce sul fondo in suo favore. In mancanza d’intesa contraria delle parti o di rinunzia alla cancellazione da parte dell’espropriante, i diritti reali limitati, diritti personali annotati nel registro fondiario e altri diritti obbligatori che gravano il fondo espropriato si estinguono anche se, nonostante l’avvenuta diffida, essi non sono stati notificati e stimati dalla commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_91"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, II. Pagamento, 3. Effetti",
        "citation": "Art. 91 cpv. 2 LEspr",
        "content": "Il pagamento produce i medesimi effetti nel caso in cui la indennità sia stata fissata dopo l’apertura della procedura d’espropriazione mediante un accordo fra le parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_91"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, III. Tasse",
        "citation": "Art. 92 LEspr",
        "content": "Non possono essere richieste tasse di mutazione per il trasferimento della proprietà in seguito ad espropriazione; possono soltanto essere riscosse delle tasse di cancelleria, che sono a carico dell’espropriante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_92"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, IV. Iscrizioni nel registro fondiario",
        "citation": "Art. 93 cpv. 1 LEspr",
        "content": "L’espropriante può richiedere che l’acquisto di proprietà derivante dall’espropriazione sia iscritto nel registro fondiario immediatamente dopo il pagamento riconosciuto valido dell’indennità e la misurazione necessaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_93"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, IV. Iscrizioni nel registro fondiario",
        "citation": "Art. 93 cpv. 2 LEspr",
        "content": "Il presidente della commissione di stima può, a richiesta dell’espropriante, autorizzare l’iscrizione anche prima della misurazione definitiva, sempreché questi giustifichi di avervi un interesse e fornisca sufficienti garanzie per l’adempimento delle sue prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_93"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, IV. Iscrizioni nel registro fondiario",
        "citation": "Art. 93 cpv. 3 LEspr",
        "content": "A richiesta dell’espropriante, la commissione di stima ordina che l’avvenuto pagamento di un’indennità per l’espropriazione di diritti di vicinato sia menzionato nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_93"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 1. All’espropriato",
        "citation": "Art. 94 cpv. 1 LEspr",
        "content": "L’ufficio del registro fondiario non può versare al proprietario le indennità pagate per l’espropriazione di un fondo e per il deprezzamento di una particella non espropriata del fondo stesso, se non col consenso dei titolari di diritti reali limitati o di diritti personali annotati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_94"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 1. All’espropriato",
        "citation": "Art. 94 cpv. 2 LEspr",
        "content": "L’indennità per l’espropriazione di servitù non può essere versata agli aventi diritto se non col consenso dei titolari di diritti di pegno immobiliare o di oneri fondiari gravanti il fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_94"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, a. Uffici competenti",
        "citation": "Art. 95 cpv. 1 LEspr",
        "content": "Se, entro un congruo termine di almeno tre mesi, da fissargli dall’ufficio del registro fondiario, il proprietario espropriato o il titolare di una servitù espropriata non provi che tutti i titolari di diritti reali limitati consentono al pagamento nelle sue mani o ad una convenzione di ripartizione, l’ufficio del registro fondiario ripartisce la somma dell’indennità secondo gli articoli 96 a 100.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_95"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, a. Uffici competenti",
        "citation": "Art. 95 cpv. 2 LEspr",
        "content": "Previo avviso al Consiglio federale, i Governi cantonali possono affidare l’incarico della ripartizione, per tutto o parte del loro territorio, ad altri uffici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_95"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, a. Uffici competenti",
        "citation": "Art. 95 cpv. 3 LEspr",
        "content": "Contro le decisioni degli uffici di ripartizione è ammesso il ricorso all’autorità di vigilanza competente secondo il diritto cantonale e, in ultima istanza, al Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_95"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, a. Uffici competenti",
        "citation": "Art. 95 cpv. 4 LEspr",
        "content": "I Cantoni rispondono verso le persone lese, secondo l’articolo 955 del Codice civile svizzero, dei danni cagionati dalla violazione delle norme legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_95"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, b. Diffida a notificare le pretese",
        "citation": "Art. 96 cpv. 1 LEspr",
        "content": "Prima che sia stabilito lo stato di ripartizione tutti i titolari di diritti di pegno immobiliare, di oneri fondiari e d’usufrutti vengono diffidati, mediante pubblico avviso, a notificare entro il termine di venti giorni le loro pretese, comprese quelle per interessi e spese, e a produrre i titoli su cui si fondano. La diffida è accompagnata dalla comminatoria che coloro i quali non abbiano fatta la notificazione saranno esclusi dalla ripartizione in quanto i loro diritti non siano constatati dai registri pubblici e che, fino alla produzione di tali titoli, le somme corrispondenti rimarranno depositate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_96"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, b. Diffida a notificare le pretese",
        "citation": "Art. 96 cpv. 2 LEspr",
        "content": "Gli interessati indicati nei registri pubblici che abbiano un domicilio conosciuto od un rappresentante nella Svizzera ricevono copia di detto avviso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_96"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, c. Stato di ripartizione",
        "citation": "Art. 97 cpv. 1 LEspr",
        "content": "Trascorso il termine per le notificazioni, l’ufficio competente allestisce lo stato di ripartizione. Fondandosi sulle iscrizioni nel registro fondiario e negli altri registri pubblici, nonché sulle notificazioni che completano o rettificano queste iscrizioni, esso indica esattamente il grado e l’importo di ciascun credito nonché i rispettivi dividendi. Per il grado valgono le norme del Codice civile svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_97"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, c. Stato di ripartizione",
        "citation": "Art. 97 cpv. 2 LEspr",
        "content": "Nei limiti in cui i pagamenti abbiano per effetto l’estinzione di diritti di pegno, i diritti dei titolari di grado posteriore avanzano nei posti divenuti liberi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_97"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, d. Indennità per servitù",
        "citation": "Art. 98 LEspr",
        "content": "Le indennità pagate per l’estinzione di servitù sono devolute ai titolari di diritti di pegno immobiliare e di oneri fondiari del fondo dominante secondo il loro grado.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_98"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, e. Deposito dello stato di ripartizione e sua contestazione",
        "citation": "Art. 99 cpv. 1 LEspr",
        "content": "Lo stato di ripartizione rimane depositato durante trenta giorni presso l’ufficio incaricato della ripartizione, previo avviso agli interessati, che possono esaminarlo. Entro questo termine, ogni interessato può contestare lo stato di ripartizione davanti al giudice del luogo in cui si trova il fondo espropriato. Per la procedura si applicano le norme della legislazione sull’esecuzione e sul fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_99"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, e. Deposito dello stato di ripartizione e sua contestazione",
        "citation": "Art. 99 cpv. 2 LEspr",
        "content": "Allorché l’azione di modificazione dello stato di ripartizione è diretta contro l’ammissione ed il collocamento d’un altro interessato, essa dev’essere intentata contro quest’ultimo. Se l’azione ha per oggetto il proprio collocamento dell’attore, essa dev’essere promossa contro tutti gl’interessati il collocamento dei quali verrebbe mutato qualora l’azione fosse ammessa o, se essa non è tale da produrre siffatto mutamento, contro il solo espropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_99"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, e. Deposito dello stato di ripartizione e sua contestazione",
        "citation": "Art. 99 cpv. 3 LEspr",
        "content": "Il Tribunale deve informare l’ufficio di ripartizione sia dell’apertura sia dell’esito della causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_99"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, f. Pagamento",
        "citation": "Art. 100 cpv. 1 LEspr",
        "content": "L’ufficio di ripartizione versa ai titolari di diritti di pegno immobiliare, di oneri fondiari e d’usufrutti gli importi che loro sono assegnati, tuttoché il loro collocamento sia divenuto definitivo ed essi abbiano prodotto i loro titoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_100"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, f. Pagamento",
        "citation": "Art. 100 cpv. 2 LEspr",
        "content": "Se un creditore garantito da un’ipoteca o da una cartella ipotecaria subisce di tal guisa una perdita, gli si rilascia un’attestazione in questo senso; essa ha lo stesso valore di un riconoscimento giudiziale di debito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_100"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, V. Ripartizione, 2. Agli altri titolari di diritti reali, f. Pagamento",
        "citation": "Art. 100 cpv. 3 LEspr",
        "content": "Le somme spettanti ai titoli di pegno non prodotti vengono consegnate all’istituto cantonale dei depositi, avvertendone gli aventi diritto. L’eccedenza è versata all’espropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_100"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, VI. Aggiorna-mento del registro fondiario e dei titoli",
        "citation": "Art. 101 cpv. 1 LEspr",
        "content": "Operata la ripartizione, l’ufficio provvede alle modificazioni e cancellazioni divenute necessarie nel registro fondiario, nonché alla rettifica o alla cancellazione dei titoli di pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_101"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo VIII. Esecuzione, VI. Aggiorna-mento del registro fondiario e dei titoli",
        "citation": "Art. 101 cpv. 2 LEspr",
        "content": "Ove un titolo di pegno non sia stato prodotto, si faranno nondimeno le necessarie modificazioni e cancellazioni nel registro fondiario; esse saranno portate a notizia degli interessati mediante pubblico avviso e, se il loro nome e domicilio sono conosciuti, anche mediante lettera raccomandata; sarà aggiunta l’avvertenza che la alienazione o la costituzione in pegno del titolo senza indicazione della parte scoperta è punibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_101"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, I. Condizioni",
        "citation": "Art. 102 cpv. 1 LEspr",
        "content": "L’espropriato, che non vi abbia rinunziato espressamente per iscritto, può pretendere la retrocessione di un diritto espropriato, verso rimborso del prezzo che gli è stato pagato e, dato il caso, dell’indennità di deprezzamento:\na. quando, entro il termine di cinque anni dal suo acquisto da parte dell’espropriante, il diritto in questione non sia stato utilizzato allo scopo per il quale l’espropriazione ha avuto luogo. Il Dipartimento competente può prorogare questo termine se l’espropriante è stato senza sua colpa nell’impossibilità di eseguire i lavori;\nb. quando, entro il termine di venticinque anni, il diritto espropriato in vista di un futuro ampliamento di un’opera esistente non sia stato utilizzato a questo scopo;\nc. quando, senza che tale diritto sia stato utilizzato ad uno scopo di utilità pubblica, s’intenda alienarlo o adibirlo ad un uso per il quale l’espropriazione non è stata concessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_102"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, I. Condizioni",
        "citation": "Art. 102 cpv. 2 LEspr",
        "content": "Nel caso d’ampliamento dell’espropriazione giusta gli articoli 12 e 13, il diritto di ottenere la retrocessione esiste solo quando i requisiti per esercitarlo ricorrano in confronto dell’intiero oggetto espropriato, e non può essere fatto valere che per la totalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_102"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, II. Aventi diritto",
        "citation": "Art. 103 LEspr",
        "content": "Il diritto di ottenere la retrocessione può essere esercitato dal precedente proprietario del diritto espropriato o da’ suoi eredi. Ove però siasi espropriata soltanto una particella di un fondo od una servitù prediale, l’espropriato e i suoi eredi non possono pretendere la retrocessione se non quando siano ancora proprietari del resto del fondo o dell’anteriore fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_103"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, III. Avviso agli aventi diritto",
        "citation": "Art. 104 cpv. 1 LEspr",
        "content": "L’espropriante che intenda alienare il diritto espropriato o adibirlo ad uno scopo per il quale l’espropriazione non è concessa, deve darne avviso a chi ha il diritto di ottenere la retrocessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_104"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, III. Avviso agli aventi diritto",
        "citation": "Art. 104 cpv. 2 LEspr",
        "content": "Se questo diritto non può più venir esercitato, avendo l’espropriante omesso, per propria colpa, di dare l’avviso richiesto, questi deve risarcire il danno che ne deriva all’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_104"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, IV. Prescrizione",
        "citation": "Art. 105 cpv. 1 LEspr",
        "content": "Il diritto di ottenere la retrocessione per causa d’inutilizzazione del diritto espropriato può essere esercitato solo durante un anno dopo trascorsi i termini previsti nell’articolo 102 capoverso 1 lettere a e b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_105"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, IV. Prescrizione",
        "citation": "Art. 105 cpv. 2 LEspr",
        "content": "Il diritto di ottenere la retrocessione secondo l’articolo 102 capoverso 1 lettera c si prescrive in un anno a contare dal giorno in cui l’avente diritto ha ricevuto l’avviso o, se questo avviso sia stato omesso, dal giorno nel quale egli ha avuto notizia dell’alienazione o della diversa destinazione; in tutti i casi però in cinque anni dal compimento di uno di questi fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_105"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, V. Conguaglio",
        "citation": "Art. 106 cpv. 1 LEspr",
        "content": "Il diritto espropriato dev’essere restituito nello stato in cui si trova al momento nel quale viene formulata la domanda di retrocessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_106"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, V. Conguaglio",
        "citation": "Art. 106 cpv. 2 LEspr",
        "content": "Se l’espropriante ha introdotto delle modificazioni e se lo stato anteriore non può più essere ristabilito o lo può essere solo con spese sproporzionate, chi pretende la retrocessione deve rifondere adeguatamente il maggior valore; egli è in diritto di dedurre il deprezzamento dalla sua prestazione. L’espropriante può togliere gl’impianti fatti da lui in quanto ciò sia possibile senza pregiudizio pel diritto da retrocedere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_106"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, VI. Esecuzione",
        "citation": "Art. 107 LEspr",
        "content": "Chi pretende la retrocessione è tenuto a pagare il controvalore entro il termine di tre mesi, a contare dal giorno in cui l’obbligo di retrocedere e la consistenza delle sue prestazioni sono stati riconosciuti o definitivamente fissati. L’inosservanza di questo termine ha per effetto la perdita del diritto alla retrocessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_107"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo IX. Retrocessione, VII. Decisione sulle pretese di retrocessione",
        "citation": "Art. 108 cpv. Per. abrogato dall’all. n. 65 della L del 17 giu. 2005 sul Tribunale amministrativo federale, con effetto dal 1° gen. 2007 (RU 2006 2197 1069; FF 2001 3764). LEspr",
        "content": "Qualora il diritto di ottenere la retrocessione sia contestato o le parti non possono intendersi sull’importo della controprestazione, spetta alla commissione di stima decidere. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_108"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, I. Pubblicazioni",
        "citation": "Art. 109 LEspr",
        "content": "Le pubblicazioni sono effettuate negli organi di pubblicazione ufficiali dei Cantoni e dei Comuni il cui territorio è interessato. Per il computo dei termini è determinante la pubblicazione nell’organo ufficiale del Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_109"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, II. Diritto procedurale",
        "citation": "Art. 110 cpv. RS 172.021 LEspr",
        "content": "Sempreché la presente legge non disponga altrimenti, la procedura è retta dalla legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_110"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, III. Allegati delle parti",
        "citation": "Art. 111 LEspr",
        "content": "Gli allegati prescritti dalla presente legge per la commissione di stima devono essere presentati almeno con i duplicati necessari per la trasmissione alle controparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_111"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, IV. Dispensa dal bollo",
        "citation": "Art. 112 LEspr",
        "content": "Gli atti prodotti dalle parti e quelli emanati dalla commissione di stima e dal suo presidente sono dispensati dal bollo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_112"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 1. Ordinanza del Consiglio federale",
        "citation": "Art. 113 cpv. 1 LEspr",
        "content": "Il Consiglio federale fisserà mediante ordinanza le tasse da riscuotere per le operazioni eseguite in virtù della presente legge, come pure le indennità delle commissioni di stima e dei loro presidenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_113"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 2. Ripartizione, competenza",
        "citation": "Art. 114 cpv. 1 LEspr",
        "content": "Le spese cagionate dall’esercizio del diritto d’espropriazione sono a carico dell’espropriante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_114"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 2. Ripartizione, competenza",
        "citation": "Art. 114 cpv. 2 LEspr",
        "content": "Nei casi di richieste manifestamente abusive o di pretese palesemente esagerate, le spese possono essere addossate, tutte o in parte, all’espropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_114"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 2. Ripartizione, competenza",
        "citation": "Art. 114 cpv. 3 LEspr",
        "content": "Alla procedura di retrocessione (art. 102 e 103) e, ove non siano soddisfatte le condizioni menzionate nell’articolo 36 capoverso 2, alla procedura indipendente d’espropriazione sono applicabili i principi generali sulle spese della legge del 4 dicembre 1947 di procedura civile federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_114"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 2. Ripartizione, competenza",
        "citation": "Art. 114 cpv. 4 LEspr",
        "content": "Ciascuna autorità stabilisce autonomamente le spese procedurali per la propria fase della procedura; rimangono salve le decisioni delle autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_114"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 3. Spese ripetibili",
        "citation": "Art. 115 cpv. 1 LEspr",
        "content": "L’espropriante deve pagare all’espropriato una congrua indennità per le spese ripetibili necessarie, cagionate a quest’ultimo dalle procedure di espropriazione, di conciliazione e di stima. Nella procedura combinata, tale pretesa sussiste per ciascuna parte alla procedura di approvazione dei piani minacciata di espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_115"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 3. Spese ripetibili",
        "citation": "Art. 115 cpv. 2 LEspr",
        "content": "Se le conclusioni dell’espropriato vengono respinte totalmente o preponderantemente, si può rinunciare, in tutto o in parte, all’aggiudicazione delle spese ripetibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_115"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 3. Spese ripetibili",
        "citation": "Art. 115 cpv. 3 LEspr",
        "content": "Nei casi di richieste manifestamente abusive o di pretese palesemente esagerate, l’espropriato può essere costretto a pagare le spese ripetibili all’espropriante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_115"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 3. Spese ripetibili",
        "citation": "Art. 115 cpv. 4 LEspr",
        "content": "L’articolo 114 capoversi 3 e 4 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_115"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 4. Nella proce-, dura davanti al Tribunale amministrativo federale e al Tribunale federale",
        "citation": "Art. 116 cpv. 1 LEspr",
        "content": "Le spese di procedura davanti al Tribunale amministrativo federale, comprese le spese ripetibili dell’espropriato, sono addossate all’espropriante. Se le conclusioni dell’espropriato vengono respinte totalmente o preponderantemente, si può procedere ad una diversa ripartizione. In ogni caso, le spese provocate inutilmente sono addossate a chi le ha cagionate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_116"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 4. Nella proce-, dura davanti al Tribunale amministrativo federale e al Tribunale federale",
        "citation": "Art. 116 cpv. 2 LEspr",
        "content": "Nei casi menzionati nell’articolo 114 capoverso 3, le spese sono ripartite secondo i principi generali della legge di procedura civile federale, del 4 dicembre 1947.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_116"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, V. Spese, 4. Nella proce-, dura davanti al Tribunale amministrativo federale e al Tribunale federale",
        "citation": "Art. 116 cpv. 3 LEspr",
        "content": "Nella procedura davanti al Tribunale federale, la ripartizione delle spese è retta della legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_116"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, VI. Garanzie",
        "citation": "Art. 117 LEspr",
        "content": "Quando il diritto d’espropriazione sia esercitato dalla Confederazione, dai Cantoni o dai Comuni, essi sono dispensati dall’obbligo di fornire garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_117"
    },
    {
        "book": "EntG",
        "title": "LEspr, Capo X. Disposizioni diverse, VII. Disposizione penale",
        "citation": "Art. 118 cpv. RS 311.0 LEspr",
        "content": "Chiunque tolga, danneggi o sposti i segnali, i paletti o altri segni adoperati per una misurazione, un picchettamento o un profilo eseguiti in vista di un’espropriazione da fare secondo la presente legge, è punito con la multa fino a 300 franchi, salvo che non sia comminata una pena più grave giusta il Codice penale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/it#art_118"
    }
]