[
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, I. Conditions",
        "citation": "Art. 1 al. 1 LEx",
        "content": "Le droit d’expropriation peut être exercé pour des travaux qui sont dans l’intérêt de la Confédération ou d’une partie considérable du pays, ainsi que pour d’autres buts d’intérêt public reconnus par une loi fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_1"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, I. Conditions",
        "citation": "Art. 1 al. 2 LEx",
        "content": "Il ne peut s’exercer que dans la mesure nécessaire pour atteindre le but poursuivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_1"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, II. Exercice, 1. Principe",
        "citation": "Art. 2 LEx",
        "content": "La Confédération peut exercer elle-même le droit d’expropriation ou le conférer à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_2"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, II. Exercice, 2. Modalités",
        "citation": "Art. 3 al. 1 LEx",
        "content": "Le droit d’expropriation est exercé par la Confédération en vertu d’une décision du Conseil fédéral, à moins que la législation fédérale n’attribue cette compétence à une autre autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_3"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, II. Exercice, 2. Modalités",
        "citation": "Art. 3 al. 2 LEx",
        "content": "Le droit d’expropriation peut être conféré à des tiers sur la base:\na. d’un arrêté fédéral pour les travaux qui sont dans l’intérêt de la Confédération ou d’une partie considérable du pays;\nb. d’une loi fédérale pour d’autres buts d’intérêt public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_3"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, II. Exercice, 2. Modalités",
        "citation": "Art. 3 al. 3 LEx",
        "content": "Si, dans le cas prévu à l’al. 2, le droit d’expropriation doit être expressément conféré à des tiers, le département compétent en l’espèce décide. Est réservée, lorsqu’il s’agit de concessions, l’attribution du droit d’expropriation par l’autorité accordant la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_3"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, III. Étendue",
        "citation": "Art. 4 LEx",
        "content": "Le droit d’expropriation peut être exercé:\na. pour l’exécution, la transformation, l’entretien et l’exploitation de travaux, ainsi que pour l’extension future de ceux-ci;\nb. pour le transport et le dépôt du matériel de construction nécessaire;\nc. pour l’acquisition de ce matériel, s’il n’est possible de se le procurer qu’à des conditions particulièrement onéreuses;\nd. pour la mise en oeuvre des mesures de protection, de reconstitution ou de remplacement prises dans le cadre de la réalisation d’un ouvrage conformément aux dispositions fédérales sur la protection de l’environnement, de la nature et du paysage;\ne. pour l’exécution des mesures nécessaires au remplacement en nature de droits expropriés ou à la sauvegarde d’intérêts publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_4"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, IV. Objet",
        "citation": "Art. 5 al. 1 LEx",
        "content": "Peuvent faire l’objet de l’expropriation les droits réels immobiliers, les droits résultant des dispositions sur la propriété foncière en matière de rapports de voisinage, en outre les droits personnels des locataires ou fermiers de l’immeuble à exproprier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_5"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, IV. Objet",
        "citation": "Art. 5 al. 2 LEx",
        "content": "Ces droits peuvent être supprimés ou restreints soit définitivement, soit temporairement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_5"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 1. De durée",
        "citation": "Art. 6 al. 1 LEx",
        "content": "L’expropriation à titre temporaire est limitée dans sa durée à dix ans au maximum, à moins que la loi, l’arrêté du Conseil fédéral ou une convention n’en disposent autrement. Le délai court dès la mise en possession et prend fin en tout cas trois mois après l’achèvement de l’ouvrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_6"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 1. De durée",
        "citation": "Art. 6 al. 2 LEx",
        "content": "Si l’expropriation à titre temporaire fait perdre à un droit sa valeur essentielle pour l’exproprié, celui-ci peut exiger l’expropriation à titre permanent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_6"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 2. De droit public et de droit de voisinage",
        "citation": "Art. 7 al. 1 LEx",
        "content": "Sauf disposition contraire de la loi, les droits constitués sur les immeubles affectés à un but d’intérêt public peuvent être expropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_7"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 2. De droit public et de droit de voisinage",
        "citation": "Art. 7 al. 2 LEx",
        "content": "Lorsque l’exécution ou l’exploitation de l’entreprise de l’expropriant porte atteinte à des travaux publics existants (tels que voies, ponts, conduites, etc.), l’expropriant est tenu de prendre toutes les mesures pour assurer l’utilisation de ces ouvrages, dans la mesure où l’intérêt public l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_7"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 2. De droit public et de droit de voisinage",
        "citation": "Art. 7 al. 3 LEx",
        "content": "L’expropriant doit également exécuter les ouvrages qui sont propres à mettre le public et les fonds voisins à l’abri des dangers et des inconvénients qu’impliquent nécessairement l’exécution et l’exploitation de son entreprise et qui ne doivent pas être tolérés d’après les règles du droit de voisinage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_7"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 3. Remplacement de terrains cultivés",
        "citation": "Art. 8 LEx",
        "content": "Lorsque l’exécution de l’ouvrage entraîne la disparition de grandes surfaces de terrain cultivé, l’octroi du droit d’expropriation peut être soumis à la condition que l’expropriant pourvoie à leur remplacement intégral ou partiel en rendant cultivables des terrains en friche ou de faible rendement. Le droit d’expropriation peut être concédé à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_8"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 4. Protection des sites",
        "citation": "Art. 9 al. 1 LEx",
        "content": "La beauté des sites doit être conservée dans la mesure du possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_9"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 4. Protection des sites",
        "citation": "Art. 9 al. 2 LEx",
        "content": "Les ouvrages doivent déparer le moins possible le paysage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_9"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 5. Fontaines de sources",
        "citation": "Art. 10 LEx",
        "content": "Les droits sur les fontaines, sources et cours d’eau indispensables à un immeuble, à un service d’approvisionnement d’eau ou à une autre installation hydraulique d’intérêt public ne peuvent être expropriés que si l’expropriant fournit un équivalent d’eau suffisant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_10"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 6. Parties intégrantes et accessoires",
        "citation": "Art. 11 al. 1 LEx",
        "content": "Les parties intégrantes et les accessoires d’un immeuble exproprié, susceptibles d’en être séparés sans frais disproportionnés, sont excepté de l’expropriation: à la demande de l’exproprié, lorsqu’ils ne sont pas nécessaires à l’entreprise de l’expropriant;à la demande de l’expropriant, lorsque l’exproprié peut les employer avec profit indépendamment de la chose principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_11"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, V. Restrictions, 6. Parties intégrantes et accessoires",
        "citation": "Art. 11 al. 2 LEx",
        "content": "Si la séparation met en péril les droits de créanciers gagistes, ceux-ci peuvent requérir des sûretés conformément aux art. 808 et 809 du code civil suisse lors même que la dépréciation n’est pas due à une faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_11"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VI. Extension, 1. À la demande de l’exproprié",
        "citation": "Art. 12 al. 1 LEx",
        "content": "Lorsque la demande d’expropriation ne vise qu’une partie d’un immeuble ou de plusieurs immeubles dépendant économiquement les uns des autres et que le reste n’est plus susceptible d’être utilisé selon l’affectation qui lui était destinée ou qu’il ne saurait l’être sans difficultés excessives, l’exproprié peut demander l’expropriation totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_12"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VI. Extension, 1. À la demande de l’exproprié",
        "citation": "Art. 12 al. 2 LEx",
        "content": "Lorsque la constitution d’un droit réel restreint ne permet plus à l’exproprié d’utiliser l’immeuble selon l’affectation qui lui était destinée ou que cette utilisation soulèverait des difficultés excessives, il peut demander l’expropriation de l’immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_12"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VI. Extension, 1. À la demande de l’exproprié",
        "citation": "Art. 12 al. 3 LEx",
        "content": "L’exproprié qui a obtenu l’extension de l’expropriation peut y renoncer dans le délai de vingt jours dès la fixation définitive de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_12"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VI. Extension, 2. À la demande de l’expropriant",
        "citation": "Art. 13 al. 1 LEx",
        "content": "Lorsque, en cas d’expropriation partielle, l’indemnité à payer pour la dépréciation de la partie restante est supérieure au tiers de la valeur de cette partie, l’expropriant peut demander l’expropriation totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_13"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VI. Extension, 2. À la demande de l’expropriant",
        "citation": "Art. 13 al. 2 LEx",
        "content": "Il doit former la demande d’extension aux débats sur l’estimation en exigeant une double estimation (art. 71); en cas de recours devant le Tribunal administratif fédéral contre la décision de la commission d’estimation relative à l’expropriation partielle, la demande d’extension peut aussi être formée conjointement. L’expropriant est tenu de déclarer, dans le délai de 20 jours à compter de la fixation définitive de l’indemnité, s’il opte pour l’expropriation partielle ou pour l’expropriation totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_13"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VII. Renonciation à l’expropriation",
        "citation": "Art. 14 al. 1 LEx",
        "content": "Dans le délai de vingt jours dès la date où l’arrêt fixant l’indemnité est devenu définitif, l’expropriant a la faculté, s’il n’a pas demandé l’envoi en possession anticipé, de renoncer à l’exécution de l’expropriation par une déclaration écrite, adressée à l’exproprié. À la requête de l’expropriant, la commission d’estimation peut prolonger ce délai, moyennant avis donné à l’exproprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_14"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VII. Renonciation à l’expropriation",
        "citation": "Art. 14 al. 2 LEx",
        "content": "L’expropriant est tenu de réparer le dommage qu’il a causé à l’exproprié par sa renonciation. L’action en dommages-intérêts doit être ouverte devant la commission d’estimation. Elle se prescrit par six mois dès la déclaration de renonciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_14"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VII. Renonciation à l’expropriation",
        "citation": "Art. 14 al. 3 LEx",
        "content": "L’exproprié peut, sur production de la déclaration de renonciation, faire radier au registre foncier toute restriction du droit de disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_14"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VIII. Mesures préparatoires",
        "citation": "Art. 15 al. 1 LEx",
        "content": "Sauf disposition contraire de la législation spéciale, les passages, levés de plans, piquetages et mesurages qui sont indispensables à la préparation d’un projet pouvant donner lieu à expropriation doivent faire l’objet d’une publication ou d’un avis écrit au propriétaire dix jours au moins avant d’être entrepris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_15"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VIII. Mesures préparatoires",
        "citation": "Art. 15 al. 2 LEx",
        "content": "Lorsque d’autres actes préparatoires tels que des analyses du sol et des bâtiments sont indispensables, ils doivent faire l’objet d’un avis écrit au propriétaire 30 jours au moins avant d’être entrepris. Si le propriétaire fait opposition, ces actes requièrent l’autorisation de l’autorité compétente visée à l’art. 38. Le délai pour faire opposition est de 10 jours. Le propriétaire doit être avisé de ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_15"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre I, Le droit d’expropriation, VIII. Mesures préparatoires",
        "citation": "Art. 15 al. 3 LEx",
        "content": "Le dommage résultant d’actes préparatoires donne lieu à une indemnité pleine et entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_15"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, I. En général",
        "citation": "Art. 16 LEx",
        "content": "L’expropriation ne peut avoir lieu que moyennant indemnité pleine et entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_16"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, II. Nature de l’indemnité, 1. Réparation en argent",
        "citation": "Art. 17 LEx",
        "content": "Sauf disposition légale ou convention contraire, l’indemnité est payable en argent sous la forme d’un capital ou d’une rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_17"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, II. Nature de l’indemnité, 2. Réparation en nature",
        "citation": "Art. 18 al. 1 LEx",
        "content": "La prestation en argent peut être remplacée en tout ou partie par un équivalent en nature, en particulier lorsque l’expropriation empêche de maintenir l’exploitation d’une entreprise agricole ou qu’elle concerne des droits d’eau et de force hydraulique ou enfin qu’elle porte atteinte à des voies de communication ou à des conduites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_18"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, II. Nature de l’indemnité, 2. Réparation en nature",
        "citation": "Art. 18 al. 2 LEx",
        "content": "La réparation en nature n’est admissible sans le consentement de l’exproprié que si les intérêts de celui-ci sont suffisamment sauvegardés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_18"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, II. Nature de l’indemnité, 2. Réparation en nature",
        "citation": "Art. 18 al. 3 LEx",
        "content": "L’attribution d’un immeuble à titre d’indemnité en nature ne peut avoir lieu que si l’exproprié est consentant et si les titulaires de droits de gage sur l’immeuble exproprié dont les créances ne sont pas remboursées acceptent le remplacement du gage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_18"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, III. Éléments de l’indemnité",
        "citation": "Art. 19 LEx",
        "content": "Doivent être pris en considération, pour la fixation de l’indemnité, tous préjudices subis par l’exproprié du chef de la suppression ou de la diminution de ses droits. En conséquence, l’indemnité comprend:\na. la pleine valeur vénale du droit exproprié;\nabis. pour les terrains cultivables entrant dans le champ d’application de la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR), trois fois le prix maximal déterminé selon l’art. 66, al. 1, LDFR;\nb. en outre, en cas d’expropriation partielle d’un immeuble ou de plusieurs immeubles dépendant économiquement les uns des autres, le montant dont est réduite la valeur vénale de la partie restante;\nc. le montant de tous autres préjudices subis par l’exproprié, en tant qu’ils peuvent être prévus, dans le cours normal des choses, comme une conséquence de l’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_19"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 1. Date déterminante",
        "citation": "Art. 19bis LEx",
        "content": "Est déterminante la valeur vénale (art. 19, let. a) du jour où le titre d’expropriation devient exécutoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_19_bis"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 1bis. Estimation en général",
        "citation": "Art. 20 al. 1 LEx",
        "content": "L’estimation de la valeur vénale doit tenir compte dans une juste mesure de la possibilité de mieux utiliser l’immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_20"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 1bis. Estimation en général",
        "citation": "Art. 20 al. 2 LEx",
        "content": "La valeur des charges particulières dont l’exproprié est libéré est portée en déduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_20"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 1bis. Estimation en général",
        "citation": "Art. 20 al. 3 LEx",
        "content": "Il n’est pas tenu compte des augmentations ou des diminutions de valeur résultant de l’entreprise de l’expropriant. L’exproprié a le droit d’enlever, jusqu’à la prise de possession par l’expropriant, les installations dont résulte une augmentation de valeur pour laquelle il n’est pas indemnisé, pourvu que cette suppression ne porte pas préjudice au droit exproprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_20"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 2. Charges",
        "citation": "Art. 21 al. 1 LEx",
        "content": "L’estimation de la valeur vénale des immeubles doit tenir compte des servitudes existant lors du dépôt du plan d’expropriation, usufruits exceptés, ainsi que des baux à loyer et à ferme annotés au registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_21"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 2. Charges",
        "citation": "Art. 21 al. 2 LEx",
        "content": "Si d’autres droits personnels, tels que des droits de préemption, d’emption et de réméré, sont annotés au registre foncier, l’indemnité accordée aux ayants droit en conformité de l’art. 23 est portée en déduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_21"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 2. Charges",
        "citation": "Art. 21 al. 3 LEx",
        "content": "Les titulaires de droits de gage immobilier ou de charges foncières de rang antérieur qui subiraient un dommage par suite de l’application des al. 1 et 2 peuvent exiger qu’il ne soit pas tenu compte, pour la fixation de la valeur vénale de l’immeuble, des droits inscrits ou annotés au registre foncier sans leur consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_21"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 3. Expropriation partielle",
        "citation": "Art. 22 al. 1 LEx",
        "content": "En cas d’expropriation partielle, il n’est pas accordé d’indemnité de dépréciation pour la partie restante, lorsque la dépréciation se trouve compensée par des avantages particuliers résultant de l’entreprise de l’expropriant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_22"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, IV. Valeur vénale, 3. Expropriation partielle",
        "citation": "Art. 22 al. 2 LEx",
        "content": "Par contre, il est tenu compte du dommage résultant de la perte ou de la diminution d’avantages influant sur la valeur vénale et que la partie restante aurait, selon toute vraisemblance, conservés s’il n’y avait pas eu d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_22"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, V. Indemnité pour droits réels restreints, 1. Servitudes et droits personnels",
        "citation": "Art. 23 al. 1 LEx",
        "content": "Les titulaires de servitudes expropriées, usufruits exceptés, et de droits personnels annotés au registre foncier sont indemnisés intégralement pour le dommage résultant de la diminution ou de l’extinction de leurs droits (art. 91), dans la mesure où l’art. 21, al. 3, permet d’en tenir compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_23"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, V. Indemnité pour droits réels restreints, 1. Servitudes et droits personnels",
        "citation": "Art. 23 al. 2 LEx",
        "content": "Les locataires ou fermiers peuvent, même si leurs droits ne sont pas annotés au registre foncier, exiger la réparation intégrale du dommage résultant pour eux de l’extinction avant terme du bail conclu antérieurement à l’introduction de la procédure d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_23"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, V. Indemnité pour droits réels restreints, 2. Droits de gage immobilier, charges foncières et usufruits",
        "citation": "Art. 24 al. 1 LEx",
        "content": "Les titulaires de droits de gage immobilier, de charges foncières et d’usufruits constitués sur la chose expropriée exercent leurs droits, conformément au code civil suisse, sur l’indemnité qui la remplace. Ils sont autorisés à formuler de leur propre chef des conclusions, s’ils risquent d’être lésés dans leurs droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_24"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, V. Indemnité pour droits réels restreints, 2. Droits de gage immobilier, charges foncières et usufruits",
        "citation": "Art. 24 al. 2 LEx",
        "content": "Les usufruitiers peuvent en outre demander de leur propre chef la réparation du dommage résultant, pour eux, de la privation de la chose soumise à usufruit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_24"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, VI. Exclusion de l’indemnité",
        "citation": "Art. 25 LEx",
        "content": "Il n’est dû aucune indemnité pour les droits et les prétentions résultant d’actes illicites ou abusifs ou créés exclusivement pour obtenir une indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_25"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, VII. Nouveaux rapports de propriété",
        "citation": "Art. 26 al. 1 LEx",
        "content": "Les installations nouvelles exécutées par l’expropriant conformément à l’art. 7 qui remplacent ou complètent des installations existantes deviennent, sauf entente contraire, la propriété de celui auquel appartenaient ces dernières. L’expropriant répond des frais supplémentaires occasionnés par l’entretien des installations nouvelles, dans la mesure où ils ne sont pas compensés par des avantages résultant de ces installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_26"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, VII. Nouveaux rapports de propriété",
        "citation": "Art. 26 al. 2 LEx",
        "content": "L’expropriant devient propriétaire des installations et des immeubles auparavant affectés au service public, qui sont rendus disponibles par les installations nouvelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_26"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre II, Indemnité, VII. Nouveaux rapports de propriété",
        "citation": "Art. 26 al. 3 LEx",
        "content": "La commission d’estimation statue sur les contestations qui peuvent se produire à ce sujet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_26"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, I. Principe",
        "citation": "Art. 27 LEx",
        "content": "La procédure d’expropriation doit être conduite en combinaison avec la procédure d’approbation des plans visant l’ouvrage qui justifie l’expropriation. Elle doit être conduite comme une procédure autonome lorsque la loi ne prévoit pas de procédure d’approbation des plans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_27"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 1. Demande d’approbation des plans",
        "citation": "Art. 28 al. 1 LEx",
        "content": "Si un ouvrage qui requiert une approbation des plans nécessite une expropriation, la demande d’approbation des plans doit exposer la nécessité et l’étendue de cette expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_28"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 1. Demande d’approbation des plans",
        "citation": "Art. 28 al. 2 LEx",
        "content": "Elle doit être complétée par un plan d’expropriation et un tableau des droits expropriés indiquant les immeubles dont l’expropriation est nécessaire, leurs propriétaires, les surfaces concernées ainsi que les droits réels restreints et les droits personnels annotés à exproprier constatés par le registre foncier ou les autres registres publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_28"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 1. Demande d’approbation des plans",
        "citation": "Art. 28 al. 3 LEx",
        "content": "Si des servitudes sont constituées, leur contenu doit être exposé dans les grandes lignes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_28"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 1. Demande d’approbation des plans",
        "citation": "Art. 28 al. 4 LEx",
        "content": "Si l’expropriation est faite à titre temporaire, sa durée doit être indiquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_28"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 2. Publication",
        "citation": "Art. 30 al. 1 LEx",
        "content": "Le texte publié de la demande d’approbation des plans doit indiquer que les demandes visées à l’art. 33, al. 1 et 2, doivent être soumises dans le délai d’opposition prévu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_30"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 2. Publication",
        "citation": "Art. 30 al. 2 LEx",
        "content": "Il doit attirer expressément l’attention sur les dispositions suivantes:\na. art. 32 relatif à l’information des locataires et des fermiers;\nb. art. 42 à 44 relatifs au ban d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_30"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 3. Avis personnel",
        "citation": "Art. 31 al. 1 LEx",
        "content": "Avant la publication de la demande d’approbation des plans, l’expropriant adresse une copie du texte qui sera publié à chacune des personnes visées par la demande d’expropriation qui lui sont connues par le registre foncier ou par des registres publics ou de toute autre façon. Il indique ce qui est réclamé de chaque intéressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_31"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 3. Avis personnel",
        "citation": "Art. 31 al. 2 LEx",
        "content": "Si une personne visée par la demande d’expropriation reçoit l’avis personnel après la publication de la demande, son délai d’opposition commence à courir à la réception de cet avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_31"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 3. Avis personnel",
        "citation": "Art. 31 al. 3 LEx",
        "content": "L’avis personnel indique:\na. le but et l’étendue de l’expropriation;\nb. sommairement, le genre et l’emplacement de l’ouvrage à exécuter;\nc. les droits dont la cession ou la constitution est requise;\nd. le lieu où le dossier de demande peut être consulté pendant le délai d’opposition;\ne. la sommation de produire les oppositions et prétentions, conformément à l’art. 33, al. 1;\nf. la sommation d’aviser les locataires et les fermiers, conformément à l’art. 32;\ng. le ban d’expropriation et ses conséquences, conformément aux art. 42 à 44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_31"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 4. Avis aux locataires et fermiers",
        "citation": "Art. 32 al. 1 LEx",
        "content": "Si l’expropriation porte atteinte à des baux à loyer ou à ferme qui ne sont pas annotés au registre foncier, les bailleurs sont tenus d’en informer, sitôt après réception de l’avis personnel, leurs locataires ou fermiers et d’aviser l’expropriant de l’existence de tels contrats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_32"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 4. Avis aux locataires et fermiers",
        "citation": "Art. 32 al. 2 LEx",
        "content": "Si les bailleurs ne reçoivent l’avis personnel qu’après la publication de la demande d’approbation des plans, les locataires et fermiers sont soumis aux mêmes délais que les bailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_32"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 5. Opposition",
        "citation": "Art. 33 al. 1 LEx",
        "content": "Les demandes suivantes doivent être soumises dans le délai d’opposition de 30 jours:\na. les oppositions à l’expropriation;\nb. les demandes fondées sur les art. 7 à 10;\nc. les demandes de réparation en nature (art. 18);\nd. les demandes d’extension de l’expropriation (art. 12);\ne. les demandes d’indemnité d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_33"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 5. Opposition",
        "citation": "Art. 33 al. 2 LEx",
        "content": "Les locataires et les fermiers, ainsi que les bénéficiaires de servitudes et de droits personnels annotés (art. 23 et 24, al. 2), sont également tenus de produire leurs prétentions dans le délai d’opposition prévu. Sont exceptés les droits de gage et les charges foncières grevant un immeuble dont l’expropriation est requise, ainsi que les droits d’usufruit, sauf pour le dommage que l’usufruitier prétend subir du fait de la privation de la chose soumise à son droit (art. 24).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_33"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 5. Opposition",
        "citation": "Art. 33 al. 3 LEx",
        "content": "Les demandes d’indemnité d’expropriation visées aux al. 1, let. e, et 2, doivent être structurées conformément à l’art. 19 et, dans la mesure du possible, être chiffrées. Elles peuvent être précisées ultérieurement dans le cadre de la procédure de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_33"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 5. Opposition",
        "citation": "Art. 33 al. 4 LEx",
        "content": "Lorsque les ayants droit n’ont pas produit leurs prétentions, la commission d’estimation les estime pour autant qu’elles soient notoires ou qu’elles ressortent du tableau des droits expropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_33"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 6. Approbation des plans",
        "citation": "Art. 34 al. 1 LEx",
        "content": "En approuvant les plans, l’autorité compétente statue également sur les oppositions en matière d’expropriation au sens de l’art. 33, al. 1, let. a à c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_34"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 6. Approbation des plans",
        "citation": "Art. 34 al. 2 LEx",
        "content": "Pour autant que les demandes visées à l’art. 33, al. 1, let. d et e, nécessitent une procédure de conciliation et, le cas échéant, une procédure d’estimation, l’autorité chargée de l’approbation remet au président de la commission d’estimation compétente, une fois que l’approbation des plans est entrée en force, notamment la décision rendue, les plans approuvés, le plan d’expropriation, le tableau des droits expropriés et les prétentions produites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_34"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 7. Procédure simplifiée d’approbation des plans ",
        "citation": "Art. 35 al. 1 LEx",
        "content": "Les art. 28 et 31 à 34 s’appliquent par analogie aux cas où une procédure simplifiée d’approbation des plans a lieu sans publication et que des expropriations sont autorisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_35"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, II. Procédure combinée d’expropriation 7. Procédure simplifiée d’approbation des plans ",
        "citation": "Art. 35 al. 2 LEx",
        "content": "L’expropriant doit adresser les avis personnels visés à l’art. 31 à l’autorité chargée de l’approbation. Celle-ci les transmet avec la demande aux personnes à exproprier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_35"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 1. Conditions",
        "citation": "Art. 36 al. 1 LEx",
        "content": "Lorsque des droits visés à l’art. 5 doivent être expropriés sans qu’une décision soit prise dans le cadre d’une procédure combinée au sens des art. 28 à 35, une procédure autonome d’expropriation doit être menée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_36"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 1. Conditions",
        "citation": "Art. 36 al. 2 LEx",
        "content": "Lorsqu’une procédure d’expropriation a déjà été menée pour l’ouvrage, une procédure autonome d’expropriation n’est admissible que dans les cas suivants:\na. l’expropriant requiert la suppression d’un droit ou y porte atteinte alors que le plan d’expropriation déposé, le tableau d’expropriation ou les indications données par un avis personnel ne le prévoyaient pas ou ne le prévoyaient pas dans cette ampleur, ou\nb. un dommage survient, qui ne pouvait pas être prévu ou dont l’étendue ne pouvait pas être prévue lors du dépôt des plans ou de l’avis personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_36"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 2. Droits déjà exercés",
        "citation": "Art. 37 al. 1 LEx",
        "content": "Si le droit à exproprier est déjà exercé dans les faits, l’expropriant doit demander à l’autorité compétente, une fois qu’il a connaissance de l’utilisation de ce droit, d’ouvrir une procédure autonome d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_37"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 2. Droits déjà exercés",
        "citation": "Art. 37 al. 2 LEx",
        "content": "Dans de tels cas, l’exproprié est également habilité à demander à l’autorité compétente d’ouvrir une procédure autonome d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_37"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 2. Droits déjà exercés",
        "citation": "Art. 37 al. 3 LEx",
        "content": "Les demandes et prétentions en matière d’expropriation se prescrivent par cinq ans après que l’exproprié a eu connaissance de l’utilisation du droit concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_37"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 3. Compétence",
        "citation": "Art. 38 al. 1 LEx",
        "content": "Le département compétent pour la procédure autonome d’expropriation est le département compétent en l’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_38"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 3. Compétence",
        "citation": "Art. 38 al. 2 LEx",
        "content": "L’autorité chargée de l’approbation des plans statue en lieu et place du département si l’expropriation est liée à un ouvrage dont la réalisation requiert une approbation des plans en vertu de la législation spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_38"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 3. Compétence",
        "citation": "Art. 38 al. 3 LEx",
        "content": "Les règles de compétences spéciales prévues par d’autres lois fédérales sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_38"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 4. Ouverture de la procédure",
        "citation": "Art. 39 al. 1 LEx",
        "content": "L’autorité compétente examine la demande d’ouverture d’une procédure autonome d’expropriation et requiert de l’expropriant les documents nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_39"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 4. Ouverture de la procédure",
        "citation": "Art. 39 al. 2 LEx",
        "content": "Elle peut requérir en particulier les documents visés à l’art. 28 et les avis personnels visés à l’art. 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_39"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 5. Procédure",
        "citation": "Art. 40 al. 1 LEx",
        "content": "L’autorité compétente décide si une publication associée au dépôt public de la demande est nécessaire; les art. 30 à 33 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_40"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 5. Procédure",
        "citation": "Art. 40 al. 2 LEx",
        "content": "S’il n’est pas nécessaire de publier la demande d’expropriation, l’autorité compétente la soumet directement à la partie adverse et, le cas échéant, aux autres personnes concernées; les art. 31 à 33 et 35, al. 2, s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_40"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 5. Procédure",
        "citation": "Art. 40 al. 3 LEx",
        "content": "L’autorité compétente peut en outre ordonner le piquetage et le profilement de l’ouvrage planifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_40"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 6. Décision",
        "citation": "Art. 41 al. 1 LEx",
        "content": "L’autorité compétente statue sur les oppositions en matière d’expropriation conformément à l’art. 33, al. 1, let. a à c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_41"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, III. Procédure autonome d’expropriation, 6. Décision",
        "citation": "Art. 41 al. 2 LEx",
        "content": "Pour autant que les demandes visées à l’art. 33, al. 1, let. d et e, nécessitent une procédure de conciliation et, le cas échéant, une procédure d’estimation, l’autorité compétente remet au président de la commission d’estimation compétente, une fois que les décisions visées à l’al. 1 sont entrées en force, notamment la décision rendue, les plans approuvés, le plan d’expropriation, le tableau des droits expropriés et les prétentions produites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_41"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, IV. Ban d’expropriation, 1. Contenu",
        "citation": "Art. 42 LEx",
        "content": "Dès la remise de l’avis personnel ou de la demande d’expropriation à la personne visée par celle-ci, il n’est plus permis de faire, sans le consentement de l’expropriant, des actes de disposition de droit ou de fait susceptibles de rendre l’expropriation plus onéreuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_42"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, IV. Ban d’expropriation, 2. Mention d’une restriction du droit de disposition",
        "citation": "Art. 43 LEx",
        "content": "Moyennant production d’une attestation de l’autorité chargée de l’approbation ou de l’autorité compétente en vertu de l’art. 38, l’expropriant peut faire mentionner au registre foncier une restriction du droit de disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_43"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, IV. Ban d’expropriation, 3. Obligation de réparer le dommage",
        "citation": "Art. 44 al. 1 LEx",
        "content": "L’expropriant est tenu de réparer intégralement le dommage résultant du ban d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_44"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, IV. Ban d’expropriation, 3. Obligation de réparer le dommage",
        "citation": "Art. 44 al. 2 LEx",
        "content": "Il est statué sur l’existence et l’importance du dommage en même temps que sur l’indemnité d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_44"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre III, Procédure d’expropriation, IV. Ban d’expropriation, 3. Obligation de réparer le dommage",
        "citation": "Art. 44 al. 3 LEx",
        "content": "Lorsqu’il s’est écoulé plus de deux ans depuis l’ouverture de la procédure d’expropriation sans que celle-ci ait abouti à une entente entre parties ou aux débats sur la fixation de l’indemnité d’expropriation, l’exproprié peut exiger que le dommage soit déterminé préalablement par une procédure spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_44"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, I. Ouverture de la procédure",
        "citation": "Art. 45 LEx",
        "content": "Le président de la commission d’estimation compétente ouvre la procédure de conciliation à la demande écrite de l’expropriant, d’un exproprié ou d’un co-intéressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_45"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, II. Citation, 1. Des parties principales",
        "citation": "Art. 46 al. 1 LEx",
        "content": "Le président cite l’expropriant et les expropriés à comparaître à une audience de conciliation par communication personnelle; l’audience se tient normalement sur les lieux concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_46"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, II. Citation, 1. Des parties principales",
        "citation": "Art. 46 al. 2 LEx",
        "content": "Si l’expropriant ne donne pas suite à la citation, le président fixe une nouvelle audience. Lorsque des expropriés font défaut, la procédure de conciliation n’a pas lieu en ce qui les concerne, à moins que le président n’estime qu’une audience est nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_46"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, II. Citation, 2. Des co-intéressés",
        "citation": "Art. 47 al. 1 LEx",
        "content": "Les titulaires de droits de gage, de charges foncières et d’usufruits sont également cités à comparaître par communication personnelle. S’ils ne sont pas nommément connus, le président de la commission d’estimation fait procéder aux recherches nécessaires ou publier la citation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_47"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, II. Citation, 2. Des co-intéressés",
        "citation": "Art. 47 al. 2 LEx",
        "content": "La citation à l’audience de conciliation doit indiquer aux titulaires de droits de gage, de charges foncières et d’usufruits que, s’ils font défaut:\na. ils seront liés par les accords en matière d’indemnité conclus par le propriétaire, et\nb. ils ne seront pas invités aux étapes ultérieures de la procédure, à moins qu’ils n’en fassent la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_47"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, III. But de l’audience",
        "citation": "Art. 48 LEx",
        "content": "Les demandes d’indemnité et les questions qui s’y rapportent sont discutées à l’audience; la commission y procède en outre aux relevés nécessaires pour clarifier les points litigieux ou douteux. Le président cherche à mettre les parties d’accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_48"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, IV. Procès-verbal",
        "citation": "Art. 49 LEx",
        "content": "Il est dressé un procès-verbal de l’audience de conciliation. Ce procès-verbal contient:\na. les noms des intéressés qui ont comparu;\nb. les accords, ainsi que les déclarations des parties portant reconnaissance, renonciation ou réserves;\nc. la signature du président de la commission d’estimation. Les accords et les déclarations prévus sous let. b doivent être signés par les parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_49"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, IV. Procès-verbal, V. Entente dans le cadre de la procédure de conciliation",
        "citation": "Art. 53 al. 1 LEx",
        "content": "En tant que la procédure aboutit à une entente des parties sur les demandes d’indemnité, le procès-verbal a la même valeur qu’un prononcé définitif de la commission d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_53"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, IV. Procès-verbal, V. Entente dans le cadre de la procédure de conciliation",
        "citation": "Art. 53 al. 2 LEx",
        "content": "Si l’indemnité fixée entraîne une perte pour le titulaire d’un droit de gage, d’une charge foncière ou d’un usufruit, l’entente intervenue ne porte effet à son égard que s’il l’a signée ou s’il a fait défaut à l’audience de conciliation. Le procès-verbal doit mentionner expressément ce fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_53"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, VI. Entente directe",
        "citation": "Art. 54 al. 1 LEx",
        "content": "Une entente sur l’indemnité intervenue après l’ouverture de la procédure d’expropriation, mais en dehors d’une procédure devant la commission d’estimation, ne lie les parties que si elle a été conclue en la forme écrite; elle est communiquée au président de la commission d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_54"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IV, Procédure de conciliation, VI. Entente directe",
        "citation": "Art. 54 al. 2 LEx",
        "content": "Cette entente lie également les titulaires de droits de gage, de charges foncières et d’usufruits qui en éprouvent une perte, s’ils en ont été informés personnellement par avis du président de la commission et s’ils ne demandent pas à ce dernier, dans le délai de trente jours, que la procédure d’estimation suive son cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_54"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre V, Administration d’une preuve à titre provisoire",
        "citation": "Art. 54bis LEx",
        "content": "Si nécessaire, le président de la commission d’estimation ordonne d’office ou à la demande de l’une des parties que soient réunis les moyens de preuve requis en vue d’une éventuelle procédure. Il peut faire appel à des membres de la commission d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_54_bis"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, II. Arrondissements d’estimation",
        "citation": "Art. 58 LEx",
        "content": "Par voie d’ordonnance, le Conseil fédéral répartit le territoire de la Confédération en arrondissements d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_58"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 1 LEx",
        "content": "Une commission d’estimation est constituée dans chaque arrondissement. Les commissions se composent:\na. d’un président et de deux suppléants, et\nb. de 15 autres membres au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 2 LEx",
        "content": "Le Tribunal fédéral nomme les membres des commissions d’estimation. Les cantons peuvent être consultés lors de la préparation de la nomination des membres visés à l’al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 3 LEx",
        "content": "Les membres des commissions d’estimation sont nommés pour une période de fonction de six ans, qui coïncide avec celle des membres du Tribunal administratif fédéral. Ils quittent leurs fonctions à la fin de l’année au cours de laquelle ils ont atteint l’âge de 68 ans révolus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 4 LEx",
        "content": "Au besoin, le Tribunal fédéral peut, dans un arrondissement donné, recourir à des membres de la commission d’estimation d’un autre arrondissement à titre de soutien temporaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 5 LEx",
        "content": "Le Tribunal fédéral peut relever un membre d’une commission d’estimation de ses fonctions avant la fin de son mandat:\na. s’il a, intentionnellement ou en faisant preuve de négligence grave, violé gravement ses devoirs de fonction, ou\nb. s’il n’est durablement plus capable d’exercer sa fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 6 LEx",
        "content": "Les membres de la commission d’estimation doivent appartenir à différents groupes de professions; ils doivent disposer des connaissances techniques, linguistiques et locales nécessaires à l’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 7 LEx",
        "content": "Les candidats à la nomination dans l’une des commissions d’estimation doivent signaler au Tribunal fédéral leurs liens avec des groupes d’intérêts. Les membres des commissions d’estimation tiennent le Tribunal fédéral au courant de tout changement dans leurs liens avec des groupes d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 8 LEx",
        "content": "Les membres des commissions d’estimation remplissent leurs tâches avec diligence. Dans l’exercice de leurs attributions judiciaires, ils sont indépendants et ne sont soumis qu’à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1. Composition, nomination et intérêts",
        "citation": "Art. 59 al. 9 LEx",
        "content": "Ils sont tenus au secret de fonction pendant la durée de leur mandat; cette obligation subsiste après la fin du mandat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1bis. Statut juridique des membres ",
        "citation": "Art. 59bis al. 1 LEx",
        "content": "Les membres de la commission d’estimation exercent leur fonction à titre accessoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_bis"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1bis. Statut juridique des membres ",
        "citation": "Art. 59bis al. 2 LEx",
        "content": "Si la charge de travail durable d’une commission d’estimation le requiert, le Tribunal fédéral peut nommer, à la demande du Tribunal administratif fédéral, certains membres ou tous les membres de cette commission à titre principal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_bis"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1bis. Statut juridique des membres ",
        "citation": "Art. 59bis al. 3 LEx",
        "content": "Les membres de la commission exerçant leur fonction à titre principal sont soumis à la loi du 24 mars 2000 sur le personnel de la Confédération (LPers). Le Tribunal fédéral peut édicter des dispositions d’exécution contraires ou complémentaires au sens de l’art. 37, al. 2, LPers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_bis"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1ter. Secrétariat",
        "citation": "Art. 59ter al. 1 LEx",
        "content": "Un secrétaire et, au besoin, d’autres assistants sont à titre accessoire à la disposition des commissions d’estimation. Ils sont engagés par le président de la commission d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1ter. Secrétariat",
        "citation": "Art. 59ter al. 2 LEx",
        "content": "Les collaborateurs du secrétariat remplissent leurs tâches avec diligence. Ils sont liés par les instructions données par leur commission dans l’accomplissement de leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1ter. Secrétariat",
        "citation": "Art. 59ter al. 3 LEx",
        "content": "Ils sont tenus au secret de fonction pendant la durée de leur activité pour les commissions d’estimation; cette obligation subsiste après la fin de leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1ter. Secrétariat",
        "citation": "Art. 59ter al. 4 LEx",
        "content": "Si la charge de travail durable d’une ou de plusieurs commissions d’estimation le requiert, le Tribunal administratif fédéral met un secrétariat permanent à la disposition de chacune d’entre elles ou un secrétariat permanent commun à la disposition de toutes ces commissions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1ter. Secrétariat",
        "citation": "Art. 59ter al. 5 LEx",
        "content": "Le Tribunal administratif fédéral met à la disposition du président de la commission d’estimation les moyens nécessaires pour le financement du secrétariat permanent. Le président soumet chaque année un projet de budget au Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1ter. Secrétariat",
        "citation": "Art. 59ter al. 6 LEx",
        "content": "Les collaborateurs du secrétariat permanent sont soumis à la LPers, au règlement des indemnités édicté par le Conseil fédéral en vertu de l’art. 113, al. 1, et aux règles d’exécution déterminantes régissant les rapports de travail du personnel du Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_ter"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1quater. Statut d’employeur et prévoyance",
        "citation": "Art. 59quater al. 1 LEx",
        "content": "Si des rapports de travail sont créés dans le cadre des dispositions fixées aux art. 59bis et 59ter, est compétent pour les instaurer, les modifier et les résilier:\na. le Tribunal fédéral, pour les membres d’une commission d’estimation;\nb. le Tribunal administratif fédéral, à la demande du président de la commission d’estimation compétente, pour les collaborateurs d’un secrétariat permanent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1quater. Statut d’employeur et prévoyance",
        "citation": "Art. 59quater al. 2 LEx",
        "content": "Les membres des commissions d’estimation et les secrétariats sont rattachés administrativement au Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1quater. Statut d’employeur et prévoyance",
        "citation": "Art. 59quater al. 3 LEx",
        "content": "Si les conditions fondant l’obligation d’assurance en vertu de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité sont remplies, les membres des commissions d’estimation et les collaborateurs de leurs secrétariats doivent être assurés auprès de PUBLICA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1quater. Statut d’employeur et prévoyance",
        "citation": "Art. 59quater al. 4 LEx",
        "content": "Le Tribunal administratif fédéral verse périodiquement les cotisations aux assurances sociales dues par l’employeur et l’employé. Il peut faire appel à des tiers pour assurer le règlement des paiements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 1quater. Statut d’employeur et prévoyance",
        "citation": "Art. 59quater al. 5 LEx",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_59_quater"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 2. Formation",
        "citation": "Art. 60 al. 1 LEx",
        "content": "Pour pouvoir délibérer, la commission d’estimation doit être formée de trois membres, à savoir:\na. le président ou son suppléant, et\nb. deux autres membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_60"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 2. Formation",
        "citation": "Art. 60 al. 1bis LEx",
        "content": "Le président désigne son suppléant et les autres membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_60"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 2. Formation",
        "citation": "Art. 60 al. 1ter LEx",
        "content": "Le secrétaire participe aux séances avec voix consultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_60"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 2. Formation",
        "citation": "Art. 60 al. 2 LEx",
        "content": "Lorsque les affaires à traiter s’accumulent ou lorsque le président est empêché de manière prolongée d’exercer ses fonctions, il charge son suppléant de liquider une partie des affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_60"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 2. Formation",
        "citation": "Art. 60 al. 3 LEx",
        "content": "Lorsque plusieurs langues sont utilisées par les intéressés, le président ou son suppléant doit autant que possible être de la même langue que l’exproprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_60"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 2. Formation",
        "citation": "Art. 60 al. 4 LEx",
        "content": "Si les parties se déclarent d’accord, le président de la commission d’estimation ou le suppléant statue à la suite de l’audience de conciliation sans la participation des autres membres. Le recours (art. 77 ss) est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_60"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 3. Responsabilité",
        "citation": "Art. 61 al. RS 170.32 LEx",
        "content": "La responsabilité des membres des commissions d’estimation, des personnes mandatées par les commissions et des collaborateurs des secrétariats est régie par la loi du 14 mars 1958 sur la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_61"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 4. Récusation",
        "citation": "Art. 62 LEx",
        "content": "La récusation des membres des commissions d’estimation est régie par les mêmes règles que celles auxquelles sont soumis les membres du Tribunal administratif fédéral. Les contestations sont tranchées en première instance par la commission, en l’absence des membres touchés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_62"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VI, Organisation des commissions d’estimation, III. Commissions d’estimation, 5. Tâches du Tribunal administratif fédéral",
        "citation": "Art. 63 LEx",
        "content": "Le Tribunal administratif fédéral assume les tâches et exerce les compétences suivantes:\na. il assure la surveillance de la gestion administrative des commissions d’estimation et de leurs présidents;\nb. il peut demander des rapports ponctuels ou périodiques aux présidents et aux commissions;\nc. il remplit les tâches visées aux art. 59ter et 59quater;\nd. il assure le versement des indemnités ou des rémunérations aux membres des commissions d’estimation et aux collaborateurs de leurs secrétariats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_63"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, I. Compétence, a. D’attribution",
        "citation": "Art. 64 al. 1 LEx",
        "content": "La commission d’estimation statue notamment:\na. sur le montant de l’indemnité (art. 16 et 17);\nb. sur les demandes tendant à ce que les parties intégrantes et les accessoires soient exceptés de l’expropriation (art. 11) et sur les demandes d’extension de celle-ci (art. 12 et 13);\nbbis. sur les demandes d’indemnité pour les dommages résultant d’actes préparatoires (art. 15, al. 3);\nc. sur les demandes d’indemnité dérivant de l’obligation de sauvegarder l’intérêt public et les fonds voisins (art. 7);\nd. sur les nouveaux rapports de propriété et les frais supplémentaires occasionnés par l’entretien des installations nouvelles (art. 26);\ne. sur les demandes d’indemnité dérivant de la renonciation à l’expropriation (art. 14);\nf. sur les demandes d’indemnité dérivant du ban d’expropriation (art. 44);\ng. sur les demandes d’envoi en possession anticipé et les prestations à fournir de ce chef lorsque le président n’a pas la compétence de statuer en vertu de l’art. 76, al. 2;\nh. sur les conséquences de la demeure pour le paiement de l’indemnité d’expropriation (art. 88);\ni. sur le droit de l’exproprié d’exiger la rétrocession et sur les réclamations qui s’y rattachent (art. 108);\nk. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_64"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, I. Compétence, a. D’attribution",
        "citation": "Art. 64 al. 2 LEx",
        "content": "La commission statue elle-même sur sa compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_64"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, I. Compétence, b. Territoriale",
        "citation": "Art. 65 al. 1 LEx",
        "content": "Est compétente, en règle générale, la commission d’estimation de l’arrondissement sur le territoire duquel est situé l’objet de l’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_65"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, I. Compétence, b. Territoriale",
        "citation": "Art. 65 al. 2 LEx",
        "content": "À la requête de l’une des parties ou du président d’une commission d’estimation, le Tribunal administratif fédéral peut exceptionnellement charger une commission de statuer sur des expropriations hors de son arrondissement, lorsque cette extension de compétence permet d’obtenir une estimation uniforme ou d’éviter des frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_65"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 1. Convocation",
        "citation": "Art. 66 al. 1 LEx",
        "content": "Si la procédure de conciliation n’aboutit pas à une entente entre les parties, le président de la commission d’estimation ouvre d’office la procédure d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_66"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 1. Convocation",
        "citation": "Art. 66 al. 2 LEx",
        "content": "Moyennant le consentement des parties, la procédure d’estimation peut être ajournée jusqu’à l’achèvement de l’ouvrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_66"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 2. Citations; débats",
        "citation": "Art. 67 al. 1 LEx",
        "content": "La commission d’estimation statue à la suite de l’audition des parties et, en règle générale, d’une inspection locale. Le président cite les parties au moins 30 jours à l’avance, en les informant qu’il sera procédé même si elles font défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_67"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 2. Citations; débats",
        "citation": "Art. 67 al. 2 LEx",
        "content": "Sont en outre citées aux débats relatifs à la fixation de l’indemnité les personnes atteintes par l’expropriation qui n’ont pas fait de production, mais dont les droits sont constatés dans le tableau des droits expropriés (art. 27) ou notoirement de quelque autre façon.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_67"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 2. Citations; débats",
        "citation": "Art. 67 al. 3 LEx",
        "content": "Les titulaires de droits de gage, de charges foncières et d’usufruits sont cités seulement s’ils ont demandé que la procédure d’estimation suive son cours (art. 54, al. 2). Il leur est cependant loisible de participer aux débats et, moyennant la preuve d’un intérêt à la fixation de l’indemnité, d’y prendre des conclusions (art. 24).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_67"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 3. Échange d’écritures",
        "citation": "Art. 68 al. 1 LEx",
        "content": "Le président peut ordonner qu’avant ou après l’audition, les parties procèdent à un échange unique d’écritures, en indiquant leurs moyens de preuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_68"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 3. Échange d’écritures",
        "citation": "Art. 68 al. 2 LEx",
        "content": "Avant que des décisions particulièrement difficiles ne soient prises, le président peut ordonner un nouvel échange d’écritures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_68"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 4. Droits contestés",
        "citation": "Art. 69 al. 1 LEx",
        "content": "Si l’existence d’un droit faisant l’objet d’une demande d’indemnité est contestée, la procédure est suspendue et il est fixé à l’expropriant un délai pour ouvrir action devant le juge ordinaire, à défaut de quoi le droit sera considéré comme existant. À la requête de l’une des parties, il peut être procédé à une estimation à titre éventuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_69"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 4. Droits contestés",
        "citation": "Art. 69 al. 2 LEx",
        "content": "Les parties peuvent toutefois, par une déclaration expresse, attribuer le jugement de la contestation à la commission. Le recours contre la décision de celle-ci est réservé (art. 77 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_69"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 5. Double estimation, a. À la requête des titulaires de droits de gage et de charges foncières",
        "citation": "Art. 70 al. 1 LEx",
        "content": "Lorsque les titulaires de droits de gage ou de charges foncières entendent, selon l’art. 21, al. 3, exiger l’estimation des immeubles sans qu’il soit tenu compte des droits réels restreints et des droits personnels annotés de rang postérieur, ils doivent en faire la demande au plus tard lors des débats sur l’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_70"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 5. Double estimation, a. À la requête des titulaires de droits de gage et de charges foncières",
        "citation": "Art. 70 al. 2 LEx",
        "content": "La commission d’estimation doit, en pareil cas, estimer l’immeuble d’une part en tenant compte des droits dont il s’agit et, d’autre part, en faisant abstraction de ces droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_70"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 5. Double estimation, a. À la requête des titulaires de droits de gage et de charges foncières",
        "citation": "Art. 70 al. 3 LEx",
        "content": "Les droits réels et les droits personnels annotés (art. 23, al. 1) de rang postérieur donnent lieu à une indemnité seulement dans le cas où l’estimation sans les charges dépasse le montant des créances hypothécaires et des charges foncières de rang antérieur ou lorsque ce montant est couvert également par l’estimation avec les charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_70"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 5. Double estimation, b. Pour cause de demande d’extension",
        "citation": "Art. 71 LEx",
        "content": "Lorsque l’extension de l’expropriation est demandée, la commission d’estimation est tenue de fixer l’indemnité à payer pour l’expropriation tant partielle que totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_71"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 6. Procédure probatoire; décision",
        "citation": "Art. 72 al. 1 LEx",
        "content": "La commission d’estimation peut procéder d’office à toutes les investigations nécessaires pour la constatation des faits et la fixation de l’indemnité à allouer et, à cet effet, exiger des parties la production de preuves, consulter des experts, prendre connaissance des registres publics et entendre des témoins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_72"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 6. Procédure probatoire; décision",
        "citation": "Art. 72 al. 2 LEx",
        "content": "Elle n’est pas liée par les conclusions des parties pour la fixation du montant de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_72"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 7. Procès-verbal",
        "citation": "Art. 73 al. 1 LEx",
        "content": "Les débats et la décision de la commission d’estimation sont relatés dans un procès-verbal qui contient:\na. les noms des intéressés qui ont comparu;\nb. la désignation exacte de l’objet de l’expropriation;\nc. les conclusions des parties et les déclarations ayant la valeur d’une reconnaissance;\nd. la liste des pièces produites par les parties;\ne. le compte rendu sommaire des exposés des parties;\nf. le résultat de l’administration de preuves;\ng. le texte de la décision prise, avec indication des motifs, les divers éléments constitutifs de l’indemnité énumérés à l’art. 19 devant être indiqués séparément et exactement en chiffres;\nh. la signature du président de la commission d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_73"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 7. Procès-verbal",
        "citation": "Art. 73 al. 2 LEx",
        "content": "Il est dressé un procès-verbal distinct des débats lorsque ceux-ci n’aboutissent pas à une décision ou que des témoins sont entendus ou encore que, pour d’autres motifs, le procès-verbal paraît nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_73"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 8. Communication de la décision",
        "citation": "Art. 74 al. 1 LEx",
        "content": "La décision de la commission d’estimation est communiquée, par remise d’une copie à chacune des parties et à ceux des coïntéressés qui ont pris des conclusions dans la procédure (art. 67, al. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_74"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 8. Communication de la décision",
        "citation": "Art. 74 al. 2 LEx",
        "content": "Les décisions se rapportant à des cas connexes sont autant que possible communiquées simultanément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_74"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIa, Procédure d’estimation, II. Procédure, 9. Force de chose jugée",
        "citation": "Art. 75 LEx",
        "content": "En tant que la décision de la commission d’estimation ne fait pas l’objet d’un recours, elle a le même effet qu’un arrêt entré en force du Tribunal administratif fédéral; elle peut être attaquée par les mêmes voies de droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_75"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIbis, Envoi en possession anticipé, Conditions, compétence, procédure",
        "citation": "Art. 76 al. 1 LEx",
        "content": "L’expropriant peut demander en tout temps d’être autorisé à prendre possession du droit ou à exercer celui-ci déjà avant le paiement de l’indemnité s’il prouve qu’à défaut l’entreprise serait exposée à un sérieux préjudice. Si le droit à exproprier est déjà exercé dans les faits sur un ouvrage existant, cette prise de possession anticipée est autorisée par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_76"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIbis, Envoi en possession anticipé, Conditions, compétence, procédure",
        "citation": "Art. 76 al. 2 LEx",
        "content": "Le président de la commission d’estimation statue sur la demande au plus tôt lorsque le titre d’expropriation devient exécutoire, en tout cas après avoir entendu l’exproprié et, s’il le faut, après une inspection spéciale des lieux. Il s’assure le concours de membres de la commission d’estimation s’il le juge nécessaire ou si leur participation est exigée par l’une des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_76"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIbis, Envoi en possession anticipé, Conditions, compétence, procédure",
        "citation": "Art. 76 al. 3 LEx",
        "content": "Dans la procédure devant le Tribunal administratif fédéral et devant le Tribunal fédéral, le juge instructeur statue sur la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_76"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIbis, Envoi en possession anticipé, Conditions, compétence, procédure",
        "citation": "Art. 76 al. 4 LEx",
        "content": "L’autorisation doit être accordée, à moins que la prise de possession ne rende l’examen de la demande d’indemnité impossible ou que cet examen ne puisse être assuré par des mesures de la commission telles que prise de photographies, d’esquisses. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_76"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIbis, Envoi en possession anticipé, Conditions, compétence, procédure",
        "citation": "Art. 76 al. 5 LEx",
        "content": "L’exproprié peut demander que l’expropriant soit astreint à fournir préalablement des sûretés d’un montant convenable ou à verser des acomptes, ou à l’une et l’autre de ces prestations simultanément. Le président de la commission d’estimation statue sur la demande, seul ou en faisant appel aux membres de la commission d’estimation. Les acomptes sont répartis conformément à l’art. 94. Dans tous les cas, l’indemnité définitive porte intérêt au taux fixé par le Tribunal administratif fédéral dès le jour de la prise de possession et l’exproprié est indemnisé de tout autre dommage résultant de la prise de possession anticipée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_76"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, I. Principe",
        "citation": "Art. 77 al. 1 LEx",
        "content": "La décision de la commission d’estimation peut faire l’objet d’un recours devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_77"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, I. Principe",
        "citation": "Art. 77 al. 2 LEx",
        "content": "À moins que la présente loi n’en dispose autrement, la procédure est régie par la loi du 17 juin 2005 sur le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_77"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, I. Principe",
        "citation": "Art. 77 al. 3 LEx",
        "content": "De nouvelles conclusions sont recevables dans la procédure devant le Tribunal administratif fédéral contre des décisions relatives à la fixation de l’indemnité s’il est établi qu’elles ne pouvaient être prises devant la commission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_77"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, II. Qualité pour recourir; recours joint",
        "citation": "Art. 78 al. 1 LEx",
        "content": "Ont qualité pour recourir les parties principales, ainsi que les titulaires de droits de gage, de charges foncières et d’usufruits, dans la mesure où la décision de la commission d’estimation leur fait subir une perte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_78"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, II. Qualité pour recourir; recours joint",
        "citation": "Art. 78 al. 2 LEx",
        "content": "La partie adverse peut, dans le délai de dix jours à compter de la réception du recours par le Tribunal administratif fédéral, se joindre à ce recours et prendre des conclusions comme si elle avait formé un recours indépendant. Ces conclusions doivent être motivées. Lorsque le recours principal est retiré ou qu’il est déclaré irrecevable, le recours joint devient caduc.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_78"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, VIII. Exécution provisoire",
        "citation": "Art. 86 al. 1 LEx",
        "content": "Exception faite du cas où l’expropriant se réserve expressément de renoncer à l’expropriation encore après la clôture de la procédure, le juge d’instruction peut, à la requête de la partie adverse et après l’échange des mémoires, imposer à l’expropriant le paiement immédiat de l’indemnité dans la mesure où celle-ci n’est plus litigieuse au regard des conclusions des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_86"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, VIII. Exécution provisoire",
        "citation": "Art. 86 al. 2 LEx",
        "content": "À la requête de l’expropriant et pourvu que celui-ci fournisse des sûretés suffisantes pour le montant encore litigieux, le juge d’instruction peut décider que l’expropriation produira ses effets dès le paiement de la partie non litigieuse de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_86"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, IX. Recours au Tribunal fédéral",
        "citation": "Art. 87 al. 1 LEx",
        "content": "Les décisions du Tribunal administratif fédéral peuvent faire l’objet d’un recours devant le Tribunal fédéral conformément à la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_87"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VII, Recours, IX. Recours au Tribunal fédéral",
        "citation": "Art. 87 al. 2 LEx",
        "content": "La qualité pour recourir est régie par l’art. 78, al. 1. Au surplus, la procédure est régie par la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_87"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, I. Échéance de l’indemnité et conséquences de la demeure",
        "citation": "Art. 88 al. 1 LEx",
        "content": "L’indemnité d’expropriation doit être payée dans les 30 jours qui suivent sa fixation définitive; si elle consiste en une somme d’argent, elle porte intérêt au taux fixé par le Tribunal administratif fédéral dès l’expiration de ce délai. Si la mensuration définitive de la surface expropriée n’est pas encore possible à ce moment, l’expropriant paie 90 % de l’indemnité calculée sur la base des mesures indiquées dans le plan déposé, sous réserve d’un versement supplémentaire ou de restitution partielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_88"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, I. Échéance de l’indemnité et conséquences de la demeure",
        "citation": "Art. 88 al. 2 LEx",
        "content": "Lorsque l’expropriant tarde à s’acquitter de prestations non pécuniaires, le président de la commission d’estimation lui fixe, à la requête de l’ayant droit, un délai convenable pour s’exécuter, en lui notifiant que, à ce défaut, les travaux pourront être exécutés par l’ayant droit aux frais de l’expropriant. Dans ce cas, l’ayant droit peut exiger de l’expropriant une avance convenable, que fixe le président de la commission d’estimation en cas de contestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_88"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, I. Échéance de l’indemnité et conséquences de la demeure",
        "citation": "Art. 88 al. 3 LEx",
        "content": "En cas de litige, la commission d’estimation fixe les montants dus à l’ayant droit qui a exécuté lui-même les travaux et la réparation du dommage résultant de la demeure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_88"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, II. Paiement, 1. Lieu",
        "citation": "Art. 89 al. 1 LEx",
        "content": "Les indemnités d’expropriation pour un immeuble ou un droit réel restreint sur un immeuble, ainsi que les indemnités de dépréciation pour la partie restante d’un immeuble, doivent être versées, pour le compte des ayants droit, en mains du conservateur du registre foncier dans l’arrondissement duquel est situé l’immeuble. L’expropriant remet en même temps au conservateur les actes par lesquels les indemnités ont été définitivement fixées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_89"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, II. Paiement, 1. Lieu",
        "citation": "Art. 89 al. 2 LEx",
        "content": "Les indemnités allouées à l’exproprié pour les autres préjudices par lui subis et les indemnités aux locataires et fermiers doivent leur être versées directement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_89"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, II. Paiement, 2. Différends",
        "citation": "Art. 90 al. 1 LEx",
        "content": "Le conservateur du registre foncier informe l’exproprié du paiement, en lui notifiant que, s’il n’en conteste pas l’exactitude dans le délai de dix jours, la procédure de répartition sera ouverte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_90"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, II. Paiement, 2. Différends",
        "citation": "Art. 90 al. 2 LEx",
        "content": "En cas de contestation, le conservateur du registre foncier renvoie celle-ci à la décision du président de la commission. La répartition est ajournée jusqu’à ce que cette décision soit intervenue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_90"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, II. Paiement, 3. Effets",
        "citation": "Art. 91 al. 1 LEx",
        "content": "Par l’effet du paiement de l’indemnité, l’expropriant acquiert la propriété de l’immeuble exproprié ou le droit que l’expropriation constitue en sa faveur sur l’immeuble. À défaut d’entente contraire des parties ou d’une renonciation par l’expropriant à leur radiation, les droits réels restreints, les droits personnels annotés au registre foncier et les autres droits obligatoires qui grèvent l’immeuble exproprié s’éteignent, même lorsqu’ils n’ont pas été produits malgré la sommation intervenue et que la commission d’estimation ne les a pas estimés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_91"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, II. Paiement, 3. Effets",
        "citation": "Art. 91 al. 2 LEx",
        "content": "Le paiement a les mêmes effets dans les cas où l’indemnité a été fixée par un accord après l’ouverture de la procédure d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_91"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, III. Impôts et émoluments",
        "citation": "Art. 92 LEx",
        "content": "Il ne peut être réclamé des droits de mutation pour le transfert de la propriété par suite d’expropriation; seuls peuvent être perçus des émoluments de chancellerie, qui sont à la charge de l’expropriant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_92"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, IV. Inscriptions au registre foncier",
        "citation": "Art. 93 al. 1 LEx",
        "content": "L’expropriant peut exiger que l’acquisition de propriété résultant de l’expropriation soit inscrite au registre foncier immédiatement après le versement reconnu valable de l’indemnité et la mensuration nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_93"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, IV. Inscriptions au registre foncier",
        "citation": "Art. 93 al. 2 LEx",
        "content": "À la requête de l’expropriant et à la condition que celui-ci justifie d’un intérêt et fournisse des sûretés suffisantes pour l’exécution de ses prestations, le président de la commission d’estimation peut autoriser l’inscription avant la mensuration définitive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_93"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, IV. Inscriptions au registre foncier",
        "citation": "Art. 93 al. 3 LEx",
        "content": "À la requête de l’expropriant, la commission d’estimation ordonne que le versement d’une indemnité résultant de l’expropriation de droits de voisinage soit mentionné au registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_93"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 1. À l’exproprié",
        "citation": "Art. 94 al. 1 LEx",
        "content": "L’indemnité payée en mains du conservateur du registre foncier pour l’expropriation d’un immeuble ou pour la dépréciation d’une parcelle non expropriée ne peut être versée par lui au propriétaire que du consentement des titulaires de droits réels restreints ou de droits personnels annotés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_94"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 1. À l’exproprié",
        "citation": "Art. 94 al. 2 LEx",
        "content": "L’indemnité pour expropriation de servitudes ne peut être versée aux ayants droit que du consentement des titulaires de droits de gage immobilier ou de charges foncières grevant le fonds dominant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_94"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, a. Offices compétents",
        "citation": "Art. 95 al. 1 LEx",
        "content": "Si, dans un délai convenable, de trois mois au moins, qui lui est imparti par le conservateur du registre foncier, le propriétaire exproprié où l’ayant droit d’une servitude expropriée ne prouve pas que tous les titulaires de droits réels restreints consentent au paiement en ses mains ou à une convention de répartition, le conservateur du registre foncier répartit le montant de l’indemnité conformément aux art. 96 à 100.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_95"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, a. Offices compétents",
        "citation": "Art. 95 al. 2 LEx",
        "content": "Les gouvernements cantonaux sont autorisés, moyennant avis donné au Conseil fédéral, à confier la répartition à d’autres offices pour la totalité ou une partie de leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_95"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, a. Offices compétents",
        "citation": "Art. 95 al. 3 LEx",
        "content": "Les décisions des offices de répartition peuvent faire l’objet d’un recours devant l’autorité de surveillance désignée par le canton et, en dernière instance, d’un recours devant le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_95"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, a. Offices compétents",
        "citation": "Art. 95 al. 4 LEx",
        "content": "Les cantons répondent vis-à-vis des lésés, en conformité de l’art. 955 du code civil suisse, du dommage résultant de la violation des prescriptions légales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_95"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, b. Sommation de produire",
        "citation": "Art. 96 al. 1 LEx",
        "content": "Préalablement à l’établissement du tableau de répartition, tous les titulaires de droits de gage, de charges foncières et d’usufruits sont sommés, par voie de publication, de produire dans le délai de vingt jours leurs prétentions, y compris celles concernant les intérêts et les frais, et de déposer leurs titres à l’appui. La sommation est accompagnée de la commination que ceux qui n’auront pas produit seront exclus de la répartition dans la mesure où leurs droits ne sont pas constatés par les registres publics et que, jusqu’à dépôt des titres, les montants y afférents seront consignés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_96"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, b. Sommation de produire",
        "citation": "Art. 96 al. 2 LEx",
        "content": "Les intéressés indiqués dans les registres publics reçoivent copie de la publication, en tant que leur domicile est connu ou qu’ils ont un représentant en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_96"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, c. Tableau de répartition",
        "citation": "Art. 97 al. 1 LEx",
        "content": "Après expiration du délai de production, l’office compétent dresse le plan de répartition. En se fondant sur les inscriptions du registre foncier et des autres registres publics, ainsi que sur les productions qui complètent ou rectifient ces inscriptions, il indique le rang et le montant de chaque créance, de même que les dividendes y afférents. Le rang est fixé en application du code civil suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_97"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, c. Tableau de répartition",
        "citation": "Art. 97 al. 2 LEx",
        "content": "Dans la mesure où les paiements entraînent l’extinction de droits de gage, les droits des titulaires de rang postérieur bénéficient des cases devenues libres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_97"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, d. Indemnités pour servitudes",
        "citation": "Art. 98 LEx",
        "content": "Les indemnités payées pour l’extinction de servitudes sont attribuées aux titulaires de droits de gage immobilier et de charges foncières grevant le fonds dominant, d’après leur rang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_98"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, e. Dépôt du plan de répartition et actions en modification",
        "citation": "Art. 99 al. 1 LEx",
        "content": "Le tableau de répartition demeure déposé pendant trente jours auprès de l’office chargé de la répartition, après avis donné aux intéressés. Dans ce délai, tout intéressé peut attaquer le tableau devant le juge du lieu de situation de l’immeuble exproprié. Pour la procédure, les dispositions de la législation sur la poursuite pour dettes et la faillite sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_99"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, e. Dépôt du plan de répartition et actions en modification",
        "citation": "Art. 99 al. 2 LEx",
        "content": "Lorsque l’action en modification du tableau de répartition est dirigée contre l’admission et la collocation d’un autre intéressé, elle est intentée contre ce dernier. Si l’action a pour objet la propre collocation du demandeur, elle est intentée contre tous les intéressés dont la collocation se trouverait modifiée en cas d’admission des conclusions de la demande ou, si elle n’est pas de nature à entraîner une telle modification, contre l’exproprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_99"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, e. Dépôt du plan de répartition et actions en modification",
        "citation": "Art. 99 al. 3 LEx",
        "content": "Le tribunal informe l’office de répartition tant de l’ouverture que de l’issue du procès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_99"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, f. Paiement",
        "citation": "Art. 100 al. 1 LEx",
        "content": "L’office de répartition paie aux titulaires de droits de gage, de charges foncières et d’usufruits les montants qui leur sont attribués, aussitôt que leur collocation est devenue définitive et qu’ils ont produit leurs titres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_100"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, f. Paiement",
        "citation": "Art. 100 al. 2 LEx",
        "content": "Si un créancier garanti par hypothèque ou par cédule hypothécaire subit une perte, il lui en est donné acte par une attestation; celle-ci a la même valeur qu’une reconnaissance de dette passée en justice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_100"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, V. Répartition, 2. Aux autres titulaires de droits réels, f. Paiement",
        "citation": "Art. 100 al. 3 LEx",
        "content": "Les montants afférents aux titres de gage non produits sont consignés à la caisse cantonale des dépôts, avec avis aux ayants droit. Le solde disponible est versé à l’exproprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_100"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, VI. Mise à jour du registre foncier et des titres",
        "citation": "Art. 101 al. 1 LEx",
        "content": "Après avoir procédé à la répartition, l’office pourvoit aux modifications et radiations nécessaires au registre foncier, à la rectification ou à la cancellation des titres de gage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_101"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre VIII, Exécution, VI. Mise à jour du registre foncier et des titres",
        "citation": "Art. 101 al. 2 LEx",
        "content": "Si un titre de gage n’est pas produit, les modifications et radiations sont néanmoins opérées au registre foncier et portées à la connaissance des intéressés par une publication et de plus, pour ceux dont les noms et le domicile sont connus, par lettre recommandée. Avis est donné aux intéressés que l’aliénation ou la mise en gage du titre sans indication du découvert est punissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_101"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, I. Conditions",
        "citation": "Art. 102 al. 1 LEx",
        "content": "L’exproprié peut, à moins qu’il n’y ait expressément renoncé par écrit, exiger la rétrocession d’un droit exproprié, moyennant remboursement de sa valeur et, si les circonstances le justifient, de l’indemnité pour dépréciation:\na. lorsque, dans un délai de cinq ans depuis son acquisition par l’expropriant, le droit en question n’a pas été utilisé pour le but en vue duquel l’expropriation a eu lieu. Le département compétent en l’espèce peut prolonger ce délai si l’expropriant a été, sans sa faute, dans l’impossibilité d’achever les travaux;\nb. lorsque, dans le délai de vingt-cinq ans, le droit exproprié en vue de l’extension future d’une entreprise existante n’a pas été utilisé à cet effet;\nc. lorsque l’expropriant, sans avoir utilisé le droit exproprié pour un but d’intérêt public, prétend l’aliéner ou l’affecter à un emploi à raison duquel l’expropriation n’est pas accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_102"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, I. Conditions",
        "citation": "Art. 102 al. 2 LEx",
        "content": "En cas d’extension de l’expropriation conformément aux art. 12 et 13, le droit d’exiger la rétrocession n’existe que si ses conditions sont remplies à l’égard de l’objet exproprié en son entier et il ne peut s’exercer que pour la totalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_102"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, II. Ayants droit",
        "citation": "Art. 103 LEx",
        "content": "Le droit d’exiger la rétrocession peut être exercé par l’ancien propriétaire du droit exproprié ou par ses héritiers. Lorsque l’expropriation a porté sur une parcelle d’immeuble ou sur une servitude foncière, l’exproprié et ses héritiers ne peuvent exiger la rétrocession que s’ils sont encore propriétaires du reste de l’immeuble ou de l’ancien fonds dominant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_103"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, III. Avis aux ayants droit",
        "citation": "Art. 104 al. 1 LEx",
        "content": "Lorsque l’expropriant entend aliéner le droit exproprié ou l’affecter à un but à raison duquel l’expropriation n’est pas accordée, il est tenu d’en donner avis à celui qui a le droit d’exiger la rétrocession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_104"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, III. Avis aux ayants droit",
        "citation": "Art. 104 al. 2 LEx",
        "content": "Si ce droit ne peut plus être exercé en raison du fait que l’expropriant a, par sa faute, omis de donner l’avis requis, l’expropriant doit réparer le dommage qui en résulte pour l’ayant droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_104"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, IV. Prescription",
        "citation": "Art. 105 al. 1 LEx",
        "content": "Le droit d’exiger la rétrocession à raison de l’inutilisation du droit exproprié se prescrit par un an dès l’expiration des délais indiqués à l’art. 102, al. 1, let. a et b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_105"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, IV. Prescription",
        "citation": "Art. 105 al. 2 LEx",
        "content": "Le droit d’exiger la rétrocession conformément à l’art. 102, al. 1, let. c, se prescrit par un an à compter du jour où l’ayant droit a reçu l’avis de l’expropriant ou, si cet avis n’a pas été donné, de la date à laquelle il a eu connaissance de l’aliénation ou de la nouvelle affectation, en tout cas par cinq ans dès le fait accompli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_105"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, V. Prestations réciproques",
        "citation": "Art. 106 al. 1 LEx",
        "content": "Le droit exproprié doit être restitué dans l’état où il se trouve au moment où la demande de rétrocession est formulée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_106"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, V. Prestations réciproques",
        "citation": "Art. 106 al. 2 LEx",
        "content": "Si l’expropriant a procédé à des modifications et lorsque l’état ancien ne peut être rétabli ou ne saurait l’être sans frais disproportionnés, celui qui exige la rétrocession est tenu à bonification convenable pour la plus-value; il est en droit de porter la dépréciation en déduction de sa prestation. L’expropriant peut enlever les installations faites par lui, en tant que cette suppression ne porte pas préjudice au droit à restituer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_106"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, VI. Exécution",
        "citation": "Art. 107 LEx",
        "content": "Celui qui exige la rétrocession est tenu de s’acquitter dans le délai de trois mois à partir du jour où l’obligation de rétrocéder et l’importance de ses prestations ont été reconnues ou définitivement fixées. L’inobservation de ce délai entraîne la perte du droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_107"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre IX, Rétrocession, VII. Décision sur la demande de rétrocession",
        "citation": "Art. 108 al. Phrase abrogée par le ch. 65 de l’annexe à la L du 17 juin 2005 sur le TAF, avec effet au 1er janv. 2007 (RO 2006 2197 1069; FF 2001 4000). LEx",
        "content": "Lorsque le droit d’exiger la rétrocession est contesté ou que les parties ne peuvent s’entendre sur le montant de la contreprestation, la commission d’estimation tranche. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_108"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, I. Publications",
        "citation": "Art. 109 LEx",
        "content": "Les publications sont faites dans les organes de publication officiels des cantons et des communes dont le territoire est concerné. Les délais se calculent à compter de la publication dans l’organe officiel du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_109"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, II. Droit de procédure ",
        "citation": "Art. 110 al. RS 172.021 LEx",
        "content": "Pour autant que la présente loi ne comporte pas de dispositions propres à ce sujet, la procédure est régie par la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_110"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, III. Écritures des parties",
        "citation": "Art. 111 LEx",
        "content": "Les écritures destinées à la commission d’estimation, que prescrit la présente loi, doivent être pour le moins accompagnées du nombre de doubles à remettre aux parties adverses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_111"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, IV. Dispense du timbre",
        "citation": "Art. 112 LEx",
        "content": "Les pièces produites par les parties et celles émanant de la commission d’estimation et de son président sont exemptes du droit de timbre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_112"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 1. Ordonnance du Conseil fédéral",
        "citation": "Art. 113 al. 1 LEx",
        "content": "Une ordonnance du Conseil fédéral fixera les émoluments à percevoir pour les opérations faites en vertu de la présente loi, ainsi que les indemnités des commissions d’estimation et de leurs présidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_113"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 2. Répartition, compétence",
        "citation": "Art. 114 al. 1 LEx",
        "content": "L’expropriant supporte les frais résultant de l’exercice du droit d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_114"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 2. Répartition, compétence",
        "citation": "Art. 114 al. 2 LEx",
        "content": "En cas de réclamation manifestement abusive ou de prétentions nettement exagérées, les frais peuvent être mis en tout ou partie à la charge de l’exproprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_114"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 2. Répartition, compétence",
        "citation": "Art. 114 al. 3 LEx",
        "content": "Les règles générales de la loi fédérale du 4 décembre 1947 de procédure civile fédérale concernant les frais sont applicables à la procédure de rétrocession (art. 102 et 103) et, lorsque les conditions mentionnées à l’art. 36, al. 2, ne sont pas remplies, à la procédure autonome d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_114"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 2. Répartition, compétence",
        "citation": "Art. 114 al. 4 LEx",
        "content": "Chaque autorité fixe elle-même les frais de procédure pour la phase qui lui incombe, sous réserve des décisions des instances de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_114"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 3. Dépens",
        "citation": "Art. 115 al. 1 LEx",
        "content": "L’expropriant est tenu de verser une indemnité convenable à l’exproprié à raison des frais extrajudiciaires occasionnés par les procédures d’expropriation, de conciliation et d’estimation. Dans la procédure combinée, les parties à la procédure d’approbation des plans qui sont menacées par une expropriation peuvent prétendre à une telle indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_115"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 3. Dépens",
        "citation": "Art. 115 al. 2 LEx",
        "content": "Lorsque les conclusions de l’exproprié sont rejetées intégralement ou en majeure partie, il est possible de renoncer complètement ou en partie à allouer des dépens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_115"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 3. Dépens",
        "citation": "Art. 115 al. 3 LEx",
        "content": "En cas de réclamation manifestement abusive ou de prétentions nettement exagérées, l’exproprié peut être tenu de verser des dépens à l’expropriant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_115"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 3. Dépens",
        "citation": "Art. 115 al. 4 LEx",
        "content": "L’art. 114, al. 3 et 4, est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_115"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 4. Dans la procédure devant le Tribunal administratif fédéral et le Tribunal fédéral",
        "citation": "Art. 116 al. 1 LEx",
        "content": "Les frais causés par la procédure devant le Tribunal administratif fédéral, y compris les dépens alloués à l’exproprié, sont supportés par l’expropriant. Lorsque les conclusions de l’exproprié sont rejetées intégralement ou en majeure partie, les frais peuvent être répartis autrement. Les frais causés inutilement seront supportés dans chaque cas par celui qui les a occasionnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_116"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 4. Dans la procédure devant le Tribunal administratif fédéral et le Tribunal fédéral",
        "citation": "Art. 116 al. 2 LEx",
        "content": "Dans les cas énumérés à l’art. 114, al. 3, les frais doivent être répartis selon les règles générales de la loi fédérale de procédure civile fédérale du 4 décembre 1947.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_116"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, V. Frais, 4. Dans la procédure devant le Tribunal administratif fédéral et le Tribunal fédéral",
        "citation": "Art. 116 al. 3 LEx",
        "content": "Dans la procédure devant le Tribunal fédéral, la répartition des frais est régie par la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_116"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, VI. Sûretés",
        "citation": "Art. 117 LEx",
        "content": "Lorsque la partie expropriante est la Confédération, un canton ou une commune, elle est dispensée de l’obligation de fournir des sûretés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_117"
    },
    {
        "book": "EntG",
        "title": "LEx, Chapitre X, Dispositions diverses, VII. Disposition pénale",
        "citation": "Art. 118 al. RS 311.0 LEx",
        "content": "Quiconque enlève, endommage ou déplace les signaux, jalons ou autres signes employés pour une mensuration, un piquetage ou un profilement établis en vue de l’expropriation d’après la présente loi, est passible d’une amende de 300 francs au maximum, à moins que l’acte commis ne soit frappé d’une peine plus sévère en vertu du code pénal suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/47/689_701_723/fr#art_118"
    }
]