[
    {
        "book": "EOG",
        "title": "LIPG, Capo primo:, Applicabilità della LPGA",
        "citation": "Art. 1 LIPG",
        "content": "Le disposizioni della legge federale del 6 ottobre 2000 sulla parte generale del diritto delle assicurazioni sociali (LPGA) sono applicabili al regime delle indennità per perdita di guadagno, sempre che la presente legge non preveda espressamente una deroga alla LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 1 LIPG",
        "content": "Le persone che prestano servizio nell’esercito svizzero o nel servizio della Croce Rossa hanno diritto a un’indennità per ogni giorno di soldo. Sono eccettuati gli impiegati delle amministrazioni militari della Confederazione e dei Cantoni:\na. il cui obbligo di prestare servizio militare è stato prorogato;\nb. che prestano servizio militare a titolo volontario; o\nc. che prestano servizio nell’amministrazione militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 1bis LIPG",
        "content": "In deroga al capoverso 1, i militari hanno diritto a un’indennità tra due servizi d’istruzione soltanto se sono disoccupati. Le persone esercitanti un’attività lucrativa indipendente e le persone che non esercitano un’attività lucrativa non hanno diritto a un’indennità. Il Consiglio federale disciplina la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 2 LIPG",
        "content": "Le persone che prestano servizio civile hanno diritto a un’indennità per ogni giorno di servizio computabile giusta la legge federale del 6 ottobre 1995 sul servizio civile sostitutivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 2bis LIPG",
        "content": "Le persone reclutate secondo la legislazione militare svizzera hanno diritto a un’indennità per ogni giorno di reclutamento retribuito con soldo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 3 LIPG",
        "content": "Le persone che prestano servizio di protezione civile hanno diritto a un’indennità per ogni giorno intero per il quale ricevono il soldo giusta l’articolo 39 capoverso 1 lettera a della legge federale del 20 dicembre 2019 sulla protezione della popolazione e sulla protezione civile (LPPC). È eccettuato il personale degli organi cantonali e comunali responsabili della protezione civile impiegato nell’ambito di interventi di pubblica utilità giusta l’articolo 53 capoverso 3 LPPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 4 LIPG",
        "content": "I partecipanti ai corsi federali e cantonali per i quadri di Gioventù e Sport giusta l’articolo 9 della legge del 17 giugno 2011 sulla promozione dello sport e i partecipanti ai corsi per monitori di giovani tiratori giusta l’articolo 64 della legge militare del 3 febbraio 1995 sono equiparati alle persone di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 4bis LIPG",
        "content": "Il diritto a un’indennità si estingue con la riscossione della totalità della rendita di vecchiaia dell’assicurazione per la vecchiaia e per i superstiti, ma al più tardi al raggiungimento dell’età di riferimento secondo l’articolo 21 capoverso 1 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, I. Diritto all’indennità per chi presta servizio, ...",
        "citation": "Art. 1a cpv. 5 LIPG",
        "content": "Le persone di cui ai capoversi 1–4 sono denominate, nella presente legge, «persone prestanti servizio».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_1_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Indennità di base",
        "citation": "Art. 4 LIPG",
        "content": "Tutte le persone prestanti servizio hanno diritto all’indennità di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_4"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Assegni per i figli",
        "citation": "Art. 6 cpv. 1 LIPG",
        "content": "Le persone prestanti servizio hanno diritto a un assegno per ogni figlio, di cui al capoverso 2, che non abbia ancora compiuto 18 anni. Per i figli che sono a tirocinio o agli studi, il diritto all’assegno dura fino a 25 anni compiuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_6"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Assegni per i figli",
        "citation": "Art. 6 cpv. 2 LIPG",
        "content": "Danno diritto all’assegno:\na. i figli della persona prestante servizio;\nb. i figli elettivi della persona prestante servizio, dei quali egli assume gratuitamente e durevolmente le spese di mantenimento e di educazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_6"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Assegno per spese di custodia",
        "citation": "Art. 7 cpv. 1 LIPG",
        "content": "Le persone prestanti servizio che vivono in comunione domestica con uno o più figli (art. 6) d’età inferiore ai 16 anni, hanno diritto all’assegno per spese di custodia se possono stabilire che, a causa di un periodo di servizio di due giorni consecutivi almeno, hanno sostenuto spese supplementari di tal genere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_7"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Assegno per spese di custodia",
        "citation": "Art. 7 cpv. 2 LIPG",
        "content": "Il Consiglio federale stabilisce l’importo massimo dell’indennità e disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_7"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Assegni per l’azienda",
        "citation": "Art. 8 cpv. 1 LIPG",
        "content": "Hanno diritto all’assegno per l’azienda le persone prestanti servizio che dirigono un’azienda come proprietari, affittuari o usufruttuari o che partecipano attivamente alla direzione di un’azienda in qualità di soci di una società in nome collettivo, di soci illimitatamente responsabili di una società in accomandita o di membri di un’altra unione di persone senza personalità giuridica che si prefigge uno scopo lucrativo, in quanto non conseguano un reddito superiore da un’attività dipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_8"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, II. Specie delle indennità, Assegni per l’azienda",
        "citation": "Art. 8 cpv. 2 LIPG",
        "content": "Le persone prestanti servizio che lavorano in un’azienda agricola in qualità di familiari possono pretendere l’assegno per l’azienda se, a causa del loro periodo di servizio di una certa durata, nell’azienda deve essere assunto un sostituto. Il Consiglio federale emana le prescrizioni particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_8"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante la scuola reclute e durante periodi di servizio equiparati",
        "citation": "Art. 9 cpv. 1 LIPG",
        "content": "Durante il reclutamento, durante la scuola reclute e durante l’istruzione di base l’indennità giornaliera di base per le persone che adempiono senza interruzione al loro obbligo di servire (persone in lungo servizio) ammonta al 25 per cento dell’indennità totale massima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_9"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante la scuola reclute e durante periodi di servizio equiparati",
        "citation": "Art. 9 cpv. 2 LIPG",
        "content": "L’indennità giornaliera di base per le persone soggette all’obbligo di leva, per le reclute e per le persone in lungo servizio che hanno diritto ad assegni per i figli è calcolata in base all’articolo 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_9"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante la scuola reclute e durante periodi di servizio equiparati",
        "citation": "Art. 9 cpv. 2bis LIPG",
        "content": "Alle persone ammesse al servizio militare secondo l’articolo 6 capoverso 1 lettera c della legge militare del 3 febbraio 1995 spetta, per il numero di giorni di servizio militare corrispondenti alla durata di una scuola reclute, il 25 per cento dell’indennità totale massima. Il capoverso 2 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_9"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante la scuola reclute e durante periodi di servizio equiparati",
        "citation": "Art. 9 cpv. 3 LIPG",
        "content": "Alla persona che presta servizio civile e non ha assolto la scuola reclute spetta, per il numero di giorni di servizio civile corrispondenti alla durata di una scuola reclute, il 25 per cento dell’indennità totale massima. È computato l’assolvimento parziale della scuola reclute. Il capoverso 2 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_9"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante la scuola reclute e durante periodi di servizio equiparati",
        "citation": "Art. 9 cpv. 4 LIPG",
        "content": "Durante l’istruzione di base nella protezione civile, l’indennità giornaliera di base ammonta al 25 per cento dell’indennità totale massima. Il capoverso 2 si applica per analogia. Il Consiglio federale emana disposizioni per le persone che prestano servizio avendo già assolto in tutto od in parte un’istruzione militare di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_9"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante gli altri servizi",
        "citation": "Art. 10 cpv. 1 LIPG",
        "content": "L’indennità giornaliera di base durante servizi diversi da quelli di cui all’articolo 9 ammonta all’80 per cento del reddito lavorativo medio conseguito prima del servizio. È fatto salvo l’articolo 16 capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_10"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base durante gli altri servizi",
        "citation": "Art. 10 cpv. 2 LIPG",
        "content": "Se prima di iniziare il servizio l’interessato non esercitava un’attività lucrativa, l’indennità giornaliera di base ammonta all’importo minimo secondo l’articolo 16 capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_10"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità di base tra due servizi",
        "citation": "Art. 10a LIPG",
        "content": "Per i servizi di cui all’articolo 30 capoverso 1bis della legge militare del 3 febbraio 1995, il diritto all’indennità dopo la scuola reclute è retto dall’articolo 9; per tutti i rimanenti servizi esso è retto dall’articolo 10. L’articolo 16 capoverso 1 non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_10_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Calcolo dell’indennità",
        "citation": "Art. 11 cpv. 1 LIPG",
        "content": "Per l’accertamento del reddito medio conseguito prima del servizio è determinante il reddito da cui sono prelevati i contributi secondo la LAVS. Il Consiglio federale emana prescrizioni sul calcolo dell’indennità e incarica l’Ufficio federale delle assicurazioni sociali di allestire tabelle vincolanti con importi arrotondati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_11"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Calcolo dell’indennità",
        "citation": "Art. 11 cpv. 2 LIPG",
        "content": "Il Consiglio federale può emanare disposizioni particolari per il calcolo delle indennità a favore delle persone prestanti servizio che solo temporaneamente non esercitavano un’attività lucrativa oppure che a causa del servizio non hanno potuto assumere una tale attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_11"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Assegno per i figli",
        "citation": "Art. 13 LIPG",
        "content": "L’assegno per i figli ammonta per ogni figlio all’8 per cento dell’indennità totale massima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_13"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Assegno per l’azienda",
        "citation": "Art. 15 LIPG",
        "content": "L’assegno per l’azienda è del 27 per cento dell’indennità totale massima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_15"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Importo minimo e massimo",
        "citation": "Art. 16 cpv. 1 LIPG",
        "content": "Durante i servizi di avanzamento di lunga durata designati dal Consiglio federale e richiesti dal diritto militare al di fuori dei servizi di avanzamento ordinari delle formazioni per accedere a un grado superiore o a una nuova funzione, l’indennità giornaliera totale corrisponde almeno alle seguenti quote percentuali dell’indennità totale massima secondo l’articolo 16a:\na. 45 per cento per le persone senza figli;\nb. 65 per cento per le persone con un figlio;\nc. 70 per cento per le persone con almeno due figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Importo minimo e massimo",
        "citation": "Art. 16 cpv. 2 LIPG",
        "content": "Per le persone in lungo servizio che seguono un’istruzione per accedere a un grado superiore, l’indennità giornaliera totale durante tale istruzione e nei restanti giorni di servizio corrisponde almeno alle seguenti quote percentuali dell’indennità totale massima secondo l’articolo 16a:\na. 37 per cento per le persone senza figli;\nb. 55 per cento per le persone con un figlio;\nc. 62 per cento per le persone con almeno due figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Importo minimo e massimo",
        "citation": "Art. 16 cpv. 3 LIPG",
        "content": "Durante gli altri servizi l’indennità giornaliera totale corrisponde almeno alle seguenti quote percentuali dell’indennità totale massima secondo l’articolo 16a:\na. 25 per cento per le persone senza figli;\nb. 40 per cento per le persone con un figlio;\nc. 50 per cento per le persone con almeno due figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Importo minimo e massimo",
        "citation": "Art. 16 cpv. 4 LIPG",
        "content": "L’indennità di base è ridotta nella misura in cui supera l’80 per cento dell’indennità totale massima secondo l’articolo 16a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Importo minimo e massimo",
        "citation": "Art. 16 cpv. 5 LIPG",
        "content": "L’indennità totale è ridotta nella misura in cui supera il reddito medio conseguito prima del servizio oppure l’indennità totale massima secondo l’articolo 16a, tuttavia soltanto fino a concorrenza dell’importo minimo secondo i capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Importo minimo e massimo",
        "citation": "Art. 16 cpv. 6 LIPG",
        "content": "L’indennità totale si compone dell’indennità di base secondo l’articolo 4 e degli assegni per i figli secondo l’articolo 6. Gli assegni per spese di custodia e per l’azienda sono sempre pagati, senza riduzione, in aggiunta all’indennità totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità totale massima",
        "citation": "Art. 16a cpv. 1 LIPG",
        "content": "L’indennità totale massima ammonta a 275 franchi al giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, III. Calcolo delle indennità, Indennità totale massima",
        "citation": "Art. 16a cpv. 2 LIPG",
        "content": "Ad intervalli di almeno due anni, il Consiglio federale può adeguare l’indennità totale massima all’evoluzione dei salari per l’inizio dell’anno, se il livello salariale determinante per l’ultimo adeguamento si è nel frattempo modificato di almeno il 12 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Aventi diritto",
        "citation": "Art. 16b cpv. 1 LIPG",
        "content": "Ha diritto all’indennità la donna che:\na. era assicurata obbligatoriamente ai sensi della LAVS, durante i nove mesi immediatamente precedenti il parto;\nb. durante tale periodo ha esercitato un’attività lucrativa per almeno cinque mesi;\nc. al momento del parto:\n1. è una salariata ai sensi dell’articolo 10 LPGA,\n2. è un’indipendente ai sensi dell’articolo 12 LPGA, o\n3. collabora nell’azienda del coniuge percependo un salario in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_b"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Aventi diritto",
        "citation": "Art. 16b cpv. 2 LIPG",
        "content": "Il periodo d’assicurazione secondo il capoverso 1 lettera a è ridotto nella misura in cui il parto avviene prima della fine del nono mese di gravidanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_b"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Aventi diritto",
        "citation": "Art. 16b cpv. 3 LIPG",
        "content": "Il Consiglio federale disciplina il diritto all’indennità delle donne che per incapacità al lavoro o disoccupazione:\na. durante i nove mesi precedenti il parto non hanno esercitato un’attività lucrativa per almeno cinque mesi;\nb. al momento del parto non sono salariate o indipendenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_b"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Inizio del diritto e durata del versamento dell’indennità",
        "citation": "Art. 16c cpv. 1 LIPG",
        "content": "Il diritto all’indennità di maternità inizia il giorno del parto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Inizio del diritto e durata del versamento dell’indennità",
        "citation": "Art. 16c cpv. 2 LIPG",
        "content": "L’indennità di maternità è versata per 98 giorni consecutivi, a decorrere dall’inizio del diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Inizio del diritto e durata del versamento dell’indennità",
        "citation": "Art. 16c cpv. 3 LIPG",
        "content": "In caso di degenza ospedaliera del neonato, la durata del versamento è prolungata di una durata equivalente a quella della degenza, ma al massimo di 56 giorni, se:\na. immediatamente dopo la nascita il neonato resta in ospedale per almeno due settimane consecutive; e\nb. la madre fornisce la prova che al momento del parto prevedeva di riprendere un’attività lucrativa alla fine del congedo di maternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Inizio del diritto e durata del versamento dell’indennità",
        "citation": "Art. 16c cpv. 4 LIPG",
        "content": "Il Consiglio federale disciplina il diritto al prolungamento della durata del versamento dell’indennità di maternità per le donne che, per incapacità al lavoro o disoccupazione, non possono riprendere un’attività lucrativa alla fine del congedo di maternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Diritto a indennità giornaliere supplementari in caso di decesso dell’altro genitore",
        "citation": "Art. 16cbis cpv. 1 LIPG",
        "content": "Se l’altro genitore muore nei sei mesi dopo la nascita del figlio, la madre ha diritto a 14 indennità giornaliere supplementari per i giorni di congedo presi. Tali indennità giornaliere possono essere riscosse entro un termine quadro di sei mesi a decorrere dal giorno successivo al decesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Diritto a indennità giornaliere supplementari in caso di decesso dell’altro genitore",
        "citation": "Art. 16cbis cpv. 2 LIPG",
        "content": "Al versamento delle indennità giornaliere è applicabile per analogia l’articolo 16k capoversi 3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Diritto a indennità giornaliere supplementari in caso di decesso dell’altro genitore",
        "citation": "Art. 16cbis cpv. 3 LIPG",
        "content": "All’estinzione del diritto è applicabile per analogia l’articolo 16j capoverso 3 lettere a–d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_c_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Estinzione del diritto",
        "citation": "Art. 16d cpv. 1 LIPG",
        "content": "Il diritto all’indennità di maternità si estingue 98 giorni dopo il suo inizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_d"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Estinzione del diritto",
        "citation": "Art. 16d cpv. 2 LIPG",
        "content": "In caso di degenza ospedaliera del neonato, il diritto all’indennità di maternità si estingue alla fine del prolungamento previsto dall’articolo 16c capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_d"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Estinzione del diritto",
        "citation": "Art. 16d cpv. 3 LIPG",
        "content": "Il diritto all’indennità di maternità si estingue prima se la madre riprende un’attività lucrativa o muore; non si estingue tuttavia prima se la madre partecipa quale parlamentare a sedute di una camera o commissione di un Parlamento, a livello federale, cantonale o comunale, per le quali non è prevista una supplenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_d"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Importo e calcolo dell’indennità",
        "citation": "Art. 16e cpv. 1 LIPG",
        "content": "L’indennità di maternità è versata sotto forma di indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_e"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Importo e calcolo dell’indennità",
        "citation": "Art. 16e cpv. 2 LIPG",
        "content": "L’indennità giornaliera ammonta all’80 per cento del reddito medio conseguito prima dell’inizio del diritto all’indennità. All’accertamento di tale reddito è applicabile per analogia l’articolo 11 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_e"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Importo massimo",
        "citation": "Art. 16f cpv. 1 LIPG",
        "content": "L’indennità di maternità ammonta al massimo a 220 franchi al giorno. L’articolo 16a capoverso 2 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_f"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Importo massimo",
        "citation": "Art. 16f cpv. 2 LIPG",
        "content": "L’indennità di maternità è ridotta nella misura in cui supera l’importo massimo secondo il capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_f"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Priorità dell’indennità di maternità",
        "citation": "Art. 16g cpv. 1 LIPG",
        "content": "L’indennità di maternità esclude il versamento delle seguenti altre indennità giornaliere:\na. dell’assicurazione contro la disoccupazione;\nb. dell’assicurazione per l’invalidità;\nc. dell’assicurazione contro gli infortuni;\nd. dell’assicurazione militare;\ne. delle indennità di cui agli articoli 9 e 10;\nf. delle indennità di assistenza di cui agli articoli 16n–16s per lo stesso figlio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_g"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Priorità dell’indennità di maternità",
        "citation": "Art. 16g cpv. 2 LIPG",
        "content": "Se fino all’inizio del diritto all’indennità di maternità vi era un diritto a un’indennità giornaliera in virtù di una delle leggi seguenti, l’indennità di maternità corrisponde almeno all’indennità giornaliera versata precedentemente:\na. la legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità;\nb. legge federale del 18 marzo 1994 sull’assicurazione malattie;\nc. legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni;\nd. legge federale del 19 giugno 1992 sull’assicurazione militare;\ne. legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_g"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo primo a: Indennità, IIIa., Indennità in caso di maternità, Rapporto con il diritto cantonale",
        "citation": "Art. 16h LIPG",
        "content": "A complemento del capo IIIa i Cantoni possono prevedere un’indennità di maternità più elevata o di durata maggiore e prelevare contributi specifici per il suo finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_h"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Aventi diritto",
        "citation": "Art. 16i cpv. 1 LIPG",
        "content": "Ha diritto all’indennità chi:\na. è l’altro genitore legale al momento della nascita del figlio o lo diventa nei sei mesi seguenti;\nb. era assicurato obbligatoriamente ai sensi della LAVS durante i nove mesi immediatamente precedenti la nascita del figlio;\nc. durante tale periodo ha esercitato un’attività lucrativa per almeno cinque mesi;\nd. al momento della nascita del figlio:\n1. è un salariato ai sensi dell’articolo 10 LPGA,\n2. è un indipendente ai sensi dell’articolo 12 LPGA, o\n3. collabora nell’azienda della moglie percependo un salario in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_i"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Aventi diritto",
        "citation": "Art. 16i cpv. 2 LIPG",
        "content": "Il periodo d’assicurazione secondo il capoverso 1 lettera b è ridotto nella misura in cui la nascita del figlio avviene prima della fine del nono mese di gravidanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_i"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Aventi diritto",
        "citation": "Art. 16i cpv. 3 LIPG",
        "content": "Il Consiglio federale disciplina il diritto all’indennità delle persone che, per incapacità al lavoro o disoccupazione, non soddisfano le condizioni di cui al capoverso 1 lettere c o d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_i"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16j cpv. 1 LIPG",
        "content": "L’indennità per l’altro genitore può essere riscossa entro un termine quadro di sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_j"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16j cpv. 2 LIPG",
        "content": "Il termine quadro decorre dal giorno della nascita del figlio; il diritto all’indennità inizia tale giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_j"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16j cpv. 3 LIPG",
        "content": "Il diritto all’indennità si estingue:\na. alla scadenza del termine quadro;\nb. dopo la riscossione del numero massimo di indennità giornaliere;\nc. se l’altro genitore muore;\nd. se il figlio muore; o\ne. se il rapporto di filiazione nei confronti dell’altro genitore si estingue per sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_j"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Forma dell’indennità e numero di indennità giornaliere",
        "citation": "Art. 16k cpv. 1 LIPG",
        "content": "L’indennità per l’altro genitore è versata sotto forma di indennità giornaliere per i giorni di congedo presi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Forma dell’indennità e numero di indennità giornaliere",
        "citation": "Art. 16k cpv. 2 LIPG",
        "content": "L’altro genitore ha diritto al massimo a 14 indennità giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Forma dell’indennità e numero di indennità giornaliere",
        "citation": "Art. 16k cpv. 3 LIPG",
        "content": "Se il congedo è preso in settimane, sono versate sette indennità giornaliere per settimana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Forma dell’indennità e numero di indennità giornaliere",
        "citation": "Art. 16k cpv. 4 LIPG",
        "content": "Se il congedo è preso in giorni, sono versate due indennità giornaliere supplementari ogni cinque giorni indennizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Diritto a indennità giornaliere supplementari in caso di decesso della madre",
        "citation": "Art. 16kbis cpv. 1 LIPG",
        "content": "Se la madre muore il giorno del parto o nei 97 giorni successivi, l’altro genitore ha diritto a 98 indennità giornaliere supplementari; tali indennità vanno riscosse in giorni consecutivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Diritto a indennità giornaliere supplementari in caso di decesso della madre",
        "citation": "Art. 16kbis cpv. 2 LIPG",
        "content": "In caso di degenza ospedaliera del neonato, è applicabile per analogia l’articolo 16c capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Diritto a indennità giornaliere supplementari in caso di decesso della madre",
        "citation": "Art. 16kbis cpv. 3 LIPG",
        "content": "Il diritto secondo i capoversi 1 e 2 inizia il giorno successivo al decesso della madre e si estingue per i motivi di cui all’articolo 16j capoverso 3 lettere b–e o se viene ripresa l’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Diritto a indennità giornaliere supplementari in caso di decesso della madre",
        "citation": "Art. 16kbis cpv. 4 LIPG",
        "content": "Il termine quadro di sei mesi di cui all’articolo 16j è interrotto durante il periodo di riscossione di indennità giornaliere ai sensi dei capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_k_bis"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Importo e calcolo dell’indennità",
        "citation": "Art. 16l cpv. 1 LIPG",
        "content": "L’indennità giornaliera ammonta all’80 per cento del reddito medio conseguito prima dell’inizio del diritto all’indennità di paternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_l"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Importo e calcolo dell’indennità",
        "citation": "Art. 16l cpv. 2 LIPG",
        "content": "All’accertamento del reddito di cui al capoverso 1 è applicabile per analogia l’arti-colo 11 capoverso 1",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_l"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Importo e calcolo dell’indennità",
        "citation": "Art. 16l cpv. 3 LIPG",
        "content": "All’importo massimo è applicabile per analogia l’articolo 16f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_l"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Priorità dell’indennità per l’altro genitore",
        "citation": "Art. 16m cpv. 1 LIPG",
        "content": "L’indennità per l’altro genitore esclude il versamento delle seguenti altre indennità giornaliere:\na. dell’assicurazione contro la disoccupazione;\nb. dell’assicurazione per l’invalidità;\nc. dell’assicurazione contro gli infortuni;\nd. dell’assicurazione militare;\ne. delle indennità di cui agli articoli 9 e 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_m"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, Priorità dell’indennità per l’altro genitore",
        "citation": "Art. 16m cpv. 2 LIPG",
        "content": "Se fino all’inizio del diritto all’indennità per l’altro genitore vi era un diritto a un’indennità giornaliera in virtù di una delle leggi seguenti, l’indennità per l’altro genitore corrisponde almeno all’indennità giornaliera versata precedentemente:\na. legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità;\nb. legge federale del 18 marzo 1994 sull’assicurazione malattie;\nc. legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni;\nd. legge federale del 19 giugno 1992 sull’assicurazione militare;\ne. legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_m"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Aventi diritto",
        "citation": "Art. 16n cpv. 1 LIPG",
        "content": "Hanno diritto all’indennità i genitori di un figlio minorenne con gravi problemi di salute dovuti a malattia o infortunio che:\na. interrompono l’attività lucrativa per assistere il figlio; e \nb. al momento dell’interruzione dell’attività lucrativa:\n1. sono salariati ai sensi dell’articolo 10 LPGA,\n2. sono indipendenti ai sensi dell’articolo 12 LPGA, o\n3. collaborano nell’azienda del coniuge percependo un salario in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_n"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Aventi diritto",
        "citation": "Art. 16n cpv. 2 LIPG",
        "content": "Per ogni caso di malattia o infortunio sussiste un solo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_n"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Aventi diritto",
        "citation": "Art. 16n cpv. 3 LIPG",
        "content": "Il Consiglio federale disciplina:\na. il diritto all’indennità dei genitori affilianti;\nb.  il diritto all’indennità di persone che per incapacità al lavoro o disoccupazione non soddisfano le condizioni di cui al capoverso 1 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_n"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Figlio con gravi problemi di salute",
        "citation": "Art. 16o LIPG",
        "content": "Un figlio ha gravi problemi di salute, se: \na. si è verificato un cambiamento radicale del suo stato di salute fisica o psichica;\nb. il decorso o l’esito di questo cambiamento è difficilmente prevedibile oppure va considerata l’eventualità di un danno permanente o crescente oppure del decesso;\nc. sussiste un bisogno particolarmente elevato di assistenza da parte dei genitori; e\nd. almeno un genitore deve interrompere l’attività lucrativa per assistere il figlio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_o"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16p cpv. 1 LIPG",
        "content": "Per il versamento dell’indennità di assistenza è previsto un termine quadro di 18 mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_p"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16p cpv. 2 LIPG",
        "content": "Il termine quadro decorre dal giorno per il quale è versata la prima indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_p"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16p cpv. 3 LIPG",
        "content": "Il diritto nasce se sono soddisfatte le condizioni di cui all’articolo 16n.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_p"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16p cpv. 4 LIPG",
        "content": "Il diritto si estingue:\na. alla scadenza del termine quadro; o\nb. dopo la riscossione del numero massimo di indennità giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_p"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16p cpv. 5 LIPG",
        "content": "Il diritto si estingue prima se le condizioni non sono più soddisfatte; tuttavia non si estingue prima se il figlio diviene maggiorenne durante il termine quadro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_p"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Forma e numero delle indennità giornaliere",
        "citation": "Art. 16q cpv. 1 LIPG",
        "content": "L’indennità di assistenza è versata sotto forma di indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_q"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Forma e numero delle indennità giornaliere",
        "citation": "Art. 16q cpv. 2 LIPG",
        "content": "Entro il termine quadro sussiste il diritto a 98 indennità giornaliere al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_q"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Forma e numero delle indennità giornaliere",
        "citation": "Art. 16q cpv. 3 LIPG",
        "content": "Per ogni cinque indennità giornaliere ne sono versate due supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_q"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Forma e numero delle indennità giornaliere",
        "citation": "Art. 16q cpv. 4 LIPG",
        "content": "Se entrambi i genitori esercitano un’attività lucrativa, ognuno di loro ha diritto al massimo alla metà delle indennità giornaliere. Possono concordare una ripartizione diversa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_q"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Importo e calcolo dell’indennità",
        "citation": "Art. 16r cpv. 1 LIPG",
        "content": "L’indennità giornaliera ammonta all’80 per cento del reddito medio conseguito prima dell’inizio del diritto all’indennità di assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_r"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Importo e calcolo dell’indennità",
        "citation": "Art. 16r cpv. 2 LIPG",
        "content": "All’accertamento del reddito di cui al capoverso 1 è applicabile per analogia l’articolo 11 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_r"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Importo e calcolo dell’indennità",
        "citation": "Art. 16r cpv. 3 LIPG",
        "content": "All’importo massimo è applicabile per analogia l’articolo 16f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_r"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Rapporto con le prestazioni di altre assicurazioni sociali",
        "citation": "Art. 16s cpv. 1 LIPG",
        "content": "Il versamento dell’indennità di assistenza è prioritario rispetto alle indennità giornaliere o alle prestazioni delle seguenti assicurazioni sociali:\na. assicurazione contro la disoccupazione;\nb. assicurazione per l’invalidità;\nc. assicurazione contro gli infortuni;\nd. assicurazione militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_s"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIIc., Indennità per genitori che assistono un figlio con gravi problemi di salute dovuti a malattia o infortunio, Rapporto con le prestazioni di altre assicurazioni sociali",
        "citation": "Art. 16s cpv. 2 LIPG",
        "content": "Se fino all’inizio del diritto all’indennità di assistenza vi era un diritto a un’indennità giornaliera in virtù dell’articolo 16b o di una delle leggi seguenti, l’indennità di assistenza corrisponde almeno all’indennità giornaliera versata precedentemente:\na. legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità;\nb. legge federale del 18 marzo 1994 sull’assicurazione malattie;\nc. legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni;\nd. legge federale del 19 giugno 1992 sull’assicurazione militare;\ne. legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_s"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Aventi diritto",
        "citation": "Art. 16t cpv. 1 LIPG",
        "content": "Hanno diritto all’indennità le persone che:\na. accolgono un adottando d’età inferiore ai quattro anni;\nb. durante i nove mesi immediatamente precedenti l’accoglimento dell’adottando erano assicurate obbligatoriamente ai sensi della LAVS e hanno esercitato un’attività lucrativa per almeno cinque mesi; e\nc. al momento dell’accoglimento dell’adottando:\n1. sono salariati ai sensi dell’articolo 10 LPGA,\n2. sono indipendenti ai sensi dell’articolo 12 LPGA, o\n3. collaborano nell’azienda del coniuge percependo un salario in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_t"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Aventi diritto",
        "citation": "Art. 16t cpv. 2 LIPG",
        "content": "In caso di adozione congiunta:\na. entrambi i genitori devono adempiere le condizioni di cui al capoverso 1;\nb. sussiste il diritto a una sola indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_t"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Aventi diritto",
        "citation": "Art. 16t cpv. 3 LIPG",
        "content": "Se i genitori si dividono il congedo di adozione, ciascun genitore ha diritto all’indennità durante il proprio congedo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_t"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Aventi diritto",
        "citation": "Art. 16t cpv. 4 LIPG",
        "content": "In caso di accoglimento contemporaneo di più adottandi, sussiste il diritto a una sola indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_t"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Aventi diritto",
        "citation": "Art. 16t cpv. 5 LIPG",
        "content": "Non sussiste alcun diritto a un’indennità in caso di adozione del figliastro secondo l’articolo 264c capoverso 1 del Codice civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_t"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16u cpv. 1 LIPG",
        "content": "L’indennità di adozione può essere riscossa entro un termine quadro di un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_u"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16u cpv. 2 LIPG",
        "content": "Il termine quadro decorre dal giorno dell’accoglimento dell’adottando; il diritto all’indennità inizia tale giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_u"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Termine quadro, inizio ed estinzione del diritto",
        "citation": "Art. 16u cpv. 3 LIPG",
        "content": "Il diritto all’indennità si estingue:\na. alla scadenza del termine quadro; \nb. dopo la riscossione del numero massimo di indennità giornaliere; \nc. se l’avente diritto muore; o \nd. se l’adottando muore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_u"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Forma dell’indennità e numero di indennità giornaliere ",
        "citation": "Art. 16v cpv. 1 LIPG",
        "content": "L’indennità di adozione è versata sotto forma di indennità giornaliere per i giorni di congedo presi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_v"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Forma dell’indennità e numero di indennità giornaliere ",
        "citation": "Art. 16v cpv. 2 LIPG",
        "content": "Sussiste un diritto a 14 indennità giornaliere al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_v"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Forma dell’indennità e numero di indennità giornaliere ",
        "citation": "Art. 16v cpv. 3 LIPG",
        "content": "Se il congedo è preso in settimane, sono versate sette indennità giornaliere per settimana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_v"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Forma dell’indennità e numero di indennità giornaliere ",
        "citation": "Art. 16v cpv. 4 LIPG",
        "content": "Se il congedo è preso in giorni, sono versate due indennità giornaliere supplementari ogni cinque giorni indennizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_v"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Importo e calcolo dell’indennità",
        "citation": "Art. 16w cpv. 1 LIPG",
        "content": "L’indennità giornaliera ammonta all’80 per cento del reddito medio conseguito prima dell’inizio del diritto all’indennità di adozione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_w"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Importo e calcolo dell’indennità",
        "citation": "Art. 16w cpv. 2 LIPG",
        "content": "All’accertamento del reddito di cui al capoverso 1 è applicabile per analogia l’arti-colo 11 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_w"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Importo e calcolo dell’indennità",
        "citation": "Art. 16w cpv. 3 LIPG",
        "content": "All’importo massimo è applicabile per analogia l’articolo 16f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_w"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Importo e calcolo dell’indennità",
        "citation": "Art. 16w cpv. 4 LIPG",
        "content": "Se i genitori si dividono il congedo di adozione, l’indennità è calcolata separatamente per ciascun genitore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_w"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IIId., Indennità in caso di adozione, Rapporto con il diritto cantonale",
        "citation": "Art. 16x LIPG",
        "content": "A complemento del capo IIId i Cantoni possono prevedere un’indennità di adozione più elevata o di durata maggiore e prelevare contributi specifici per il suo finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_16_x"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Esercizio del diritto",
        "citation": "Art. 17 cpv. 1 LIPG",
        "content": "L’avente diritto fa valere l’indennità presso la cassa di compensazione competente. Se non esercita tale diritto, hanno veste per agire in sua vece:\na. i suoi congiunti, se egli trascura verso di loro gli obblighi di mantenimento o di assistenza;\nb. il datore di lavoro che versa un salario all’avente diritto durante il periodo in cui esiste il diritto all’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_17"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Esercizio del diritto",
        "citation": "Art. 17 cpv. 2 LIPG",
        "content": "Il Consiglio federale designa la cassa di compensazione competente e regola la procedura. Può emanare disposizioni concernenti il disciplinamento dei litigi relativi alla competenza territoriale e derogare all’articolo 35 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_17"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Fissazione dell’indennità",
        "citation": "Art. 18 cpv. 1 LIPG",
        "content": "L’indennità è fissata dalla cassa di compensazione alla quale dev’essere presentata la domanda. La cassa di compensazione può tuttavia incaricare i datori di lavoro ad essa affiliati, che danno affidamento per l’esatta esecuzione di tale compito, di fissare l’indennità dovuta ai loro salariati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_18"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Fissazione dell’indennità",
        "citation": "Art. 18 cpv. 2 LIPG",
        "content": "L’indennità è fissata mediante procedura semplificata ai sensi dell’articolo 51 LPGA. In deroga all’articolo 49 capoverso 1 LPGA, ciò vale anche per le indennità di notevole entità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_18"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Pagamento delle indennità",
        "citation": "Art. 19 cpv. 1 LIPG",
        "content": "L’indennità è pagata all’avente diritto; sono eccettuati i seguenti casi:\na. su richiesta dell’avente diritto, l’indennità è pagata ai congiunti;\nb. se l’avente diritto trascura i suoi obblighi di mantenimento, le indennità concesse per le persone aventi diritto al mantenimento sono, su domanda, pagate agli interessati stessi o ai loro rappresentanti legali; in deroga all’articolo 20 capoverso 1 LPGA, ciò vale anche se gli interessati non dipendono dall’assistenza pubblica o privata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_19"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Pagamento delle indennità",
        "citation": "Art. 19 cpv. 2 LIPG",
        "content": "L’indennità è versata dalla cassa di compensazione alla quale deve essere presentata la domanda. Gli aventi diritto che prima dell’inizio del diritto esercitavano un’attività dipendente ricevono l’indennità dal datore di lavoro, sempreché motivi particolari non rendano necessario il pagamento ad opera della cassa di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_19"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Pagamento delle indennità",
        "citation": "Art. 19 cpv. 3 LIPG",
        "content": "L’indennità è pagata soltanto se è fatta valere conformemente alle prescrizioni legali ed è addotta la prova che sono soddisfatte le relative condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_19"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Contributi alle assicurazioni sociali",
        "citation": "Art. 19a cpv. 1 LIPG",
        "content": "Sull’indennità devono essere pagati i contributi:\na. all’assicurazione per la vecchiaia e per i superstiti;\nb. all’assicurazione per l’invalidità;\nc. all’ordinamento delle indennità di perdita di guadagno;\nd. se del caso, all’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_19_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Contributi alle assicurazioni sociali",
        "citation": "Art. 19a cpv. 1bis LIPG",
        "content": "I contributi sono a carico per metà dell’avente diritto e per metà del Fondo di compensazione delle indennità di perdita di guadagno. Il Fondo di compensazione rimborsa inoltre il contributo del datore di lavoro per il personale agricolo secondo l’articolo 18 capoverso 1 della legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_19_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Contributi alle assicurazioni sociali",
        "citation": "Art. 19a cpv. 2 LIPG",
        "content": "Il Consiglio federale regola i particolari e la procedura. Ha la facoltà di esentare certi gruppi di persone dall’obbligo di pagare i contributi e di prevedere che non saranno riscossi contributi per prestazioni di servizio di breve durata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_19_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Prescrizione e compensazione",
        "citation": "Art. 20 cpv. 1 LIPG",
        "content": "In deroga all’articolo 24 LPGA il diritto alle indennità non ricevute si estingue:\na. per chi presta servizio, cinque anni dopo la fine del servizio che fonda il diritto alle indennità; \nb. in caso di maternità, cinque anni dopo l’estinzione del diritto all’indennità di cui all’articolo 16d; \nc. se sono versate indennità per l’altro genitore, cinque anni dopo la scadenza del termine quadro di cui all’articolo 16j;\nd. per i genitori che assistono figli con gravi problemi di salute dovuti a malattia o infortunio, cinque anni dopo l’ultimo giorno del congedo di assistenza;\ne. se la madre ha diritto a indennità giornaliere supplementari in caso di decesso dell’altro genitore, cinque anni dopo la scadenza del termine quadro secondo l’articolo 16cbis capoverso 1;\nf. se l’altro genitore ha diritto a indennità giornaliere supplementari in caso di decesso della madre, cinque anni dopo l’estinzione del diritto all’indennità secondo l’articolo 16kbis capoverso 3;\ng. in caso di adozione, cinque anni dopo la scadenza del diritto di cui all’articolo 16u capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_20"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Prescrizione e compensazione",
        "citation": "Art. 20 cpv. 2 LIPG",
        "content": "I crediti derivanti dalla presente legge, dalla LAVS e dalla legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura possono essere compensati con le indennità esigibili in virtù della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_20"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Responsabilità",
        "citation": "Art. 20a cpv. 1 LIPG",
        "content": "I Cantoni rispondono dei danni subiti dall’ordinamento delle indennità per perdita di guadagno:\na. per l’inosservanza di prescrizioni concernenti la chiamata per interventi della protezione civile ai sensi degli articoli 27 capoverso 2, 27a capoverso 1 lettera b e 33–36 LPPC;\nb. per l’inosservanza di prescrizioni concernenti l’autorizzazione di interventi di pubblica utilità ai sensi dell’articolo 27a capoverso 1 lettera b LPPC;\nc. per fatti illeciti dei contabili delle organizzazioni di protezione civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_20_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Responsabilità",
        "citation": "Art. 20a cpv. 2 LIPG",
        "content": "Il diritto al risarcimento si prescrive in un anno dal giorno in cui l’Ufficio federale delle assicurazioni sociali ha avuto conoscenza del danno, ma al più tardi in dieci anni dal giorno in cui si è verificato il danno. Se il diritto al risarcimento deriva da un reato per il quale il diritto penale prevede un termine di prescrizione più lungo, si applica tale termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_20_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, IIIb., Indennità per l’altro genitore, IV. Disposizioni varie, Responsabilità",
        "citation": "Art. 20a cpv. 3 LIPG",
        "content": "L’Ufficio federale delle assicurazioni sociali fa valere il diritto al risarcimento mediante decisione formale. La procedura è retta dalla legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_20_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Organi e disposizioni applicabili",
        "citation": "Art. 21 cpv. 1 LIPG",
        "content": "La presente legge è applicata dagli organi dell’assicurazione vecchiaia e superstiti con la collaborazione dei contabili degli stati maggiori e delle unità militari. Per la protezione civile l’applicazione avviene con la collaborazione dei contabili degli organi di protezione; per il servizio civile con la collaborazione dell’Ufficio federale del servizio civile e degli istituti d’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_21"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Organi e disposizioni applicabili",
        "citation": "Art. 21 cpv. 2 LIPG",
        "content": "Per quanto la presente legge non disponga altrimenti, si applicano per analogia le disposizioni della LAVS concernenti:\na. i sistemi d’informazione (art. 49a, 49b e 72a cpv. 2 lett. b LAVS);\nb. il registro delle prestazioni in denaro correnti (art. 49c LAVS);\nc. l’utilizzazione sistematica del numero AVS (art. 50c e 153b–153i LAVS);\nd. i datori di lavoro (art. 51 e 52 LAVS);\ne. le casse di compensazione (art. 53–70 LAVS); \nf. l’Ufficio centrale di compensazione (art. 71 LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_21"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Organi e disposizioni applicabili",
        "citation": "Art. 21 cpv. 2bis LIPG",
        "content": "La responsabilità per danni degli organi dell’AVS di cui all’articolo 49 LAVS è retta dall’articolo 78 LPGA e, per analogia, dagli articoli 52, 70 e 71a LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_21"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Organi e disposizioni applicabili",
        "citation": "Art. 21 cpv. 3 LIPG",
        "content": "In deroga all’articolo 78 LPGA, la responsabilità dei contabili degli stati maggiori e delle unità militari è sottoposta alla legge militare del 3 febbraio 1995, quella dei contabili dell’organizzazione di protezione sottostà alla legge del 17 giugno 1994 sulla protezione civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_21"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Copertura delle spese di amministrazione",
        "citation": "Art. 22 LIPG",
        "content": "A copertura delle loro spese di amministrazione, le casse di compensazione prelevano speciali contributi dai datori di lavoro, dalle persone che esercitano un’attività lucrativa indipendente e dalle persone che non esercitano un’attività lucrativa ad esse affiliate. Per le loro spese di amministrazione, alle casse potranno, inoltre, essere concessi sussidi prelevati dal Fondo di compensazione dell’ordinamento delle indennità per perdita di guadagno. È applicabile l’articolo 69 della LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_22"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Vigilanza della Confederazione (art. 76 LPGA)",
        "citation": "Art. 23 cpv. 1 LIPG",
        "content": "Gli articoli 72, 72a e 72b LAVS si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_23"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo secondo: Organizzazione, Vigilanza della Confederazione (art. 76 LPGA)",
        "citation": "Art. 23 cpv. 2 LIPG",
        "content": "La Commissione federale dell’assicurazione per la vecchiaia, i superstiti e l’invalidità ... istituisce nel suo seno una sottocommissione incaricata di dare parere al Consiglio federale sulle questioni concernenti l’esecuzione e lo sviluppo ulteriore dell’ordinamento delle indennità per perdita di guadagno. La sottocommissione ha diritto di presentare, di propria iniziativa, proposte al Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_23"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo terzo: Contenzioso e disposizioni penali, Particolarità concernenti il contenzioso",
        "citation": "Art. 24 cpv. 1 LIPG",
        "content": "In deroga all’articolo 58 capoverso 1 LPGA, i ricorsi contro decisioni delle casse cantonali di compensazione sono giudicati dal tribunale delle assicurazioni del luogo della cassa di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_24"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo terzo: Contenzioso e disposizioni penali, Particolarità concernenti il contenzioso",
        "citation": "Art. 24 cpv. 2 LIPG",
        "content": "In deroga all’articolo 58 capoverso 2 LPGA, i ricorsi di persone all’estero sono giudicati dal Tribunale amministrativo federale. Il Consiglio federale può prevedere che tale competenza sia attribuita al tribunale delle assicurazioni del Cantone in cui ha domicilio o sede il datore di lavoro dell’assicurato. L’articolo 85bis capoversi 2 e 3 LAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_24"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo terzo: Contenzioso e disposizioni penali, Disposizioni penali",
        "citation": "Art. 25 LIPG",
        "content": "Gli articoli 87 e 91 della LAVS sono applicabili alle persone che violano le prescrizioni della presente legge in uno dei modi specificati da detti articoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_25"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Regola",
        "citation": "Art. 26 LIPG",
        "content": "I mezzi finanziari occorrenti per le prestazioni a norma della presente legge sono forniti:\na. dai supplementi ai contributi dovuti conformemente alla LAVS;\nb. dal Fondo di compensazione dell’ordinamento delle indennità per perdita di guadagno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_26"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Supplementi ai contributi dell’assicurazione per la vecchiaia e per i superstiti",
        "citation": "Art. 27 cpv. 1 LIPG",
        "content": "Sono tenuti a pagare i contributi gli assicurati e i datori di lavoro di cui agli articoli 3 e 12 della LAVS, eccettuate le persone assicurate secondo l’articolo 2 della LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_27"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Supplementi ai contributi dell’assicurazione per la vecchiaia e per i superstiti",
        "citation": "Art. 27 cpv. 2 LIPG",
        "content": "Per il calcolo dei contributi sono applicabili per analogia le disposizioni della LAVS. Il Consiglio federale stabilisce l’ammontare dei contributi tenendo conto dell’articolo 28. Il contributo sul reddito di un’attività lucrativa non può tuttavia eccedere lo 0,5 per cento. Gli assicurati che non esercitano un’attività lucrativa pagano un contributo secondo le loro condizioni sociali. Il contributo minimo non può eccedere 24 franchi all’anno. Il contributo massimo corrisponde a 50 volte il contributo minimo. I contributi di questi assicurati e i contributi calcolati secondo la tavola scalare sono graduati nello stesso modo dei contributi dell’assicurazione per la vecchiaia e per i superstiti. In tale ambito è mantenuto il rapporto tra la percentuale summenzionata e il tasso non ridotto di contribuzione giusta l’articolo 8 capoverso 1 della LAVS. L’articolo 9bis della LAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_27"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Supplementi ai contributi dell’assicurazione per la vecchiaia e per i superstiti",
        "citation": "Art. 27 cpv. 3 LIPG",
        "content": "I contributi sono prelevati quali supplementi a quelli dell’assicurazione per la vecchiaia e per i superstiti. Gli articoli 11 e 14–16 della LAVS sono applicabili per analogia, comprese le deroghe alla LPGA che vi figurano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_27"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Fondo di compensazione dell’ordinamento delle indennità per perdita di guadagno",
        "citation": "Art. 28 cpv. 1 LIPG",
        "content": "Sotto la designazione «Fondo di compensazione dell’ordinamento delle indennità per perdita di guadagno» (Fondo di compensazione IPG), è costituito un fondo al quale sono accreditate o addebitate tutte le entrate e prestazioni a norma della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Fondo di compensazione dell’ordinamento delle indennità per perdita di guadagno",
        "citation": "Art. 28 cpv. 2 LIPG",
        "content": "Le liquidità e gli investimenti del Fondo di compensazione IPG non devono, di regola, scendere sotto un importo pari al 50 per cento delle uscite di un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quarto: Finanziamento, Fondo di compensazione dell’ordinamento delle indennità per perdita di guadagno",
        "citation": "Art. 28 cpv. 3 LIPG",
        "content": "L’amministrazione del Fondo di compensazione IPG è retta dalla legge del 16 giugno 2017 sui fondi di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quinto:, Rapporto con il diritto europeo",
        "citation": "Art. 28a cpv. 1 LIPG",
        "content": "Ai cittadini svizzeri o di uno Stato membro dell’Unione europea che sono o sono stati soggetti alla legislazione in materia di sicurezza sociale della Svizzera o di uno o più Stati membri dell’Unione europea, ai rifugiati o agli apolidi residenti in Svizzera o in uno Stato membro dell’Unione europea, nonché ai familiari e ai superstiti di queste persone, in merito alle prestazioni che rientrano nel campo d’applicazione della presente legge, si applicano i seguenti atti normativi nella versione vincolante per la Svizzera dell’allegato II sezione A dell’Accordo del 21 giugno 1999 tra la Confederazione Svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone (Accordo sulla libera circolazione delle persone):\na. regolamento (CE) n. 883/2004;\nb. regolamento (CE) n. 987/2009;\nc. regolamento (CEE) n. 1408/71;\nd. regolamento (CEE) n. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quinto:, Rapporto con il diritto europeo",
        "citation": "Art. 28a cpv. 2 LIPG",
        "content": "Ai cittadini svizzeri, islandesi, norvegesi o del Principato del Liechtenstein che sono o sono stati soggetti alla legislazione in materia di sicurezza sociale della Svizzera, dell’Islanda, della Norvegia o del Principato del Liechtenstein, agli apolidi o ai rifugiati residenti in Svizzera o nel territorio dell’Islanda, della Norvegia o del Principato del Liechtenstein, nonché ai familiari e ai superstiti di queste persone, in merito alle prestazioni che rientrano nel campo d’applicazione della presente legge, si applicano i seguenti atti normativi nella versione vincolante per la Svizzera dell’allegato K appendice 2 della Convenzione del 4 gennaio 1960 istitutiva dell’Associazione europea di libero scambio (Convenzione AELS):\na. regolamento (CE) n. 883/2004;\nb. regolamento (CE) n. 987/2009;\nc. regolamento (CEE) n. 1408/71;\nd. regolamento (CEE) n. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quinto:, Rapporto con il diritto europeo",
        "citation": "Art. 28a cpv. 3 LIPG",
        "content": "Il Consiglio federale adegua i rimandi agli atti normativi dell’Unione europea di cui ai capoversi 1 e 2 ogniqualvolta è adottata una modifica dell’allegato II dell’Accordo sulla libera circolazione delle persone e dell’allegato K appendice 2 della Convenzione AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28_a"
    },
    {
        "book": "EOG",
        "title": "LIPG, Capo quinto:, Rapporto con il diritto europeo",
        "citation": "Art. 28a cpv. 4 LIPG",
        "content": "Nella presente legge le espressioni «Stati membri dell’Unione europea», «Stati membri della Comunità europea», «Stati dell’Unione europea» e «Stati della Comunità europea» designano gli Stati cui si applica l’Accordo sulla libera circolazione delle persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1952/1021_1046_1050/it#art_28_a"
    }
]