[
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 1: Diritto all’indennità, Persone che esercitano un’attività lucrativa",
        "citation": "Art. 1 cpv. 1 OIPG",
        "content": "È considerato persona che esercita un’attività chi ha esercitato nei 12 mesi precedenti l’entrata in servizio un’attività lucrativa durante almeno quattro settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_1"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 1: Diritto all’indennità, Persone che esercitano un’attività lucrativa",
        "citation": "Art. 1 cpv. 2 OIPG",
        "content": "Sono equiparati alle persone che esercitano un’attività lucrativa:\na. disoccupati;\nb. chi prova che, se non avesse dovuto entrare in servizio, avrebbe esercitato un’attività lucrativa per un periodo più lungo;\nc. chi ha concluso una formazione immediatamente prima dell’entrata in servizio, o che l’avrebbe conclusa durante il servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_1"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 1: Diritto all’indennità, Persone che non esercitano un’attività lucrativa",
        "citation": "Art. 2 OIPG",
        "content": "Le persone che non rispondono ai requisiti di cui all’articolo 1 sono considerate persone che non esercitano un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_2"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 1: Diritto all’indennità, Formazione di monitori per Gioventù e Sport (G+S)",
        "citation": "Art. 3 OIPG",
        "content": "L’Ufficio federale dello sport definisce quali sono i corsi che danno diritto all’indennità ai sensi dell’articolo 1a capoverso 4 LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_3"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori salariati",
        "citation": "Art. 4 cpv. 1 OIPG",
        "content": "L’indennità per lavoratori salariati è calcolata sulla base dell’ultimo salario determinante percepito prima dell’entrata in servizio, convertito in salario giornaliero medio. Per la conversione non si tiene conto dei giorni in cui la persona non ha percepito o ha percepito solo parzialmente un salario a causa di:\na. malattia;\nb. infortunio;\nc. disoccupazione;\nd. servizio ai sensi dell’articolo 1a LIPG;\ne. un congedo di maternità ai sensi dell’articolo 329f del Codice delle obbligazioni (CO) o di un congedo per l’altro genitore ai sensi dell’articolo 329g o 329gbis CO;\nf. assistenza a un figlio con gravi problemi di salute ai sensi dell’articolo 16o LIPG;\ng. accoglimento di un bambino di età inferiore a quattro anni in vista dell’adozione (adottando);\nh. altri motivi non imputabili a colpa propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_4"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori salariati",
        "citation": "Art. 4 cpv. 2 OIPG",
        "content": "Per la persona che prova che nel corso del servizio avrebbe intrapreso un’attività lucrativa dipendente per un periodo più lungo o che avrebbe percepito un salario significativamente superiore a quello percepito prima dell’entrata in servizio, l’indennità è calcolata sulla base del salario che essa avrebbe potuto percepire. Se ha portato a termine la sua formazione subito prima dell’entrata in servizio o l’avrebbe conclusa durante il medesimo, l’indennità è calcolata sulla base del salario iniziale percepito di norma per la professione in questione nella regione in cui sarebbe stata esercitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_4"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori salariati",
        "citation": "Art. 4 cpv. 3 OIPG",
        "content": "Per chi collabora ad un’azienda della propria famiglia senza essere retribuito in termini monetari e presta servizio prima del 1° gennaio dell’anno successivo a quello in cui ha compiuto vent’anni, l’indennità è calcolata sulla base del salario mensile globale ai sensi dell’articolo 14 capoverso 3 dell’ordinanza del 31 ottobre 1947 sull’assicurazione per la vecchiaia e per i superstiti (OAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_4"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Accertamento del reddito medio percepito prima del servizio per salariati con reddito regolare",
        "citation": "Art. 5 cpv. 1 OIPG",
        "content": "È considerato salariato con reddito regolare chi:\na. ha un rapporto di lavoro a tempo indeterminato o della durata di almeno un anno e il cui reddito non è soggetto a importanti oscillazioni;\nb. ha interrotto il lavoro per uno dei motivi di cui all’articolo 4 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_5"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Accertamento del reddito medio percepito prima del servizio per salariati con reddito regolare",
        "citation": "Art. 5 cpv. 2 OIPG",
        "content": "Il reddito giornaliero medio percepito prima dell’entrata in servizio è calcolato come segue:\na. per i salariati retribuiti su base oraria, l’ultimo salario orario percepito prima dell’entrata in servizio è moltiplicato per la somma delle ore di lavoro prestate in una settimana di lavoro normale prima del servizio e in seguito diviso per sette.\nb. Per i salariati retribuiti su base mensile, il salario percepito durante l’ultimo mese civile prima dell’entrata in servizio è diviso per 30.\nc. Per i salariati retribuiti in altro modo, il salario percepito durante le ultime quattro settimane prima dell’entrata in servizio è diviso per 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_5"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Accertamento del reddito medio percepito prima del servizio per salariati con reddito regolare",
        "citation": "Art. 5 cpv. 3 OIPG",
        "content": "Se il reddito medio percepito prima dell’entrata in servizio non può essere calcolato in base al capoverso 2, poiché l’inizio dell’ultimo rapporto lavorativo del salariato risale a poco prima dell’entrata in servizio, fa stato il salario convenuto dalle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_5"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Accertamento del reddito medio percepito prima del servizio per salariati con reddito regolare",
        "citation": "Art. 5 cpv. 4 OIPG",
        "content": "Le parti del salario pagate regolarmente ma solo una volta all’anno o a intervalli di più mesi, sono convertite in salario giornaliero medio e aggiunte al reddito determinato in base al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_5"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Accertamento del reddito medio percepito prima del servizio per salariati con reddito irregolare",
        "citation": "Art. 6 cpv. 1 OIPG",
        "content": "Per la persona che non percepisce un reddito regolare ai sensi dell’articolo 5, il reddito medio percepito prima dell’entrata in servizio è calcolato sulla base del reddito percepito negli ultimi tre mesi prima dell’entrata in servizio e convertito in salario giornaliero medio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_6"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Accertamento del reddito medio percepito prima del servizio per salariati con reddito irregolare",
        "citation": "Art. 6 cpv. 2 OIPG",
        "content": "Se anche in questo modo non è possibile calcolare in modo adeguato un reddito medio, si prende in considerazione il reddito percepito nel corso di un periodo più lungo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_6"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori indipendenti",
        "citation": "Art. 7 cpv. 1 OIPG",
        "content": "L’indennità per lavoratori indipendenti è calcolata sulla base del reddito determinante per l’ultimo contributo AVS prima dell’entrata in servizio, convertito in salario giornaliero medio. Per la conversione non si tiene conto dei periodi in cui la persona non ha percepito o ha percepito solo parzialmente un reddito a causa di:\na. malattia;\nb. infortunio;\nc. servizio ai sensi dell’articolo 1a LIPG;\nd. un congedo di maternità ai sensi dell’articolo 329f CO o di un congedo per l’altro genitore ai sensi dell’articolo 329gbis CO; \ne. assistenza a un figlio con gravi problemi di salute ai sensi dell’articolo 16o LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_7"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori indipendenti",
        "citation": "Art. 7 cpv. 1bis OIPG",
        "content": "Se in seguito viene stabilito un altro contributo AVS per l’anno del servizio, può essere richiesto un nuovo calcolo dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_7"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori indipendenti",
        "citation": "Art. 7 cpv. 2 OIPG",
        "content": "Per la persona che prova che nel corso del servizio avrebbe intrapreso un’attività indipendente per un periodo più lungo, l’indennità è calcolata sulla base del reddito che avrebbe potuto conseguire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_7"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori indipendenti",
        "citation": "Art. 7 cpv. 3 OIPG",
        "content": "Nel caso di un lavoratore indipendente che non è tenuto a pagare prima dell’entrata in servizio i contributi previsti dalla legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS), l’indennità è calcolata sulla base del reddito conseguito durante l’anno precedente l’entrata in servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_7"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori contemporaneamente salariati e indipendenti",
        "citation": "Art. 8 OIPG",
        "content": "L’indennità è calcolata sommando i redditi da attività dipendente e quelli da attività indipendente, accertati in base agli articoli 4–7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_8"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità per persone che fino all’entrata in servizio hanno percepito un’indennità giornaliera",
        "citation": "Art. 9 OIPG",
        "content": "Per le persone che fino all’entrata in servizio hanno percepito un’indennità giornaliera dell’assicurazione invalidità o dell’assicurazione obbligatoria contro gli infortuni, l’indennità corrisponde complessivamente almeno all’ammontare dell’indennità giornaliera percepita in precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_9"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Indennità durante l’istruzione di base per la protezione civile",
        "citation": "Art. 10 OIPG",
        "content": "Nel caso di persone che hanno prestato almeno 40 giorni di servizio ai sensi dell’articolo 1a capoversi 1 e 2bis LIPG, l’indennità giornaliera di base ammonta all’80 per cento del reddito medio percepito prima dell’entrata in servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_10"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 2: Calcolo dell’indennità, Numero di giorni di servizio civile corrispondenti alla durata di una scuola reclute",
        "citation": "Art. 11 OIPG",
        "content": "Sono considerati equivalenti alla durata di una scuola reclute:\na. i primi 124 giorni di servizio civile computabili, nel caso in cui la persona che presta servizio civile non è stata attribuita a un’arma;\nb. la durata della scuola reclute corrispondente all’arma a cui una persona è stata attribuita prima di essere ammessa al servizio civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_11"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 3: Assegni per spese di custodia, Spese supplementari per la custodia dei figli",
        "citation": "Art. 12 OIPG",
        "content": "Sono rimborsate come spese per la custodia dei figli in particolar modo:\na. spese per pasti dei figli consumati fuori casa;\nb. spese di viaggio e di alloggio per figli che vengono accuditi da terzi;\nc. retribuzioni per aiuti famigliari o domestici;\nd. retribuzioni per asili nido, scuole diurne e doposcuola;\ne. spese di viaggio di terzi che si recano al domicilio della persona che presta servizio per accudirne i figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_12"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 3: Assegni per spese di custodia, Ammontare degli assegni",
        "citation": "Art. 13 cpv. 1 OIPG",
        "content": "Sono rimborsati i costi effettivi, per una somma che non deve tuttavia superare il 27 per cento dell’indennità totale massima, moltiplicata per il numero dei giorni di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_13"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 3: Assegni per spese di custodia, Ammontare degli assegni",
        "citation": "Art. 13 cpv. 2 OIPG",
        "content": "Spese inferiori a 20 franchi non sono rimborsate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_13"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 4: Assegni per l’azienda a favore di persone che lavorano per l’azienda agricola di famiglia",
        "citation": "Art. 14 OIPG",
        "content": "Ha diritto all’assegno per l’azienda chi svolge la sua attività lucrativa principale nell’azienda agricola di famiglia e che:\na. può essere qualificato come lavoratore salariato del settore agricolo ai sensi dell’articolo 1a capoverso 2 lettere a e b della legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura (LAF) oppure è sposato al capo dell’azienda;\nb. presta servizio per almeno 12 giorni consecutivi; e\nc. per sostituire il quale è assunta, per lavorare nell’azienda, una persona retribuita per almeno dieci giorni con un salario che raggiunge, sulla base di una media giornaliera, almeno l’importo dell’assegno per l’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_14"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Domanda",
        "citation": "Art. 15 cpv. 1 OIPG",
        "content": "Il diritto a un’indennità si esercita mediante un formulario ufficiale, completo della documentazione necessaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_15"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Domanda",
        "citation": "Art. 15 cpv. 2 OIPG",
        "content": "L’Ufficio federale delle assicurazioni sociali distribuisce il formulario per l’esercizio del diritto all’indennità e i formulari particolari presso i seguenti uffici:\na. gli stati maggiori e le unità militari;\nb. gli uffici della protezione civile incaricati di convocare;\nc. l’organo federale responsabile dell’esecuzione del servizio civile e i suoi incaricati;\nd. l’Ufficio federale dello sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_15"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Domanda",
        "citation": "Art. 15 cpv. 3 OIPG",
        "content": "Il formulario per l’esercizio del diritto all’indennità è consegnato alla fine del servizio. Se il servizio dura più di 30 giorni, il formulario è consegnato dopo dieci giorni e in seguito alla fine di ogni mese civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_15"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Domanda",
        "citation": "Art. 15 cpv. 4 OIPG",
        "content": "Se una persona o i suoi congiunti necessitano il versamento dell’indennità in tempi più ristretti, i formulari per l’esercizio del diritto all’indennità vanno consegnati durante tutto il servizio ogni dieci giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_15"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Attestazione dei giorni di servizio",
        "citation": "Art. 16 cpv. 1 OIPG",
        "content": "I contabili dello stato maggiore, delle unità militari e degli uffici della protezione civile incaricati di convocare attestano il numero di giorni di servizio rimborsati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_16"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Attestazione dei giorni di servizio",
        "citation": "Art. 16 cpv. 2 OIPG",
        "content": "L’organo federale responsabile dell’esecuzione del servizio civile e i suoi incaricati attestano il numero dei giorni di servizio computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_16"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Attestazione dei giorni di servizio",
        "citation": "Art. 16 cpv. 3 OIPG",
        "content": "Il responsabile per l’organizzazione della formazione federale e cantonale dei monitori di Gioventù e Sport (G+S) e dei corsi per monitori di giovani tiratori attesta i giorni di servizio che danno diritto a un’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_16"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Attestazione dei giorni di servizio",
        "citation": "Art. 16 cpv. 4 OIPG",
        "content": "Ogni giorno di servizio che dà diritto a un’indennità può essere attestato una volta sola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_16"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Attestazione dei giorni di servizio",
        "citation": "Art. 16 cpv. 5 OIPG",
        "content": "Nel caso sia stato consegnato un formulario per l’esercizio del diritto all’indennità sbagliato o il formulario sia andato perduto, la cassa di compensazione competente rilascia un formulario sostitutivo. In tale formulario essa attesta, sulla base del libretto di servizio, dell’attestazione di frequenza del corso o di un estratto del sistema d’informazione del servizio civile, i giorni di servizio che danno diritto a un’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_16"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Dichiarazione di salario da parte del datore di lavoro",
        "citation": "Art. 17 OIPG",
        "content": "Se una persona che presta servizio è indennizzata come lavoratore salariato, il datore di lavoro è tenuto ad attestare, mediante il formulario per l’esercizio del diritto a un’indennità, il salario determinante per il calcolo della stessa, il salario versato durante il servizio nonché la durata dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_17"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Esercizio del diritto all’indennità da parte di terzi",
        "citation": "Art. 18 cpv. 1 OIPG",
        "content": "I congiunti e il datore di lavoro della persona che presta servizio, in virtù dell’articolo 17 capoverso 1 LIPG, sono autorizzati ad esercitare il diritto all’indennità presso la cassa di compensazione competente e si procurano direttamente, se necessario, l’attestato dei giorni di servizio che danno diritto a un’indennità e la dichiarazione di salario. Gli articoli 15–17 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_18"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Esercizio del diritto all’indennità da parte di terzi",
        "citation": "Art. 18 cpv. 2 OIPG",
        "content": "Nel caso sussista un diritto ad un assegno a favore di persone che lavorano per l’azienda di famiglia ai sensi dell’articolo 14, l’articolo 17 capoverso 1 lettera b LIPG è applicabile, per analogia, anche per il titolare dell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_18"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Cassa di compensazione competente",
        "citation": "Art. 19 cpv. 1 OIPG",
        "content": "Competente per ricevere i formulari, fissare e pagare le indennità è:\na. per le persone tenute a pagare i contributi AVS: la cassa di compensazione competente per la riscossione dei contributi prima dell’entrata in servizio;\nb. per le persone domiciliate in Svizzera, non soggette al pagamento dei contributi: la cassa di compensazione cantonale del loro Cantone di domicilio;\nc. per le persone domiciliate all’estero, che non sono obbligatoriamente assicurate in base alla LAVS: la Cassa svizzera di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_19"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Cassa di compensazione competente",
        "citation": "Art. 19 cpv. 2 OIPG",
        "content": "Se più casse di compensazione sono competenti, la persona avente diritto all’indennità sceglie tra di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_19"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 5: Esercizio del diritto, Cassa di compensazione competente",
        "citation": "Art. 19 cpv. 3 OIPG",
        "content": "La domanda del lavoratore salariato deve pervenire per il tramite del suo datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_19"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Fissazione dell’indennità",
        "citation": "Art. 20 cpv. 1 OIPG",
        "content": "La cassa di compensazione può incaricare il datore di lavoro di fissare l’indennità di base e gli assegni per i figli, purché la persona avente diritto all’indennità non sia legata a più datori di lavoro o svolga contemporaneamente un’attività dipendente ed un’attività indipendente. La cassa di compensazione verifica il calcolo del datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_20"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Fissazione dell’indennità",
        "citation": "Art. 20 cpv. 2 OIPG",
        "content": "Su domanda della persona avente diritto all’indennità la cassa di compensazione, o il datore di lavoro nel caso l’indennità sia stata fissata da lui, è tenuta a fornire spiegazioni sul calcolo dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_20"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 21 cpv. 1 OIPG",
        "content": "Una volta ricevuto il formulario, la cassa di compensazione o il datore di lavoro paga senza indugio l’importo dovuto o lo compensa ai sensi dell’articolo 19 capoverso 2 LPGA o dell’articolo 20 capoverso 2 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_21"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 21 cpv. 2 OIPG",
        "content": "L’articolo 19 capoverso 2 LPGA può essere applicato anche nel caso in cui il servizio abbia luogo del tutto o in parte durante il tempo libero del lavoratore salariato o il datore di lavoro sia domiciliato all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_21"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 21 cpv. 3 OIPG",
        "content": "Le indennità sono versate su un conto corrente bancario o postale. Su richiesta possono essere pagate in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_21"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 21 cpv. 4 OIPG",
        "content": "Come ricevute valgono i giustificativi interni delle casse, le attestazioni di conteggio di Postfinance e le distinte del conto bancario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_21"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Indennità per persone all’estero",
        "citation": "Art. 22 cpv. 1 OIPG",
        "content": "L’indennità per persone che abitano all’estero è fissata in franchi svizzeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_22"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 1: Indennità per persone che prestano servizio, Sezione 6: Fissazione e pagamento dell’indennità, Indennità per persone all’estero",
        "citation": "Art. 22 cpv. 2 OIPG",
        "content": "Il pagamento dell’indennità ha luogo nella valuta del Paese di domicilio. Per la conversione in valuta straniera è applicato per analogia l’articolo 20 capoverso 2 dell’ordinanza del 26 maggio 1961 concernente l’assicurazione facoltativa per la vecchiaia, i superstiti e l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_22"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 1: Inizio ed estinzione del diritto all’indennità, Inizio del diritto",
        "citation": "Art. 23 cpv. 1 OIPG",
        "content": "Il diritto all’indennità sussiste se il neonato è in grado di vivere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_23"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 1: Inizio ed estinzione del diritto all’indennità, Inizio del diritto",
        "citation": "Art. 23 cpv. 2 OIPG",
        "content": "La madre ha inoltre diritto all’indennità se la gravidanza è durata almeno 23 settimane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_23"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 1: Inizio ed estinzione del diritto all’indennità, Durata del versamento dell’indennità di maternità in caso di degenza ospedaliera prolungata del neonato",
        "citation": "Art. 24 OIPG",
        "content": "La prova che il neonato deve restare in ospedale per almeno due settimane consecutive immediatamente dopo la nascita deve essere fornita mediante un attestato medico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_24"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 1: Inizio ed estinzione del diritto all’indennità, Estinzione del diritto all’indennità di maternità",
        "citation": "Art. 25 OIPG",
        "content": "Il diritto all’indennità di maternità si estingue il giorno in cui la madre riprende l’attività lucrativa, indipendentemente dal grado di occupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_25"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 2: Durata minima del periodo d’assicurazione, Computo dei periodi d’assicurazione all’estero",
        "citation": "Art. 26 OIPG",
        "content": "Per determinare la durata minima del periodo d’assicurazione secondo l’articolo 16b capoverso 1 lettera a o 16i capoverso 1 lettera b LIPG si tiene conto anche dei periodi di assoggettamento all’assicurazione obbligatoria della madre o dell’altro genitore avente diritto in uno Stato:\na. che applica l’accordo del 21 giugno 1999 tra la Confederazione svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone, con il suo allegato II, e i regolamenti n. 1408/71 e n. 574/72 nella loro versione modificata;\nb. facente parte dell’Associazione europea di libero scambio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_26"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 2: Durata minima del periodo d’assicurazione, Riduzione del periodo d’assicurazione minimo in caso di parto prematuro",
        "citation": "Art. 27 OIPG",
        "content": "In caso di parto prematuro il periodo d’assicurazione stabilito all’articolo 16b capoverso 1 lettera a o all’articolo 16i capoverso 1 lettera b LIPG è ridotto:\na. a 8 mesi, se il parto ha luogo tra l’ottavo e il nono mese di gravidanza;\nb. a 7 mesi, se il parto ha luogo tra il settimo e l’ottavo mese di gravidanza;\nc. a 6 mesi, se il parto ha luogo prima del settimo mese di gravidanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_27"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Computo dei periodi di attività lucrativa all’estero",
        "citation": "Art. 28 OIPG",
        "content": "Per determinare la durata minima del periodo di attività lucrativa secondo l’articolo 16b capoverso 1 lettera b o 16i capoverso 1 lettera c LIPG si tiene conto anche dei periodi di esercizio di un’attività lucrativa della madre o del padre avente diritto in uno Stato:\na. che applica l’accordo del 21 giugno 1999 tra la Confederazione svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone, con il suo allegato II, e i regolamenti n. 1408/71 e n. 574/72 nella loro versione modificata;\nb. facente parte dell’Associazione europea di libero scambio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_28"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Computo dei periodi di servizio",
        "citation": "Art. 28a OIPG",
        "content": "Per determinare la durata minima del periodo di attività lucrativa secondo l’articolo 16b capoverso 1 lettera b o 16i capoverso 1 lettera c LIPG si tiene conto anche dei periodi durante i quali la persona avente diritto ha prestato servizio ai sensi dell’articolo 1a LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_28_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Disoccupazione della madre o dell’altro genitore",
        "citation": "Art. 29 cpv. 1 OIPG",
        "content": "La madre che, al momento del parto, è disoccupata, oppure che, a causa di un periodo di disoccupazione, non adempie le condizioni di cui all’articolo 16b capoverso 1 lettera b LIPG, ha diritto all’indennità se:\na. fino al parto ha beneficiato di un’indennità giornaliera dell’assicurazione contro la disoccupazione; oppure\nb. il giorno del parto adempie il periodo di contribuzione necessario per beneficiare di un’indennità giornaliera ai sensi della legge federale del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_29"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Disoccupazione della madre o dell’altro genitore",
        "citation": "Art. 29 cpv. 1bis OIPG",
        "content": "Una madre secondo il capoverso 1 lettera a ha diritto al versamento dell’indennità di maternità di durata prolungata (art. 16c cpv. 3 LIPG), se:\na. non ha esaurito le indennità giornaliere dell’assicurazione contro la disoccupazione prima del parto e il termine quadro per la riscossione delle prestazioni è ancora aperto il giorno dopo la fine del congedo di maternità; e \nb. è disponibile un attestato medico secondo l’articolo 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_29"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Disoccupazione della madre o dell’altro genitore",
        "citation": "Art. 29 cpv. 2 OIPG",
        "content": "L’altro genitore che, al momento della nascita del figlio, è disoccupato, oppure che, a causa di un periodo di disoccupazione, non adempie la condizione della durata minima del periodo di attività lucrativa di cui all’articolo 16i capoverso 1 lettera c LIPG, ha diritto all’indennità se:\na. fino alla nascita del figlio ha beneficiato di un’indennità giornaliera dell’assicurazione contro la disoccupazione; o\nb. il giorno della nascita del figlio presta servizio ai sensi dell’articolo 1a LIPG e quel giorno adempie il periodo di contribuzione necessario per beneficiare di un’indennità giornaliera ai sensi della legge federale sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_29"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Disoccupazione della madre o dell’altro genitore",
        "citation": "Art. 29 cpv. 3 OIPG",
        "content": "L’altro genitore secondo il capoverso 2 lettera a ha diritto a indennità giornaliere supplementari in caso di decesso della madre (art. 16kbis cpv. 2 LIPG), se:\na. non ha esaurito le indennità giornaliere dell’assicurazione contro la disoccupazione prima della nascita del figlio e il termine quadro per la riscossione delle prestazioni è ancora aperto il giorno dopo la fine del congedo per l’altro genitore in caso di decesso della madre; e\nb. è disponibile un attestato medico secondo l’articolo 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_29"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 3: Durata minima del periodo di attività lucrativa, Incapacità al lavoro della madre o dell’altro genitore",
        "citation": "Art. 30 OIPG",
        "content": "La madre o l’altro genitore che, al momento della nascita del figlio, sono incapaci al lavoro, oppure che, a causa di un periodo di incapacità al lavoro, non adempiono la condizione della durata minima del periodo di attività lucrativa di cui all’articolo 16b capoverso 1 lettera b o 16i capoverso 1 lettera c LIPG, hanno diritto all’indennità se:\na. fino alla nascita del figlio hanno beneficiato di un’indennità per perdita di guadagno dovuta a malattia o infortunio versata da un’assicurazione sociale o da un’assicurazione privata oppure di indennità giornaliere dell’assicurazione per l’invalidità; o \nb. al momento della nascita del figlio, pur avendo già perso il diritto a percepire il salario, hanno un rapporto di lavoro ancora valido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_30"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 4: Calcolo dell’indennità, Indennità per la madre o l’altro genitore che esercita un’attività lucrativa dipendente",
        "citation": "Art. 31 cpv. 1 OIPG",
        "content": "L’indennità è calcolata sulla base dell’ultimo salario determinante percepito prima della nascita del figlio, convertito in salario giornaliero medio. Per la conversione non si tiene conto dei giorni in cui la madre o l’altro genitore non ha percepito o ha percepito solo parzialmente un salario a causa di:\na. malattia;\nb. infortunio;\nc. disoccupazione;\nd. servizio ai sensi dell’articolo 1a LIPG;\ne. un congedo di maternità ai sensi dell’articolo 329f CO o di un congedo per l’altro genitore ai sensi dell’articolo 329g o 329gbis CO;\nf. assistenza a un figlio con gravi problemi di salute ai sensi dell’articolo 16o LIPG;\ng. accoglimento di un adottando di età inferiore a quattro anni;\nh. altri motivi non imputabili a colpa propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_31"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 4: Calcolo dell’indennità, Indennità per la madre o l’altro genitore che esercita un’attività lucrativa dipendente",
        "citation": "Art. 31 cpv. 2 OIPG",
        "content": "L’indennità di maternità e quella per l’altro genitore sono calcolate separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_31"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 4: Calcolo dell’indennità, Indennità per la madre o l’altro genitore che esercita un’attività lucrativa dipendente",
        "citation": "Art. 31 cpv. 3 OIPG",
        "content": "Gli articoli 5 e 6 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_31"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 4: Calcolo dell’indennità, Indennità per la madre o l’altro genitore che esercita un’attività lucrativa indipendente",
        "citation": "Art. 32 OIPG",
        "content": "Alla madre o all’altro genitore che esercita un’attività lucrativa indipendente si applica per analogia l’articolo 7 capoversi 1 e 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_32"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 4: Calcolo dell’indennità, Indennità per la madre o l’altro genitore che esercita contemporaneamente un’attività lucrativa dipendente e una indipendente",
        "citation": "Art. 33 OIPG",
        "content": "Se la madre o l’altro genitore esercita contemporaneamente un’attività lucrativa dipendente e una indipendente, l’indennità è calcolata sommando i redditi da attività lucrativa dipendente e quelli da attività lucrativa indipendente, accertati in base agli articoli 7 capoversi 1 e 1bis e 31.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_33"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Cassa di compensazione competente",
        "citation": "Art. 34 cpv. 1 OIPG",
        "content": "Competente per ricevere i formulari nonché fissare e pagare le indennità è:\na. per la madre tenuta a pagare i contributi AVS: la cassa di compensazione competente per la riscossione dei contributi al momento del parto;\nb. per l’altro genitore tenuto a pagare i contributi AVS: la cassa di compensazione competente per la riscossione dei contributi l’ultimo giorno di fruizione del congedo per l’altro genitore;\nc. per la madre e l’altro genitore domiciliati all’estero che non sono più obbligatoriamente assicurati in base alla LAVS: la Cassa svizzera di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_34"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Cassa di compensazione competente",
        "citation": "Art. 34 cpv. 2 OIPG",
        "content": "L’articolo 19 capoversi 2 e 3 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_34"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 34a cpv. 1 OIPG",
        "content": "Per la madre e l’altro genitore che al momento della nascita del figlio esercitano un’attività lucrativa dipendente, il datore di lavoro è tenuto ad attestare, mediante il formulario per l’esercizio del diritto all’indennità, il salario determinante per il calcolo della stessa, il salario versato durante il periodo di diritto all’indennità nonché la durata dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_34_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 34a cpv. 2 OIPG",
        "content": "Per la madre e l’altro genitore che al momento della nascita del figlio sono disoccupati oppure incapaci al lavoro, l’ultimo datore di lavoro attesta, sul formulario per l’esercizio del diritto all’indennità, il salario determinante per il calcolo della stessa nonché la durata dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_34_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 34a cpv. 3 OIPG",
        "content": "Il datore di lavoro presso il quale l’altro genitore è impiegato durante il suo congedo o la cassa di disoccupazione dell’altro genitore attesta la fruizione dei giorni di congedo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_34_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 34a cpv. 4 OIPG",
        "content": "L’organo competente rilascia alla madre che partecipa quale parlamentare a sedute di una camera o commissione di un Parlamento, a livello federale, cantonale o comunale, un attestato secondo cui per le sedute in questione non è prevista una supplenza. La madre inoltra questo attestato alla cassa di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_34_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Fissazione e pagamento delle indennità",
        "citation": "Art. 35 cpv. 1 OIPG",
        "content": "Per la fissazione dell’indennità si applicano per analogia gli articoli 20 e 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Fissazione e pagamento delle indennità",
        "citation": "Art. 35 cpv. 2 OIPG",
        "content": "L’indennità di maternità è versata mensilmente e posticipatamente. Se è inferiore a 200 franchi mensili, è versata in una sola volta alla fine del diritto. Lo stesso vale per le indennità giornaliere supplementari per l’altro genitore in caso di decesso della madre di cui all’articolo 16kbis LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Fissazione e pagamento delle indennità",
        "citation": "Art. 35 cpv. 3 OIPG",
        "content": "L’indennità per l’altro genitore è versata in una sola volta, dopo l’estinzione del diritto secondo l’articolo 16j capoverso 3 LIPG. Lo stesso vale per l’indennità di maternità supplementare in caso di decesso dell’altro genitore di cui all’articolo 16cbis LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Fissazione e pagamento delle indennità",
        "citation": "Art. 35 cpv. 4 OIPG",
        "content": "È fatta salva la compensazione di cui all’articolo 19 capoverso 2 LPGA oppure all’articolo 20 capoverso 2 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2: Indennità di maternità e indennità per l’altro genitore, Sezione 5: Esercizio del diritto, fissazione e pagamento dell’indennità, Fissazione e pagamento delle indennità",
        "citation": "Art. 35 cpv. 5 OIPG",
        "content": "Per il versamento dell’indennità si applica per analogia l’articolo 21 capoversi 3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 1:, Diritto di genitori affilianti, matrigne e patrigni nonché della madre e dell’altro genitore disoccupati o incapaci al lavoro, Genitori affilianti",
        "citation": "Art. 35a cpv. 1 OIPG",
        "content": "Il diritto dei genitori affilianti che si sono assunti durevolmente le spese di mantenimento e di educazione del figlio è retto dall’articolo 16n capoversi 1 e 2 LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 1:, Diritto di genitori affilianti, matrigne e patrigni nonché della madre e dell’altro genitore disoccupati o incapaci al lavoro, Genitori affilianti",
        "citation": "Art. 35a cpv. 2 OIPG",
        "content": "Il diritto dei genitori affilianti si estingue se il figlio ritorna presso uno dei suoi genitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_a"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 1:, Diritto di genitori affilianti, matrigne e patrigni nonché della madre e dell’altro genitore disoccupati o incapaci al lavoro, Matrigne e patrigni",
        "citation": "Art. 35b OIPG",
        "content": "Una matrigna o un patrigno ha diritto secondo l’articolo 16n capoversi 1 e 2 LIPG, se:\na. vive nella medesima economia domestica con il genitore che detiene l’autorità parentale e la custodia del figlio e lo assiste adeguatamente nel mantenimento e nell’educazione del figlio; e \nb. un genitore rinuncia completamente al suo diritto, a condizione che sussista un rapporto di filiazione con entrambi i genitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_b"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 1:, Diritto di genitori affilianti, matrigne e patrigni nonché della madre e dell’altro genitore disoccupati o incapaci al lavoro, Disoccupazione della madre o dell’altro genitore",
        "citation": "Art. 35c OIPG",
        "content": "Il diritto della madre disoccupata o dell’altro genitore disoccupato è retto dall’articolo 16n capoversi 1 e 2 LIPG, se l’assistenza al figlio necessita della presenza della madre o dell’altro genitore e fino all’inizio del diritto la madre o l’altro genitore ha percepito un’indennità giornaliera dell’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_c"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 1:, Diritto di genitori affilianti, matrigne e patrigni nonché della madre e dell’altro genitore disoccupati o incapaci al lavoro, Incapacità al lavoro della madre o dell’altro genitore",
        "citation": "Art. 35d OIPG",
        "content": "Il diritto della madre o dell’altro genitore incapace al lavoro è retto dall’articolo 16n capoversi 1 e 2 LIPG, se l’assistenza al figlio necessita della presenza della madre o dell’altro genitore e:\na. fino all’inizio del diritto, la madre o l’altro genitore incapace al lavoro ha percepito indennità giornaliere dell’assicurazione per l’invalidità o un’indennità per perdita di guadagno dovuta a malattia o infortunio versata da un’altra assicurazione sociale o da un’assicurazione privata; o\nb. all’inizio del diritto, pur avendo già perso il diritto a percepire il salario, ha un rapporto di lavoro ancora valido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_d"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 2: Calcolo dell’indennità Ripartizione tra i genitori ",
        "citation": "Art. 35e OIPG",
        "content": "Se il congedo di assistenza è ripartito tra i genitori, le indennità sono calcolate separatamente per ciascun genitore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_e"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 2: Calcolo dell’indennità Indennità per lavoratori salariati ",
        "citation": "Art. 35f cpv. 1 OIPG",
        "content": "L’indennità è calcolata sulla base dell’ultimo salario determinante percepito prima della fruizione dei giorni di congedo corrispondenti, convertito in salario giornaliero medio. Per la conversione non si tiene conto dei giorni in cui l’avente diritto non ha percepito o ha percepito solo parzialmente un salario a causa di:\na. malattia;\nb. infortunio;\nc. disoccupazione;\nd. servizio ai sensi dell’articolo 1a LIPG;\ne. un congedo di maternità ai sensi dell’articolo 329f CO o di un congedo per l’altro genitore ai sensi dell’articolo 329g o 329gbis CO;\nf. assistenza a un figlio con gravi problemi di salute ai sensi dell’articolo 16o LIPG;\ng. accoglimento di un adottando di età inferiore a quattro anni;\nh. altri motivi non imputabili a colpa propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_f"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 2: Calcolo dell’indennità Indennità per lavoratori salariati ",
        "citation": "Art. 35f cpv. 2 OIPG",
        "content": "L’indennità giornaliera è ricalcolata se il salario determinante cambia durante la fruizione dei giorni di congedo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_f"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 2: Calcolo dell’indennità Indennità per lavoratori salariati ",
        "citation": "Art. 35f cpv. 3 OIPG",
        "content": "Gli articoli 5 e 6 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_f"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 2: Calcolo dell’indennità Indennità per lavoratori indipendenti",
        "citation": "Art. 35g OIPG",
        "content": "Ai lavoratori indipendenti aventi diritto si applica per analogia l’articolo 7 capoversi 1 e 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_g"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 2: Calcolo dell’indennità Indennità per aventi diritto che esercitano contemporaneamente un’attività lucrativa dipendente e una indipendente",
        "citation": "Art. 35h OIPG",
        "content": "L’indennità per gli aventi diritto che esercitano contemporaneamente un’attività lucrativa dipendente e una indipendente è calcolata sommando i redditi da attività lucrativa dipendente e quelli da attività lucrativa indipendente, accertati in base agli articoli 7 capoversi 1 e 1bis e 35f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_h"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Cassa di compensazione competente ",
        "citation": "Art. 35i cpv. 1 OIPG",
        "content": "Competente per ricevere la domanda nonché fissare e pagare le indennità è la cassa di compensazione competente per la riscossione dei contributi all’inizio del periodo di diritto all’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_i"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Cassa di compensazione competente ",
        "citation": "Art. 35i cpv. 2 OIPG",
        "content": "Se il congedo di assistenza è ripartito tra i genitori, la cassa di compensazione competente all’inizio del periodo di diritto all’indennità resta competente per entrambi i genitori durante l’intero termine quadro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_i"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Cassa di compensazione competente ",
        "citation": "Art. 35i cpv. 3 OIPG",
        "content": "La domanda del lavoratore salariato deve pervenire per il tramite del suo datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_i"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Attestati",
        "citation": "Art. 35j cpv. 1 OIPG",
        "content": "Per gli aventi diritto che all’inizio del periodo di diritto all’indennità esercitano un’attività lucrativa dipendente, il datore di lavoro attesta il salario determinante per il calcolo dell’indennità, il salario versato durante il periodo di diritto all’indennità nonché la durata dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_j"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Attestati",
        "citation": "Art. 35j cpv. 2 OIPG",
        "content": "Per gli aventi diritto di cui all’articolo 35c o 35d che prima del periodo di disoccupazione o di incapacità al lavoro hanno esercitato un’attività lucrativa, l’ultimo datore di lavoro attesta il salario determinante per il calcolo dell’indennità nonché la durata dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_j"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Attestati",
        "citation": "Art. 35j cpv. 3 OIPG",
        "content": "Il datore di lavoro o gli organi di esecuzione dell’assicurazione contro la disoccupazione attestano alla fine di ogni mese i giorni di congedo di assistenza fruiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_j"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Pagamento dell’indennità",
        "citation": "Art. 35k cpv. 1 OIPG",
        "content": "L’indennità è versata mensilmente e posticipatamente. È fatta salva la compensazione di cui all’articolo 19 capoverso 2 LPGA oppure all’articolo 20 capoverso 2 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_k"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Pagamento dell’indennità",
        "citation": "Art. 35k cpv. 2 OIPG",
        "content": "Le indennità sono versate su un conto bancario o postale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_k"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Pagamento dell’indennità",
        "citation": "Art. 35k cpv. 3 OIPG",
        "content": "Come ricevute valgono i giustificativi interni delle casse, le attestazioni di conteggio di Postfinance e le distinte del conto bancario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_k"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2a:, Indennità di assistenza a un figlio con gravi problemi di salute dovuti a malattia o infortunio Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità Pagamento dell’indennità",
        "citation": "Art. 35k cpv. 4 OIPG",
        "content": "Per la fissazione e il pagamento dell’indennità delle persone che abitano all’estero si applica per analogia l’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_k"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 1:, Durata minima del periodo d’assicurazione e durata minima del periodo di attività lucrativa Computo dei periodi d’assicurazione e dei periodi di attività lucrativa all’estero",
        "citation": "Art. 35l OIPG",
        "content": "Per determinare la durata minima del periodo d’assicurazione e la durata minima del periodo di attività lucrativa secondo l’articolo 16t capoverso 1 lettera b LIPG si applicano per analogia gli articoli 26 e 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_l"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 1:, Durata minima del periodo d’assicurazione e durata minima del periodo di attività lucrativa Computo dei periodi di riscossione di indennità giornaliere ",
        "citation": "Art. 35m OIPG",
        "content": "Per determinare la durata minima del periodo di attività lucrativa secondo l’articolo 16t capoverso 1 lettera b LIPG si tiene conto anche dei periodi durante i quali l’avente diritto: \na. ha prestato servizio ai sensi dell’articolo 1a LIPG; o \nb. ha beneficiato di indennità giornaliere dovute a malattia o infortunio versate dall’assicurazione contro la disoccupazione, dall’assicurazione invalidità oppure da un’assicurazione sociale o da un’assicurazione privata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_m"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori salariati",
        "citation": "Art. 35n cpv. 1 OIPG",
        "content": "L’indennità è calcolata sulla base dell’ultimo salario determinante percepito prima dell’accoglimento dell’adottando, convertito in salario giornaliero medio. Per la conversione non si tiene conto dei giorni in cui l’avente diritto non ha percepito o ha percepito solo parzialmente un salario a causa di:\na. malattia;\nb. infortunio;\nc. disoccupazione;\nd. servizio ai sensi dell’articolo 1a LIPG;\ne. un congedo di maternità ai sensi dell’articolo 329f CO o di un congedo per l’altro genitore ai sensi dell’articolo 329g o 329gbis CO;\nf. assistenza a un figlio con gravi problemi di salute ai sensi dell’articolo 16o LIPG; \ng. accoglimento di un adottando di età inferiore a quattro anni;\nh. altri motivi non imputabili a colpa propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_n"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori salariati",
        "citation": "Art. 35n cpv. 2 OIPG",
        "content": "Gli articoli 5 e 6 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_n"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 2: Calcolo dell’indennità, Indennità per lavoratori indipendenti ",
        "citation": "Art. 35o OIPG",
        "content": "Ai lavoratori indipendenti aventi diritto si applica per analogia l’articolo 7 capoversi 1 e 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_o"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 2: Calcolo dell’indennità, Indennità per aventi diritto che esercitano contemporaneamente un’attività lucrativa dipendente e una indipendente",
        "citation": "Art. 35p OIPG",
        "content": "L’indennità per gli aventi diritto che esercitano contemporaneamente un’attività lucrativa dipendente e una indipendente è calcolata sommando i redditi da attività lucrativa dipendente accertati in base all’articolo 35n e quelli da attività lucrativa indipendente accertati in base all’articolo 7 capoversi 1 e 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_p"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Cassa di compensazione competente",
        "citation": "Art. 35q cpv. 1 OIPG",
        "content": "Competente per ricevere la domanda nonché fissare e pagare le indennità è la Cassa federale di compensazione (CFC).\n2 La domanda del lavoratore salariato deve pervenire per il tramite del suo datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_q"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 35r cpv. 1 OIPG",
        "content": "Per gli aventi diritto che all’inizio del periodo di diritto all’indennità esercitano un’attività lucrativa dipendente, il datore di lavoro attesta, sul formulario per l’esercizio del diritto all’indennità, il salario determinante per il calcolo dell’indennità, il salario versato durante il periodo di diritto all’indennità nonché la durata dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_r"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 35r cpv. 2 OIPG",
        "content": "Il datore di lavoro presso il quale l’avente diritto è impiegato durante il congedo di adozione attesta la fruizione dei giorni di congedo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_r"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Attestati",
        "citation": "Art. 35r cpv. 3 OIPG",
        "content": "I lavoratori indipendenti inoltrano alla CFC la decisione di tassazione fiscale, non appena l’hanno ricevuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_r"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 35s cpv. 1 OIPG",
        "content": "L’indennità è versata in una volta sola posticipatamente, dopo l’estinzione del diritto secondo l’articolo 16u capoverso 3 LIPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_s"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 35s cpv. 2 OIPG",
        "content": "È fatta salva la compensazione di cui all’articolo 19 capoverso 2 LPGA oppure all’articolo 20 capoverso 2 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_s"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 35s cpv. 3 OIPG",
        "content": "Le indennità sono versate su un conto bancario o postale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_s"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 35s cpv. 4 OIPG",
        "content": "Come ricevute valgono i giustificativi interni delle casse, le attestazioni di conteggio di Postfinance e le distinte del conto bancario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_s"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 2b:, Indennità in caso di adozione, Sezione 3: Esercizio del diritto, fissazione e pagamento dell’indennità, Pagamento dell’indennità",
        "citation": "Art. 35s cpv. 5 OIPG",
        "content": "Per la fissazione e il pagamento dell’indennità delle persone che abitano all’estero si applica per analogia l’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_35_s"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Contributi",
        "citation": "Art. 36 cpv. 1 OIPG",
        "content": "I contributi ammontano allo 0,5 per cento del reddito dell’attività lucrativa. Nei limiti della tavola scalare di cui all’articolo 21 OAVS, i contributi sono calcolati come segue:Reddito annuo dell’attività lucrativaTasso di contributo in percentuale del reddito dell’attività lucrativadi almeno fr.ma inferiore a fr.   980017 5000,26917 50021 3000,27521 30023 8000,28123 80026 3000,28726 30028 8000,29328 80031 3000,29931 30033 8000,31233 80036 3000,32436 30038 8000,33638 80041 3000,34941 30043 8000,36143 80046 3000,37346 30048 8000,39248 80051 3000,41051 30053 8000,42953 80056 3000,44856 30058 8000,466           .",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_36"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Contributi",
        "citation": "Art. 36 cpv. 2 OIPG",
        "content": "Le persone che non esercitano un’attività lucrativa versano un contributo da 24 a 1200 franchi annui. Gli articoli 28–30 OAVS si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_36"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori salariati",
        "citation": "Art. 37 cpv. 1 OIPG",
        "content": "Nel caso in cui paga l’indennità alla persona avente diritto o la versa assieme al salario, il datore di lavoro tratta nel conteggio per la cassa di compensazione la somma versata come fosse una parte integrante del salario determinante ai sensi dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_37"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori salariati",
        "citation": "Art. 37 cpv. 2 OIPG",
        "content": "I contributi per l’AVS, per l’assicurazione per l’invalidità, per l’indennità di perdita di guadagno e per l’assicurazione contro la disoccupazione prelevati sull’indennità possono essere rimborsati al datore di lavoro dalla cassa di compensazione o direttamente assieme al rimborso dell’indennità o attraverso un accredito ad hoc.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_37"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori salariati",
        "citation": "Art. 37 cpv. 3 OIPG",
        "content": "I contributi per gli assegni familiari nell’agricoltura versati dal datore di lavoro sulla base dell’indennità gli vengono rimborsati o assieme a quest’ultima o attraverso un accredito ad hoc, conformemente all’articolo 18 capoverso 1 LAF. La cassa di compensazione addebita il montante corrispondente al conto dei contributi prelevati in virtù della LAF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_37"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori salariati",
        "citation": "Art. 37 cpv. 4 OIPG",
        "content": "La cassa di compensazione deduce dalle indennità che versa o direttamente a lavoratori salariati oppure a datori di lavoro non soggetti all’obbligo di versare contributi i contributi dei lavoratori salariati per l’AVS, per all’assicurazione per l’invalidità, per l’indennità di perdita di guadagno e per l’assicurazione contro la disoccupazione. Inscrive l’indennità soggetta a contributi sul conto individuale della persona assicurata come reddito da attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_37"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori salariati",
        "citation": "Art. 37 cpv. 5 OIPG",
        "content": "Sull’assegno per spese di custodia non sono prelevati contributi a carico dei lavoratori salariati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_37"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori salariati",
        "citation": "Art. 37 cpv. 6 OIPG",
        "content": "L’articolo 6quater OAVS concernente i contributi dovuti dagli assicurati esercitanti un’attività lucrativa dopo il raggiungimento dell’età di riferimento secondo l’articolo 21 capoverso 1 LAVS e l’articolo 34d OAVS concernente il salario di poco conto non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_37"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori indipendenti e per le persone che non esercitano un’attività lucrativa",
        "citation": "Art. 38 cpv. 1 OIPG",
        "content": "La cassa di compensazione deduce dalle indennità i contributi per l’AVS, per l’assicurazione per l’invalidità e per l’indennità di perdita di guadagno applicando la stessa aliquota valida per i lavoratori salariati. Inscrive l’indennità soggetta a contributi sul conto individuale della persona assicurata come reddito da attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_38"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori indipendenti e per le persone che non esercitano un’attività lucrativa",
        "citation": "Art. 38 cpv. 2 OIPG",
        "content": "Sull’assegno per spese di custodia non sono prelevati contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_38"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio dei contributi per i lavoratori indipendenti e per le persone che non esercitano un’attività lucrativa",
        "citation": "Art. 38 cpv. 3 OIPG",
        "content": "L’articolo 6quater OAVS concernente i contributi dovuti dagli assicurati esercitanti un’attività lucrativa dopo il raggiungimento dell’età di riferimento secondo l’articolo 21 capoverso 1 LAVS e l’articolo 19 OAVS concernente il reddito di poco conto proveniente da attività indipendenti esercitate a titolo accessorio non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_38"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Conteggio",
        "citation": "Art. 39 OIPG",
        "content": "Il datore di lavoro tiene conto delle indennità da lui versate nel conteggio per la cassa di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_39"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Crediti per restituzione di rendite irrecuperabili ",
        "citation": "Art. 40 OIPG",
        "content": "Ai crediti per restituzione di rendite irrecuperabili è applicato l’articolo 79bis OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_40"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Copertura delle spese di amministrazione",
        "citation": "Art. 41 cpv. 1 OIPG",
        "content": "Per i contributi alle spese di amministrazione versati da datori di lavoro, lavoratori indipendenti e persone che non esercitano un’attività lucrativa valgono le stesse aliquote applicate dall’assicurazione per la vecchiaia e per i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_41"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Copertura delle spese di amministrazione",
        "citation": "Art. 41 cpv. 2 OIPG",
        "content": "Il Dipartimento federale dell’interno stabilisce eventuali sussidi prelevati dal fondo di compensazione dell’indennità di perdita di guadagno per coprire le spese di amministrazione delle casse di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_41"
    },
    {
        "book": "EOV",
        "title": "OIPG, Capitolo 3: Disposizioni comuni, Disposizioni applicabili",
        "citation": "Art. 42 OIPG",
        "content": "Se la LIPG e la presente ordinanza non stabiliscono altrimenti, sono applicabili per analogia le disposizioni dei capi quarto e sesto nonché gli articoli 34–43 e 205–212bis OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/187/it#art_42"
    }
]