[
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Objet",
        "citation": "Art. 1 LEp",
        "content": "La présente loi règle la protection de l’être humain contre les maladies transmissibles et prévoit les mesures nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_1"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, But",
        "citation": "Art. 2 al. 1 LEp",
        "content": "La présente loi a pour but de prévenir et de combattre l’apparition et la propagation des maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_2"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, But",
        "citation": "Art. 2 al. 2 LEp",
        "content": "Les mesures qu’elle prévoit poursuivent les buts suivants:\na. surveiller les maladies transmissibles et acquérir les connaissances fondamentales sur leur propagation et leur évolution;\nb. détecter, évaluer et prévenir l’apparition et la propagation de maladies transmissibles;\nc. inciter l’individu, certains groupes de personnes et certaines institutions à contribuer à prévenir et à combattre les maladies transmissibles;\nd. créer les cadres organisationnel, professionnel et financier requis pour détecter, surveiller, prévenir et combattre les maladies transmissibles;\ne. garantir l’accès aux installations et aux moyens de protection contre les maladies transmissibles;\nf. réduire les effets des maladies transmissibles sur la société et les personnes concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_2"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Définitions",
        "citation": "Art. 3 LEp",
        "content": "Au sens de la présente loi, on entend par:\na. maladie transmissible: une maladie causée par des agents pathogènes ou leurs produits toxiques et pouvant être transmise à l’être humain;\nb. observations: les résultats d’analyses cliniques (p. ex. diagnostics de suspicion, diagnostics confirmés, cas de décès), les résultats d’analyses de laboratoire (p. ex. résultats de tests, mise en évidence directe ou indirecte d’agents pathogènes, typages et tests de résistance), les résultats d’analyses épidémiologiques (p. ex. données relatives à des infections liées aux soins) ou tout événement (p. ex. objets ou substances suspects) liés à des maladies transmissibles;\nc. agent pathogène: un organisme naturel ou génétiquement modifié (p. ex. virus, bactérie, champignon, protozoaire ou autre parasite), une substance (p. ex. prion, toxine) ou du matériel génétique pouvant provoquer ou aggraver une maladie transmissible; \nd. utilisation d’agents pathogènes: toute opération impliquant des agents pathogènes, en particulier leur production, leur multiplication, leur dissémination, leur mise en circulation, leur importation, leur exportation, leur transit, leur détention, leur emploi, leur entreposage, leur transport ou leur élimination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_3"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Objectifs et stratégies",
        "citation": "Art. 4 al. 1 LEp",
        "content": "Le Conseil fédéral fixe, avec le concours des cantons, des objectifs et des stratégies visant à détecter, à surveiller, à prévenir et à combattre les maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_4"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Objectifs et stratégies",
        "citation": "Art. 4 al. 2 LEp",
        "content": "La définition des objectifs et des stratégies tiendra compte en particulier des éléments suivants:\na. les conclusions tirées des rapports visés à l’art. 76;\nb. les recommandations et les directives internationales;\nc. l’état actuel de la science.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_4"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Objectifs et stratégies",
        "citation": "Art. 4 al. 3 LEp",
        "content": "La Confédération et les cantons vérifient, au moyen des rapports si les objectifs ont été atteints et prennent, le cas échéant, les mesures nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_4"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Programmes nationaux",
        "citation": "Art. 5 al. 1 LEp",
        "content": "L’Office fédéral de la santé publique (OFSP) élabore, avec le concours des cantons, des programmes nationaux visant à détecter, à surveiller, à prévenir et à combattre les maladies transmissibles, en particulier dans les domaines suivants:\na. les vaccinations;\nb. les infections liées aux soins et la résistance des agents pathogènes;\nc. le VIH et autres agents pathogènes de maladies sexuellement transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_5"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Programmes nationaux",
        "citation": "Art. 5 al. 2 LEp",
        "content": "La Confédération et les cantons pourvoient, dans les limites de leurs compétences respectives, à la mise en œuvre des programmes nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_5"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Situation particulière",
        "citation": "Art. 6 al. 1 LEp",
        "content": "Il y a situation particulière dans les cas suivants:\na. les organes d’exécution ordinaires ne sont pas en mesure de prévenir et de combattre l’apparition et la propagation d’une maladie transmissible et qu’il existe l’un des risques suivants:\n1. un risque élevé d’infection et de propagation,\n2. un risque spécifique pour la santé publique,\n3. un risque de graves répercussions sur l’économie ou sur d’autres secteurs vitaux;\nb. l’Organisation mondiale de la santé (OMS) a constaté la présence d’une urgence sanitaire de portée internationale menaçant la santé de la population en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_6"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Situation particulière",
        "citation": "Art. 6 al. 2 LEp",
        "content": "Le Conseil fédéral peut, après avoir consulté les cantons: \na. ordonner des mesures visant des individus;\nb. ordonner des mesures visant la population; \nc. astreindre les médecins et d’autres professionnels de la santé à participer à la lutte contre les maladies transmissibles;\nd. déclarer obligatoires des vaccinations pour les groupes de population en danger, les personnes particulièrement exposées et les personnes exerçant certaines activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_6"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Situation particulière",
        "citation": "Art. 6 al. 3 LEp",
        "content": "Le Département fédéral de l’intérieur (DFI) coordonne les mesures de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_6"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Situation extraordinaire",
        "citation": "Art. 7 LEp",
        "content": "Si une situation extraordinaire l’exige, le Conseil fédéral peut ordonner les mesures nécessaires pour tout ou partie du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_7"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Mesures préparatoires",
        "citation": "Art. 8 al. 1 LEp",
        "content": "La Confédération et les cantons prennent les mesures nécessaires pour prévenir et limiter à temps les dangers et les atteintes à la santé publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_8"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 1, Dispositions générales et principes, Mesures préparatoires",
        "citation": "Art. 8 al. 2 LEp",
        "content": "L’OFSP peut ordonner aux cantons de prendre certaines mesures en prévision d’un risque spécifique pour la santé publique, notamment:\na. des mesures de détection et de surveillance des maladies transmissibles;\nb. des mesures visant des individus;\nc. des mesures visant la population;\nd. des mesures de distribution de produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_8"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 2, Information et échange d’informations, Information",
        "citation": "Art. 9 al. 1 LEp",
        "content": "L’OFSP informe le public, certains groupes de personnes, les autorités et les professionnels des risques de maladies transmissibles et des mesures possibles pour les prévenir et les combattre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 2, Information et échange d’informations, Information",
        "citation": "Art. 9 al. 2 LEp",
        "content": "Il publie à intervalles réguliers des relevés et des analyses relatifs à la nature, à l’apparition, aux causes et à la propagation des maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 2, Information et échange d’informations, Information",
        "citation": "Art. 9 al. 3 LEp",
        "content": "Il publie des recommandations sur les mesures visant à lutter contre les maladies transmissibles et sur l’utilisation d’agents pathogènes et les adapte régulièrement à l’état de la science. Si d’autres offices fédéraux sont impliqués, l’OFSP agit avec leur accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 2, Information et échange d’informations, Information",
        "citation": "Art. 9 al. 4 LEp",
        "content": "L’OFSP et les autorités cantonales compétentes coordonnent leur activité d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 2, Information et échange d’informations, Échange d’informations",
        "citation": "Art. 10 al. 1 LEp",
        "content": "L’OFSP veille à ce que les cantons obtiennent les informations dont ils ont besoin pour prévenir et combattre les maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_10"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 2, Information et échange d’informations, Échange d’informations",
        "citation": "Art. 10 al. 2 LEp",
        "content": "Les services fédéraux et les services cantonaux compétents échangent résultats de recherche, connaissances spécifiques et informations sur les programmes d’éducation et les programmes de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_10"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Systèmes de détection précoce et de surveillance",
        "citation": "Art. 11 LEp",
        "content": "L’OFSP exploite, en collaboration avec d’autres services fédéraux et avec les services cantonaux compétents, les systèmes de détection précoce et de surveillance des maladies transmissibles. Il veille à la coordination avec les systèmes internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_11"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Obligation de déclarer",
        "citation": "Art. 12 al. 1 LEp",
        "content": "Les médecins, les hôpitaux et d’autres institutions sanitaires publiques ou privées sont tenus de déclarer aux organes suivants les observations liées à des maladies transmissibles, y compris les informations permettant d’identifier les personnes malades, infectées ou exposées et de déterminer la voie de transmission:\na. l’autorité cantonale compétente;\nb. l’autorité cantonale compétente et l’OFSP, lorsque certains types d’agents pathogènes sont en jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Obligation de déclarer",
        "citation": "Art. 12 al. 2 LEp",
        "content": "Les laboratoires sont tenus de déclarer à l’autorité cantonale compétente et à l’OFSP les résultats d’analyses infectiologiques, y compris les indications permettant d’identifier les personnes malades ou infectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Obligation de déclarer",
        "citation": "Art. 12 al. 3 LEp",
        "content": "Le Conseil fédéral peut prévoir l’obligation de déclarer les mesures prises en matière de prévention et de lutte ainsi que leurs effets et d’envoyer les échantillons et les résultats d’analyses aux laboratoires désignés par les autorités compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Obligation de déclarer",
        "citation": "Art. 12 al. 4 LEp",
        "content": "Les autorités cantonales compétentes sont tenues de déclarer à l’OFSP les observations révélant la présence d’un danger pour la santé publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Obligation de déclarer",
        "citation": "Art. 12 al. 5 LEp",
        "content": "Les capitaines de navires et les commandants de bord déclarent aux exploitants de ports ou d’aéroports les observations indiquant un danger pour la santé publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Obligation de déclarer",
        "citation": "Art. 12 al. 6 LEp",
        "content": "Doivent faire l’objet d’une déclaration les observations relatives aux maladies transmissibles suivantes:\na. les maladies susceptibles de causer une épidémie;\nb. les maladies susceptibles d’avoir des conséquences graves;\nc. les maladies apparues nouvellement ou de manière inattendue;\nd. les maladies sujettes à surveillance dans le cadre d’un accord international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Forme et contenu des déclarations",
        "citation": "Art. 13 al. 1 LEp",
        "content": "Le Conseil fédéral détermine les observations dont la déclaration est obligatoire, de même que les procédures et les critères de déclaration ainsi que les délais applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_13"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Forme et contenu des déclarations",
        "citation": "Art. 13 al. 2 LEp",
        "content": "Dans certains cas, il peut limiter l’obligation de déclarer en y soumettant uniquement certains médecins, certains hôpitaux ou autres institutions sanitaires publiques ou privées ou certains laboratoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_13"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Observations transmises à des fins de surveillance épidémiologique ou de recherche",
        "citation": "Art. 14 al. 1 LEp",
        "content": "À des fins de surveillance épidémiologique ou de recherche, l’OFSP peut convenir avec des médecins, des laboratoires, des hôpitaux ou d’autres institutions sanitaires publiques ou privées qu’ils transmettront au service désigné par l’OFSP des observations non soumises à déclaration obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_14"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Observations transmises à des fins de surveillance épidémiologique ou de recherche",
        "citation": "Art. 14 al. 2 LEp",
        "content": "Les observations sont transmises après avoir été rendues anonymes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_14"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Enquêtes épidémiologiques",
        "citation": "Art. 15 al. 1 LEp",
        "content": "Les autorités cantonales compétentes effectuent les enquêtes épidémiologiques nécessaires, en particulier sur le type, la cause, la source d’infection et la propagation d’une maladie identifiée ou supposée. Ils coordonnent leurs activités et informent l’OFSP des résultats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_15"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 1, Déclarations, Enquêtes épidémiologiques",
        "citation": "Art. 15 al. 2 LEp",
        "content": "L’autorité fédérale compétente fournit aux autorités cantonales un soutien technique dans l’exécution des enquêtes épidémiologiques. Elle peut effectuer elle-même de telles enquêtes, notamment si le canton concerné le lui demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_15"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 2, Laboratoires, Régime de l’autorisation",
        "citation": "Art. 16 al. 1 LEp",
        "content": "Les laboratoires procédant à des analyses microbiologiques pour détecter des maladies transmissibles doivent être titulaires d’une autorisation délivrée par l’autorité fédérale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_16"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 2, Laboratoires, Régime de l’autorisation",
        "citation": "Art. 16 al. 2 LEp",
        "content": "Le Conseil fédéral exerce les tâches suivantes:\na. il désigne l’autorité fédérale compétente;\nb. il arrête les conditions à remplir et la procédure d’autorisation;\nc. il définit les obligations incombant au titulaire de l’autorisation;\nd. il fixe les modalités de la surveillance et prévoit en particulier la possibilité d’effectuer des inspections inopinées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_16"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 2, Laboratoires, Régime de l’autorisation",
        "citation": "Art. 16 al. 3 LEp",
        "content": "Les laboratoires de cabinets médicaux et d’hôpitaux, les pharmacies d’officine et les autres laboratoires qui procèdent à des analyses infectiologiques dans le cadre des soins de base en vertu de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal) peuvent le faire sans être titulaires d’une autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_16"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 2, Laboratoires, Centres nationaux de référence et laboratoires de confirmation d’analyses",
        "citation": "Art. 17 LEp",
        "content": "L’OFSP peut désigner certains laboratoires centres nationaux de référence ou laboratoires de confirmation d’analyses et leur confier des analyses spéciales ou d’autres tâches particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_17"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 3, Détection et surveillance, Section 2, Laboratoires, Réseau de laboratoires",
        "citation": "Art. 18 LEp",
        "content": "Les cantons exploitent un réseau de laboratoires régionaux et assurent la collaboration avec les autorités fédérales compétentes et les laboratoires de haute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_18"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 1, Mesures générales de prévention",
        "citation": "Art. 19 al. 1 LEp",
        "content": "La Confédération et les cantons prennent les mesures visant à contrôler et à écarter ou atténuer les risques de transmission de maladies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_19"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 1, Mesures générales de prévention",
        "citation": "Art. 19 al. 2 LEp",
        "content": "Le Conseil fédéral peut:\na. enjoindre aux hôpitaux, aux cliniques et aux autres institutions sanitaires de décontaminer, de désinfecter et de stériliser leurs dispositifs médicaux;\nb. enjoindre aux entreprises et aux organisateurs de manifestations dont les activités augmentent le risque de transmission de maladies de mettre à disposition du matériel de prévention et d’information et de respecter certaines règles de conduite;\nc. enjoindre aux institutions des domaines de l’éducation et de la santé de fournir des informations sur les risques liés aux maladies transmissibles et des conseils sur les moyens de les prévenir et de les combattre;\nd. enjoindre aux institutions publiques ou privées investies de devoirs particuliers en matière de protection de la santé des personnes dont elles ont la charge de prendre des mesures de prévention appropriées;\ne. soumettre à enregistrement les installations techniques qui présentent un risque de dissémination de maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_19"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Plan national de vaccination",
        "citation": "Art. 20 al. 1 LEp",
        "content": "L’OFSP élabore et publie des recommandations (plan national de vaccination) en collaboration avec la Commission fédérale pour les vaccinations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_20"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Plan national de vaccination",
        "citation": "Art. 20 al. 2 LEp",
        "content": "Les médecins et d’autres professionnels de la santé contribuent à la mise en œuvre du plan national de vaccination dans le cadre de leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_20"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Plan national de vaccination",
        "citation": "Art. 20 al. 3 LEp",
        "content": "Ils informent les personnes concernées des recommandations figurant dans le plan national de vaccination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_20"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Encouragement de la vaccination",
        "citation": "Art. 21 al. 1 LEp",
        "content": "Les cantons encouragent la vaccination par les mesures suivantes: \na. informer les personnes concernées des recommandations figurant dans le plan national de vaccination;\nb. contrôler régulièrement le statut vaccinal des enfants et des adolescents pendant la scolarité obligatoire;\nc. veiller à ce que les personnes visées par les recommandations reçoivent une vaccination complète.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_21"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Encouragement de la vaccination",
        "citation": "Art. 21 al. 2 LEp",
        "content": "Les cantons peuvent en particulier prendre les mesures suivantes:\na. proposer des vaccinations dans le cadre du service médical scolaire;\nb. effectuer des vaccinations gratuites ou remettre des vaccins à un prix inférieur à celui du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_21"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Vaccinations obligatoires",
        "citation": "Art. 22 LEp",
        "content": "Les cantons peuvent déclarer obligatoires des vaccinations pour les groupes à risques, pour les personnes particulièrement exposées et pour les personnes exerçant certaines activités, pour autant qu’un danger sérieux soit établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_22"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Certificat international de vaccination ou de prophylaxie",
        "citation": "Art. 23 al. 1 LEp",
        "content": "Le Conseil fédéral peut soumettre au régime de la déclaration ou de l’autorisation les vaccinations nécessitant un certificat international attestant une vaccination ou une autre mesure de prophylaxie au sens de l’art. 36 du Règlement sanitaire international (2005) du 23 mai 2005.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_23"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Certificat international de vaccination ou de prophylaxie",
        "citation": "Art. 23 al. 2 LEp",
        "content": "Le Conseil fédéral exerce les tâches suivantes:\na. il désigne l’autorité compétente;\nb. il arrête les conditions à remplir et la procédure d’autorisation;\nc. il arrête les méthodes de vaccination ainsi que les vaccins autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_23"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Surveillance et évaluation",
        "citation": "Art. 24 al. 1 LEp",
        "content": "Les autorités fédérales compétentes contrôlent régulièrement, avec le concours des cantons, l’adéquation et l’efficacité des mesures de vaccination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_24"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Surveillance et évaluation",
        "citation": "Art. 24 al. 2 LEp",
        "content": "Les autorités cantonales compétentes recensent le nombre des personnes vaccinées et informent régulièrement l’OFSP des taux de vaccination et des mesures prises pour les augmenter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_24"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 2, Vaccinations, Surveillance et évaluation",
        "citation": "Art. 24 al. 3 LEp",
        "content": "L’OFSP établit régulièrement des rapports de surveillance et d’évaluation et les publie sous une forme appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_24"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Devoir de diligence",
        "citation": "Art. 25 LEp",
        "content": "Quiconque utilise des agents pathogènes ou leurs produits toxiques est tenu de prendre les mesures nécessaires pour prévenir toute mise en danger de l’être humain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_25"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Utilisation d’agents pathogènes en milieu confiné",
        "citation": "Art. 26 al. 1 LEp",
        "content": "Toutes les mesures de confinement nécessaires pour éviter de mettre en danger l’être humain doivent être prises lors de l’utilisation d’agents pathogènes en milieu confiné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_26"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Utilisation d’agents pathogènes en milieu confiné",
        "citation": "Art. 26 al. 2 LEp",
        "content": "Le Conseil fédéral soumet l’utilisation d’agents pathogènes à notification ou à autorisation et règle les conditions et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_26"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Utilisation d’agents pathogènes en milieu confiné",
        "citation": "Art. 26 al. 3 LEp",
        "content": "Le Conseil fédéral peut prévoir une procédure de notification ou d’autorisation simplifiée ou une dérogation au régime de la notification ou de l’autorisation pour certains agents pathogènes et certaines activités impliquant de tels agents si, d’après l’état de la science et l’expérience, tout danger pour la santé est exclu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_26"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Dissémination et mise sur le marché",
        "citation": "Art. 27 al. 1 LEp",
        "content": "Quiconque entend disséminer des agents pathogènes à des fins de recherche ou les mettre sur le marché doit être titulaire d’une autorisation délivrée par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_27"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Dissémination et mise sur le marché",
        "citation": "Art. 27 al. 2 LEp",
        "content": "Le Conseil fédéral arrête les conditions à remplir et la procédure d’autorisation ainsi que l’information du public en ce qui concerne les essais de dissémination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_27"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Dissémination et mise sur le marché",
        "citation": "Art. 27 al. 3 LEp",
        "content": "Le Conseil fédéral peut prévoir des dérogations au régime de l’autorisation pour des agents pathogènes déterminés si, d’après l’état de la science ou l’expérience, tout danger pour la santé est exclu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_27"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Information des acquéreurs",
        "citation": "Art. 28 LEp",
        "content": "Quiconque met des agents pathogènes sur le marché doit informer les acquéreurs de leurs propriétés, des dangers qu’ils présentent pour la santé et des mesures de précaution et de protection à prendre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_28"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 4, Mesures de prévention, Section 3, Sécurité biologique, Autres dispositions du Conseil fédéral",
        "citation": "Art. 29 LEp",
        "content": "Le Conseil fédéral peut édicter les dispositions suivantes: \na. fixer les modalités du transport des agents pathogènes et soumettre à autorisation leur importation, leur exportation et leur transit;\nb. restreindre ou interdire l’utilisation de certains agents pathogènes;\nc. fixer les conditions auxquelles doivent répondre l’équipement du milieu confiné ainsi que la formation et la formation continue des personnes qui utilisent des agents pathogènes;\nd. prescrire que les contenants renfermant des agents pathogènes doivent porter une marque distinctive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_29"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Principe",
        "citation": "Art. 30 al. 1 LEp",
        "content": "Les mesures visées aux art. 33 à 38 ne peuvent être ordonnées qu’aux conditions suivantes:\na. des mesures moins contraignantes ne sont pas de nature à prévenir la propagation d’une maladie transmissible ou n’y suffisent pas;\nb. la mesure concernée permet de prévenir un risque sérieux pour la santé d’autrui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_30"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Principe",
        "citation": "Art. 30 al. 2 LEp",
        "content": "La mesure ordonnée doit être nécessaire et raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_30"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Mesures ordonnées",
        "citation": "Art. 31 al. 1 LEp",
        "content": "Les autorités cantonales compétentes ordonnent les mesures visées aux art. 33 à 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Mesures ordonnées",
        "citation": "Art. 31 al. 2 LEp",
        "content": "Les autorités fédérales compétentes soutiennent les cantons dans l’identification et l’information d’individus, notamment de voyageurs internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Mesures ordonnées",
        "citation": "Art. 31 al. 3 LEp",
        "content": "Lorsqu’une mesure est ordonnée, la personne concernée est informée des raisons de cette décision et de la durée probable de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Mesures ordonnées",
        "citation": "Art. 31 al. 4 LEp",
        "content": "Les mesures ordonnées ne doivent pas durer plus longtemps qu’il n’est nécessaire pour empêcher la propagation d’une maladie transmissible et prévenir un risque sérieux pour la santé d’autrui. Les mesures sont réexaminées régulièrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Exécution par voie de contrainte",
        "citation": "Art. 32 LEp",
        "content": "Les autorités cantonales compétentes qui ont ordonné une surveillance médicale, une quarantaine, un isolement ou un examen médical peuvent pourvoir à leur exécution par voie de contrainte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_32"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Identification et information",
        "citation": "Art. 33 LEp",
        "content": "Les personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes peuvent être identifiées et des informations leur être communiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_33"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Surveillance médicale",
        "citation": "Art. 34 al. 1 LEp",
        "content": "Les personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes peuvent être placées sous surveillance médicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_34"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Surveillance médicale",
        "citation": "Art. 34 al. 2 LEp",
        "content": "Les personnes concernées sont tenues de renseigner le médecin compétent sur leur état de santé et sur leurs contacts avec des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_34"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Quarantaine et isolement",
        "citation": "Art. 35 al. 1 LEp",
        "content": "Si la surveillance médicale se révèle insuffisante, les mesures suivantes peuvent être prises:\na. mise en quarantaine des personnes présumées malades ou présumées infectées;\nb. mise en isolement des personnes malades, infectées ou qui excrètent des agents pathogènes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_35"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Quarantaine et isolement",
        "citation": "Art. 35 al. 2 LEp",
        "content": "Au besoin, les personnes concernées peuvent être placées dans un hôpital ou une autre institution appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_35"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Quarantaine et isolement",
        "citation": "Art. 35 al. 3 LEp",
        "content": "L’hôpital ou l’institution doivent veiller à ce que le personnel et toutes autres personnes susceptibles de courir un risque soient protégés contre les contagions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_35"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Examen médical",
        "citation": "Art. 36 LEp",
        "content": "Les personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes peuvent être tenues de se soumettre à un examen médical et à des prélèvements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_36"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Traitement médical",
        "citation": "Art. 37 LEp",
        "content": "Les personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes peuvent être tenues de suivre un traitement médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_37"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Interdiction totale ou partielle d’exercer sa professionou certaines activités",
        "citation": "Art. 38 al. 1 LEp",
        "content": "Une personne malade, présumée malade, infectée, présumée infectée ou qui excrète des agents pathogènes peut être frappée d’une interdiction totale ou partielle d’exercer sa profession ou certaines activités. Celles-ci peuvent être tenues de déclarer dans les plus brefs délais à l’autorité cantonale compétente tout changement concernant leur canton de résidence, leurs activités ou l’exercice de leur profession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_38"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Interdiction totale ou partielle d’exercer sa professionou certaines activités",
        "citation": "Art. 38 al. 2 LEp",
        "content": "Si une personne est frappée d’une interdiction totale ou partielle d’exercer certaines activités ou sa profession et qu’elle est tenue en outre de déclarer les changements concernant son canton de domicile, ses activités ou l’exercice de sa profession, l’autorité cantonale compétente informe les autorités compétentes du canton concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_38"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 1, Mesures visant des individus, Tâches des médecins",
        "citation": "Art. 39 LEp",
        "content": "Les médecins qui traitent ou surveillent des personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes prennent toutes mesures en leur pouvoir afin d’empêcher la propagation d’une maladie transmissible. S’il est nécessaire que des mesures soient prises par les autorités, ils en informent l’autorité cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_39"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 2 Mesures visant la population ou certains groupes de personnes",
        "citation": "Art. 40 al. 1 LEp",
        "content": "Les autorités cantonales compétentes ordonnent les mesures nécessaires pour empêcher la propagation de maladies transmissibles au sein de la population ou dans certains groupes de personnes. Elles coordonnent leur action.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_40"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 2 Mesures visant la population ou certains groupes de personnes",
        "citation": "Art. 40 al. 2 LEp",
        "content": "Elles peuvent en particulier prendre les mesures suivantes:\na. prononcer l’interdiction totale ou partielle de manifestations;\nb. fermer des écoles, d’autres institutions publiques ou des entreprises privées, ou réglementer leur fonctionnement;\nc. interdire ou limiter l’entrée et la sortie de certains bâtiments ou zones, ou certaines activités se déroulant dans des endroits définis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_40"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 2 Mesures visant la population ou certains groupes de personnes",
        "citation": "Art. 40 al. 3 LEp",
        "content": "Les mesures ordonnées ne doivent pas durer plus longtemps qu’il n’est nécessaire pour prévenir la propagation d’une maladie transmissible. Les mesures sont réexaminées régulièrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_40"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Entrée et sortie",
        "citation": "Art. 41 al. 1 LEp",
        "content": "Le Conseil fédéral édicte des dispositions concernant le transport international des personnes afin d’empêcher la propagation transfrontière de maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Entrée et sortie",
        "citation": "Art. 41 al. 2 LEp",
        "content": "Si cela est nécessaire pour empêcher la propagation d’une maladie transmissible, l’OFSP peut imposer les obligations suivantes aux personnes qui entrent en Suisse ou qui en sortent:\na. faire connaître leur identité, leurs coordonnées et leur itinéraire;\nb. présenter un certificat attestant une vaccination ou une autre mesure de prophylaxie;\nc. fournir des renseignements sur leur état de santé;\nd. présenter un certificat médical;\ne. se soumettre à un examen médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Entrée et sortie",
        "citation": "Art. 41 al. 3 LEp",
        "content": "L’OFSP peut imposer aux personnes qui entrent en Suisse une mesure au sens des art. 34, 35, 37 et 38; les art. 30 à 32 sont applicables par analogie. Si nécessaire, le Conseil fédéral peut provisoirement étendre ces mesures à toutes les personnes en provenance d’une zone à risque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Entrée et sortie",
        "citation": "Art. 41 al. 4 LEp",
        "content": "L’OFSP peut provisoirement refuser la sortie du pays à des personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes, si cela est nécessaire pour empêcher la propagation d’une maladie transmissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Dispositions à prendre par les entreprises",
        "citation": "Art. 42 al. 1 LEp",
        "content": "Les exploitants de ports ou d’aéroports prennent les dispositions nécessaires à la mise en œuvre des mesures visées à l’art. 41. Ils disposent de leurs propres plans d’urgence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_42"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Dispositions à prendre par les entreprises",
        "citation": "Art. 42 al. 2 LEp",
        "content": "Le Conseil fédéral désigne les exploitants de ports ou d’aéroports devant mettre à disposition les capacités requises à l’annexe 1B du Règlement sanitaire international (2005) du 23 mai 2005.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_42"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Obligation de collaborer",
        "citation": "Art. 43 al. 1 LEp",
        "content": "Les entreprises assurant le transport transfrontalier de personnes par train, par car, par bateau ou par avion, les exploitants de ports, d’aéroports, de gares ferroviaires ou routières ainsi que les voyagistes sont tenus de collaborer à l’exécution des mesures visées à l’art. 41. Ils peuvent être tenus, dans la mesure de leurs moyens infrastructurels techniques de prendre les mesures suivantes:\na. informer les voyageurs des risques de maladies transmissibles et des moyens permettant de les prévenir et de les combattre;\nb. collecter les informations nécessaires à l’identification d’une personne ou à la détection précoce de personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes;\nc. fournir les listes de passagers ou de marchandises aux autorités compétentes;\nd. faciliter l’examen médical de voyageurs;\ne. faciliter le transport des personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes vers un hôpital ou une autre institution appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_43"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 3, Mesures visant le transport international de personnes, Obligation de collaborer",
        "citation": "Art. 43 al. 2 LEp",
        "content": "Ils mettent à disposition les infrastructures et le personnel nécessaires pour mettre en œuvre les mesures visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_43"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Approvisionnement en produits thérapeutiques",
        "citation": "Art. 44 al. 1 LEp",
        "content": "Le Conseil fédéral assure l’approvisionnement de la population en produits thérapeutiques les plus importants en matière de lutte contre les maladies transmissibles, dans la mesure où cet approvisionnement ne peut être garanti au moyen des mesures prévues par la loi du 8 octobre 1982 sur l’approvisionnement du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_44"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Approvisionnement en produits thérapeutiques",
        "citation": "Art. 44 al. 2 LEp",
        "content": "Il peut édicter des dispositions sur les mesures suivantes:\na. l’attribution de ces produits;\nb. la distribution de ces produits;\nc. la simplification de l’importation et la limitation ou l’interdiction de l’exportation de ces produits, si ces mesures sont nécessaires pour écarter un risque sanitaire;\nd. la constitution de réserves de produits thérapeutiques dans les hôpitaux et les autres institutions sanitaires.\n3 Il peut prévoir des mesures visant à approvisionner les Suisses de l’étranger en produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_44"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Transport de marchandises",
        "citation": "Art. 45 al. 1 LEp",
        "content": "Le Conseil fédéral peut édicter des dispositions sur le transport, l’importation, l’exportation et le transit de marchandises susceptibles de véhiculer des agents pathogènes. Il peut en particulier édicter les dispositions suivantes:\na. fixer les exigences auxquelles doivent répondre les mesures de protection requises pour le transport de marchandises;\nb. prescrire des analyses de marchandises destinées à détecter certains agents pathogènes;\nc. limiter ou interdire le transport, l’importation, l’exportation ou le transit de marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_45"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Transport de marchandises",
        "citation": "Art. 45 al. 2 LEp",
        "content": "Le Conseil fédéral peut déléguer l’exécution de certaines mesures aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_45"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Transport de cadavres",
        "citation": "Art. 46 al. 1 LEp",
        "content": "Le Conseil fédéral édicte les dispositions applicables au transport et à l’inhumation de cadavres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_46"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Transport de cadavres",
        "citation": "Art. 46 al. 2 LEp",
        "content": "Il réglemente le transport de cadavres, que ceux-ci transitent par la Suisse ou soient envoyés en Suisse depuis l’étranger ou à l’étranger depuis la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_46"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Lutte contre les organismes ",
        "citation": "Art. 47 al. 1 LEp",
        "content": "En cas d’apparition d’organismes pouvant transmettre des agents pathogènes à l’être humain, les services fédéraux et les services cantonaux compétents prennent et coordonnent les mesures nécessaires pour lutter contre ces organismes ou prévenir leur apparition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_47"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Lutte contre les organismes ",
        "citation": "Art. 47 al. 2 LEp",
        "content": "Les entreprises assurant le transport de personnes par train, par car, par bateau ou par avion, les exploitants de ports, d’aéroports, de gares ferroviaires ou routières ainsi que les voyagistes, sont tenus de collaborer à l’exécution de ces mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_47"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Désinfections et désinfestations",
        "citation": "Art. 48 al. 1 LEp",
        "content": "Afin de prévenir la propagation de maladies transmissibles, les autorités cantonales compétentes assurent les désinfections et les désinfestations, en particulier des moyens de transport et des marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_48"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Désinfections et désinfestations",
        "citation": "Art. 48 al. 2 LEp",
        "content": "Les entreprises assurant le transport de personnes par train, par car, par bateau ou par avion, les exploitants de ports, d’aéroports, de gares ferroviaires ou routières ainsi que les voyagistes sont tenus de collaborer aux désinfections et désinfestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_48"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 5, Mesures de lutte, Section 4, Mesures particulières Attestations nécessaires aux transports par bateau",
        "citation": "Art. 49 LEp",
        "content": "Les autorités cantonales compétentes délivrent les attestations sanitaires nécessaires aux transports transfrontières par bateau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_49"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 6, Mesures d’encouragement, Aides financières à des organisations publiques ou privées",
        "citation": "Art. 50 LEp",
        "content": "L’OFSP peut allouer, dans la limite des crédits autorisés, des aides financières à des organisations publiques ou privées mettant en œuvre des mesures d’intérêt public national visant à détecter, à surveiller, à prévenir ou à combattre les maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_50"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 6, Mesures d’encouragement, Encouragement de la production de produits thérapeutiques",
        "citation": "Art. 51 al. 1 LEp",
        "content": "La Confédération peut allouer des aides financières pour encourager la production en Suisse de produits thérapeutiques au sens de l’art. 44 lorsqu’il n’est pas possible de garantir autrement l’approvisionnement de la population en cas de situation particulière ou extraordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_51"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 6, Mesures d’encouragement, Encouragement de la production de produits thérapeutiques",
        "citation": "Art. 51 al. 2 LEp",
        "content": "Elle peut accorder les aides financières, dans la limite des crédits autorisés, sous forme de contributions de base, de contributions aux investissements et de contributions liées à des projets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_51"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 6, Mesures d’encouragement, Encouragement de la production de produits thérapeutiques",
        "citation": "Art. 51 al. 3 LEp",
        "content": "Elle peut allouer des contributions aux producteurs qui remplissent les conditions suivantes:\na. ils prouvent qu’ils disposent du savoir et des aptitudes requis pour le développement ou la production des produits thérapeutiques;\nb. ils s’engagent à les produire en Suisse;\nc. ils garantissent la livraison prioritaire de ces produits aux autorités en cas de situation particulière ou extraordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_51"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 6, Mesures d’encouragement, Indemnités versées aux laboratoires",
        "citation": "Art. 52 LEp",
        "content": "L’OFSP alloue des indemnités aux laboratoires désignés centres nationaux de référence ou laboratoires de confirmation d’analyses pour couvrir les dépenses résultant des tâches particulières qui leur sont confiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_52"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Médecins cantonaux",
        "citation": "Art. 53 al. 1 LEp",
        "content": "Chaque canton désigne un médecin cantonal. Plusieurs cantons peuvent désigner ensemble un médecin cantonal unique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_53"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Médecins cantonaux",
        "citation": "Art. 53 al. 2 LEp",
        "content": "Le médecin cantonal coordonne ses activités avec celles des autres autorités et institutions qui participent à la lutte contre les maladies transmissibles. S’il constate l’apparition d’une maladie liée à une denrée alimentaire, il en informe le chimiste cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_53"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Médecins cantonaux",
        "citation": "Art. 53 al. 3 LEp",
        "content": "Le Conseil fédéral fixe les qualifications auxquelles doivent répondre les médecins cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_53"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Organe de coordination",
        "citation": "Art. 54 al. 1 LEp",
        "content": "La Confédération et les cantons créent un organe visant à encourager la coordination. Pour certaines questions, en particulier la détection, la surveillance, la prévention ou la lutte contre les zoonoses, ils peuvent constituer des sous-organes.\n2 L’organe de coordination et ses sous-organes sont composés de représentants de la Confédération et des cantons. Au besoin, d’autres experts peuvent également y être nommés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Organe de coordination",
        "citation": "Art. 54 al. 3 LEp",
        "content": "Ils sont notamment chargés des tâches suivantes:\na. coordonner les mesures de préparation à des situations comportant un risque particulier pour la santé publique;\nb. coordonner les mesures visant à détecter, à prévenir ou à combattre les maladies;\nc. encourager une exécution uniforme de la loi;\nd. coordonner les activités d’information et de communication;\ne. assister l’organe d’intervention de la Confédération en cas de situation particulière ou extraordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Organe de coordination",
        "citation": "Art. 54 al. 4 LEp",
        "content": "Le Conseil fédéral arrête les modalités de nomination et de direction de l’organe de coordination et de ses sous-organes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Organe d’intervention",
        "citation": "Art. 55 al. 1 LEp",
        "content": "Le Conseil fédéral dispose d’un organe d’intervention pour les événements présentant un risque particulier pour la santé publique, notamment pour faire face à une situation particulière ou extraordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_55"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Organe d’intervention",
        "citation": "Art. 55 al. 2 LEp",
        "content": "L’organe d’intervention est chargé des tâches suivantes:\na. conseiller le Conseil fédéral;\nb. assister la Confédération et les cantons dans la coordination des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_55"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Commission fédérale pour les vaccinations",
        "citation": "Art. 56 al. 1 LEp",
        "content": "La Commission fédérale pour les vaccinations conseille le Conseil fédéral lors de l’élaboration de dispositions; elle conseille également les autorités chargées de l’exécution de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Commission fédérale pour les vaccinations",
        "citation": "Art. 56 al. 2 LEp",
        "content": "La commission est notamment chargée des tâches suivantes:\na. élaborer des recommandations de vaccination à l’intention de l’OFSP;\nb. établir des critères médicaux permettant d’évaluer le degré de réaction à un vaccin;\nc. conseiller le DFI sur les questions liées au versement d’une indemnité (art. 64) ou d’une réparation morale (art. 65).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Commission fédérale pour les vaccinations",
        "citation": "Art. 56 al. 3 LEp",
        "content": "Elle se compose de spécialistes extérieurs à l’administration et possédant des connaissances scientifiques ou pratiques sur les questions relevant de la vaccination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Commission fédérale pour les vaccinations",
        "citation": "Art. 56 al. 4 LEp",
        "content": "Elle collabore avec d’autres instances fédérales ou cantonales qui traitent de questions relevant de la vaccination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 1, Organes cantonaux et fédéraux, Commission fédérale d’experts pour la sécurité biologique",
        "citation": "Art. 57 LEp",
        "content": "La Commission fédérale d’experts pour la sécurité biologique conseille le Conseil fédéral lors de l’élaboration de dispositions; elle conseille également les autorités chargées de l’exécution de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_57"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Traitement de données personnelles",
        "citation": "Art. 58 al. 1 LEp",
        "content": "L’OFSP, les autorités cantonales compétentes et les institutions publiques ou privées qui accomplissent des tâches en vertu de la présente loi peuvent traiter ou faire traiter des données personnelles, y compris des données concernant la santé, pour autant qu’elles soient nécessaires à l’identification des personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes dans le cadre de mesures de protection de la santé publique, afin notamment de détecter, surveiller ou combattre des maladies transmissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_58"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Traitement de données personnelles",
        "citation": "Art. 58 al. 2 LEp",
        "content": "Ils veillent au respect des dispositions relatives à la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_58"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Traitement de données personnelles",
        "citation": "Art. 58 al. 3 LEp",
        "content": "Les données collectées peuvent être conservées pendant dix ans au plus, sauf si la nature de la maladie justifie une conservation plus longue. Les données sont ensuite détruites ou rendues anonymes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_58"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Communication de données personnelles",
        "citation": "Art. 59 al. 1 LEp",
        "content": "Les services fédéraux ou cantonaux chargés de l’exécution de la présente loi peuvent échanger des données personnelles, y compris des données concernant la santé, s’ils en ont besoin pour accomplir les tâches qui leur incombent en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_59"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Communication de données personnelles",
        "citation": "Art. 59 al. 2 LEp",
        "content": "Ils peuvent notamment échanger les données suivantes:\na. nom, prénom, adresse, date de naissance et activité professionnelle;\nb. itinéraires empruntés, lieux de séjour, contacts avec d’autres personnes, des animaux ou des objets;\nc. résultats d’analyses médicales;\nd. résultats d’enquêtes épidémiologiques;\ne. appartenance à un groupe à risques;\nf. mesures de prévention et de lutte contre une maladie transmissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_59"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Communication de données personnelles",
        "citation": "Art. 59 al. 3 LEp",
        "content": "Si cela est nécessaire pour empêcher la propagation d’une maladie transmissible, l’OFSP et les autorités cantonales chargées de l’exécution de la présente loi sont habilités à communiquer des données personnelles, y compris des données concernant la santé, aux personnes et autorités suivantes:\na. médecins chargés du traitement de maladies transmissibles;\nb. autorités cantonales qui accomplissent des tâches visant à détecter, surveiller, prévenir ou combattre les maladies transmissibles;\nc. autres autorités fédérales, si celles-ci en ont besoin pour appliquer les actes dont l’exécution leur incombe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_59"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 1 LEp",
        "content": "L’OFSP gère un système d’information recensant les données sur les personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 2 LEp",
        "content": "Le système d’information contient les données suivantes:\na. indications permettant d’identifier sans équivoque les personnes concernées et d’entrer en contact avec elles;\nb. itinéraires empruntés, lieux de séjour, contacts avec d’autres personnes, des animaux ou des objets;\nc. résultats d’analyses médicales;\nd. mesures de prévention et de lutte contre une maladie transmissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 3 LEp",
        "content": "Le système d’information sert les tâches suivantes:\na. identifier et informer les personnes malades, présumées malades, infectées, présumées infectées ou qui excrètent des agents pathogènes;\nb. mettre en place les mesures prévues aux art. 33 à 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 4 LEp",
        "content": "Il permet par ailleur un traitement uniforme des données par les autorités compétentes, l’établissement de statistiques et le contrôle de l’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 5 LEp",
        "content": "L’OFSP est responsable de la sécurité du système d’information et dela légalité du traitement des données personnelles. Les cantons prennent, dans leur domaine de compétences, les mesures organisationnelles et techniques propres à assurer la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 6 LEp",
        "content": "L’OFSP vérifie l’exactitude des données qui lui sont transmises. Il corrige celles qui sont inexactes, détruit celles qui ne sont pas indispensables et en informe le fournisseur de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 7 LEp",
        "content": "Le système d’information peut être consulté en ligne par l’OFSP, par les services cantonaux chargés de l’exécution de la présente loi et par le Service sanitaire coordonné, dans l’accomplissement de leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 8 LEp",
        "content": "Le Conseil fédéral fixe les conditions requises pour la conservation et l’effacement des données, et il définit les droits d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Système d’information",
        "citation": "Art. 60 al. 9 LEp",
        "content": "Le droit d’obtenir des renseignements sur les données figurant dans le système d’information et le droit de faire rectifier les données sont régies par les art. 25 et 41 de la loi fédérale du 25 septembre 2020 sur la protection des données (LPD). Les demandes visant à obtenir un droit d’accès à des données personnelles et celles visant à faire rectifier des données inexactes doivent être adressées à l’OFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Données statistiques",
        "citation": "Art. 61 LEp",
        "content": "L’Office fédéral de la statistique met chaque année à la disposition de l’OFSP, à des fins statistiques, les données provenant de la statistique des causes de décès et de la statistique médicale des hôpitaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_61"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Communication de données personnelles à des autorités étrangères",
        "citation": "Art. 62 al. 1 LEp",
        "content": "Si cette mesure leur est nécessaire pour exécuter la présente loi, l’OFSP et les autorités cantonales compétentes peuvent communiquer des données personnelles, y compris des données concernant la santé, à des autorités étrangères ou à des organisations supranationales ou internationales qui accomplissent des tâches similaires si l’une des conditions suivantes est remplie: \na. la législation de l’État concerné ou ces organisations assurent un niveau de protection adéquat des données au sens de l’art. 16, al. 1, LPD;\nb. les données personnelles sont communiquées au moyen de garanties spécifiques au sens de l’art. 16, al. 2, let. c, LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_62"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Communication de données personnelles à des autorités étrangères",
        "citation": "Art. 62 al. 2 LEp",
        "content": "Ils peuvent communiquer en particulier les données suivantes:\na. nom, prénom, adresse, date de naissance et activité professionnelle;\nb. itinéraires empruntés, lieux de séjour, contacts avec d’autres personnes, des animaux ou des objets;\nc. résultats d’analyses médicales;\nd. résultats d’enquêtes épidémiologiques;\ne. appartenance à un groupe à risques;\nf. mesures de prévention et de lutte contre une maladie transmissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_62"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 7, Organisation et procédure, Section 2, Traitement des données, Communication de données personnelles à des autorités étrangères",
        "citation": "Art. 62 al. 3 LEp",
        "content": "En dérogation à l’al. 1, il est possible de communiquer des données personnelles à l’étranger si l’une des conditions suivantes est remplie:\na. ...\nb. la personne concernée a donné en l’espèce son consentement;\nc. la communication est indispensable en l’espèce à la protection de la santé publique;\nd. la communication est nécessaire en l’espèce pour protéger la vie ou l’intégrité corporelle de la personne concernée et il n’est pas possible d’obtenir son consentement dans un délai raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_62"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 1, Indemnisation en cas de dommages consécutifs à des mesures ordonnées par les autorités",
        "citation": "Art. 63 LEp",
        "content": "L’autorité ordonnant une mesure visée aux art. 33 à 38 ou 41, al. 3, peut indemniser, en tenant compte de la situation économique des bénéficiaires, les personnes qui subissent un dommage dû à cette mesure pour autant que celui-ci ne soit pas couvert autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_63"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Indemnisation ",
        "citation": "Art. 64 al. 1 LEp",
        "content": "Toute personne ayant subi un préjudice à la suite d’une vaccination ordonnée ou recommandée par les autorités peut faire valoir un droit à indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_64"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Indemnisation ",
        "citation": "Art. 64 al. 2 LEp",
        "content": "L’indemnisation n’est accordée que si le dommage, en dépit d’efforts raisonnables, ne peut pas être couvert autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_64"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Réparation morale",
        "citation": "Art. 65 al. 1 LEp",
        "content": "Toute personne ayant subi un préjudice à la suite d’une vaccination ordonnée ou recommandée par les autorités peut faire valoir un droit à réparation morale lorsque la gravité de l’atteinte le justifie; les art. 47 et 49 du code des obligations sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Réparation morale",
        "citation": "Art. 65 al. 2 LEp",
        "content": "Le montant de la réparation morale est fixé en fonction de la gravité de l’atteinte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Réparation morale",
        "citation": "Art. 65 al. 3 LEp",
        "content": "Il ne peut excéder 70 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Réparation morale",
        "citation": "Art. 65 al. 4 LEp",
        "content": "Une réparation morale n’est accordée que si l’ayant droit n’a pas reçu de prestations de tiers, ou si celles-ci étaient insuffisantes. Les prestations que l’ayant droit a reçues de tiers à titre de réparation morale sont déduites du montant de la réparation morale accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Demande, délais et intérêts",
        "citation": "Art. 66 al. 1 LEp",
        "content": "Quiconque entend faire valoir son droit à une indemnisation ou à une réparation morale doit introduire une demande auprès du DFI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_66"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Demande, délais et intérêts",
        "citation": "Art. 66 al. 2 LEp",
        "content": "Toute personne ayant subi un préjudice à la suite d’une vaccination doit introduire sa demande d’indemnisation ou de réparation morale jusqu’à l’âge de 21 ans ou dans un délai de cinq ans à compter de la date de la vaccination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_66"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Demande, délais et intérêts",
        "citation": "Art. 66 al. 3 LEp",
        "content": "Aucun intérêt n’est dû pour l’indemnisation et la réparation morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_66"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Réduction ou refus de l’indemnisation ou de la réparation morale",
        "citation": "Art. 67 LEp",
        "content": "Le DFI peut réduire ou refuser une indemnisation ou une réparation morale si la personne qui a subi le préjudice a contribué de manière importante à causer l’atteinte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_67"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Répartition des coûts",
        "citation": "Art. 68 al. 1 LEp",
        "content": "Dans le cas d’une vaccination recommandée, la Confédération et le canton où a eu lieu la vaccination assument chacun la moitié des coûts de l’indemnisation ou de la réparation morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_68"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Répartition des coûts",
        "citation": "Art. 68 al. 2 LEp",
        "content": "Dans le cas d’une vaccination obligatoire, la totalité des coûts liés à l’indemnisation ou à la réparation morale sont supportés:\na. soit par la Confédération, si elle a déclaré la vaccination obligatoire;\nb. soit par le canton qui a déclaré la vaccination obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_68"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Compétence et procédure",
        "citation": "Art. 69 al. 1 LEp",
        "content": "Le DFI décide, après avoir entendu la Commission fédérale pour les vaccinations et le canton concerné, si une indemnisation ou une réparation morale sera versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_69"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Compétence et procédure",
        "citation": "Art. 69 al. 2 LEp",
        "content": "Quiconque sollicite une indemnisation ou une réparation morale doit établir de manière vraisemblable qu’il n’a pas reçu de prestations de tiers ou que celles-ci étaient insuffisantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_69"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 2, Indemnisation et réparation morale en cas de dommages consécutifsà des vaccinations, Compétence et procédure",
        "citation": "Art. 69 al. 3 LEp",
        "content": "La procédure de recours est régie par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_69"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 3, Réparation du dommage subi par le producteur",
        "citation": "Art. 70 al. 1 LEp",
        "content": "Si la Confédération recommande ou ordonne l’utilisation d’un produit thérapeutique au sens de l’art. 44 en cas de situation particulière ou extraordinaire, elle peut s’engager à réparer le dommage subi par le producteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_70"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 8, Indemnisation, Section 3, Réparation du dommage subi par le producteur",
        "citation": "Art. 70 al. 2 LEp",
        "content": "Le montant et les modalités de l’indemnisation sont fixés dans une convention conclue entre la Confédération et le producteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_70"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coûts à la charge des cantons",
        "citation": "Art. 71 LEp",
        "content": "Les cantons assument les coûts:\na. des mesures visant des individus ou la population, pour autant que ces coûts ne soient pas couverts autrement;\nb. des enquêtes épidémiologiques au sens de l’art. 15, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_71"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coûts de désinfection ou de désinfestation",
        "citation": "Art. 72 LEp",
        "content": "Le propriétaire du moyen de transport, de l’installation ou des marchandises concernés assume les coûts de désinfection ou de désinfestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_72"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coût de l’approvisionnement en produits thérapeutiques",
        "citation": "Art. 73 al. 1 LEp",
        "content": "La Confédération assume le coût de l’approvisionnement de la population en produits thérapeutiques prévu à l’art. 44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_73"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coût de l’approvisionnement en produits thérapeutiques",
        "citation": "Art. 73 al. 2 LEp",
        "content": "La prise en charge des coûts liés à la remise des produits thérapeutiques est régie par:\na. la loi fédérale du 18 mars 1994 sur l’assurance-maladie;\nb. la loi fédérale du 20 mars 1981 sur l’assurance-accidents;\nc. la loi fédérale du 19 juin 1992 sur l’assurance militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_73"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coût de l’approvisionnement en produits thérapeutiques",
        "citation": "Art. 73 al. 3 LEp",
        "content": "Lorsque les coûts ne sont pas ou pas entièrement pris en charge conformément à l’al. 2, ils sont assumés par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_73"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coût des mesures appliquées au transport international de personnes",
        "citation": "Art. 74 al. 1 LEp",
        "content": "La Confédération assume le coût de l’examen, de la surveillance, de la quarantaine, de l’isolement et du traitement des voyageurs internationaux lorsque ces mesures ont été ordonnées par ses organes, ainsi que les coûts découlant de l’obligation de collaborer prévue à l’art. 43, al. 1, let. b, d et e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_74"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 9, Financement, Coût des mesures appliquées au transport international de personnes",
        "citation": "Art. 74 al. 2 LEp",
        "content": "Les entreprises assurant le transport transfrontalier de personnes par train, par car, par bateau ou par avion, les exploitants de ports, d’aéroports, de gares ferroviaires ou routières ainsi que les voyagistes assument les coûts liés à l’application de l’art. 42 et à l’obligation de collaborer prévue à l’art. 43, al. 1, let. a et c. La Confédération peut participer aux frais ou dépenses extraordinaires s’ils entraînent une charge excessive pour les entreprises concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_74"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 1, Cantons, Principe",
        "citation": "Art. 75 LEp",
        "content": "Les cantons exécutent la présente loi dans la mesure où son exécution n’incombe pas à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_75"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 1, Cantons, Rapports",
        "citation": "Art. 76 al. 1 LEp",
        "content": "Les cantons font rapport au DFI sur l’exécution de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_76"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 1, Cantons, Rapports",
        "citation": "Art. 76 al. 2 LEp",
        "content": "Le Conseil fédéral règle la fréquence, la forme et le contenu des rapports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_76"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Surveillance et coordination",
        "citation": "Art. 77 al. 1 LEp",
        "content": "La Confédération surveille l’exécution de la présente loi par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_77"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Surveillance et coordination",
        "citation": "Art. 77 al. 2 LEp",
        "content": "Elle coordonne les mesures d’exécution des cantons si une exécution uniforme présente un intérêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_77"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Surveillance et coordination",
        "citation": "Art. 77 al. 3 LEp",
        "content": "À cet effet, elle peut adopter les dispositions suivantes:\na. imposer aux cantons de prendre des mesures qui permettent une exécution uniforme de la loi;\nb. en cas de risques pour la santé publique, enjoindre aux cantons de mettre en œuvre certaines mesures d’exécution;\nc. exiger des cantons qu’ils l’informent des mesures d’exécution;\nd. donner aux cantons des directives pour l’établissement de leurs plans de préparation ou d’urgence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_77"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Dispositions d’exécution",
        "citation": "Art. 78 al. 1 LEp",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_78"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Dispositions d’exécution",
        "citation": "Art. 78 al. 2 LEp",
        "content": "Il peut déléguer à l’office compétent le soin d’édicter certaines dispositions d’exécution, en tenant compte de leur portée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_78"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Délégation de tâches d’exécution",
        "citation": "Art. 79 al. 1 LEp",
        "content": "Le Conseil fédéral peut déléguer des tâches relevant de l’exécution de la présente loi à des organisations ou personnes de droit public ou de droit privé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_79"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Délégation de tâches d’exécution",
        "citation": "Art. 79 al. 2 LEp",
        "content": "Il surveille les institutions et les personnes chargées de tâches d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_79"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Délégation de tâches d’exécution",
        "citation": "Art. 79 al. 3 LEp",
        "content": "Les organisations et personnes de droit public ou de droit privé qui accomplissent des tâches d’exécution en vertu de l’al. 1 peuvent faire valoir un droit à indemnisation. Le Conseil fédéral arrête le montant et les modalités de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_79"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Coopération internationale",
        "citation": "Art. 80 al. 1 LEp",
        "content": "Le Conseil fédéral peut conclure des accords internationaux concernant:\na. l’échange de données relevant de la surveillance épidémiologique;\nb. l’échange d’informations sur l’apparition et la propagation de maladies transmissibles;\nc. l’information immédiate en cas de risque de propagation transfrontalière d’une maladie transmissible;\nd. l’harmonisation des mesures visant à détecter, à surveiller, à prévenir ou à combattre les maladies transmissibles;\ne. le transport transfrontalier de cadavres;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_80"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Coopération internationale",
        "citation": "Art. 80 al. 2 LEp",
        "content": "Les services fédéraux compétents coopèrent avec les autorités et les institutions étrangères ainsi qu’avec les organisations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_80"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Coopération internationale",
        "citation": "Art. 80 al. 3 LEp",
        "content": "L’OFSP assume les tâches du «point focal national» conformément au Règlement sanitaire international (2005) du 23 mai 2005. Il signale en particulier à l’OMS les événements susceptibles de présenter une urgence de santé publique de portée internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_80"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 10, Exécution, Section 2, Confédération, Évaluation ",
        "citation": "Art. 81 LEp",
        "content": "Le Conseil fédéral examine périodiquement l’efficacité, l’adéquation et l’économicité des mesures prises en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_81"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 11, Dispositions pénales, Délits",
        "citation": "Art. 82 al. 1 LEp",
        "content": "À moins qu’il n’ait commis une infraction plus grave selon le code pénal, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, intentionnellement,\na. omet de prendre les mesures de confinement nécessaires lors de l’utilisation d’agents pathogènes dangereux en milieu confiné (art. 26);\nb. dissémine à des fins de recherche ou met sur le marché sans autorisation des agents pathogènes (art. 27);\nc. met sur le marché des agents pathogènes sans dûment informer l’acquéreur de leurs propriétés, des dangers qu’ils présentent pour la santé et des mesures de précaution et de protection à prendre (art. 28);\nd. enfreint l’interdiction totale ou partielle d’exercer sa profession ou certaines activités (art. 38).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_82"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 11, Dispositions pénales, Délits",
        "citation": "Art. 82 al. 2 LEp",
        "content": "Quiconque agit par négligence est puni d’une peine pécuniaire pour les délits visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_82"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 11, Dispositions pénales, Contraventions",
        "citation": "Art. 83 al. 1 LEp",
        "content": "Est puni d’une amende quiconque, intentionnellement:\na. enfreint l’obligation de déclarer (art. 12);\nb. effectue sans autorisation une analyse microbiologique pour détecter des maladies transmissibles (art. 16);\nc. enfreint les dispositions visant à prévenir la transmission de maladies (art. 19);\nd. établit, sans autorisation, un certificat international de vaccination ou de prophylaxie (art. 23);\ne. enfreint le devoir de diligence relatif à l’utilisation d’agents pathogènes ou de leurs produits toxiques (art. 25);\nf. enfreint les autres dispositions sur l’utilisation d’agents pathogènes (art. 29);\ng. se soustrait à une surveillance médicale qui lui a été imposée (art. 34);\nh. se soustrait à des mesures de quarantaine ou d’isolement qui lui ont été imposées (art. 35);\ni. se soustrait à des examens médicaux qui lui ont été imposés (art. 36);\nj. contrevient à des mesures visant la population (art. 40);\nk. enfreint les dispositions sur l’entrée et la sortie du pays (art. 41);\nl. enfreint l’obligation de collaborer (art. 43, 47, al. 2, et 48, al. 2);\nm. enfreint les dispositions sur le transport ainsi que sur l’importation, l’exportation ou le transit de marchandises (art. 45);\nn. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_83"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 11, Dispositions pénales, Contraventions",
        "citation": "Art. 83 al. 2 LEp",
        "content": "Quiconque agit par négligence est puni d’une amende de 5000 francs au plus pour les contraventions visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_83"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 11, Dispositions pénales, Compétences et droit pénal administratif",
        "citation": "Art. 84 al. 1 LEp",
        "content": "La poursuite et le jugement des infractions incombent aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_84"
    },
    {
        "book": "EpG",
        "title": "LEp, Chapitre 11, Dispositions pénales, Compétences et droit pénal administratif",
        "citation": "Art. 84 al. 2 LEp",
        "content": "Les art. 6, 7 (infractions commises dans une entreprise) et 15 (faux dans les titres, obtention frauduleuse d’une constatation fausse) de la loi fédérale du 22 mars 1974 sur le droit pénal administratif s’appliquent également aux autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/fr#art_84"
    }
]