[
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Oggetto",
        "citation": "Art. 1 LEp",
        "content": "La presente legge disciplina la protezione dell’essere umano dalle malattie trasmissibili e prevede i provvedimenti necessari a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_1"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Scopo",
        "citation": "Art. 2 cpv. 1 LEp",
        "content": "La presente legge si prefigge di prevenire e combattere la comparsa e la propagazione di malattie trasmissibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_2"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Scopo",
        "citation": "Art. 2 cpv. 2 LEp",
        "content": "I provvedimenti in virtù della presente legge si prefiggono di:\na. sorvegliare le malattie trasmissibili e mettere a disposizione le conoscenze di base sulla loro propagazione e sul loro sviluppo;\nb. individuare tempestivamente, valutare e prevenire il rischio di comparsa e di propagazione di malattie trasmissibili;\nc. indurre le singole persone, determinati gruppi di persone e istituzioni a contribuire alla prevenzione delle malattie trasmissibili e alla lotta contro di esse;\nd. creare i presupposti organizzativi, tecnici e finanziari per l’individuazione, la sorveglianza e la prevenzione delle malattie trasmissibili e la lotta contro di esse;\ne. garantire l’accesso a installazioni e mezzi per proteggersi contro le malattie trasmissibili;\nf. ridurre gli effetti delle malattie trasmissibili sulla società e sulle persone interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_2"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Definizioni",
        "citation": "Art. 3 LEp",
        "content": "Ai sensi della presente legge si intende per:\na. malattia trasmissibile: malattia trasmissibile all’essere umano da agenti patogeni o dai loro prodotti tossici;\nb. osservazioni: referti clinici (p. es. le diagnosi sospette, le diagnosi confermate, i decessi), risultati di analisi di laboratorio (p. es. i risultati di test, le prove dirette e indirette della presenza di agenti patogeni, le tipizzazioni, le prove di resistenza), risultati epidemiologici (p. es. valori indicativi concernenti le infezioni associate alle cure), nonché eventi (p. es. oggetti o sostanze sospette) in relazione a malattie trasmissibili;\nc. agenti patogeni: organismi naturali o geneticamente modificati (p. es. virus, batteri, miceti, protozoi e altri parassiti), sostanze (p. es. prioni, tossine) e materiale genetico che possono provocare o aggravare una malattia trasmissibile; \nd. utilizzazione di agenti patogeni: qualsiasi attività relativa ad agenti patogeni, in particolare la produzione, la riproduzione, l’immissione nell’ambiente, la messa in commercio, l’importazione, l’esportazione, il transito, la detenzione, l’impiego, il deposito, lo smaltimento o il trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_3"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Obiettivi e strategie",
        "citation": "Art. 4 cpv. 1 LEp",
        "content": "Il Consiglio federale definisce, in collaborazione con i Cantoni, gli obiettivi e le strategie per l’individuazione, la sorveglianza e la prevenzione delle malattie trasmissibili e la lotta contro di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_4"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Obiettivi e strategie",
        "citation": "Art. 4 cpv. 2 LEp",
        "content": "Nella definizione degli obiettivi e delle strategie occorre tener conto in particolare:\na. dei risultati dei rapporti di cui all’articolo 76;\nb. delle raccomandazioni e delle direttive internazionali;\nc. dello stato attuale della scienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_4"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Obiettivi e strategie",
        "citation": "Art. 4 cpv. 3 LEp",
        "content": "La Confederazione e i Cantoni verificano sulla base dei rapporti se gli obiettivi sono raggiunti e, se del caso, prendono i provvedimenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_4"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Programmi nazionali",
        "citation": "Art. 5 cpv. 1 LEp",
        "content": "L’Ufficio federale della sanità pubblica (UFSP) elabora, in collaborazione con i Cantoni, programmi nazionali specifici concernenti l’individuazione, la sorveglianza e la prevenzione delle malattie trasmissibili e la lotta contro di esse, in particolare in materia di:\na. vaccinazioni;\nb. infezioni associate alle cure e resistenze degli agenti patogeni;\nc. HIV e altri agenti patogeni sessualmente trasmissibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_5"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Programmi nazionali",
        "citation": "Art. 5 cpv. 2 LEp",
        "content": "Nell’ambito delle loro competenze, la Confederazione e i Cantoni provvedono all’attuazione dei programmi nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_5"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Situazione particolare",
        "citation": "Art. 6 cpv. 1 LEp",
        "content": "Vi è una situazione particolare se:\na. gli organi esecutivi ordinari non sono in grado di prevenire e di combattere la comparsa e la propagazione di malattie trasmissibili e vi è uno dei seguenti rischi:\n1. un rischio elevato di contagio e di propagazione,\n2. un particolare pericolo per la salute pubblica,\n3. un rischio di gravi conseguenze per l’economia o per altri settori vitali;\nb. l’Organizzazione mondiale della sanità (OMS) ha accertato l’esistenza di una situazione sanitaria d’emergenza di portata internazionale che rappresenta una minaccia per la salute pubblica in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_6"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Situazione particolare",
        "citation": "Art. 6 cpv. 2 LEp",
        "content": "Sentiti i Cantoni, il Consiglio federale può:\na. ordinare provvedimenti nei confronti di singole persone;\nb. ordinare provvedimenti nei confronti della popolazione; \nc. obbligare i medici e il personale sanitario a collaborare nella lotta contro le malattie trasmissibili;\nd. dichiarare obbligatorie le vaccinazioni per i gruppi di popolazione a rischio, per le persone particolarmente esposte e per quelle che esercitano determinate attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_6"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Situazione particolare",
        "citation": "Art. 6 cpv. 3 LEp",
        "content": "Il Dipartimento federale dell’interno (DFI) coordina i provvedimenti della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_6"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Situazione straordinaria",
        "citation": "Art. 7 LEp",
        "content": "Se una situazione straordinaria lo richiede, il Consiglio federale può ordinare i provvedimenti necessari per tutto il Paese o per talune parti di esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_7"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Provvedimenti preparatori",
        "citation": "Art. 8 cpv. 1 LEp",
        "content": "La Confederazione e i Cantoni prendono provvedimenti preparatori al fine di prevenire e limitare tempestivamente i pericoli e i danni alla salute pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_8"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 1: Disposizioni generali e principi, Provvedimenti preparatori",
        "citation": "Art. 8 cpv. 2 LEp",
        "content": "In vista di un pericolo particolare per la salute pubblica l’UFSP può ordinare ai Cantoni di prendere determinati provvedimenti, in particolare:\na. per l’individuazione e la sorveglianza delle malattie trasmissibili;\nb. nei confronti di singole persone; \nc. nei confronti della popolazione;\nd. per la distribuzione di agenti terapeutici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_8"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 2: Informazione e scambio di informazioni, Informazione",
        "citation": "Art. 9 cpv. 1 LEp",
        "content": "L’UFSP informa il pubblico, determinati gruppi di persone, le autorità e gli specialisti sui rischi delle malattie trasmissibili e sulle possibilità di prevenirle e combatterle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 2: Informazione e scambio di informazioni, Informazione",
        "citation": "Art. 9 cpv. 2 LEp",
        "content": "L’UFSP pubblica regolarmente rilevamenti e analisi sul tipo, la comparsa, le cause e la propagazione delle malattie trasmissibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 2: Informazione e scambio di informazioni, Informazione",
        "citation": "Art. 9 cpv. 3 LEp",
        "content": "Pubblica raccomandazioni, che aggiorna regolarmente secondo lo stato della scienza, in merito ai provvedimenti da adottare contro le malattie trasmissibili e sull’utilizzazione di agenti patogeni. Se sono coinvolti altri uffici federali, l’UFSP agisce d’intesa con questi ultimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 2: Informazione e scambio di informazioni, Informazione",
        "citation": "Art. 9 cpv. 4 LEp",
        "content": "L’UFSP e le autorità cantonali competenti coordinano la loro attività d’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_9"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 2: Informazione e scambio di informazioni, Scambio di informazioni",
        "citation": "Art. 10 cpv. 1 LEp",
        "content": "L’UFSP provvede affinché i Cantoni ricevano le informazioni determinanti per la prevenzione delle malattie trasmissibili e la lotta contro di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_10"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 2: Informazione e scambio di informazioni, Scambio di informazioni",
        "citation": "Art. 10 cpv. 2 LEp",
        "content": "I servizi competenti della Confederazione e dei Cantoni si scambiano i risultati della ricerca, le conoscenze specialistiche e le informazioni sui programmi di formazione e di sorveglianza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_10"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Sistemi di individuazione precoce e di sorveglianza",
        "citation": "Art. 11 LEp",
        "content": "L’UFSP gestisce, in collaborazione con altri uffici federali e i servizi cantonali competenti, sistemi di individuazione precoce e di sorveglianza delle malattie trasmissibili. Provvede al coordinamento con i sistemi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_11"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Obbligo di dichiarazione",
        "citation": "Art. 12 cpv. 1 LEp",
        "content": "I medici, gli ospedali e altre istituzioni pubbliche o private del settore sanitario dichiarano le osservazioni concernenti le malattie trasmissibili, con le indicazioni necessarie a identificare le persone malate, contagiate o esposte, nonché a individuare la via di trasmissione:\na. all’autorità cantonale competente;\nb. all’autorità cantonale competente e direttamente all’UFSP, in caso di determinati agenti patogeni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Obbligo di dichiarazione",
        "citation": "Art. 12 cpv. 2 LEp",
        "content": "I laboratori dichiarano all’autorità cantonale competente e all’UFSP i risultati di analisi di laboratorio concernenti malattie trasmissibili con le indicazioni necessarie a identificare le persone malate o contagiate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Obbligo di dichiarazione",
        "citation": "Art. 12 cpv. 3 LEp",
        "content": "Il Consiglio federale può prevedere l’obbligo di dichiarare i provvedimenti di prevenzione e di lotta e i loro effetti, nonché di inviare i campioni e i risultati delle analisi ai laboratori designati dalle autorità competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Obbligo di dichiarazione",
        "citation": "Art. 12 cpv. 4 LEp",
        "content": "Le autorità cantonali competenti dichiarano all’UFSP le osservazioni che indicano un pericolo per la salute pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Obbligo di dichiarazione",
        "citation": "Art. 12 cpv. 5 LEp",
        "content": "I conduttori di navi e i piloti di aeromobili dichiarano rispettivamente all’esercente di un impianto portuale e di un aeroporto le osservazioni che indicano un pericolo per la salute pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Obbligo di dichiarazione",
        "citation": "Art. 12 cpv. 6 LEp",
        "content": "Devono essere dichiarate le osservazioni concernenti le malattie trasmissibili che:\na. possono causare epidemie;\nb. possono avere gravi conseguenze;\nc. sono nuove o inaspettate; o\nd. la cui sorveglianza è stata concordata a livello internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_12"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Norme in materia di dichiarazione",
        "citation": "Art. 13 cpv. 1 LEp",
        "content": "Il Consiglio federale stabilisce quali osservazioni concernenti le malattie trasmissibili sono sottoposte all’obbligo di dichiarazione, nonché le modalità, i criteri e i termini della dichiarazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_13"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Norme in materia di dichiarazione",
        "citation": "Art. 13 cpv. 2 LEp",
        "content": "Per quanto concerne determinati contenuti della dichiarazione, esso può limitare l’obbligo di dichiarazione a determinati medici, ospedali, altre istituzioni pubbliche o private del settore sanitario e a taluni laboratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_13"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Dichiarazioni ai fini della sorveglianza epidemiologica e a scopi di ricerca",
        "citation": "Art. 14 cpv. 1 LEp",
        "content": "Ai fini della sorveglianza epidemiologica e a scopi di ricerca, l’UFSP può concordare con medici, laboratori, ospedali e altre istituzioni pubbliche o private del settore sanitario che essi dichiarino all’ufficio designato dall’UFSP osservazioni non sottoposte all’obbligo di dichiarazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_14"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Dichiarazioni ai fini della sorveglianza epidemiologica e a scopi di ricerca",
        "citation": "Art. 14 cpv. 2 LEp",
        "content": "La dichiarazione avviene in forma anonimizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_14"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Indagini epidemiologiche",
        "citation": "Art. 15 cpv. 1 LEp",
        "content": "Le autorità cantonali competenti fanno eseguire le indagini epidemiologiche necessarie, in particolare sul tipo, la causa, la fonte di contagio e la propagazione di una malattia accertata o supposta. Coordinano le loro attività e informano l’UFSP sui risultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_15"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 1: Dichiarazione, Indagini epidemiologiche",
        "citation": "Art. 15 cpv. 2 LEp",
        "content": "La competente autorità federale presta assistenza tecnica alle autorità cantonali nelle indagini epidemiologiche. Può eseguire essa stessa simili indagini, in particolare se il Cantone interessato lo richiede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_15"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 2: Laboratori, Obbligo dell’autorizzazione",
        "citation": "Art. 16 cpv. 1 LEp",
        "content": "I laboratori che eseguono analisi microbiologiche per individuare malattie trasmissibili necessitano di un’autorizzazione dell’autorità federale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_16"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 2: Laboratori, Obbligo dell’autorizzazione",
        "citation": "Art. 16 cpv. 2 LEp",
        "content": "Il Consiglio federale assume i compiti seguenti:\na. designa l’autorità federale competente;\nb. disciplina le condizioni e la procedura per il rilascio dell’autorizzazione;\nc. definisce gli obblighi che incombono al titolare dell’autorizzazione;\nd. disciplina la vigilanza e prevede in particolare la possibilità di effettuare ispezioni senza preavviso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_16"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 2: Laboratori, Obbligo dell’autorizzazione",
        "citation": "Art. 16 cpv. 3 LEp",
        "content": "I laboratori di studi medici e di ospedali, l’officina del farmacista e altri laboratori che eseguono analisi nell’ambito delle cure di base secondo la legge federale del 18 marzo 1994 sull’assicurazione malattie (LAMal) non sottostanno all’obbligo dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_16"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 2: Laboratori, Centri nazionali di riferimento e laboratori di conferma",
        "citation": "Art. 17 LEp",
        "content": "L’UFSP può designare singoli laboratori quali centri nazionali di riferimento o laboratori di conferma e incaricarli di eseguire analisi particolari e altri compiti speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_17"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 3: Individuazione e sorveglianza Sezione 2: Laboratori, Reti di laboratori",
        "citation": "Art. 18 LEp",
        "content": "I Cantoni gestiscono una rete di laboratori regionali e assicurano la collaborazione con le autorità federali competenti e i laboratori ad alta sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_18"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 1: Provvedimenti generali di prevenzione",
        "citation": "Art. 19 cpv. 1 LEp",
        "content": "La Confederazione e i Cantoni prendono provvedimenti per controllare, ridurre ed eliminare i rischi di trasmissione delle malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_19"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 1: Provvedimenti generali di prevenzione",
        "citation": "Art. 19 cpv. 2 LEp",
        "content": "Il Consiglio federale può:\na. obbligare gli ospedali, le cliniche e altre istituzioni del settore sanitario a decontaminare, disinfettare e sterilizzare i loro dispositivi medici;\nb. obbligare aziende e organizzatori di manifestazioni le cui attività aumentano il rischio di trasmissione di malattie a mettere a disposizione materiale di prevenzione e d’informazione e a rispettare determinate regole di comportamento;\nc. obbligare le istituzioni del settore della formazione e del settore sanitario a fornire informazioni sui rischi delle malattie trasmissibili e consulenze sui mezzi per prevenirle e combatterle;\nd. obbligare le istituzioni pubbliche e private che hanno un dovere particolare di proteggere la salute delle persone in loro custodia ad adottare provvedimenti di prevenzione appropriati;\ne. sottoporre all’obbligo di registrazione gli impianti tecnici che possono propagare malattie trasmissibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_19"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Piano nazionale di vaccinazione",
        "citation": "Art. 20 cpv. 1 LEp",
        "content": "In collaborazione con la Commissione federale per le vaccinazioni, l’UFSP elabora e pubblica raccomandazioni in materia di vaccinazioni (piano nazionale di vaccinazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_20"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Piano nazionale di vaccinazione",
        "citation": "Art. 20 cpv. 2 LEp",
        "content": "I medici e il personale sanitario contribuiscono all’attuazione del piano nazionale di vaccinazione nell’ambito della loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_20"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Piano nazionale di vaccinazione",
        "citation": "Art. 20 cpv. 3 LEp",
        "content": "Informano sul piano nazionale di vaccinazione le persone interessate dalle raccomandazioni di vaccinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_20"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Promozione delle vaccinazioni",
        "citation": "Art. 21 cpv. 1 LEp",
        "content": "I Cantoni promuovono le vaccinazioni:\na. informando del piano nazionale di vaccinazione le persone interessate dalle raccomandazioni di vaccinazione;\nb. controllando regolarmente lo stato delle vaccinazioni di bambini e giovani durante la scuola dell’obbligo;\nc. provvedendo affinché le persone interessate dalle raccomandazioni di vaccinazione siano vaccinate in modo completo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_21"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Promozione delle vaccinazioni",
        "citation": "Art. 21 cpv. 2 LEp",
        "content": "I Cantoni possono in particolare:\na. offrire vaccinazioni nell’ambito del servizio medico scolastico;\nb. eseguire vaccinazioni a titolo gratuito od offrire vaccini a un prezzo inferiore a quello di mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_21"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Vaccinazioni obbligatorie",
        "citation": "Art. 22 LEp",
        "content": "Se esiste un pericolo considerevole, i Cantoni possono dichiarare obbligatorie le vaccinazioni di gruppi di popolazione a rischio, di persone particolarmente esposte e di persone che esercitano determinate attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_22"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Certificato internazionale di vaccinazione o di profilassi",
        "citation": "Art. 23 cpv. 1 LEp",
        "content": "Il Consiglio federale può prevedere un obbligo di dichiarazione o di autorizzazione per le vaccinazioni che necessitano di un certificato internazionale di vaccinazione o di profilassi secondo l’articolo 36 del Regolamento sanitario internazionale (2005) del 23 maggio 2005.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_23"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Certificato internazionale di vaccinazione o di profilassi",
        "citation": "Art. 23 cpv. 2 LEp",
        "content": "Il Consiglio federale assume i compiti seguenti:\na. designa l’autorità competente;\nb. disciplina le condizioni e la procedura per il rilascio dell’autorizzazione;\nc. definisce la procedura da applicare per la vaccinazione e i vaccini ammessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_23"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Sorveglianza e valutazione",
        "citation": "Art. 24 cpv. 1 LEp",
        "content": "Le autorità federali competenti, in collaborazione con i Cantoni, esaminano regolarmente l’adeguatezza e l’efficacia dei provvedimenti di vaccinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_24"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Sorveglianza e valutazione",
        "citation": "Art. 24 cpv. 2 LEp",
        "content": "Le autorità cantonali competenti rilevano la quota delle persone vaccinate e informano regolarmente l’UFSP sul tasso di vaccinazione e sui provvedimenti presi per aumentarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_24"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 2: Vaccinazioni, Sorveglianza e valutazione",
        "citation": "Art. 24 cpv. 3 LEp",
        "content": "L’UFSP redige regolarmente rapporti sulla sorveglianza e la valutazione e li pubblica in una forma appropriata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_24"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Obbligo di diligenza",
        "citation": "Art. 25 LEp",
        "content": "Chi utilizza agenti patogeni o loro prodotti tossici deve prendere tutti i provvedimenti atti a escludere qualsiasi danno all’essere umano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_25"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Utilizzazione di agenti patogeni in sistemi chiusi",
        "citation": "Art. 26 cpv. 1 LEp",
        "content": "In caso di utilizzazione di agenti patogeni in sistemi chiusi, devono essere prese tutte le misure di confinamento necessarie per evitare pericoli per l’essere umano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_26"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Utilizzazione di agenti patogeni in sistemi chiusi",
        "citation": "Art. 26 cpv. 2 LEp",
        "content": "Il Consiglio federale introduce un obbligo di dichiarazione o di autorizzazione; ne disciplina le condizioni e la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_26"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Utilizzazione di agenti patogeni in sistemi chiusi",
        "citation": "Art. 26 cpv. 3 LEp",
        "content": "Per determinati agenti patogeni o determinate attività, il Consiglio federale può prevedere facilitazioni o deroghe all’obbligo di dichiarazione o di autorizzazione se, in base alle conoscenze scientifiche e all’esperienza, sono esclusi pericoli per la salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_26"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Immissione nell’ambiente e messa in commercio",
        "citation": "Art. 27 cpv. 1 LEp",
        "content": "Chi intende immettere agenti patogeni nell’ambiente a titolo sperimentale o metterli in commercio necessita di un’autorizzazione della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_27"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Immissione nell’ambiente e messa in commercio",
        "citation": "Art. 27 cpv. 2 LEp",
        "content": "Il Consiglio federale disciplina le condizioni e la procedura per il rilascio dell’autorizzazione, nonché l’informazione del pubblico in merito all’immissione nell’ambiente a titolo sperimentale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_27"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Immissione nell’ambiente e messa in commercio",
        "citation": "Art. 27 cpv. 3 LEp",
        "content": "Per determinati agenti patogeni, il Consiglio federale può prevedere deroghe all’obbligo dell’autorizzazione se, in base alle conoscenze scientifiche e all’esperienza, sono esclusi pericoli per la salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_27"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Obbligo d’informare l’acquirente",
        "citation": "Art. 28 LEp",
        "content": "Chi mette in commercio agenti patogeni deve informare l’acquirente sulle proprietà e sui pericoli rilevanti per la salute, nonché sui necessari provvedimenti precauzionali e protettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_28"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 4: Prevenzione, Sezione 3: Sicurezza biologica, Altre disposizioni del Consiglio federale",
        "citation": "Art. 29 LEp",
        "content": "Il Consiglio federale può:\na. disciplinare il trasporto di agenti patogeni e subordinare ad autorizzazione l’importazione, l’esportazione e il transito degli stessi;\nb. limitare o vietare l’utilizzazione di determinati agenti patogeni;\nc. stabilire i requisiti per l’equipaggiamento dei sistemi chiusi nonché la formazione e la formazione continua delle persone che utilizzano agenti patogeni;\nd. prescrivere l’etichettatura dei contenitori di agenti patogeni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_29"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Principio",
        "citation": "Art. 30 cpv. 1 LEp",
        "content": "Un provvedimento secondo gli articoli 33–38 può essere ordinato soltanto se: \na. provvedimenti meno incisivi non sono né sufficienti né idonei a impedire la propagazione di una malattia trasmissibile; e\nb. il provvedimento serve a scongiurare un serio pericolo per la salute di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_30"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Principio",
        "citation": "Art. 30 cpv. 2 LEp",
        "content": "Il provvedimento deve essere necessario e ragionevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_30"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Prescrizione di provvedimenti",
        "citation": "Art. 31 cpv. 1 LEp",
        "content": "Le autorità cantonali competenti ordinano i provvedimenti di cui agli articoli 33–38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Prescrizione di provvedimenti",
        "citation": "Art. 31 cpv. 2 LEp",
        "content": "Le autorità federali competenti assistono i Cantoni nell’ambito dell’identificazione e dell’informazione delle persone, in particolare dei viaggiatori nel traffico internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Prescrizione di provvedimenti",
        "citation": "Art. 31 cpv. 3 LEp",
        "content": "Quando è ordinato un provvedimento occorre spiegarne il motivo e la durata prevista alla persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Prescrizione di provvedimenti",
        "citation": "Art. 31 cpv. 4 LEp",
        "content": "I provvedimenti possono essere applicati soltanto finché sono necessari per impedire la propagazione di una malattia trasmissibile e per scongiurare un serio pericolo per la salute di terzi. I provvedimenti sono verificati regolarmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_31"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Esecuzione dei provvedimenti",
        "citation": "Art. 32 LEp",
        "content": "Se ordinano una sorveglianza medica, una quarantena, un isolamento o una visita medica, le autorità cantonali competenti possono imporne coattivamente l’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_32"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Identificazione e informazione",
        "citation": "Art. 33 LEp",
        "content": "Le persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni possono essere identificate e informate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_33"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Sorveglianza medica",
        "citation": "Art. 34 cpv. 1 LEp",
        "content": "Le persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni possono essere sottoposte a sorveglianza medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_34"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Sorveglianza medica",
        "citation": "Art. 34 cpv. 2 LEp",
        "content": "Le persone interessate sono tenute a informare il medico competente in merito al loro stato di salute e ai loro contatti con altre persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_34"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Quarantena e isolamento",
        "citation": "Art. 35 cpv. 1 LEp",
        "content": "Se la sorveglianza medica si rivela insufficiente:\na. le persone sospette malate o sospette contagiate possono essere messe in quarantena;\nb. le persone malate, contagiate o che espellono agenti patogeni possono essere messe in isolamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_35"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Quarantena e isolamento",
        "citation": "Art. 35 cpv. 2 LEp",
        "content": "Le persone interessate possono, se necessario, essere ricoverate in un ospedale o in un altro istituto adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_35"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Quarantena e isolamento",
        "citation": "Art. 35 cpv. 3 LEp",
        "content": "L’ospedale o l’istituto deve provvedere affinché il personale e le altre persone esposte a rischio siano protette contro le trasmissioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_35"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Visita medica",
        "citation": "Art. 36 LEp",
        "content": "Le persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni possono essere tenute a sottoporsi a una visita medica e a prelievi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_36"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Cura medica",
        "citation": "Art. 37 LEp",
        "content": "Le persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni possono essere tenute a sottoporsi a una cura medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_37"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Limitazione di determinate attività e dell’esercizio della professione",
        "citation": "Art. 38 cpv. 1 LEp",
        "content": "Alle persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni può essere vietato, totalmente o parzialmente, esercitare determinate attività o la loro professione. Tali persone possono essere obbligate a comunicare senza indugio all’autorità cantonale competente qualsiasi cambiamento del Cantone di domicilio, della loro attività o della loro professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_38"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Limitazione di determinate attività e dell’esercizio della professione",
        "citation": "Art. 38 cpv. 2 LEp",
        "content": "Se a una persona è stato vietato, totalmente o parzialmente, l’esercizio di determinate attività o della sua professione ed è stata obbligata a comunicare un cambiamento del Cantone di domicilio, della sua attività o della sua professione, l’autorità cantonale competente informa l’autorità competente del Cantone interessato del divieto o della limitazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_38"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 1: Provvedimenti nei confronti di singole persone, Compiti dei medici",
        "citation": "Art. 39 LEp",
        "content": "I medici che curano o sorvegliano persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni prendono tutti i provvedimenti in loro potere per impedire la propagazione di una malattia trasmissibile. Se sono necessari provvedimenti delle autorità, ne informano l’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_39"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 2:, Provvedimenti nei confronti della popolazione e di gruppi specifici di persone",
        "citation": "Art. 40 cpv. 1 LEp",
        "content": "Le autorità cantonali competenti ordinano provvedimenti al fine di impedire la propagazione di malattie trasmissibili in seno alla popolazione o in gruppi specifici di persone. Esse coordinano i loro provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_40"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 2:, Provvedimenti nei confronti della popolazione e di gruppi specifici di persone",
        "citation": "Art. 40 cpv. 2 LEp",
        "content": "Possono in particolare prendere i seguenti provvedimenti:\na. vietare o limitare manifestazioni;\nb. chiudere scuole, altre istituzioni pubbliche e imprese private o emanare prescrizioni concernenti il loro esercizio;\nc. vietare o limitare l’accesso a determinati edifici e aree e l’uscita dagli stessi, nonché talune attività in luoghi determinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_40"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 2:, Provvedimenti nei confronti della popolazione e di gruppi specifici di persone",
        "citation": "Art. 40 cpv. 3 LEp",
        "content": "I provvedimenti possono essere applicati solo finché sono necessari per impedire la propagazione di una malattia trasmissibile. I provvedimenti sono verificati regolarmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_40"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Entrata e uscita",
        "citation": "Art. 41 cpv. 1 LEp",
        "content": "Il Consiglio federale emana disposizioni sul trasporto internazionale di viaggiatori per evitare che malattie trasmissibili si propaghino a livello transfrontaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Entrata e uscita",
        "citation": "Art. 41 cpv. 2 LEp",
        "content": "Se necessario per evitare la propagazione di una malattia trasmissibile, l’UFSP può obbligare le persone che entrano in Svizzera o che la lasciano a:\na. fornire la loro identità, il loro itinerario e il loro recapito;\nb. presentare un certificato di vaccinazione o di profilassi;\nc. fornire informazioni sul loro stato di salute;\nd. presentare un certificato medico;\ne. sottoporsi a una visita medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Entrata e uscita",
        "citation": "Art. 41 cpv. 3 LEp",
        "content": "L’UFSP può sottoporre le persone che entrano in Svizzera a un provvedimento di cui agli articoli 34, 35, 37 e 38; gli articoli 30–32 sono applicabili per analogia. Se necessario, il Consiglio federale può estendere provvisoriamente questi provvedimenti a tutte le persone che entrano in Svizzera in provenienza da zone a rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Entrata e uscita",
        "citation": "Art. 41 cpv. 4 LEp",
        "content": "L’UFSP può vietare provvisoriamente di lasciare la Svizzera a persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni, se ciò è necessario per impedire la propagazione di una malattia trasmissibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_41"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Preparativi",
        "citation": "Art. 42 cpv. 1 LEp",
        "content": "Gli esercenti di impianti portuali e di aeroporti prendono le disposizioni necessarie per attuare i provvedimenti di cui all’articolo 41. Dispongono di propri piani d’emergenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_42"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Preparativi",
        "citation": "Art. 42 cpv. 2 LEp",
        "content": "Il Consiglio federale designa gli esercenti di impianti portuali e di aeroporti che devono approntare le capacità necessarie secondo l’allegato 1 B del Regolamento sanitario internazionale (2005) del 23 maggio 2005.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_42"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Obbligo di collaborare",
        "citation": "Art. 43 cpv. 1 LEp",
        "content": "Le imprese che trasportano persone nel traffico internazionale per ferrovia, autobus, via navigabile o aerea, gli esercenti di aeroporti, di impianti portuali, di stazioni ferroviarie e di autobus, nonché gli organizzatori di viaggi collaborano all’esecuzione dei provvedimenti di cui all’articolo 41. Nei limiti delle loro possibilità tecniche e aziendali, possono essere tenuti a:\na. informare i viaggiatori sui pericoli delle malattie trasmissibili e sulle possibilità di prevenirle e combatterle;\nb. rilevare i dati necessari all’identificazione di una persona o all’individuazione precoce di persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni;\nc. mettere a disposizione dell’autorità competente la lista dei passeggeri o delle merci;\nd. rendere possibili visite mediche dei viaggiatori;\ne. assicurare il trasporto in un ospedale o in un altro istituto adeguato delle persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_43"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 3:, Provvedimenti nell’ambito del trasporto internazionale di viaggiatori, Obbligo di collaborare",
        "citation": "Art. 43 cpv. 2 LEp",
        "content": "Mettono a disposizione le capacità aziendali e il personale necessari per attuare i provvedimenti di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_43"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Approvvigionamento con agenti terapeutici",
        "citation": "Art. 44 cpv. 1 LEp",
        "content": "Il Consiglio federale assicura l’approvvigionamento della popolazione con gli agenti terapeutici più importanti per lottare contro le malattie trasmissibili, per quanto non lo possa garantire con i provvedimenti previsti nella legge dell’8 ottobre 1982 sull’approvvigionamento del Paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_44"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Approvvigionamento con agenti terapeutici",
        "citation": "Art. 44 cpv. 2 LEp",
        "content": "Il Consiglio federale può emanare disposizioni su:\na. l’attribuzione degli agenti terapeutici;\nb. la distribuzione degli agenti terapeutici;\nc. l’agevolazione dell’importazione e la limitazione o il divieto dell’esportazione di agenti terapeutici, sempre che ciò sia necessario per evitare un pericolo per la salute;\nd. la costituzione di scorte di agenti terapeutici negli ospedali e in altri istituti del settore sanitario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_44"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Approvvigionamento con agenti terapeutici",
        "citation": "Art. 44 cpv. 3 LEp",
        "content": "Può prevedere provvedimenti per approvvigionare con agenti terapeutici gli Svizzeri all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_44"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Trasporto di merci",
        "citation": "Art. 45 cpv. 1 LEp",
        "content": "Il Consiglio federale può emanare disposizioni sul trasporto, l’importazione, l’esportazione e il transito di merci che possono essere portatrici di agenti patogeni. In particolare può:\na. stabilire le esigenze relative ai provvedimenti protettivi nel trasporto di merci;\nb. prescrivere analisi su merci in relazione a determinati agenti patogeni;\nc. emanare limitazioni e divieti per il trasporto, l’importazione, l’esportazione e il transito di merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_45"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Trasporto di merci",
        "citation": "Art. 45 cpv. 2 LEp",
        "content": "Può incaricare i Cantoni dell’esecuzione di singoli provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_45"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Trasporti di cadaveri",
        "citation": "Art. 46 cpv. 1 LEp",
        "content": "Il Consiglio federale emana le necessarie disposizioni sul trasporto e la sepoltura di cadaveri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_46"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Trasporti di cadaveri",
        "citation": "Art. 46 cpv. 2 LEp",
        "content": "Disciplina il trasporto di cadaveri attraverso la Svizzera, dall’estero verso la Svizzera o dalla Svizzera verso l’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_46"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Lotta contro gli organismi",
        "citation": "Art. 47 cpv. 1 LEp",
        "content": "Se compaiono organismi che possono trasmettere agenti patogeni all’essere umano, i servizi federali competenti e i servizi cantonali ordinano, assicurandone il coordinamento, i provvedimenti necessari per lottare contro tali organismi o per prevenirne la comparsa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_47"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Lotta contro gli organismi",
        "citation": "Art. 47 cpv. 2 LEp",
        "content": "Le imprese che trasportano persone per ferrovia, autobus, via navigabile o aerea, gli esercenti di aeroporti, di impianti portuali, di stazioni ferroviarie e di autobus, nonché gli organizzatori di viaggi sono tenuti a collaborare all’esecuzione di tali provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_47"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Disinfezione e disinfestazione",
        "citation": "Art. 48 cpv. 1 LEp",
        "content": "Per evitare la propagazione di malattie trasmissibili, le autorità cantonali competenti provvedono alla disinfezione e alla disinfestazione, in particolare di mezzi di trasporto e merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_48"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Disinfezione e disinfestazione",
        "citation": "Art. 48 cpv. 2 LEp",
        "content": "Le imprese che trasportano persone per ferrovia, autobus, via navigabile o aerea, gli esercenti di aeroporti, di impianti portuali, di stazioni ferroviarie e di autobus, nonché gli organizzatori di viaggi sono tenuti a collaborare alle disinfezioni e alle disinfestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_48"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 5: Provvedimenti di lotta, Sezione 4: Provvedimenti speciali, Certificati nel trasporto per via navigabile",
        "citation": "Art. 49 LEp",
        "content": "Le autorità cantonali competenti rilasciano i certificati sanitari necessari per il trasporto transfrontaliero per via navigabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_49"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 6: Provvedimenti di promozione, Aiuti finanziari a organizzazioni pubbliche e private",
        "citation": "Art. 50 LEp",
        "content": "Nei limiti dei crediti stanziati, l’UFSP può concedere aiuti finanziari a organizzazioni pubbliche e private per provvedimenti di interesse pubblico d’importanza nazionale atti a individuare, sorvegliare e prevenire le malattie trasmissibili e a lottare contro di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_50"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 6: Provvedimenti di promozione, Promozione della produzione di agenti terapeutici",
        "citation": "Art. 51 cpv. 1 LEp",
        "content": "La Confederazione può promuovere mediante aiuti finanziari la produzione in Svizzera di agenti terapeutici secondo l’articolo 44 se l’approvvigionamento della popolazione non può essere garantito altrimenti in situazioni particolari o straordinarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_51"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 6: Provvedimenti di promozione, Promozione della produzione di agenti terapeutici",
        "citation": "Art. 51 cpv. 2 LEp",
        "content": "Nei limiti dei crediti stanziati, la Confederazione può concedere gli aiuti finanziari sotto forma di contributi di base, contributi agli investimenti e contributi vincolati a progetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_51"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 6: Provvedimenti di promozione, Promozione della produzione di agenti terapeutici",
        "citation": "Art. 51 cpv. 3 LEp",
        "content": "La Confederazione può versare i contributi se il produttore:\na. dispone di comprovate conoscenze e capacità in materia di sviluppo o di produzione di siffatti agenti terapeutici;\nb. si impegna a produrre siffatti agenti terapeutici in Svizzera; e\nc. assicura la fornitura prioritaria di siffatti agenti terapeutici all’autorità in caso di situazioni particolari o straordinarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_51"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 6: Provvedimenti di promozione, Indennizzi a laboratori",
        "citation": "Art. 52 LEp",
        "content": "L’UFSP accorda indennizzi ai laboratori designati quali centri nazionali di riferimento o quali laboratori di conferma per le spese che derivano loro per lo svolgimento di compiti particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_52"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Medico cantonale",
        "citation": "Art. 53 cpv. 1 LEp",
        "content": "Ogni Cantone designa un medico cantonale. Più Cantoni possono designare congiuntamente un medico cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_53"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Medico cantonale",
        "citation": "Art. 53 cpv. 2 LEp",
        "content": "Il medico cantonale coordina le sue attività con quelle delle altre autorità e istituzioni che partecipano alla lotta contro le malattie trasmissibili. Se la comparsa di una malattia trasmissibile è in relazione con una derrata alimentare, ne informa il chimico cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_53"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Medico cantonale",
        "citation": "Art. 53 cpv. 3 LEp",
        "content": "Il Consiglio federale definisce i requisiti professionali del medico cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_53"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Organo di coordinamento",
        "citation": "Art. 54 cpv. 1 LEp",
        "content": "La Confederazione e i Cantoni istituiscono un organo per promuovere la collaborazione (organo di coordinamento). Per determinati temi, in particolare per individuare, sorvegliare e prevenire le zoonosi e lottare contro di esse, possono istituire organi sussidiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Organo di coordinamento",
        "citation": "Art. 54 cpv. 2 LEp",
        "content": "L’organo di coordinamento e i suoi organi sussidiari si compongono di rappresentanti della Confederazione e dei Cantoni. Se necessario, possono avvalersi di altri esperti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Organo di coordinamento",
        "citation": "Art. 54 cpv. 3 LEp",
        "content": "Essi hanno in particolare i compiti seguenti:\na. coordinare i provvedimenti di preparazione in vista di situazioni che comportano un rischio particolare per la salute pubblica;\nb. coordinare i provvedimenti in materia di individuazione, prevenzione e lotta;\nc. promuovere un’esecuzione uniforme;\nd. coordinare l’informazione e la comunicazione;\ne. assistere l’organo d’intervento della Confederazione per far fronte a situazioni particolari o straordinarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Organo di coordinamento",
        "citation": "Art. 54 cpv. 4 LEp",
        "content": "Il Consiglio federale disciplina l’istituzione e la direzione dell’organo di coordinamento e dei suoi organi sussidiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_54"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Organo d’intervento",
        "citation": "Art. 55 cpv. 1 LEp",
        "content": "Il Consiglio federale dispone di un organo d’intervento nel caso di eventi che possono costituire un particolare pericolo per la salute pubblica, segnatamente per far fronte a una situazione particolare o straordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_55"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Organo d’intervento",
        "citation": "Art. 55 cpv. 2 LEp",
        "content": "L’organo d’intervento ha i compiti seguenti:\na. fornire consulenza al Consiglio federale;\nb. assistere la Confederazione e i Cantoni nel coordinamento dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_55"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Commissione federale per le vaccinazioni",
        "citation": "Art. 56 cpv. 1 LEp",
        "content": "La Commissione federale per le vaccinazioni fornisce consulenza al Consiglio federale in occasione dell’emanazione di disposizioni e alle autorità incaricate dell’esecuzione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Commissione federale per le vaccinazioni",
        "citation": "Art. 56 cpv. 2 LEp",
        "content": "La Commissione ha in particolare i compiti seguenti:\na. elaborare raccomandazioni in materia di vaccinazioni destinate all’UFSP;\nb. sviluppare criteri medici per valutare la gravità di una reazione alla vaccinazione;\nc. fornire consulenza al DFI nella concessione di un indennizzo (art. 64) o di una riparazione morale (art. 65).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Commissione federale per le vaccinazioni",
        "citation": "Art. 56 cpv. 3 LEp",
        "content": "Essa si compone di specialisti esterni all’Amministrazione che dispongono di conoscenze scientifiche o pratiche in materia di vaccinazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Commissione federale per le vaccinazioni",
        "citation": "Art. 56 cpv. 4 LEp",
        "content": "Essa collabora con altre autorità federali e cantonali che si occupano di vaccinazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_56"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 1: Organi dei Cantoni e della Confederazione, Commissione federale di esperti per la sicurezza biologica",
        "citation": "Art. 57 LEp",
        "content": "La Commissione federale di esperti per la sicurezza biologica fornisce consulenza al Consiglio federale in occasione dell’emanazione di disposizioni e alle autorità incaricate dell’esecuzione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_57"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Trattamento di dati personali",
        "citation": "Art. 58 cpv. 1 LEp",
        "content": "L’UFSP, le autorità cantonali competenti e le istituzioni pubbliche e private incaricate di compiti in virtù della presente legge possono trattare o fare trattare dati personali, compresi i dati concernenti la salute, per quanto sia necessario all’identificazione di persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni, nell’ambito di provvedimenti di protezione della salute pubblica, in particolare per individuare e sorvegliare le malattie trasmissibili e lottare contro di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_58"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Trattamento di dati personali",
        "citation": "Art. 58 cpv. 2 LEp",
        "content": "Essi sono responsabili del rispetto delle disposizioni sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_58"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Trattamento di dati personali",
        "citation": "Art. 58 cpv. 3 LEp",
        "content": "I dati possono essere conservati per dieci anni al massimo, sempre che le particolarità della malattia non esigano un periodo di conservazione più lungo. I dati sono successivamente distrutti o resi anonimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_58"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Comunicazione di dati personali",
        "citation": "Art. 59 cpv. 1 LEp",
        "content": "I servizi federali e cantonali competenti per l’esecuzione della presente legge possono comunicarsi reciprocamente dati personali, compresi i dati concernenti la salute, di cui hanno bisogno per l’adempimento dei compiti conferiti loro dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_59"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Comunicazione di dati personali",
        "citation": "Art. 59 cpv. 2 LEp",
        "content": "Possono essere comunicati in particolare i dati seguenti:\na. cognome, nome, indirizzo, data di nascita e attività professionale;\nb. indicazioni sugli itinerari, i luoghi di soggiorno e i contatti con persone, animali e oggetti; \nc. risultati di visite mediche;\nd.  risultati di indagini epidemiologiche;\ne. indicazioni sull’appartenenza a un determinato gruppo a rischio;\nf. indicazioni sui provvedimenti adottati per prevenire una malattia trasmissibile e lottare contro di essa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_59"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Comunicazione di dati personali",
        "citation": "Art. 59 cpv. 3 LEp",
        "content": "Se necessario per impedire la propagazione di una malattia trasmissibile, l’UFSP e le autorità cantonali competenti per l’esecuzione della presente legge possono comunicare dati personali, compresi i dati concernenti la salute, alle persone e autorità seguenti:\na. medici incaricati di curare le malattie trasmissibili;\nb. autorità cantonali che svolgono compiti volti a individuare, sorvegliare e prevenire le malattie trasmissibili e a lottare contro di esse;\nc. altre autorità federali, sempre che sia necessario per l’esecuzione degli atti normativi che tali autorità devono applicare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_59"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 1 LEp",
        "content": "L’UFSP gestisce un sistema d’informazione nel quale sono registrati dati su persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 2 LEp",
        "content": "Il sistema d’informazione contiene i dati seguenti:\na. dati che permettono di identificare in modo chiaro le persone e di prendere contatto con esse;\nb. indicazioni sugli itinerari, i luoghi di soggiorno e i contatti con persone, animali e oggetti;\nc. risultati di visite mediche;\nd. indicazioni sui provvedimenti adottati per prevenire una malattia trasmissibile e lottare contro di essa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 3 LEp",
        "content": "Il sistema d’informazione serve a:\na. identificare e informare le persone malate, sospette malate, contagiate, sospette contagiate o che espellono agenti patogeni;\nb. organizzare provvedimenti nei confronti di singole persone ai sensi degli articoli 33–38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 4 LEp",
        "content": "Il sistema permette inoltre un trattamento uniforme dei dati da parte delle autorità competenti, l’allestimento di statistiche e il controllo dell’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 5 LEp",
        "content": "L’UFSP è responsabile della sicurezza del sistema d’informazione e della legalità del trattamento dei dati personali. Nel loro ambito di competenza, i Cantoni prendono i provvedimenti organizzativi e tecnici adeguati volti a garantire la sicurezza dei dati personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 6 LEp",
        "content": "L’UFSP verifica se i dati che gli sono trasmessi sono esatti. Corregge i dati inesatti, distrugge quelli che non sono necessari e ne informa il fornitore di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 7 LEp",
        "content": "Il sistema d’informazione è a disposizione, mediante procedura di richiamo, dell’UFSP, dei servizi cantonali competenti per l’esecuzione della presente legge e del servizio sanitario coordinato, per lo svolgimento dei suoi compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 8 LEp",
        "content": "Il Consiglio federale stabilisce le condizioni per la conservazione e la cancellazione dei dati e disciplina i diritti d’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Sistema d’informazione",
        "citation": "Art. 60 cpv. 9 LEp",
        "content": "Il diritto di ottenere informazioni relative ai dati che figurano nel sistema d’informazione e il diritto di farli rettificare sono retti dagli articoli 25 e 41 della legge federale del 25 settembre 2020 sulla protezione dei dati (LPD). Le domande di accesso ai dati personali e di rettifica devono essere indirizzate all’UFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_60"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Dati statistici",
        "citation": "Art. 61 LEp",
        "content": "L’Ufficio federale di statistica mette ogni anno a disposizione dell’UFSP, per scopi statistici, i dati provenienti dalla statistica delle cause dei decessi e dalla statistica medica ospedaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_61"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Comunicazione di dati personali ad autorità estere",
        "citation": "Art. 62 cpv. 1 LEp",
        "content": "Ai fini dell’esecuzione della presente legge, l’UFSP e le autorità cantonali competenti possono comunicare alle autorità estere incaricate di compiti corrispondenti, nonché a organizzazioni sopranazionali e internazionali, dati personali, inclusi dati concernenti la salute, se:\na. la legislazione dello Stato in questione oppure l’organizzazione sopranazionale o internazionale garantisce una protezione adeguata dei dati conformemente all’articolo 16 capoverso 1 LPD; o\nb. i dati personali sono comunicati con le garanzie specifiche di cui all’articolo 16 capoverso 2 lettera c LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_62"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Comunicazione di dati personali ad autorità estere",
        "citation": "Art. 62 cpv. 2 LEp",
        "content": "Possono essere comunicati in particolare i dati seguenti:\na. cognome, nome, indirizzo, data di nascita e attività professionale;\nb. indicazioni sugli itinerari, i luoghi di soggiorno e i contatti con persone, animali e oggetti; \nc. risultati di visite mediche;\nd.  risultati di indagini epidemiologiche;\ne. indicazioni sull’appartenenza a un determinato gruppo a rischio;\nf. indicazioni sui provvedimenti adottati per prevenire una malattia trasmissibile e lottare contro di essa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_62"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 7: Organizzazione e procedura, Sezione 2: Trattamento dei dati, Comunicazione di dati personali ad autorità estere",
        "citation": "Art. 62 cpv. 3 LEp",
        "content": "In deroga al capoverso 1, i dati personali possono essere comunicati all’estero se:\na. ...\nb. la persona interessata ha dato il suo consenso nel caso specifico;\nc. nel caso specifico, la comunicazione è indispensabile per tutelare la salute pubblica; o\nd. nel caso specifico, la comunicazione è indispensabile per proteggere la vita o l’integrità fisica della persona interessata e non è possibile ottenere il suo consenso entro un termine ragionevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_62"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 1:, Indennizzo per danni derivanti da provvedimenti dell’autorità",
        "citation": "Art. 63 LEp",
        "content": "L’autorità che ha ordinato un provvedimento secondo gli articoli 33–38 nonché 41 capoverso 3 può versare un indennizzo, tenendo conto delle condizioni economiche del beneficiario, alle persone che hanno subito danni in seguito a tale provvedimento, per quanto i danni non siano coperti altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_63"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Indennizzo",
        "citation": "Art. 64 cpv. 1 LEp",
        "content": "Chi subisce un danno in seguito a una vaccinazione ordinata o raccomandata dalle autorità ha diritto a un indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_64"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Indennizzo",
        "citation": "Art. 64 cpv. 2 LEp",
        "content": "L’indennizzo è accordato soltanto se, nonostante sforzi ragionevoli, i danni non possono essere coperti altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_64"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Riparazione morale",
        "citation": "Art. 65 cpv. 1 LEp",
        "content": "Chi subisce un danno in seguito a una vaccinazione ordinata o raccomandata dalle autorità ha diritto a una riparazione morale se la gravità della lesione lo giustifica; gli articoli 47 e 49 del Codice delle obbligazioni si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Riparazione morale",
        "citation": "Art. 65 cpv. 2 LEp",
        "content": "La riparazione morale è calcolata in base alla gravità della lesione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Riparazione morale",
        "citation": "Art. 65 cpv. 3 LEp",
        "content": "Essa ammonta a 70 000 franchi al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Riparazione morale",
        "citation": "Art. 65 cpv. 4 LEp",
        "content": "La riparazione morale è accordata solo se l’avente diritto non ha ricevuto prestazioni da parte di terzi o se tali prestazioni sono insufficienti. Le prestazioni ricevute da terzi a titolo di riparazione morale sono dedotte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_65"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Domanda, termini e interessi",
        "citation": "Art. 66 cpv. 1 LEp",
        "content": "Chi intende far valere il diritto a un indennizzo o a una riparazione morale deve presentare una domanda al DFI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_66"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Domanda, termini e interessi",
        "citation": "Art. 66 cpv. 2 LEp",
        "content": "Chi ha subito un danno in seguito a una vaccinazione deve presentare la domanda di indennizzo o di riparazione morale entro il compimento dei 21 anni di età o entro cinque anni dalla vaccinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_66"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Domanda, termini e interessi",
        "citation": "Art. 66 cpv. 3 LEp",
        "content": "Non sono dovuti interessi per l’indennizzo e la riparazione morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_66"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Riduzione o esclusione dell’indennizzo e della riparazione morale",
        "citation": "Art. 67 LEp",
        "content": "Il DFI può ridurre o escludere completamente l’indennizzo e la riparazione morale se la persona danneggiata ha contribuito in modo rilevante a causare il danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_67"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Ripartizione dei costi",
        "citation": "Art. 68 cpv. 1 LEp",
        "content": "In caso di vaccinazioni raccomandate, la Confederazione e il Cantone in cui è avvenuta la vaccinazione assumono in parti uguali i costi dell’indennizzo o della riparazione morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_68"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Ripartizione dei costi",
        "citation": "Art. 68 cpv. 2 LEp",
        "content": "In caso di vaccinazioni obbligatorie i costi integrali dell’indennizzo o della riparazione morale sono assunti:\na. dalla Confederazione, se ha dichiarato obbligatoria la vaccinazione;\nb. dal Cantone che ha dichiarato obbligatoria la vaccinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_68"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Competenza e procedura",
        "citation": "Art. 69 cpv. 1 LEp",
        "content": "Il DFI decide, dopo aver sentito la Commissione federale per le vaccinazioni e il Cantone interessato, se occorre versare un indennizzo o una riparazione morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_69"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Competenza e procedura",
        "citation": "Art. 69 cpv. 2 LEp",
        "content": "Chi chiede un indennizzo o una riparazione morale deve rendere attendibile che non ha ricevuto prestazioni da parte di terzi o che queste ultime sono insufficienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_69"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 2:, Indennizzo e riparazione morale per danni dovuti a vaccinazioni, Competenza e procedura",
        "citation": "Art. 69 cpv. 3 LEp",
        "content": "La procedura di ricorso è retta dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_69"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 3: Copertura del danno subito da un produttore ",
        "citation": "Art. 70 cpv. 1 LEp",
        "content": "La Confederazione può impegnarsi a coprire il danno che il produttore di un agente terapeutico secondo l’articolo 44 subisce in seguito a un impiego da essa raccomandato od ordinato in una circostanza particolare o straordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_70"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 8: Indennizzo, Sezione 3: Copertura del danno subito da un produttore ",
        "citation": "Art. 70 cpv. 2 LEp",
        "content": "La portata e le modalità della copertura del danno sono stabilite in un accordo tra la Confederazione e il produttore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_70"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese a carico dei Cantoni",
        "citation": "Art. 71 LEp",
        "content": "I Cantoni assumono le spese per:\na. provvedimenti nei confronti della popolazione o di singole persone, per quanto non siano coperte altrimenti;\nb. le indagini epidemiologiche di cui all’articolo 15 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_71"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese di disinfezione e disinfestazione",
        "citation": "Art. 72 LEp",
        "content": "Il proprietario di un mezzo di trasporto, di un impianto o di merci assume le spese di disinfezione e disinfestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_72"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese per l’approvvigionamento con agenti terapeutici",
        "citation": "Art. 73 cpv. 1 LEp",
        "content": "La Confederazione assume le spese per l’approvvigionamento della popolazione con agenti terapeutici secondo l’articolo 44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_73"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese per l’approvvigionamento con agenti terapeutici",
        "citation": "Art. 73 cpv. 2 LEp",
        "content": "In caso di distribuzione di agenti terapeutici, l’assunzione delle spese si conforma alle condizioni previste:\na. nella legge federale del 18 marzo 1994 sull’assicurazione malattie;\nb. nella legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni;\nc. nella legge federale del 19 giugno 1992 sull’assicurazione militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_73"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese per l’approvvigionamento con agenti terapeutici",
        "citation": "Art. 73 cpv. 3 LEp",
        "content": "Se non sono assunte, in tutto o in parte, secondo il capoverso 2, le spese sono a carico della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_73"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese per provvedimenti applicati nell’ambito del trasporto internazionale di viaggiatori",
        "citation": "Art. 74 cpv. 1 LEp",
        "content": "La Confederazione assume le spese relative alle visite, alla sorveglianza, alla quarantena, all’isolamento e alla cura di viaggiatori nel trasporto internazionale, se questi provvedimenti sono stati ordinati dai suoi organi, nonché le spese relative all’adempimento dell’obbligo di collaborare di cui all’articolo 43 capoverso 1 lettere b, d ed e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_74"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 9: Finanziamento, Spese per provvedimenti applicati nell’ambito del trasporto internazionale di viaggiatori",
        "citation": "Art. 74 cpv. 2 LEp",
        "content": "Le imprese che trasportano persone nel traffico internazionale per ferrovia, autobus, via navigabile o aerea, gli esercenti di aeroporti, di impianti portuali, di stazioni ferroviarie e di autobus, nonché gli organizzatori di viaggi assumono le spese per l’attuazione dei preparativi di cui all’articolo 42 e quelle relative all’obbligo di collaborare di cui all’articolo 43 capoverso 1 lettere a e c. La Confederazione può partecipare a spese e oneri straordinari se questi implicano un eccessivo onere economico per le imprese interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_74"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 1: Cantoni, Principio",
        "citation": "Art. 75 LEp",
        "content": "I Cantoni eseguono la presente legge per quanto la competenza non spetti alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_75"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 1: Cantoni, Rapporto",
        "citation": "Art. 76 cpv. 1 LEp",
        "content": "I Cantoni presentano al DFI un rapporto sull’esecuzione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_76"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 1: Cantoni, Rapporto",
        "citation": "Art. 76 cpv. 2 LEp",
        "content": "Il Consiglio federale disciplina la frequenza, la forma e il contenuto del rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_76"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Vigilanza e coordinamento",
        "citation": "Art. 77 cpv. 1 LEp",
        "content": "La Confederazione vigila sull’esecuzione della presente legge da parte dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_77"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Vigilanza e coordinamento",
        "citation": "Art. 77 cpv. 2 LEp",
        "content": "Coordina i provvedimenti d’esecuzione dei Cantoni per quanto vi sia un interesse a un’esecuzione uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_77"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Vigilanza e coordinamento",
        "citation": "Art. 77 cpv. 3 LEp",
        "content": "A tal fine può:\na. prescrivere ai Cantoni provvedimenti intesi a uniformare l’esecuzione;\nb. in caso di rischi per la salute pubblica, ordinare ai Cantoni di applicare determinati provvedimenti d’esecuzione;\nc. obbligare i Cantoni a informare la Confederazione sui provvedimenti d’esecuzione;\nd. prescrivere ai Cantoni direttive per i loro piani di preparazione e di emergenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_77"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Disposizioni d’esecuzione",
        "citation": "Art. 78 cpv. 1 LEp",
        "content": "Il Consiglio federale emana le disposizioni d’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_78"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Disposizioni d’esecuzione",
        "citation": "Art. 78 cpv. 2 LEp",
        "content": "Può delegare all’ufficio federale competente l’emanazione di disposizioni d’esecuzione, tenendo conto della loro portata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_78"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Delega di compiti esecutivi",
        "citation": "Art. 79 cpv. 1 LEp",
        "content": "Il Consiglio federale può delegare compiti esecutivi a organizzazioni e a persone di diritto pubblico o privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_79"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Delega di compiti esecutivi",
        "citation": "Art. 79 cpv. 2 LEp",
        "content": "Vigila sulle organizzazioni e sulle persone cui sono affidati compiti esecutivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_79"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Delega di compiti esecutivi",
        "citation": "Art. 79 cpv. 3 LEp",
        "content": "Le organizzazioni e le persone di diritto pubblico o privato che assumono compiti esecutivi secondo il capoverso 1 hanno diritto a un indennizzo. Il Consiglio federale disciplina la portata e le modalità dell’indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_79"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Cooperazione internazionale",
        "citation": "Art. 80 cpv. 1 LEp",
        "content": "Il Consiglio federale può concludere accordi internazionali concernenti:\na. lo scambio di dati destinati alla sorveglianza epidemiologica;\nb. l’informazione reciproca sulla comparsa e la propagazione di malattie trasmissibili;\nc. l’informazione immediata nel caso in cui vi sia un pericolo imminente che malattie trasmissibili si propaghino oltre i confini nazionali;\nd. l’armonizzazione dei provvedimenti atti ad individuare, sorvegliare, prevenire le malattie trasmissibili e a lottare contro di esse;\ne. il trasporto transfrontaliero di cadaveri;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_80"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Cooperazione internazionale",
        "citation": "Art. 80 cpv. 2 LEp",
        "content": "I servizi federali competenti collaborano con autorità e istituzioni estere, nonché con organizzazioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_80"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Cooperazione internazionale",
        "citation": "Art. 80 cpv. 3 LEp",
        "content": "L’UFSP assume i compiti del Centro nazionale previsto dal Regolamento sanitario internazionale (2005) del 23 maggio 2005. In particolare comunica all’OMS gli eventi che possono costituire una situazione d’emergenza sanitaria di portata internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_80"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 10: Esecuzione, Sezione 2: Confederazione, Valutazione",
        "citation": "Art. 81 LEp",
        "content": "Il Consiglio federale esamina periodicamente l’efficacia, l’adeguatezza e l’economicità dei provvedimenti presi in virtù della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_81"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 11: Disposizioni penali, Delitti",
        "citation": "Art. 82 cpv. 1 LEp",
        "content": "È punito con una pena detentiva sino a tre anni o una pena pecuniaria, sempreché non si tratti di un reato più grave secondo il Codice penale, chiunque intenzionalmente:\na. non ha preso le necessarie misure di confinamento in caso di utilizzazione di agenti patogeni pericolosi in sistemi chiusi (art. 26);\nb. senza autorizzazione immette nell’ambiente a titolo sperimentale o mette in commercio agenti patogeni (art. 27);\nc. mette in commercio agenti patogeni senza informare l’acquirente, in modo conforme alle prescrizioni, sulle proprietà e sui pericoli rilevanti per la salute, nonché sui necessari provvedimenti precauzionali e protettivi (art. 28);\nd. contravviene alla limitazione dell’esercizio di determinate attività o della sua professione (art. 38).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_82"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 11: Disposizioni penali, Delitti",
        "citation": "Art. 82 cpv. 2 LEp",
        "content": "Se ha agito per negligenza, per i reati di cui al capoverso 1 l’autore è punito con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_82"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 11: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 83 cpv. 1 LEp",
        "content": "È punito con la multa chiunque intenzionalmente:\na. viola l’obbligo di dichiarazione (art. 12);\nb. esegue senza autorizzazione un’analisi microbiologica per individuare malattie trasmissibili (art. 16);\nc. viola le disposizioni volte a prevenire la trasmissione di malattie (art. 19);\nd. rilascia senza autorizzazione un certificato internazionale di vaccinazione o di profilassi (art. 23);\ne. viola l’obbligo di diligenza concernente l’utilizzazione di agenti patogeni o dei loro prodotti tossici (art. 25);\nf. viola le altre disposizioni relative all’utilizzazione di agenti patogeni (art. 29);\ng. si sottrae a una sorveglianza medica ordinata dall’autorità (art. 34);\nh. si sottrae a una quarantena o a un isolamento ordinati dall’autorità (art. 35);\ni. si sottrae a una visita medica ordinata dall’autorità (art. 36);\nj. si oppone a provvedimenti presi nei confronti della popolazione (art. 40);\nk. viola le disposizioni sull’entrata o l’uscita dalla Svizzera (art. 41);\nl. viola l’obbligo di collaborare (art. 43, 47 cpv. 2 e 48 cpv. 2);\nm. viola le disposizioni sul trasporto, l’importazione, l’esportazione e il transito di merci (art. 45);\nn. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_83"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 11: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 83 cpv. 2 LEp",
        "content": "Se ha agito per negligenza, per i reati di cui al capoverso 1 l’autore è punito con la multa fino a 5000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_83"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 11: Disposizioni penali, Competenza ediritto penale amministrativo",
        "citation": "Art. 84 cpv. 1 LEp",
        "content": "Il perseguimento e il giudizio dei reati spettano ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_84"
    },
    {
        "book": "EpG",
        "title": "LEp, Capitolo 11: Disposizioni penali, Competenza ediritto penale amministrativo",
        "citation": "Art. 84 cpv. 2 LEp",
        "content": "Gli articoli 6 e 7 (Infrazioni commesse nell’azienda), nonché 15 (Falsità in documenti, conseguimento fraudolento di una falsa attestazione) della legge federale del 22 marzo 1974 sul diritto penale amministrativo si applicano anche alle autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/297/it#art_84"
    }
]