[
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 1: Applicabilità della LPGA",
        "citation": "Art. 1 cpv. 1 LAFam",
        "content": "Le disposizioni della legge federale del 6 ottobre 2000 sulla parte generale del diritto delle assicurazioni sociali (LPGA) sono applicabili agli assegni familiari, sempreché la presente legge non preveda espressamente una deroga. Gli articoli 76 capoversi 1bis e 2 e 78 LPGA non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_1"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 1: Applicabilità della LPGA",
        "citation": "Art. 1 cpv. 2 LAFam",
        "content": "Le disposizioni della LPGA non sono applicabili agli aiuti finanziari a organizzazioni familiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_1"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Definizione e scopo degli assegni familiari",
        "citation": "Art. 2 LAFam",
        "content": "Gli assegni familiari sono prestazioni in denaro, uniche o periodiche, versate per compensare parzialmente l’onere finanziario rappresentato da uno o più figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_2"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Tipi di assegni familiari; competenze dei Cantoni",
        "citation": "Art. 3 cpv. 1 LAFam",
        "content": "Gli assegni familiari ai sensi della presente legge comprendono:\na. l’assegno per i figli, versato dall’inizio del mese in cui il figlio nasce sino alla fine del mese in cui il figlio compie il 16° anno d’età; se per il figlio sussiste già prima del compimento del 16° anno d’età il diritto a un assegno di formazione, quest’ultimo viene versato al posto dell’assegno per i figli; se il figlio presenta un’incapacità al guadagno (art. 7 LPGA), l’assegno per i figli è versato sino alla fine del mese in cui questi compie il 20° anno d’età;\nb. l’assegno di formazione, versato dall’inizio del mese in cui il figlio inizia una formazione postobbligatoria, ma al più presto dall’inizio del mese in cui questi compie il 15° anno d’età; se il figlio frequenta ancora la scuola dell’obbligo dopo il compimento del 16° anno d’età, l’assegno di formazione è versato dall’inizio del mese successivo; l’assegno di formazione è concesso fino alla conclusione della formazione, ma al più tardi sino alla fine del mese in cui il figlio compie il 25° anno d’età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_3"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Tipi di assegni familiari; competenze dei Cantoni",
        "citation": "Art. 3 cpv. 2 LAFam",
        "content": "Nei loro ordinamenti sugli assegni familiari, i Cantoni possono prevedere, per gli assegni per i figli e per gli assegni di formazione, importi minimi più elevati di quelli previsti nell’articolo 5, nonché assegni di nascita e di adozione. Le disposizioni della presente legge si applicano anche a questi tipi di assegni familiari. Eventuali altre prestazioni devono essere disciplinate e finanziate fuori degli ordinamenti sugli assegni familiari. Le ulteriori prestazioni previste da contratti collettivi o individuali di lavoro o da altre normative non sono considerate assegni familiari ai sensi della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_3"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Tipi di assegni familiari; competenze dei Cantoni",
        "citation": "Art. 3 cpv. 3 LAFam",
        "content": "L’assegno di nascita è versato per ogni figlio nato vivo o dopo 23 settimane di gravidanza almeno. Il Consiglio federale può stabilire altre condizioni. L’assegno di adozione è versato per ogni minorenne accolto per futura adozione. L’adozione del figliastro conformemente all’articolo 264c del Codice civile non conferisce alcun diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_3"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Persone che danno diritto agli assegni familiari",
        "citation": "Art. 4 cpv. 1 LAFam",
        "content": "Danno diritto agli assegni familiari:\na. i figli nei confronti dei quali sussiste un rapporto di filiazione ai sensi del Codice civile;\nb. i figliastri;\nc. gli affiliati;\nd. i fratelli, le sorelle e gli abiatici dell’avente diritto se questi provvede prevalentemente al loro mantenimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_4"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Persone che danno diritto agli assegni familiari",
        "citation": "Art. 4 cpv. 2 LAFam",
        "content": "Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_4"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Persone che danno diritto agli assegni familiari",
        "citation": "Art. 4 cpv. 3 LAFam",
        "content": "Per i figli residenti all’estero, il Consiglio federale disciplina le condizioni del diritto agli assegni. L’importo degli assegni dipende dal potere d’acquisto nello Stato di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_4"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Importo e adeguamento degli assegni familiari",
        "citation": "Art. 5 cpv. 1 LAFam",
        "content": "L’assegno per i figli ammonta ad almeno 200 franchi mensili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_5"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Importo e adeguamento degli assegni familiari",
        "citation": "Art. 5 cpv. 2 LAFam",
        "content": "L’assegno di formazione ammonta ad almeno 250 franchi mensili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_5"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Importo e adeguamento degli assegni familiari",
        "citation": "Art. 5 cpv. 3 LAFam",
        "content": "Il Consiglio federale adegua al rincaro gli importi minimi degli assegni allorché procede all’adeguamento delle rendite dell’assicurazione vecchiaia e superstiti (AVS), sempre che l’indice nazionale dei prezzi al consumo sia aumentato almeno di 5 punti dopo l’ultima determinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_5"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Divieto di cumulare gli assegni",
        "citation": "Art. 6 LAFam",
        "content": "Per figlio è versato un solo assegno dello stesso tipo. È fatto salvo il versamento della differenza di cui all’articolo 7 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_6"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Concorso di diritti",
        "citation": "Art. 7 cpv. 1 LAFam",
        "content": "Qualora più persone abbiano diritto agli assegni familiari per lo stesso figlio in virtù di una regolamentazione federale o cantonale, il diritto spetta, nell’ordine, a:\na. la persona che esercita un’attività lucrativa;\nb. la persona che ha l’autorità parentale o che l’aveva fino alla maggiore età del figlio;\nc. la persona presso la quale il figlio vive prevalentemente o è prevalentemente vissuto fino alla maggiore età;\nd. la persona cui è applicabile l’ordinamento degli assegni familiari nel Cantone di domicilio del figlio;\ne. la persona esercitante un’attività lucrativa dipendente con il reddito più elevato sottoposto all’AVS;\nf. la persona esercitante un’attività lucrativa indipendente con il reddito più elevato sottoposto all’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_7"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Concorso di diritti",
        "citation": "Art. 7 cpv. 2 LAFam",
        "content": "Se i diritti agli assegni familiari del primo e del secondo avente diritto sono retti da ordinamenti di due diversi Cantoni, il secondo avente diritto ha diritto all’importo per il quale il minimo legale previsto nel suo Cantone supera quello dell’altro Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_7"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Assegni familiari e contributi di mantenimento",
        "citation": "Art. 8 LAFam",
        "content": "Gli aventi diritto tenuti a pagare contributi di mantenimento per i figli in base a una sentenza o a una convenzione versano gli assegni familiari in aggiunta ai contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_8"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Versamento a terzi",
        "citation": "Art. 9 cpv. 1 LAFam",
        "content": "Qualora gli assegni familiari non siano impiegati per provvedere alle necessità della persona cui sono destinati, quest’ultima o il suo rappresentante legale può esigere che gli assegni le siano versati, in deroga all’articolo 20 capoverso 1 LPGA, anche se essa non dipende dall’assistenza pubblica o privata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_9"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Versamento a terzi",
        "citation": "Art. 9 cpv. 2 LAFam",
        "content": "Su richiesta motivata, l’assegno di formazione può essere versato direttamente al figlio maggiorenne, in deroga all’articolo 20 capoverso 1 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_9"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 2: Disposizioni generali, Esclusione dell’esecuzione forzata",
        "citation": "Art. 10 LAFam",
        "content": "Gli assegni familiari non sottostanno all’esecuzione forzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_10"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Assoggettamento",
        "citation": "Art. 11 cpv. 1 LAFam",
        "content": "Sottostanno alla presente legge:\na. i datori di lavoro tenuti al pagamento dei contributi conformemente all’articolo 12 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS); e\nb. i salariati il cui datore di lavoro non sottostà all’obbligo contributivo conformemente all’articolo 6 LAVS;\nc. le persone obbligatoriamente assicurate all’AVS in quanto esercitanti un’attività lucrativa indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_11"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Assoggettamento",
        "citation": "Art. 11 cpv. 2 LAFam",
        "content": "È considerato salariato chi è definito tale dalla legislazione AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_11"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Ordinamento applicabile",
        "citation": "Art. 12 cpv. 1 LAFam",
        "content": "Le persone assoggettate alla presente legge sono tenute ad affiliarsi a una cassa di compensazione per assegni familiari nel Cantone il cui ordinamento sugli assegni familiari è loro applicabile. Alle persone che esercitano un’attività lucrativa indipendente si applicano in materia di affiliazione alla cassa secondo l’articolo 17 capoverso 2 lettera b le stesse norme previste per i datori di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_12"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Ordinamento applicabile",
        "citation": "Art. 12 cpv. 2 LAFam",
        "content": "I datori di lavoro e le persone che esercitano un’attività lucrativa indipendente sottostanno all’ordinamento sugli assegni familiari del Cantone in cui l’impresa ha la sua sede legale oppure, ove questa manchi, del loro Cantone di domicilio. Le succursali dei datori di lavoro sottostanno all’ordinamento sugli assegni familiari del Cantone in cui sono situate. I Cantoni possono pattuire regolamentazioni diverse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_12"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Ordinamento applicabile",
        "citation": "Art. 12 cpv. 3 LAFam",
        "content": "I salariati il cui datore di lavoro non sottostà all’obbligo contributivo sottostanno all’ordinamento sugli assegni familiari del Cantone in cui sono registrati ai fini dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_12"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Diritto agli assegni familiari",
        "citation": "Art. 13 cpv. 1 LAFam",
        "content": "Hanno diritto agli assegni familiari i salariati assicurati obbligatoriamente all’AVS e dipendenti da un datore di lavoro assoggettato alla presente legge. Le prestazioni sono disciplinate dall’ordinamento sugli assegni familiari del Cantone di cui all’articolo 12 capoverso 2. Il diritto agli assegni nasce e si estingue con il diritto allo stipendio. Per il periodo successivo all’estinzione del diritto allo stipendio, il diritto agli assegni è disciplinato dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_13"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Diritto agli assegni familiari",
        "citation": "Art. 13 cpv. 2 LAFam",
        "content": "Hanno altresì diritto agli assegni familiari i salariati il cui datore di lavoro non sottostà all’obbligo contributivo. Le prestazioni sono disciplinate dall’ordinamento sugli assegni familiari del Cantone di cui all’articolo 12 capoverso 3. Il diritto agli assegni nasce e si estingue con il diritto allo stipendio. Per il periodo successivo all’estinzione del diritto allo stipendio, il diritto agli assegni è disciplinato dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_13"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Diritto agli assegni familiari",
        "citation": "Art. 13 cpv. 2bis LAFam",
        "content": "Hanno diritto agli assegni familiari le persone obbligatoriamente assicurate all’AVS in quanto esercitanti un’attività lucrativa indipendente. Le prestazioni sono disciplinate dall’ordinamento sugli assegni familiari del Cantone di cui all’articolo 12 capoverso 2. Il Consiglio federale disciplina i dettagli concernenti la nascita e l’estinzione del diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_13"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Diritto agli assegni familiari",
        "citation": "Art. 13 cpv. 3 LAFam",
        "content": "Sono versati soltanto assegni interi. Ha diritto agli assegni chi paga i contributi AVS su un reddito annuo da attività lucrativa pari almeno alla metà dell’importo annuo della rendita completa minima di vecchiaia dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_13"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Diritto agli assegni familiari",
        "citation": "Art. 13 cpv. 4 LAFam",
        "content": "Il Consiglio federale disciplina:\na. il diritto agli assegni e il coordinamento con altre prestazioni in caso di incapacità o impedimento al lavoro;\nb. la procedura e la competenza delle casse di compensazione per assegni familiari per le persone che hanno più datori di lavoro e per le persone che esercitano contemporaneamente un’attività lucrativa indipendente e un’attività lucrativa dipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_13"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Casse di compensazione per assegni familiari autorizzate",
        "citation": "Art. 14 LAFam",
        "content": "Sono organi d’esecuzione le casse di compensazione per assegni familiari:\na. professionali e interprofessionali riconosciute dai Cantoni;\nb. cantonali;\nc. gestite dalle casse di compensazione AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_14"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Compiti delle casse di compensazione per assegni familiari",
        "citation": "Art. 15 cpv. 1 LAFam",
        "content": "Le casse di compensazione per assegni familiari sono in particolare incaricate di:\na. fissare e versare gli assegni familiari;\nb. fissare e riscuotere i contributi;\nc. emanare e notificare le relative decisioni e le decisioni su opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_15"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Compiti delle casse di compensazione per assegni familiari",
        "citation": "Art. 15 cpv. 2 LAFam",
        "content": "Gli assegni familiari sono di regola versati tramite il datore di lavoro ai salariati che vi hanno diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_15"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Compiti delle casse di compensazione per assegni familiari",
        "citation": "Art. 15 cpv. 3 LAFam",
        "content": "Le casse di compensazione per assegni familiari provvedono all’equilibrio finanziario alimentando un’adeguata riserva di fluttuazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_15"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Finanziamento",
        "citation": "Art. 16 cpv. 1 LAFam",
        "content": "I Cantoni disciplinano il finanziamento degli assegni familiari e delle spese amministrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_16"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Finanziamento",
        "citation": "Art. 16 cpv. 2 LAFam",
        "content": "I contributi sono calcolati in percentuale del reddito sottoposto all’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_16"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Finanziamento",
        "citation": "Art. 16 cpv. 3 LAFam",
        "content": "I Cantoni decidono se all’interno della stessa cassa di compensazione per assegni familiari si applica la stessa aliquota di contribuzione ai redditi dei salariati sottoposti all’AVS e a quelli delle persone esercitanti un’attività lucrativa indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_16"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Finanziamento",
        "citation": "Art. 16 cpv. 4 LAFam",
        "content": "I contributi delle persone esercitanti un’attività lucrativa indipendente sono prelevati solo sulla parte di reddito che corrisponde all’importo massimo del guadagno assicurato nell’assicurazione infortuni obbligatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_16"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Competenze dei Cantoni",
        "citation": "Art. 17 cpv. 1 LAFam",
        "content": "I Cantoni istituiscono una cassa cantonale di compensazione per assegni familiari e ne affidano la gestione alla cassa di compensazione cantonale AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_17"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 1: Persone esercitanti un’attività lucrativa non agricola, Competenze dei Cantoni",
        "citation": "Art. 17 cpv. 2 LAFam",
        "content": "Le casse di compensazione per assegni familiari sottostanno alla vigilanza dei Cantoni. Fatta salva la presente legge e a suo complemento, nonché tenuto conto delle strutture organizzative e della procedura dell’AVS, i Cantoni emanano le disposizioni necessarie. Disciplinano in particolare:\na. l’istituzione obbligatoria di una cassa cantonale di compensazione per assegni familiari;\nb. l’affiliazione alla cassa e l’accertamento delle persone di cui all’articolo 11 capoverso 1;\nc. le condizioni e la procedura per il riconoscimento delle casse;\nd. la revoca del riconoscimento;\ne. la fusione e lo scioglimento delle casse;\nf. i compiti e gli obblighi delle casse e dei datori di lavoro;\ng. le condizioni per il cambiamento di cassa;\nh. lo statuto e i compiti della cassa cantonale di compensazione per assegni familiari;\ni. la revisione delle casse e il controllo dei datori di lavoro;\nj. il finanziamento, in particolare l’eventuale chiave di ripartizione dei contributi fra i datori di lavoro e i salariati;\nk. l’eventuale perequazione degli oneri tra le casse;\nl. l’eventuale attribuzione di ulteriori compiti alle casse cantonali di compensazione per assegni familiari, in particolare compiti di sostegno di militari e di protezione della famiglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_17"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 2: Persone che esercitano un’attività agricola",
        "citation": "Art. 18 LAFam",
        "content": "I salariati agricoli e i contadini indipendenti hanno diritto agli assegni familiari conformemente alla legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_18"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Diritto agli assegni familiari",
        "citation": "Art. 19 cpv. 1 LAFam",
        "content": "Le persone obbligatoriamente assicurate all’AVS che, nell’AVS, figurano come persone senza attività lucrativa sono considerate prive di attività lucrativa. Esse hanno diritto agli assegni familiari conformemente agli articoli 3 e 5. L’articolo 7 capoverso 2 non è applicabile. È competente il Cantone di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_19"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Diritto agli assegni familiari",
        "citation": "Art. 19 cpv. 1bis LAFam",
        "content": "Le persone obbligatoriamente assicurate all’AVS, in quanto salariati o esercitanti un’attività lucrativa indipendente e che non raggiungono il reddito minimo di cui all’articolo 13 capoverso 3 sono altresì considerate prive di attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_19"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Diritto agli assegni familiari",
        "citation": "Art. 19 cpv. 1ter LAFam",
        "content": "Le madri disoccupate che hanno diritto a un’indennità di maternità secondo la legge del 25 settembre 1952 sulle indennità di perdita di guadagno sono altresì considerate prive di attività lucrativa per la durata di tale diritto. Il capoverso 2 non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_19"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Diritto agli assegni familiari",
        "citation": "Art. 19 cpv. 2 LAFam",
        "content": "Il diritto agli assegni familiari è vincolato alla condizione che il reddito imponibile non ecceda il 150 per cento di una rendita massima completa di vecchiaia dell’AVS e che non vengano riscosse prestazioni complementari all’AVS/AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_19"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Finanziamento",
        "citation": "Art. 20 cpv. 1 LAFam",
        "content": "Gli assegni familiari per le persone prive di attività lucrativa sono finanziati dai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_20"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Finanziamento",
        "citation": "Art. 20 cpv. 2 LAFam",
        "content": "I Cantoni possono disporre che le persone prive di un’attività lucrativa paghino un contributo in percentuale dei loro contributi AVS, nella misura in cui questi eccedono il contributo minimo di cui all’articolo 10 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_20"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3: Ordinamenti sugli assegni familiari, Sezione 3: Persone prive di attività lucrativa, Competenze dei Cantoni",
        "citation": "Art. 21 LAFam",
        "content": "Fatta salva la presente legge e a suo complemento, i Cantoni emanano le disposizioni necessarie riguardo alle rimanenti condizioni per la concessione degli assegni familiari, all’organizzazione e al finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3a:, Registro degli assegni familiari, Scopo",
        "citation": "Art. 21a LAFam",
        "content": "L’Ufficio centrale di compensazione tiene un registro degli assegni familiari al fine di:\na. prevenire il cumulo di assegni familiari secondo l’articolo 6;\nb. creare trasparenza sugli assegni familiari versati;\nc. assistere i servizi di cui all’articolo 21c nell’esecuzione della presente legge;\nd. informare la Confederazione e i Cantoni e fornire i dati necessari alle rilevazioni statistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_a"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3a:, Registro degli assegni familiari, Accesso ai dati",
        "citation": "Art. 21b cpv. 1 LAFam",
        "content": "Il Consiglio federale designa i servizi autorizzati ad accedere al registro degli assegni familiari mediante procedura di richiamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_b"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3a:, Registro degli assegni familiari, Accesso ai dati",
        "citation": "Art. 21b cpv. 2 LAFam",
        "content": "Sono accessibili al pubblico le informazioni necessarie a verificare se e da quale servizio è versato un assegno per un dato figlio. Per la consultazione vanno indicati il numero AVS e la data di nascita del figlio. A tutela del bene del figlio, il Consiglio federale può prevedere eccezioni al pubblico accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_b"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3a:, Registro degli assegni familiari, Obbligo di notifica",
        "citation": "Art. 21c LAFam",
        "content": "I seguenti servizi notificano immediatamente all’Ufficio centrale di compensazione i dati necessari alla gestione del registro degli assegni familiari:\na. le casse di compensazione, per assegni familiari ai sensi dell’articolo 14;\nb. le casse di disoccupazione ai sensi degli articoli 77 e 78 della legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione;\nc. le casse di compensazione AVS, per l’adempimento dei loro compiti secondo l’articolo 13 della legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura e l’articolo 60 capoverso 1 della legge federale del 19 giugno 1959 su l’assicurazione per l’invalidità;\nd. i servizi cantonali competenti per l’esecuzione degli assegni familiari delle persone senza attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_c"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3a:, Registro degli assegni familiari, Finanziamento",
        "citation": "Art. 21d LAFam",
        "content": "Il registro degli assegni familiari è finanziato dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_d"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3a:, Registro degli assegni familiari, Disposizioni d’esecuzione",
        "citation": "Art. 21e LAFam",
        "content": "Il Consiglio federale emana le disposizioni d’esecuzione in collaborazione con i servizi di cui all’articolo 21c. Le disposizioni d’esecuzione regolano in particolare:\na. i dati da registrare e il loro trattamento;\nb. l’accesso ai dati;\nc. le misure organizzative e tecniche necessarie alla garanzia della protezione e della sicurezza dei dati;\nd. la durata di conservazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_e"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Scopo e ambiti di promozione",
        "citation": "Art. 21f LAFam",
        "content": "Nei limiti dei crediti stanziati, la Confederazione può concedere aiuti finanziari a organizzazioni familiari per le loro attività in favore delle famiglie nei seguenti ambiti:\na. accompagnamento delle famiglie, consulenza alle famiglie e formazione dei genitori;\nb. conciliabilità tra famiglia e attività lucrativa o formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_f"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Condizioni istituzionali",
        "citation": "Art. 21g LAFam",
        "content": "Possono chiedere aiuti finanziari le organizzazioni familiari:\na. attive sull’intero territorio nazionale o su tutto il territorio di una regione linguistica;\nb. i cui statuti o il cui atto di fondazione stabiliscono che:\n1. la loro sede si trova in Svizzera,\n2. perseguono uno scopo che rientra in almeno uno dei due ambiti di promozione,\n3. sono di utilità pubblica,\n4. sono aconfessionali,\n5. sono apartitiche, e\n6. in caso di scioglimento o di fusione trasferirebbero il loro patrimonio a un’altra organizzazione familiare di utilità pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_g"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Ampia offerta",
        "citation": "Art. 21h cpv. 1 LAFam",
        "content": "Gli aiuti finanziari possono essere concessi alle organizzazioni familiari che propongono un’ampia offerta nell’ambito di promozione interessato. L’offerta è considerata ampia se:\na. è rivolta a più gruppi di destinatari ed è utilizzata da questi ultimi;\nb. è tematicamente vasta e si fonda su solide conoscenze specialistiche; e\nc. copre l’intero territorio nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_h"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Ampia offerta",
        "citation": "Art. 21h cpv. 2 LAFam",
        "content": "Per valutare l’ampiezza dell’offerta dell’organizzazione familiare sono considerate anche le offerte delle sue organizzazioni affiliate che adempiono le condizioni di cui all’articolo 21g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_h"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Ampia offerta",
        "citation": "Art. 21h cpv. 3 LAFam",
        "content": "Gli aiuti finanziari possono essere concessi a un’organizzazione familiare attiva su tutto il territorio di una regione linguistica, se: \na. nell’ambito di promozione interessato non opera alcuna organizzazione familiare attiva sull’intero territorio nazionale; o\nb. la sua offerta adempie le condizioni di cui al capoverso 1 lettere a e b e nella regione linguistica la sua offerta è più ampia di quella dell’organizzazione familiare attiva sull’intero territorio nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_h"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Ampia offerta",
        "citation": "Art. 21h cpv. 4 LAFam",
        "content": "Se gli aiuti richiesti dalle organizzazioni familiari superano complessivamente i mezzi a disposizione, il Dipartimento federale dell’interno stabilisce un ordine di priorità, mirando in particolare alla promozione di attività durevoli e a un rapporto costi-benefici vantaggioso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_h"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Procedura e aliquota massima",
        "citation": "Art. 21i cpv. 1 LAFam",
        "content": "Le domande di aiuti finanziari devono essere presentate all’Ufficio federale delle assicurazioni sociali (UFAS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_i"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Procedura e aliquota massima",
        "citation": "Art. 21i cpv. 2 LAFam",
        "content": "Gli aiuti finanziari sono versati sulla base di un contratto di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_i"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Procedura e aliquota massima",
        "citation": "Art. 21i cpv. 3 LAFam",
        "content": "Essi coprono al massimo il 50 per cento delle spese computabili (aliquota massima).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_i"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 3b:, Aiuti finanziari a organizzazioni familiari, Procedura e aliquota massima",
        "citation": "Art. 21i cpv. 4 LAFam",
        "content": "Il Consiglio federale disciplina i dettagli della procedura e delle spese computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_21_i"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 4: Contenzioso e disposizioni penali, Particolarità del contenzioso",
        "citation": "Art. 22 LAFam",
        "content": "In deroga all’articolo 58 capoversi 1 e 2 LPGA, i ricorsi contro le decisioni delle casse di compensazione per assegni familiari sono giudicati dal tribunale delle assicurazioni del Cantone il cui ordinamento sugli assegni familiari è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_22"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 4: Contenzioso e disposizioni penali, Disposizioni penali",
        "citation": "Art. 23 LAFam",
        "content": "Gli articoli 87–91 LAVS sono applicabili alle persone che violano le prescrizioni della presente legge in uno dei modi specificati in dette disposizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_23"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 5: Rapporto con il diritto europeo",
        "citation": "Art. 24 cpv. 1 LAFam",
        "content": "Ai cittadini svizzeri o di uno Stato membro dell’Unione europea che sono o sono stati soggetti alla legislazione in materia di sicurezza sociale della Svizzera o di uno o più Stati membri dell’Unione europea, ai rifugiati o agli apolidi residenti in Svizzera o in uno Stato membro dell’Unione europea, nonché ai familiari e ai superstiti di queste persone, in merito alle prestazioni che rientrano nel campo d’applicazione della presente legge si applicano i seguenti atti normativi di cui alla versione vincolante per la Svizzera dell’allegato II sezione A dell’Accordo del 21 giugno 1999 tra la Confederazione Svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone (Accordo sulla libera circolazione delle persone):\na. regolamento (CE) n. 883/2004;\nb. regolamento (CE) n. 987/2009;\nc. regolamento (CEE) n. 1408/71;\nd. regolamento (CEE) n. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_24"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 5: Rapporto con il diritto europeo",
        "citation": "Art. 24 cpv. 2 LAFam",
        "content": "Ai cittadini svizzeri, islandesi, norvegesi o del Principato del Liechtenstein che sono o sono stati soggetti alla legislazione in materia di sicurezza sociale della Svizzera, dell’Islanda, della Norvegia o del Principato del Liechtenstein, agli apolidi o ai rifugiati residenti in Svizzera o nel territorio dell’Islanda, della Norvegia o del Principato del Liechtenstein, nonché ai familiari e ai superstiti di queste persone, in merito alle prestazioni che rientrano nel campo d’applicazione della presente legge si applicano i seguenti atti normativi di cui alla versione vincolante per la Svizzera dell’allegato K appendice 2 della Convenzione del 4 gennaio 1960 istitutiva dell’Associazione europea di libero scambio (Convenzione AELS):\na. regolamento (CE) n. 883/2004;\nb. regolamento (CE) n. 987/2009;\nc. regolamento (CEE) n. 1408/71;\nd. regolamento (CEE) n. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_24"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 5: Rapporto con il diritto europeo",
        "citation": "Art. 24 cpv. 3 LAFam",
        "content": "Il Consiglio federale adegua i rimandi agli atti normativi dell’Unione europea di cui ai capoversi 1 e 2 ogniqualvolta è adottata una modifica dell’allegato II dell’Accordo sulla libera circolazione delle persone e dell’allegato K appendice 2 della Convenzione AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_24"
    },
    {
        "book": "FamZG",
        "title": "LAFam, Capitolo 5: Rapporto con il diritto europeo",
        "citation": "Art. 24 cpv. 4 LAFam",
        "content": "Nella presente legge le espressioni «Stati membri dell’Unione europea», «Stati membri della Comunità europea», «Stati dell’Unione europea» e «Stati della Comunità europea» designano gli Stati cui si applica l’Accordo sulla libera circolazione delle persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/51/it#art_24"
    }
]