[
    {
        "book": "FDV",
        "title": "OST, Chapitre 1, Définitions",
        "citation": "Art. 1 OST",
        "content": "Au sens de la présente ordonnance, on entend par:\na. utilisateur: toute personne qui utilise les services d’un fournisseur de services de télécommunication;\nb. client: toute personne qui a conclu un contrat avec un fournisseur de services de télécommunication portant sur l’utilisation de ses services;\nc. ...\nd. prix d’accès: le prix de l’accès aux services et aux ressources des fournisseurs occupant une position dominante sur le marché selon l’art. 11, al. 1, LTC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_1"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Fourniture de services de télécommunication",
        "citation": "Art. 2 OST",
        "content": "N’est pas réputé fournir un service de télécommunication quiconque transmet des informations:\na. à l’intérieur d’un bâtiment;\nb. sur un bien-fonds, sur deux biens-fonds contigus ou sur deux biens-fonds opposés, séparés par une route, une rue, un chemin, une ligne ferroviaire ou un cours d’eau;\nc. au sein d’une entreprise, entre la société-mère et les filiales ou au sein d’un groupe;\nd. au sein des corporations de droit public et entre elles;\ne. dans le cadre de la transmission gratuite d’informations à l’intérieur de groupes sans organisation centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_2"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Enregistrement",
        "citation": "Art. 3 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication communiquent à l’Office fédéral de la communication (OFCOM) les données nécessaires à l’enregistrement et l’informent immédiatement de toute modification de celles-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_3"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Enregistrement",
        "citation": "Art. 3 al. 2 OST",
        "content": "Les fournisseurs enregistrés qui entendent autoriser des fournisseurs enregistrés ou non encore enregistrés à utiliser des ressources visées à l’art. 4, al. 1, LTC doivent en informer l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_3"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Adresse de correspondance en Suisse",
        "citation": "Art. 4 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication enregistrés doivent indiquer, avec la mention du numéro unique d’identification des entreprises au sens de la loi fédérale du 18 juin 2010 sur le numéro d’identification des entreprises, une adresse de correspondance en Suisse à laquelle des communications, des citations et des décisions peuvent notamment leur être valablement notifiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_4"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Adresse de correspondance en Suisse",
        "citation": "Art. 4 al. 2 OST",
        "content": "L’OFCOM publie l’adresse de correspondance. Il peut la rendre accessible par procédure d’appel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_4"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Transmission de données dans le cadre de l’entraide administrative ",
        "citation": "Art. 5 OST",
        "content": "Le Service de surveillance de la correspondance par poste et télécommunication met gratuitement à la disposition de l’OFCOM les adresses des fournisseurs de services de télécommunication en sa possession qui sont susceptibles de revêtir de l’importance pour l’exécution et l’évaluation de la législation sur les télécommunications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_5"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Droit de raccorder une installation terminale de télécommunication",
        "citation": "Art. 6 al. 1 OST",
        "content": "Le fournisseur de services de télécommunication ne peut refuser le raccordement d’une installation terminale de télécommunication aux interfaces appropriées pour des raisons techniques lorsqu’elle est conforme aux exigences figurant à l’art. 7 de l’ordonnance du 25 novembre 2015 sur les installations de télécommunication (OIT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_6"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Droit de raccorder une installation terminale de télécommunication",
        "citation": "Art. 6 al. 2 OST",
        "content": "L’OFCOM peut autoriser un fournisseur de services de télécommunication à refuser ou à supprimer le raccordement d’une installation terminale de télécommunication pourtant conforme aux exigences de l’art. 7 OIT, ou à cesser la fourniture du service pour cette installation, si cette dernière risque d’occasionner des perturbations radioélectriques ou une atteinte au réseau ou à son fonctionnement. Il peut également prendre d’autres mesures appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_6"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Droit de raccorder une installation terminale de télécommunication",
        "citation": "Art. 6 al. 3 OST",
        "content": "En cas d’urgence, le fournisseur de services de télécommunication peut immédiatement déconnecter une installation du réseau si la protection de ce dernier l’exige et si une solution de rechange peut être offerte gratuitement et sans délai à l’utilisateur. Il en informe immédiatement l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_6"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Interfaces de réseaux et de services de télécommunication ",
        "citation": "Art. 7 al. 1 OST",
        "content": "1 Les fournisseurs de services de télécommunication doivent publier les spécifications techniques des interfaces requises pour l’accès physique aux réseaux de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_7"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Interfaces de réseaux et de services de télécommunication ",
        "citation": "Art. 7 al. 2 OST",
        "content": "Sur demande, ils doivent indiquer à l’OFCOM, aux clients et aux fabricants d’installations de télécommunication et de logiciels pour l’utilisation de services de télécommunication les types d’interfaces qu’ils mettent à disposition pour le service d’accès à Internet et les services fournis au moyen des ressources visées à l’art. 4, al. 1, LTC. Ils communiquent ces informations dans un délai raisonnable et gratuitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_7"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Interfaces de réseaux et de services de télécommunication ",
        "citation": "Art. 7 al. 3 OST",
        "content": "Les informations selon les al. 1 et 2 doivent être suffisamment détaillées pour permettre la fabrication et l’utilisation d’installations terminales de télécommunication permettant d’utiliser tous les services du fournisseur concerné fournis par l’intermédiaire de l’interface correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_7"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Interfaces de réseaux et de services de télécommunication ",
        "citation": "Art. 7 al. 4 OST",
        "content": "Les fournisseurs doivent indiquer gratuitement aux clients, sur demande, les caractéristiques d’identification et les données d’accès nécessaires à l’accès aux réseaux de télécommunication et à l’utilisation des services selon les al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_7"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Interfaces de réseaux et de services de télécommunication ",
        "citation": "Art. 7 al. 5 OST",
        "content": "L’OFCOM édicte les prescriptions techniques et administratives nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_7"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Utilisation du spectre des fréquences ",
        "citation": "Art. 8 OST",
        "content": "L’ordonnance du 18 novembre 2020 sur l’utilisation du spectre des fréquences de radiocommunication est applicable à tout fournisseur de services de télécommunication utilisant le spectre des fréquences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_8"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Places de formation professionnelle initiale",
        "citation": "Art. 9 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication ayant leur siège ou un établissement en Suisse doivent fournir, au plus tard 18 mois après leur entrée sur le marché, au moins 3 % des postes de travail dans le secteur des télécommunications en Suisse sous forme de places de formation professionnelle initiale. Les postes à temps partiel sont comptés selon le degré d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_9"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Places de formation professionnelle initiale",
        "citation": "Art. 9 al. 2 OST",
        "content": "Les fournisseurs peuvent remplir cette obligation en collaboration avec des tiers de la branche des télécommunications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_9"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Transparence des prix",
        "citation": "Art. 10 al. 1 OST",
        "content": "Lorsque des taxes plus élevées sont facturées pour des appels entre des clients de divers fournisseurs de services de télécommunication mobiles que pour des appels entre clients d’un même fournisseur, les personnes qui appellent doivent, lors de l’établissement de la communication, en être informées gratuitement, sans publicité et de manière simple. Cela vaut également pour les appels entre divers groupes de clients d’un même fournisseur. Les fournisseurs doivent permettre à leurs clients de renoncer gratuitement à recevoir ces informations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Transparence des prix",
        "citation": "Art. 10 al. 1bis OST",
        "content": "Lorsque des taxes plus élevées sont facturées pour des appels sur des numéros de réseaux de télécommunication d’entreprises que pour des appels sur des numéros avec indicatif géographique, les clients doivent, lors de l’établissement de la communication, en être informés gratuitement, sans publicité et de manière simple. Les fournisseurs de services de télécommunication doivent permettre à leurs clients de renoncer gratuitement à recevoir ces informations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Transparence des prix",
        "citation": "Art. 10 al. 2 OST",
        "content": "S’il offre une part limitée de services de télécommunication gratuitement ou à un prix réduit, le fournisseur doit permettre au client de s’informer gratuitement de la part de services déjà utilisée ou de la part encore à disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Transparence des prix",
        "citation": "Art. 10 al. 3 OST",
        "content": "Les al. 1 à 2 ne s’appliquent ni aux appels vers les services à valeur ajoutée, ni aux communications vers l’étranger, ni à l’utilisation des réseaux de téléphonie mobile étrangers (itinérance internationale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: devoirs d’information",
        "citation": "Art. 10a al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication mobiles doivent informer leurs clients, par écrit et de manière compréhensible, au moment de la conclusion du contrat, lors de l’activation ou de la réactivation de services d’itinérance ainsi qu’au moins une fois par année, des conditions et des modalités de l’itinérance internationale, notamment: \na. de la manière dont et de l’endroit où les tarifs pratiqués et les options de réduction des prix peuvent être consultés; \nb. de la possibilité de fixer une limite de coûts et de bloquer l’accès; \nc. de la possibilité de pouvoir désactiver et réactiver l’information en cas de passage sur un réseau de téléphonie mobile étranger; \nd. de l’éventuelle absence d’information en cas de passage sur un réseau de téléphonie mobile étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: devoirs d’information",
        "citation": "Art. 10a al. 2 OST",
        "content": "En cas de passage sur un réseau de téléphonie mobile étranger, ils informent leurs clients immédiatement, gratuitement et de manière compréhensible des coûts maximaux des services d’itinérance internationale suivants:\na. appels vers la Suisse;\nb. appels entrants;\nc. appels locaux;\nd. envoi de SMS;\ne. transmission de données, y compris envoi de MMS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: devoirs d’information",
        "citation": "Art. 10a al. 3 OST",
        "content": "Ils permettent à leurs clients de désactiver et de réactiver aisément et gratuitement l’information en cas de passage sur un réseau de téléphonie mobile étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: devoirs d’information",
        "citation": "Art. 10a al. 4 OST",
        "content": "À l’achat d’un terminal sur lequel l’information en cas de passage sur un réseau de téléphonie mobile étranger n’est pas possible pour des raisons techniques, ils signalent aux clients, en plus des informations selon l’al. 1, les abonnements et les options de réduction des prix pour le terminal concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: utilisation ",
        "citation": "Art. 10b al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication mobiles ne permettent l’utilisation de services d’itinérance qu’après qu’une limite de coûts a été fixée. Les clients doivent avoir la possibilité de modifier la limite de coûts ultérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: utilisation ",
        "citation": "Art. 10b al. 2 OST",
        "content": "Les fournisseurs permettent à leurs clients de désactiver et de réactiver à tout moment, aisément et gratuitement l’accès aux services d’itinérance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: utilisation ",
        "citation": "Art. 10b al. 3 OST",
        "content": "Ils désactivent les services d’itinérance dans les avions, sur les bateaux et par satellite par défaut et indépendamment de la validation selon l’al. 1. L’activation et la désactivation de ces services d’itinérance doivent être possibles indépendamment de la désactivation et de la réactivation selon l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: utilisation ",
        "citation": "Art. 10b al. 4 OST",
        "content": "Les fournisseurs ne doivent pas entraver ni empêcher activement l’utilisation par leurs clients de prestations d’itinérance proposées par des fournisseurs tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: facturation ",
        "citation": "Art. 10c al. 1 OST",
        "content": "Lors du calcul du prix ou du crédit utilisé pour les appels sortants et entrants en itinérance internationale, les exigences suivantes s’appliquent:\na. l’appel est facturé à la seconde près, à l’exception des 30 premières secondes pour les appels sortants; \nb. le montant final peut être arrondi aux 10 centimes supérieurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: facturation ",
        "citation": "Art. 10c al. 2 OST",
        "content": "Lors du calcul du prix ou du crédit utilisé pour des services de données en itinérance internationale, les exigences suivantes s’appliquent:\na. la transmission de données est facturée au kilo-octet près;\nb. le montant final peut être arrondi aux 10 centimes supérieurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: facturation ",
        "citation": "Art. 10c al. 3 OST",
        "content": "Une facturation différente n’est admise que: \na. si les données nécessaires ne sont pas mises à disposition par les fournisseurs étrangers de services de télécommunication mobiles et si le fournisseur prouve à l’OFCOM la nécessité d’un mode de calcul différent sur la base des données disponibles, ou\nb. pour les services de messagerie texte et multimédia, comme les SMS ou les MMS, habituellement facturés par unité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: options ",
        "citation": "Art. 10d al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication mobiles doivent proposer à leurs clients des options qui leur permettent d’utiliser des services d’itinérance internationale à des tarifs réduits. Les exigences suivantes s’appliquent:\na. l’option comprend un tarif réduit ou une quantité déterminée d’unités incluses à un prix forfaitaire; \nb. le client doit pouvoir fixer librement la date de mise en service de l’option;\nc. l’option est valable au moins 12 mois, indépendamment d’une éventuelle période de facturation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_d"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Itinérance internationale: options ",
        "citation": "Art. 10d al. 2 OST",
        "content": "Les options doivent pouvoir être souscrites gratuitement en Suisse et à l’étranger. La souscription doit être possible par Internet indépendamment de l’appareil utilisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_d"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Mesure de la qualité des services d’accès à Internet et information du public",
        "citation": "Art. 10e al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication doivent:\na. mesurer eux-mêmes la qualité des services d’accès à Internet fixes et mobiles fournis, pour autant qu’ils aient accès aux appareils utilisés pour les mesures;\nb. permettre à leurs clients de mesurer la qualité de leur propre accès à Internet fixe ou mobile, pour autant que ceux-ci aient accès aux appareils utilisés pour les mesures;\nc. consolider les résultats et informer leurs clients et le public de la qualité des services d’accès à Internet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Mesure de la qualité des services d’accès à Internet et information du public",
        "citation": "Art. 10e al. 2 OST",
        "content": "Ils doivent au minimum, pour chaque service fourni:\na. mesurer et publier le débit de transmission de données effectivement atteint, la latence et, pour les communications de téléphonie mobile, la puissance du signal;\nb. mesurer et publier le débit de transmission de données convenu par contrat, les variations de latence et la perte de paquets de données lors de la transmission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Mesure de la qualité des services d’accès à Internet et information du public",
        "citation": "Art. 10e al. 3 OST",
        "content": "Les informations sur la qualité doivent permettre des comparaisons entre les offres des différents fournisseurs. Elles doivent aussi être publiées sous forme de cartes géographiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Mesure de la qualité des services d’accès à Internet et information du public",
        "citation": "Art. 10e al. 4 OST",
        "content": "L’obligation de mesurer et de publier s’applique, pour les accès fixes à Internet, à tous les fournisseurs ayant au moins 300 000 clients. Pour les accès mobiles à Internet, elle s’applique à tous les fournisseurs ayant au moins 300 000 clients et une concession de téléphonie mobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Mesure de la qualité des services d’accès à Internet et information du public",
        "citation": "Art. 10e al. 5 OST",
        "content": "L’OFCOM réglemente dans les prescriptions techniques et administratives la manière dont les fournisseurs doivent mesurer les valeurs de mesure de la qualité et publier les résultats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Mesure de la qualité des services d’accès à Internet et information du public",
        "citation": "Art. 10e al. 6 OST",
        "content": "Les informations mentionnées dans le présent article doivent être publiées sur une page Internet librement accessible. L’OFCOM peut prévoir que les informations doivent être publiées sur la même page Internet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Internet ouvert",
        "citation": "Art. 10f al. 1 OST",
        "content": "Chaque fournisseur d’accès à Internet peut transmettre des informations différemment au sens de l’art. 12e, al. 2, let. a, LTC si cela est nécessaire pour respecter une disposition légale ou la décision d’un tribunal qui le lie juridiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Internet ouvert",
        "citation": "Art. 10f al. 2 OST",
        "content": "La demande du client au fournisseur au sens de l’art. 12e, al. 2, let. c, LTC ne doit pas faire l’objet d’une offre que le client accepte sur la base des conditions générales ou sur la base d’une offre standard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_10_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Données minimales d’une inscription dans les annuaires",
        "citation": "Art. 11 al. 1 OST",
        "content": "L’inscription d’un client dans les annuaires de services de télécommunication se compose au minimum:\na. de la ressource d’adressage par laquelle le client du service de télécommunication en question peut être contacté;\nb. du prénom et du nom ou de la raison sociale du client;\nc. de son adresse complète;\nd. le cas échéant, de l’indication qu’il ne souhaite pas recevoir de messages publicitaires de personnes avec lesquelles il n’entretient aucune relation commerciale, et que les données le concernant ne peuvent pas être communiquées à des fins de prospection publicitaire directe (art. 88, al. 1);\ne. du prix à payer selon les art. 11abis et 13a de l’ordonnance du 11 décembre 1978 sur l’indication des prix (OIP), s’il s’agit d’une ressource d’adressage d’un service à valeur ajoutée payant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_11"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Données minimales d’une inscription dans les annuaires",
        "citation": "Art. 11 al. 2 OST",
        "content": "Un client peut requérir plusieurs inscriptions au sens de l’al. 1 au regard de la même ressource d’adressage pour autant que toutes les personnes concernées par les inscriptions y aient donné leur consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_11"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Données minimales d’une inscription dans les annuaires",
        "citation": "Art. 11 al. 3 OST",
        "content": "Lorsque l’inscription sert uniquement à la fourniture d’un service d’établissement de communications, l’inscription se limite aux données mentionnées à l’al. 1, let. a à c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_11"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Données minimales d’une inscription dans les annuaires",
        "citation": "Art. 11 al. 4 OST",
        "content": "Si un client accepte d’être contacté dans le cadre d’un service d’établissement de communications, son fournisseur de services de télécommunication doit l’informer expressément que les données mentionnées à l’al. 1, let. a à c, sont transmises sur demande aux fournisseurs d’un tel service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_11"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 2, Dispositions communes sur les services de télécommunication, Données minimales d’une inscription dans les annuaires",
        "citation": "Art. 11 al. 5 OST",
        "content": "L’OFCOM définit les désignations des champs de données et les autres données complémentaires dont l’utilisation s’avère nécessaire pour mettre en forme et publier des annuaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_11"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 1 OST",
        "content": "La concession de service universel est octroyée selon certains critères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 2 OST",
        "content": "Tout fournisseur requérant une concession de service universel doit ajouter à son projet la planification commerciale prévue pour toute la durée de la concession ainsi que les prix et les investissements envisagés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 3 OST",
        "content": "La concession de service universel est octroyée au candidat qui remplit les conditions d’octroi et qui ne demande pas de compensation financière. Lorsque plusieurs candidats remplissent les conditions sans demander de compensation financière, la concession est octroyée à celui qui satisfait le mieux aux critères utilisés pour l’évaluation qualitative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 4 OST",
        "content": "Lorsque tous les candidats remplissant les conditions d’octroi demandent une compensation financière, celui qui propose le meilleur rapport entre les résultats de l’évaluation qualitative et le montant de la compensation requise reçoit la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 5 OST",
        "content": "La Commission fédérale de la communication (ComCom) fait appel à un ou plusieurs fournisseurs de services de télécommunication pour assurer le service universel:\na. s’il apparaît d’emblée que l’appel d’offres public ne pourra pas se dérouler dans des conditions de concurrence;\nb. si l’appel d’offres n’a suscité aucune candidature;\nc. si l’appel d’offres s’est déroulé dans des conditions non concurrentielles, notamment s’il n’y a eu qu’une seule candidature;\nd. si, au terme de l’appel d’offres, aucun candidat ne satisfait aux conditions d’octroi de la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 6 OST",
        "content": "Le concessionnaire désigné en vertu de l’al. 5 peut faire valoir son droit à une compensation financière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Octroi de la concession",
        "citation": "Art. 12 al. 7 OST",
        "content": "La nouvelle concession de service universel est octroyée au plus tard six mois avant l’expiration de la concession en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_12"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Compensation financière",
        "citation": "Art. 13 al. 1 OST",
        "content": "La compensation financière sert exclusivement au financement des frais non couverts du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_13"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Compensation financière",
        "citation": "Art. 13 al. 2 OST",
        "content": "Les frais non couverts correspondent au coût total net du service universel. Le coût total net équivaut à la différence entre le coût supporté par l’entreprise qui fournit le service universel et celui qu’elle devrait supporter si elle ne le fournissait pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_13"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Calcul du coût total net",
        "citation": "Art. 14 al. 1 OST",
        "content": "Le coût net du service universel correspond aux dépenses consenties par un fournisseur efficace pour assurer la fourniture des prestations du service universel. Le calcul du coût net doit être établi séparément pour chaque prestation et reposer sur les principes suivants:\na. l’estimation repose sur des bases actuelles;\nb. les coûts du réseau sont calculés sur la base des données figurant dans les comptes;\nc. la rémunération du capital utilisé pour les investissements est la rémunération usuelle dans le secteur, laquelle doit être pondérée en fonction du risque inhérent à la fourniture du service universel;\nd. la méthode d’amortissement doit tenir compte de la durée de vie des investissements, laquelle doit correspondre à leur durée de vie économique;\ne. les recettes directes et indirectes doivent être déduites des coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_14"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Calcul du coût total net",
        "citation": "Art. 14 al. 2 OST",
        "content": "Le coût total net du service universel correspond à la somme des coûts nets établis séparément pour chaque prestation, déduction faite des avantages immatériels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_14"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1, Concession de service universel, Calcul du coût total net",
        "citation": "Art. 14 al. 3 OST",
        "content": "Les données utilisées pour le calcul doivent être étayées, c’est-à-dire être transparentes et provenir de sources fiables. À cette fin, les recommandations relatives à l’établissement et à la présentation des comptes (RPC), les «international accounting standards» (IAS) ou des prescriptions similaires reconnues sur le plan international s’appliquent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_14"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1a, Champ d’application, Principe",
        "citation": "Art. 14a OST",
        "content": "Les sections 2 et 3 s’appliquent aux contrats conclus entre le concessionnaire du service universel et ses clients visant spécifiquement à remplir les obligations de service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_14_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 1a, Champ d’application, Subsidiarité",
        "citation": "Art. 14b OST",
        "content": "Le concessionnaire du service universel peut renoncer à la conclusion d’un contrat au sens de l’art. 14a si une offre comparable est disponible pour le client sur le marché. S’il fournit néanmoins une offre au client, il ne peut pas facturer les coûts au titre de la compensation prévue par l’art. 19, al. 1, LTC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_14_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Prestations du service universel",
        "citation": "Art. 15 al. 1 OST",
        "content": "Le service universel comprend les services suivants:\na. le service téléphonique public qui permet de faire et de recevoir, en temps réel, des appels téléphoniques nationaux et internationaux avec un numéro;\nb. ...\nc. une inscription dans l’annuaire du service téléphonique public en cas d’utilisation du service visé à la let. a; les ménages ont droit à deux inscriptions;\nd. le service d’accès à Internet avec l’un des débits de transmission spécifiés suivants:\n1. 10 Mbit/s en téléchargement et 1 Mbit/s en téléversement, \n2. 80 Mbit/s en téléchargement et 8 Mbit/s en téléversement;\ne. les services pour malentendants suivants:\n1. la mise à disposition, 24 heures sur 24, d’un service de transcription traitant également les appels d’urgence ainsi que d’un service de relais des messages courts (SMS),\n2. la mise à disposition d’un service de relais par vidéo-téléphonie de 8 h à 21 h du lundi au vendredi et de 10 h à 17 h le samedi, le dimanche et les jours fériés selon le droit fédéral;\nf. le service d’annuaire et de commutation pour malvoyants et personnes à mobilité réduite: l’accès, sous la forme d’un service de renseignements dans les trois langues officielles, aux données d’annuaires des clients de tous les fournisseurs du service téléphonique public en Suisse et la mise à disposition d’un service de commutation 24 heures sur 24; pour autant que le concessionnaire du service universel offre un service d’établissement de communications, le service de commutation permet aussi d’atteindre les clients qui ne sont pas inscrits dans l’annuaire mais qui consentent à être atteints dans le cadre d’un service d’établissement de communications au sens de l’art. 11, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_15"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Prestations du service universel",
        "citation": "Art. 15 al. 2 OST",
        "content": "Le concessionnaire du service universel est tenu de fournir ces prestations pendant toute la durée de la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_15"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Prestations du service universel",
        "citation": "Art. 15 al. 3 OST",
        "content": "L’OFCOM fixe les spécifications applicables aux prestations du service universel. Ces spécifications se basent sur les normes internationales harmonisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_15"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Raccordement ",
        "citation": "Art. 16 al. 1 OST",
        "content": "Les services visés à l’art. 15, al. 1, doivent être fournis à l’intérieur des locaux d’habitation et des locaux commerciaux du client au moyen d’un raccordement jusqu’au point de terminaison du réseau. Le concessionnaire du service universel détermine à quelle solution technique il recourt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_16"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Raccordement ",
        "citation": "Art. 16 al. 2 OST",
        "content": "L’OFCOM fixe les spécifications applicables au point de terminaison du réseau en se basant sur des normes internationales harmonisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_16"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Point d’introduction au bâtiment",
        "citation": "Art. 17 al. 1 OST",
        "content": "Le concessionnaire du service universel doit mettre à disposition les installations de télécommunication nécessaires à la fourniture des prestations du service universel jusqu’au point d’introduction au bâtiment. Il n’est pas tenu de fournir les installations domestiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_17"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Point d’introduction au bâtiment",
        "citation": "Art. 17 al. 2 OST",
        "content": "S’il introduit une nouvelle technologie qui exige une adaptation des installations domestiques, il assume les coûts de cette adaptation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_17"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Point d’introduction au bâtiment",
        "citation": "Art. 17 al. 3 OST",
        "content": "Pour la première mise à disposition des installations, le propriétaire peut choisir l’endroit où se situe le point d’introduction au bâtiment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_17"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Point d’introduction au bâtiment",
        "citation": "Art. 17 al. 4 OST",
        "content": "Pour les installations déjà mises à disposition, le concessionnaire ne peut pas exiger la modification du point d’introduction au bâtiment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_17"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Point d’introduction au bâtiment",
        "citation": "Art. 17 al. 5 OST",
        "content": "L’OFCOM peut édicter des prescriptions techniques relatives au point d’introduction au bâtiment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_17"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Durée de contrat minimale et participation aux coûts",
        "citation": "Art. 18 al. 1 OST",
        "content": "Le concessionnaire du service universel peut refuser d’établir ou d’adapter un raccordement pour la fourniture des services visés à l’art. 15, al. 1, si le client n’accepte pas une durée de contrat minimale fixée par le concessionnaire. Celle-ci prend fin au plus tard à l’échéance de la concession de service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_18"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Durée de contrat minimale et participation aux coûts",
        "citation": "Art. 18 al. 2 OST",
        "content": "Le concessionnaire du service universel peut également refuser d’établir ou d’adapter un raccordement si les coûts occasionnés dépassent 12’700 francs et que le client ne prend pas en charge la part des coûts qui dépasse ce montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_18"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Durée de contrat minimale et participation aux coûts",
        "citation": "Art. 18 al. 3 OST",
        "content": "Si le client participe aux coûts, le concessionnaire du service universel ne peut pas prévoir de durée de contrat minimale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_18"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Réduction de l’étendue des prestations",
        "citation": "Art. 19 al. 1 OST",
        "content": "Si, pour des raisons techniques ou économiques, le raccordement ne permet pas de fournir le service d’accès à Internet visé à l’art. 15, al. 1, let. d, le concessionnaire du service universel peut, dans des cas exceptionnels, réduire l’étendue des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_19"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Réduction de l’étendue des prestations",
        "citation": "Art. 19 al. 2 OST",
        "content": "S’il y a participation financière du client au sens de l’art. 18, al. 2, l’étendue des prestations ne peut pas être réduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_19"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Rapport sur les renonciations à fournir le service et sur les réductions de l’étendue des prestations",
        "citation": "Art. 19a al. 1 OST",
        "content": "Le concessionnaire du service universel doit remettre chaque année à l’OFCOM un rapport sur les renonciations à fournir le service effectuées en vertu de l’art. 14b et les cas exceptionnels visés à l’art. 19, faisant état notamment:\na. du nombre de cas de renonciations à fournir le service et de réductions des prestations; \nb. du motif ayant conduit à la renonciation à fournir le service ou à la réduction des prestations;\nc. du lieu concerné par la renonciation à fournir le service ou par la réduction des prestations;\nd. de l’étendue de la réduction des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_19_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Rapport sur les renonciations à fournir le service et sur les réductions de l’étendue des prestations",
        "citation": "Art. 19a al. 2 OST",
        "content": "L’OFCOM peut publier les données mentionnées à l’al. 1 sous une forme anonymisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_19_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Éligibilité et modalités de la mise à disposition",
        "citation": "Art. 20 al. 1 OST",
        "content": "Le concessionnaire du service universel dispose d’un délai de 45 jours à compter de la réception de la demande pour déterminer s’il entend fournir le raccordement visé à l’art. 16. S’il veut renoncer à la conclusion d’un contrat au sens de l’art. 14a, il examine si un raccordement exploité par un autre fournisseur est disponible et s’assure, dans ce cas, que ce fournisseur peut mettre à disposition une offre comparable au sens de l’art. 14b. Le fournisseur sollicité est tenu de répondre dans un délai de 15 jours à la demande du concessionnaire du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_20"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Éligibilité et modalités de la mise à disposition",
        "citation": "Art. 20 al. 2 OST",
        "content": "Si la mise à disposition du raccordement visé à l’art. 16 engendre des coûts supérieurs à ceux mentionnés à l’art. 18, al. 2, le concessionnaire du service universel doit fournir gratuitement un devis à la personne intéressée dans les 90 jours dès l’obtention des informations nécessaires; la technologie utilisée doit être précisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_20"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Éligibilité et modalités de la mise à disposition",
        "citation": "Art. 20 al. 3 OST",
        "content": "Le concessionnaire du service universel doit mettre le service à disposition dans un délai de 12 mois une fois le contrat signé. Si aucun travail de génie civil n’est nécessaire, le délai est de 6 mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_20"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Éligibilité et modalités de la mise à disposition",
        "citation": "Art. 20 al. 4 OST",
        "content": "En cas de désaccord sur le montant des coûts excédentaires, l’OFCOM peut mandater un expert indépendant, aux frais de la personne intéressée, pour procéder à la vérification. En cas d’abus manifeste du concessionnaire du service universel, les frais de l’expertise sont à sa charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_20"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Qualité du service universel",
        "citation": "Art. 21 al. 1 OST",
        "content": "Le concessionnaire du service universel mesure la qualité des offres du service universel et établit chaque année un rapport à l’attention de l’OFCOM. Les critères de qualité sont les suivants:\na. concernant les raccordements:\n1. délai de mise en service d’un raccordement,\n2. nombre de défaillances signalées par raccordement et par année,\n3. temps de réparation;\nb. concernant le service téléphonique public:\n1. disponibilité du service,\n2. durée d’établissement de la communication,\n3. qualité de transmission de la parole,\n4. fréquence des échecs de l’établissement de la communication dus à une surcharge du réseau ou à un défaut de ce dernier;\nc. concernant le service d’accès à Internet:\n1. disponibilité du service,\n2. débits de transmission des données,\n3. délai de transmission des données,\n4. qualité de transmission des données;\nd. le temps de réponse des services pour personnes handicapées;\ne. la précision de la facturation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_21"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Qualité du service universel",
        "citation": "Art. 21 al. 2 OST",
        "content": "L’OFCOM règle les détails techniques et définit les valeurs à atteindre concernant les différents critères de qualité. Il tient compte de l’évolution de la qualité et des progrès technologiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_21"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Qualité du service universel",
        "citation": "Art. 21 al. 3 OST",
        "content": "Le concessionnaire du service universel est tenu de garantir à l’OFCOM l’accès aux installations de mesure et aux données brutes des résultats de mesure de manière que celui-ci puisse contrôler le respect des valeurs à atteindre concernant les critères de qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_21"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Qualité du service universel",
        "citation": "Art. 21 al. 4 OST",
        "content": "L’OFCOM peut mandater un expert indépendant afin de contrôler le respect des valeurs à atteindre concernant les critères de qualité. Les résultats de cette expertise peuvent être publiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_21"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Prix plafonds",
        "citation": "Art. 22 al. 1 OST",
        "content": "Les prix plafonds suivants (taxe sur la valeur ajoutée non comprise) sont applicables:\na. service téléphonique public avec un numéro (art. 15, al. 1, let. a) et une ou deux inscriptions dans l’annuaire (art. 15, al. 1, let. c), y compris le raccordement (art. 16): 23.45 francs par mois;\nb. service d’accès à Internet: \n1.  avec un débit de transmission spécifié de 10/1 Mbit/s (art. 15, al. 1, let. d, ch. 1), y compris le raccordement (art. 16): 45 francs par mois, \n2.  avec un débit de transmission spécifié de 80/8 Mbit/s (art. 15, al. 1, let. d, ch. 2), y compris le raccordement (art. 16): 60 francs par mois; \nc. service téléphonique public avec un numéro (art. 15, al. 1, let. a) et une ou deux inscriptions dans l’annuaire (art. 15, al. 1, let. c) et service d’accès à Internet:\n1. avec un débit de transmission spécifié de 10/1 Mbit/s (art. 15, al. 1, let. d, ch. 1), y compris le raccordement (art. 16): 50 francs par mois,\n2. avec un débit de transmission spécifié de 80/8 Mbit/s (art. 15, al. 1, let. d, ch. 2), y compris le raccordement (art. 16): 65 francs par mois;\nd. mise à disposition des offres visées aux let. a à c: taxe unique de 40 francs à la conclusion du contrat; le changement d’une offre à l’autre doit être gratuit;\ne. communications nationales établies dans le cadre du service téléphonique public (art. 15, al. 1, let. a) en direction des raccordements fixes, facturées à la seconde et arrondies aux 10 centimes supérieurs: 7,5 centimes par minute;\nf. utilisation du service de transcription (art. 15, al. 1, let. e, ch. 1), facturée à la seconde et arrondie aux 10 centimes supérieurs: 3,4 centimes par minute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_22"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Prix plafonds",
        "citation": "Art. 22 al. 2 OST",
        "content": "Le concessionnaire du service universel annonce à l’OFCOM toute modification de ses tarifs 30 jours au moins avant son introduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_22"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Envoi de la facture papier",
        "citation": "Art. 22a OST",
        "content": "L’envoi périodique de la facture papier doit être gratuit pour le client qui ne dispose d’aucun accès à Internet (art. 15 al. 1 let. d).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_22_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Factures impayées et sûretés",
        "citation": "Art. 23 al. 1 OST",
        "content": "Si le client ne paie pas à l’échéance fixée sa facture établie pour les prestations fournies dans le cadre de la concession de service universel, le concessionnaire du service universel est tenu de lui envoyer un rappel indiquant les mesures auxquelles il s’expose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_23"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Factures impayées et sûretés",
        "citation": "Art. 23 al. 2 OST",
        "content": "En cas de contestation motivée de la facture ou lorsque la facture ne porte pas sur des prestations fournies dans le cadre de la concession de service universel, le concessionnaire du service universel n’a pas le droit de bloquer le raccordement ou de résilier le contrat avant la résolution du litige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_23"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 2, Obligations du concessionnaire du service universel, Factures impayées et sûretés",
        "citation": "Art. 23 al. 3 OST",
        "content": "Le concessionnaire du service universel peut exiger des sûretés, rémunérées au taux d’intérêt appliqué aux comptes d’épargne, si la solvabilité du client est douteuse. Le montant de ces sûretés ne peut cependant excéder la couverture du risque vraisemblable couru par le concessionnaire du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_23"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 1 OST",
        "content": "Le coût total net est calculé annuellement sur la base des principes mentionnés à l’art. 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 2 OST",
        "content": "Le coût prévisionnel doit parvenir à l’OFCOM avant le 31 juillet de l’année précédant celle pour laquelle le budget est réalisé. Lorsque la concession de service universel fait l’objet d’un appel d’offres public, le coût prévisionnel pendant les deux premières années doit ressortir directement du dossier de candidature du concessionnaire du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 3 OST",
        "content": "Le coût effectif doit parvenir à l’OFCOM au plus tard deux mois après l’année écoulée. Le concessionnaire du service universel est tenu de livrer à l’OFCOM toutes les données nécessaires au contrôle du coût effectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 4 OST",
        "content": "La ComCom détermine la compensation financière sur la base du coût effectif. Les différences entre le coût prévisionnel et le coût effectif doivent être justifiées par des motifs valables pour faire l’objet d’une compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 5 OST",
        "content": "Le concessionnaire avance la compensation financière annuelle. L’avance est rémunérée au taux d’intérêt applicable, au moment de l’indemnisation, pour les obligations fédérales portant sur une période identique ou comparable de même durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 6 OST",
        "content": "L’OFCOM peut demander un audit relatif aux données comptables et au calcul du coût.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Détermination de la compensation financière",
        "citation": "Art. 24 al. 7 OST",
        "content": "Si le concessionnaire n’a pas livré les informations requises douze mois après l’année écoulée, le droit à la compensation financière se périme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_24"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 1 OST",
        "content": "Le chiffre d’affaires déterminant pour le calcul de la redevance d’un fournisseur de services de télécommunication enregistré est celui qui résulte des services de télécommunication qu’il offre sur le territoire national, déduction faite des coûts des services de télécommunication achetés à des fournisseurs tiers sur le marché de gros et des coûts des services de télécommunication facturés pour le compte de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 2 OST",
        "content": "Les fournisseurs de services de télécommunication fournissent à l’OFCOM les indications relatives au chiffre d’affaires de l’année précédente au plus tard le 30 avril, la première fois en 2009.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 3 OST",
        "content": "Si un fournisseur de services de télécommunication ne fournit pas les données nécessaires au calcul de la redevance, l’OFCOM fixe le montant en se basant sur le chiffre d’affaires total soumis à la taxe sur la valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 4 OST",
        "content": "L’OFCOM peut prévoir un système de contrôle externe afin de vérifier l’exactitude des données fournies par les fournisseurs de services de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 5 OST",
        "content": "Si les sommes dues par un fournisseur de services de télécommunication défaillant ne sont pas recouvrées dans l’année qui suit le délai fixé dans la mise en demeure, elles sont reportées sur le coût total net de l’exercice suivant cette constatation. L’obligation de paiement ne s’éteint pas avec le report. Les sommes finalement recouvrées sont versées à l’organisme chargé de gérer le mécanisme de financement et déduites du coût total net de l’exercice suivant le recouvrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 6 OST",
        "content": "Les fournisseurs de services de télécommunication dont le chiffre d’affaires déterminant (al. 1) est inférieur à 5 millions de francs par année sont exonérés du paiement de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Redevances destinées au financement du service universel",
        "citation": "Art. 25 al. 7 OST",
        "content": "L’OFCOM édicte des prescriptions administratives sur la détermination du chiffre d’affaires et la fourniture des informations nécessaires à la répartition du coût.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_25"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Gestion du mécanisme de financement",
        "citation": "Art. 26 al. 1 OST",
        "content": "L’OFCOM gère le mécanisme de financement. Il peut édicter des prescriptions techniques et administratives à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Gestion du mécanisme de financement",
        "citation": "Art. 26 al. 2 OST",
        "content": "Il publie périodiquement un rapport sur le financement du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 3, Service universel, Section 3, Financement du service universel, Gestion du mécanisme de financement",
        "citation": "Art. 26 al. 3 OST",
        "content": "Les frais imputables à la gestion du mécanisme de financement sont couverts par les redevances destinées au financement du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 1 OST",
        "content": "Les fournisseurs du service téléphonique public qui établissent des liaisons s’assurent qu’au moins un numéro du plan suisse de numérotation E.164 est transmis comme numéro du raccordement appelant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 2 OST",
        "content": "Ils transmettent le numéro attribué au client pour le service dans le cadre duquel la communication est établie. Les autres fournisseurs de services de télécommunication intervenant dans la communication ne peuvent pas modifier les numéros d’appel transmis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 3 OST",
        "content": "Les fournisseurs du service téléphonique public peuvent autoriser leurs clients à transmettre d’autres numéros d’appel lors de l’établissement d’une liaison pour autant que lesdits clients puissent prouver qu’ils possèdent un droit d’utilisation. S’ils ont connaissance du fait que leurs clients transmettent des numéros d’appel sans droit d’utilisation, ils doivent prendre les mesures nécessaires pour empêcher la transmission de ces numéros.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 3bis OST",
        "content": "Lorsque des clients font valoir de manière vraisemblable que des tiers ont utilisé leurs numéros sans en avoir le droit, les fournisseurs du service téléphonique public, d’entente avec ces clients, peuvent bloquer tous les appels au cours desquels ces numéros sont transmis. Sont exceptés les appels qui proviennent effectivement des raccordements des clients concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 4 OST",
        "content": "La transmission de numéros d’appel est accompagnée d’un indicateur signalant s’ils reposent sur les données fournies par le client appelant ou sur les informations du fournisseur générant la communication et si celui-ci a vérifié les données fournies par le client.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 5 OST",
        "content": "La transmission de numéros d’appel des plages 0900, 0901 et 0906 comme numéros d’appel de raccordements appelants n’est pas autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Transmission de numéros d’appel",
        "citation": "Art. 26a al. 6 OST",
        "content": "Lorsque les fournisseurs sont informés qu’un numéro transmis n’est pas valable, qu’il est employé sans droit d’utilisation ou qu’il s’agit d’un numéro au sens de l’al. 5, ils doivent prendre les mesures appropriées et coordonner celles-ci entre eux pour empêcher la transmission du numéro ou pour bloquer l’appel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_26_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Accès aux services d’appel d’urgence",
        "citation": "Art. 27 al. 1 OST",
        "content": "L’accès aux services d’appel d’urgence visés à l’art. 28 de l’ordonnance du 6 octobre 1997 sur les ressources d’adressage dans le domaine des télécommunications (ORAT) doit être assuré gratuitement à partir de n’importe quel raccordement téléphonique. Une taxe forfaitaire de 20 centimes par appel peut être prélevée uniquement pour le service de secours téléphonique pour les adultes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_27"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Accès aux services d’appel d’urgence",
        "citation": "Art. 27 al. 2 OST",
        "content": "Les fournisseurs de services de télécommunication mobiles par satellite relevant du service universel auxquels des ressources d’adressage ont été attribuées par l’Union internationale des télécommunications doivent uniquement garantir, gratuitement, l’accès au numéro d’urgence européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_27"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Acheminement des appels d’urgence",
        "citation": "Art. 28 OST",
        "content": "Les fournisseurs du service téléphonique public doivent garantir l’acheminement des appels d’urgence vers les services d’appel d’urgence visés à l’art. 28 ORAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_28"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: généralités",
        "citation": "Art. 29 al. 1 OST",
        "content": "Dans la mesure où la technique choisie le permet, la localisation des appels aux services d’appel d’urgence visés à l’art. 28 ORAT doit être garantie en ligne. Cela vaut également pour les clients qui ont choisi de ne pas s’inscrire dans l’annuaire public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: généralités",
        "citation": "Art. 29 al. 2 OST",
        "content": "Lors d’un appel d’urgence, les fonctionnalités de localisation de l’appareil peuvent aussi être activées sans l’accord exprès du client. Dans la mesure où la technique choisie le permet, elles doivent être à nouveau désactivées à la fin de l’appel d’urgence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: généralités",
        "citation": "Art. 29 al. 3 OST",
        "content": "Sur demande, l’OFCOM peut désigner d’autres numéros destinés exclusivement aux services d’appel d’urgence de la police, des pompiers et des services sanitaires et de sauvetage, pour lesquels la localisation des appels doit être garantie. Il publie la liste de ces numéros.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: obligations à la charge des concessionnaires de radiocommunication mobile",
        "citation": "Art. 29a al. 1 OST",
        "content": "En cas d’appels d’urgence au numéro d’urgence européen provenant de véhicules spécifiquement équipés (eCall112), les concessionnaires de radiocommunication mobile doivent extraire l’ensemble minimum de données (Minimum Set of Data, MSD) du canal vocal et le transmettre au service de localisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: obligations à la charge des concessionnaires de radiocommunication mobile",
        "citation": "Art. 29a al. 2 OST",
        "content": "En cas d’appels d’urgence au cours desquels la fonctionnalité de localisation de l’appareil et du système d’exploitation ainsi que la transmission indépendante du canal vocal des informations de localisation sont utilisées (Advanced Mobile Location, AML), ils doivent transmettre ces informations au service de localisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: exploitation d’un service de localisation ",
        "citation": "Art. 29b al. 1 OST",
        "content": "Le concessionnaire du service universel exploite un service de localisation en collaboration avec les autres fournisseurs du service téléphonique public et en faveur des centrales d’alarme. Le service de localisation doit également être accessible aux centrales d’alarme qui ne sont pas raccordées auprès du concessionnaire du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: exploitation d’un service de localisation ",
        "citation": "Art. 29b al. 2 OST",
        "content": "La collaboration entre le concessionnaire du service universel et les autres fournisseurs du service téléphonique public ainsi que l’utilisation du service de localisation par les centrales d’alarme sont régies par les principes de l’alignement des prix sur les coûts définis à l’art. 54.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: exploitation d’un service de localisation ",
        "citation": "Art. 29b al. 3 OST",
        "content": "Les fournisseurs du service téléphonique public supportent les coûts d’investissement et d’exploitation engendrés par la mise à disposition du service de localisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: exploitation d’un service de localisation ",
        "citation": "Art. 29b al. 4 OST",
        "content": "Les coûts récurrents engendrés par la fourniture du service doivent être indemnisés entre les fournisseurs du service téléphonique public au niveau du marché de gros en fonction du nombre d’appels d’urgence attendus par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Localisation des appels d’urgence: exploitation d’un service de localisation ",
        "citation": "Art. 29b al. 5 OST",
        "content": "Les centrales d’alarme supportent uniquement les coûts de l’utilisation du service de localisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_29_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Dispositions particulières sur les appels d’urgence ",
        "citation": "Art. 30 al. 1 OST",
        "content": "Tant que, pour la transmission de la parole par le protocole Internet, l’acheminement et la localisation corrects des appels d’urgence ne sont pas techniquement réalisables pour tous les emplacements, ils ne doivent être assurés que pour les appels provenant de l’emplacement principal indiqué dans le contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_30"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Dispositions particulières sur les appels d’urgence ",
        "citation": "Art. 30 al. 2 OST",
        "content": "Les fournisseurs du service téléphonique public s’assurent que les clients sont informés de ces restrictions et qu’ils confirment expressément en avoir pris connaissance. Ils leur signalent qu’ils doivent utiliser, autant que possible, pour les appels d’urgence un moyen de communication permettant techniquement l’acheminement et la localisation corrects de ces appels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_30"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Dispositions particulières sur les appels d’urgence ",
        "citation": "Art. 30 al. 3 OST",
        "content": "Les appels d’urgence ne peuvent pas être interrompus par des services de télécommunication prioritaires dans le cadre des prestations de sécurité (art. 90, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_30"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Modalités de mise à disposition des données d’annuaire",
        "citation": "Art. 31 al. 1 OST",
        "content": "Les fournisseurs du service téléphonique public sont tenus de fournir aux ayants droit selon l’art. 21, al. 2, LTC aussi bien l’accès en ligne que le transfert en bloc des données d’annuaire minimales de leurs clients avec options de mises à jour au minimum quotidiennes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_31"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Modalités de mise à disposition des données d’annuaire",
        "citation": "Art. 31 al. 2 OST",
        "content": "Les fournisseurs qui ont accès aux données d’annuaire au sens de l’art. 11, al. 1 et 2, peuvent modifier ces données lorsqu’un client leur en fait la demande et qu’ils communiquent ces modifications au fournisseur du service téléphonique public concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_31"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Modalités de mise à disposition des données d’annuaire",
        "citation": "Art. 31 al. 3 OST",
        "content": "Les fournisseurs qui ont accès aux données d’annuaire en vertu de l’art. 11, al. 3, ne peuvent traiter ces données que pour fournir un service d’établissement de communications. Ils ne peuvent notamment ni publier les données, ni les utiliser à des fins de prospection publicitaire, ni les communiquer à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_31"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Interopérabilité",
        "citation": "Art. 32 al. 1 OST",
        "content": "Les fournisseurs du service téléphonique public doivent assurer aux utilisateurs de ce service la capacité de communiquer entre eux (art. 21a, al. 1, LTC). À cet effet, ils doivent garantir l’interconnexion soit directement, soit indirectement. Ils doivent respecter les dispositions sur:\na. la transparence de l’offre de base (art. 53, al. 1, 2 et 4);\nb. l’indication des conditions techniques et commerciales à l’égard des fournisseurs demandant l’interconnexion (art. 61);\nc. les interfaces (art. 55).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_32"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Interopérabilité",
        "citation": "Art. 32 al. 2 OST",
        "content": "La procédure pour la résolution des litiges en matière d’interopérabilité est régie par analogie par les art. 70 à 74.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_32"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Interopérabilité",
        "citation": "Art. 32 al. 3 OST",
        "content": "La ComCom fixe les conditions de l’interconnexion selon les principes usuels du marché et du secteur en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_32"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Services pour malentendants, malvoyants et personnes à mobilité réduite",
        "citation": "Art. 33 al. 1 OST",
        "content": "Les services pour malentendants, malvoyants et personnes à mobilité réduite doivent être gratuits, que les fournisseurs de prestations relevant du service universel les offrent eux-mêmes ou donnent l’accès à des services de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_33"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4, Obligations découlant de la fourniture de services spécifiques, Services pour malentendants, malvoyants et personnes à mobilité réduite",
        "citation": "Art. 33 al. 2 OST",
        "content": "Les prix des communications facturés aux malentendants, aux malvoyants et aux personnes à mobilité réduite dans le cadre de ces services doivent être non discriminatoires par rapport aux autres tarifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_33"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Application",
        "citation": "Art. 34 OST",
        "content": "Les art. 34a à 34e s’appliquent à la portabilité des numéros du plan de numérotation E.164, à l’exclusion des services de radiomessagerie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Portabilité des numéros entre fournisseurs de services de télécommunication ",
        "citation": "Art. 34a al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication doivent offrir à leurs clients la possibilité de garder leurs numéros lorsqu’ils changent de fournisseur à l’intérieur d’une même catégorie de services de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Portabilité des numéros entre fournisseurs de services de télécommunication ",
        "citation": "Art. 34a al. 2 OST",
        "content": "Sont considérées comme catégories:\na. le service téléphonique public du réseau fixe;\nb. le service téléphonique public du réseau mobile;\nc. les services non géographiques de même nature, tels que les services des numéros gratuits de type 0800.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Portabilité des numéros entre fournisseurs de services de télécommunication ",
        "citation": "Art. 34a al. 3 OST",
        "content": "Les plages de numéros à sélection directe des clients ne peuvent être portées que de manière globale. Les modifications comme la réduction ou la répartition de plages de numéros à sélection directe portées doivent être convenues entre le fournisseur actuel et le fournisseur d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Portabilité des numéros entre fournisseurs de services de télécommunication ",
        "citation": "Art. 34a al. 4 OST",
        "content": "L’OFCOM édicte les prescriptions techniques et administratives nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Coûts ",
        "citation": "Art. 34b al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication obligés d’assurer la portabilité des numéros supportent les coûts liés aux mesures à prendre pour la réaliser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Coûts ",
        "citation": "Art. 34b al. 2 OST",
        "content": "Ils peuvent exiger du nouveau fournisseur des prestations financières pour couvrir les frais administratifs directement liés au transfert des numéros. Les règles de l’alignement des prix sur les coûts qui sont énoncées aux art. 54 à 54c sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Coûts ",
        "citation": "Art. 34b al. 3 OST",
        "content": "Les fournisseurs règlent dans leurs accords d’interconnexion la couverture des coûts qui sont liés à l’acheminement des communications à destination de numéros portés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Changement du lieu de raccordement ",
        "citation": "Art. 34c OST",
        "content": "Les fournisseurs de services de télécommunication peuvent offrir à leurs clients la possibilité de garder leur numéro lorsque ceux-ci changent de lieu de raccordement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Garantie de la transmission ",
        "citation": "Art. 34d OST",
        "content": "Les fournisseurs de services de télécommunication offrant la portabilité des numéros doivent assurer la transmission du numéro selon l’art. 26a, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_d"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Accès aux informations",
        "citation": "Art. 34e OST",
        "content": "Les fournisseurs de services de télécommunication ayant l’obligation d’assurer la portabilité des numéros doivent donner aux autres fournisseurs l’accès aux informations qui permettent l’acheminement correct des communications vers les numéros portés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Accès aux informations",
        "citation": "Art. 34e al. 3 OST",
        "content": "Les fournisseurs de services de télécommunication obligés de fournir des lignes louées établissent pour ces dernières une comptabilité séparée. La méthode de calcul des coûts se base sur les principes relatifs aux prestations en matière d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Accès aux informations",
        "citation": "Art. 34e al. 4 OST",
        "content": "Les tarifs et les conditions de livraison doivent être communiqués à l’OFCOM. Celui-ci peut les publier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4a Portabilité des numéros, Accès aux informations",
        "citation": "Art. 34e al. 5 OST",
        "content": "L’OFCOM édicte les prescriptions techniques sur les interfaces et la qualité des services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4b, Libre choix du fournisseur des liaisons nationales et internationales",
        "citation": "Art. 34f al. 1 OST",
        "content": "Les fournisseurs du service téléphonique public peuvent offrir à leurs clients la possibilité d’utiliser le service d’un autre fournisseur pour leurs communications nationales et internationales. Cette possibilité peut être offerte aussi bien de manière prédéterminée qu’appel par appel en composant le numéro court attribué à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4b, Libre choix du fournisseur des liaisons nationales et internationales",
        "citation": "Art. 34f al. 2 OST",
        "content": "Quiconque compose un numéro court non valable doit en être averti immédiatement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 4b, Libre choix du fournisseur des liaisons nationales et internationales",
        "citation": "Art. 34f al. 3 OST",
        "content": "L’OFCOM édicte les prescriptions techniques et administratives nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_34_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Application",
        "citation": "Art. 35 al. 1 OST",
        "content": "Dans le présent chapitre, seuls les art. 39a et 39b, al. 2, s’appliquent aux services à valeur ajoutée qui sont fournis par l’intermédiaire de ressources d’adressage du plan de numérotation E.164 de type 0800 (numéros gratuits), 00800 (numéros gratuits internationaux) et 084x (numéros à coûts partagés).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_35"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Application",
        "citation": "Art. 35 al. 2 OST",
        "content": "Dans le présent chapitre, seuls les art. 36, al. 4 et 5, 37, 38, al. 3 et 4, 40, al. 3 à 5, et 41, al. 1, 3, 4, let. c, et 5, s’appliquent aux services à valeur ajoutée qui ne sont fournis ni par l’intermédiaire de ressources d’adressage du plan de numérotation E.164, ni par SMS ou MMS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_35"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Identification des services à valeur ajoutée",
        "citation": "Art. 36 al. 1 OST",
        "content": "Les services à valeur ajoutée doivent pouvoir être clairement reconnaissables par les utilisateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_36"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Identification des services à valeur ajoutée",
        "citation": "Art. 36 al. 2 OST",
        "content": "Les services à valeur ajoutée offerts par l’intermédiaire de ressources d’adressage du plan de numérotation E.164 ne peuvent être fournis que par les numéros attribués individuellement au sens des art. 24b à 24i ORAT et par les numéros courts au sens des art. 29 à 32 et 54 ORAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_36"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Identification des services à valeur ajoutée",
        "citation": "Art. 36 al. 3 OST",
        "content": "Les services à valeur ajoutée offerts par l’intermédiaire de services SMS ou MMS ne peuvent être fournis que par les numéros courts pour services SMS et MMS au sens des art. 15a à 15f ORAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_36"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Identification des services à valeur ajoutée",
        "citation": "Art. 36 al. 3bis OST",
        "content": "Les titulaires de numéros au sens des al. 2 et 3 sont considérés comme fournisseurs de services à valeur ajoutée même lorsqu’ils ne les offrent pas eux-mêmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_36"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Identification des services à valeur ajoutée",
        "citation": "Art. 36 al. 4 OST",
        "content": "Les services à valeur ajoutée qui ne sont fournis ni au moyen d’une ressource d’adressage du plan de numérotation E.164, ni par SMS ou MMS doivent être clairement et expressément désignés comme tels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_36"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Identification des services à valeur ajoutée",
        "citation": "Art. 36 al. 5 OST",
        "content": "Les services à valeur ajoutée à caractère érotique ou pornographique doivent faire l’objet d’une catégorie à part, clairement identifiable par le client.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_36"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Obligation de siège ou d’établissement",
        "citation": "Art. 37 OST",
        "content": "Les fournisseurs de services à valeur ajoutée doivent avoir un siège ou un établissement en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_37"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Facturation des services à valeur ajoutée",
        "citation": "Art. 38 al. 1 OST",
        "content": "Aussi longtemps qu’ils peuvent contester la facture, les clients peuvent exiger de leur fournisseur qu’il leur communique dans une rubrique séparée, de manière ponctuelle gratuitement, ou à l’occasion de chaque facture, les données suivantes, à condition qu’elles soient utilisées pour la facturation:\na. la ressource d’adressage par laquelle le service à valeur ajoutée est fourni, pour autant qu’elle soit disponible;\nb. la date et l’heure de la fourniture du service à valeur ajoutée;\nc. le cas échéant, la durée de la communication;\nd. la rémunération due pour le service à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_38"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Facturation des services à valeur ajoutée",
        "citation": "Art. 38 al. 2 OST",
        "content": "Le fournisseur de services de télécommunication fournit les indications énumérées à l’al. 1 sur demande pour les raccordements avec prépaiement des frais de communication. La fourniture d’indications doit être gratuite oralement. Par écrit, seul un montant restreint peut être prélevé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_38"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Facturation des services à valeur ajoutée",
        "citation": "Art. 38 al. 3 OST",
        "content": "Le fournisseur de services de télécommunication est tenu d’indiquer de manière claire sur la facture le moyen d’obtenir l’identité et l’adresse du fournisseur du service à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_38"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Facturation des services à valeur ajoutée",
        "citation": "Art. 38 al. 4 OST",
        "content": "Lorsqu’un client conteste la facture portant sur des services à valeur ajoutée, le fournisseur de services de télécommunication ne peut pas bloquer le raccordement ou résilier le contrat pour ce motif avant la résolution du litige. Cela vaut également lorsque le service à valeur ajoutée n’est pas fourni, mais seulement offert par le biais d’un service de télécommunication. Le fournisseur de services de télécommunication peut toutefois bloquer l’accès aux services à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_38"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Prix plafonds des services à valeur ajoutée en général",
        "citation": "Art. 39 al. 1 OST",
        "content": "Ni les taxes de base ni les taxes fixes perçues pour les services à valeur ajoutée ne peuvent excéder 100 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Prix plafonds des services à valeur ajoutée en général",
        "citation": "Art. 39 al. 2 OST",
        "content": "Le prix par minute ne peut jamais excéder 10 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Prix plafonds des services à valeur ajoutée en général",
        "citation": "Art. 39 al. 3 OST",
        "content": "Lorsque les services à valeur ajoutée requièrent l’inscription préalable du client et peuvent impliquer la transmission de plusieurs unités d’information, ni la taxe par unité d’information ni la somme des taxes perçues pour les unités d’information transmises par le fournisseur en l’espace d’une minute ne peuvent excéder 5 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Prix plafonds des services à valeur ajoutée en général",
        "citation": "Art. 39 al. 4 OST",
        "content": "La somme de toutes les taxes (taxe de base, taxes fixes et taxes calculées en fonction du temps d’utilisation du service) ne peut pas excéder 400 francs par communication ou par inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Prix plafonds des services à valeur ajoutée de type 084x, 0800 et 00800",
        "citation": "Art. 39a al. 1 OST",
        "content": "Pour les communications vers des numéros de type 084x, les fournisseurs de services de télécommunication ne peuvent facturer à leurs clients qu’une taxe en fonction de la durée de l’appel s’élevant à 7,5 centimes au maximum par minute (TVA non comprise). La communication est facturée à la seconde près. Le montant final peut être arrondi aux 10 centimes supérieurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Prix plafonds des services à valeur ajoutée de type 084x, 0800 et 00800",
        "citation": "Art. 39a al. 2 OST",
        "content": "Pour les communications vers des numéros de type 0800 et 00800, les fournisseurs de services de télécommunication ne peuvent facturer aucune taxe à leurs clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Transparence des prix des services à valeur ajoutée",
        "citation": "Art. 39b al. 1 OST",
        "content": "Pour les communications vers des numéros de type 084x et 090x et vers des numéros courts au sens des art. 29 à 32 et 54 ORAT, les fournisseurs de services de télécommunication ne peuvent facturer à leurs clients que le prix qui est convenu pour un appel sur le numéro entre le titulaire du numéro et le fournisseur auprès duquel le numéro est en service et qui est indiqué selon les art. 11a et 13a OIP. Le montant final peut être arrondi aux 10 centimes supérieurs. Pour les communications vers des numéros de type 090x, les taxes doivent être facturées à la seconde près en fonction de la durée de l’appel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Transparence des prix des services à valeur ajoutée",
        "citation": "Art. 39b al. 2 OST",
        "content": "Aucun supplément ne peut être perçu en sus des prix réglés à l’al. 1 et à l’art. 39a pour les communications vers des numéros de type 0800, 00800, 084x et 090x ainsi que vers des numéros courts au sens des art. 29 à 32 et 54 ORAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_39_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Blocage de l’accès aux services à valeur ajoutée",
        "citation": "Art. 40 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication permettent à leurs clients de bloquer les appels sortants vers les numéros de type 0900, 0901 et 0906, séparément pour chaque type.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_40"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Blocage de l’accès aux services à valeur ajoutée",
        "citation": "Art. 40 al. 2 OST",
        "content": "Les fournisseurs de services de télécommunication qui offrent l’accès aux numéros courts pour services SMS et MMS (art. 15a à 15f ORAT) donnent à leurs clients la possibilité de bloquer l’accès à tous les services SMS et MMS ou seulement aux services à caractère érotique ou pornographique. Cette possibilité doit comprendre le blocage de la réception des services SMS et MMS correspondants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_40"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Blocage de l’accès aux services à valeur ajoutée",
        "citation": "Art. 40 al. 3 OST",
        "content": "Les fournisseurs de services de télécommunication donnent à leurs clients la possibilité de bloquer l’accès à l’ensemble des services à valeur ajoutée au sens de l’art. 35, al. 2, ou seulement aux services à valeur ajoutée à caractère érotique ou pornographique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_40"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Blocage de l’accès aux services à valeur ajoutée",
        "citation": "Art. 40 al. 4 OST",
        "content": "Ces blocages doivent pouvoir être aisément et gratuitement activés et désactivés par les clients à tout moment. Cette règle ne vaut pas pour les clients visés à l’art. 38, al. 4, 3e phrase, et à l’art. 41.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_40"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Blocage de l’accès aux services à valeur ajoutée",
        "citation": "Art. 40 al. 5 OST",
        "content": "Les fournisseurs de services de télécommunication visés aux al. 1, 2 et 3 signalent ces possibilités de blocage à leurs clients lors de la conclusion du contrat, puis au moins une fois par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_40"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Protection des mineurs",
        "citation": "Art. 41 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication bloquent l’accès aux services à valeur ajoutée aussi longtemps que le client ou l’utilisateur principal est âgé de moins de 16 ans, pour autant qu’ils aient connaissance de cette information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_41"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Protection des mineurs",
        "citation": "Art. 41 al. 2 OST",
        "content": "L’accès aux services mentionnés aux art. 25 à 34 ORAT doit rester garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_41"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Protection des mineurs",
        "citation": "Art. 41 al. 3 OST",
        "content": "Les fournisseurs ne débloquent l’accès qu’avec le consentement d’un représentant légalement habilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_41"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Protection des mineurs",
        "citation": "Art. 41 al. 4 OST",
        "content": "Ils ne débloquent pas l’accès aux services suivants:\na. services à valeur ajoutée à caractère érotique ou pornographique (numéros 0906);\nb. services SMS et MMS à caractère érotique ou pornographique fournis au moyen de numéros courts;\nc. services à valeur ajoutée à caractère érotique ou pornographique qui ne sont fournis ni au moyen d’une ressource d’adressage du plan de numérotation E.164, ni par SMS ou MMS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_41"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 5, Services à valeur ajoutée, Protection des mineurs",
        "citation": "Art. 41 al. 5 OST",
        "content": "Pour déterminer s’il y a lieu de bloquer l’accès à des services à valeur ajoutée, les fournisseurs de services de télécommunication mobiles:\na. enregistrent l’âge de l’utilisateur principal, si celui-ci est âgé de moins de 16 ans, lors de la conclusion du contrat.\nb. exigent, en cas de doute, la production d’un passeport ou d’une carte d’identité valables ou d’un autre document de voyage reconnu pour entrer en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_41"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Institution",
        "citation": "Art. 42 al. 1 OST",
        "content": "L’OFCOM crée un organe de conciliation ou charge un tiers (délégataire) de le faire dans les 15 mois suivant l’entrée en vigueur des présentes dispositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_42"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Institution",
        "citation": "Art. 42 al. 2 OST",
        "content": "Il peut charger un délégataire d’exercer la tâche incombant à l’organe de conciliation lorsque le délégataire:\na. garantit qu’il respectera le droit applicable;\nb. atteste de sa capacité à financer sur le long terme les activités de conciliation;\nc. s’engage à exercer sa tâche de manière indépendante, impartiale, transparente et efficace, et s’assure en particulier que les personnes à qui il confie le soin de régler les litiges disposent des compétences professionnelles requises;\nd. garantit la transparence de son activité à l’égard de l’OFCOM et de l’ensemble de la collectivité, et s’engage en particulier à publier chaque année un rapport d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_42"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Institution",
        "citation": "Art. 42 al. 3 OST",
        "content": "L’OFCOM désigne le délégataire pour une durée déterminée. Il peut le faire en lançant un appel d’offres public qui n’est pas soumis aux art. 32 ss de l’ordonnance du 11 décembre 1995 sur les marchés publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_42"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Institution",
        "citation": "Art. 42 al. 4 OST",
        "content": "La délégation doit revêtir la forme d’un contrat de droit administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_42"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Institution",
        "citation": "Art. 42 al. 5 OST",
        "content": "L’OFCOM approuve la nomination de la personne physique désignée en tant que personne responsable de l’organe de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_42"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Tâche",
        "citation": "Art. 43 al. 1 OST",
        "content": "L’organe de conciliation connaît de tout différend relevant du droit civil survenant entre un client et son fournisseur de services de télécommunication ou son fournisseur de services à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_43"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Tâche",
        "citation": "Art. 43 al. 2 OST",
        "content": "Il exerce sa tâche de conciliation de manière indépendante, impartiale, transparente et efficace. Il ne peut être soumis à aucune directive générale ou particulière concernant la solution d’un litige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_43"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Règlement de procédure",
        "citation": "Art. 44 al. 1 OST",
        "content": "L’organe de conciliation se dote d’un règlement de procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_44"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Règlement de procédure",
        "citation": "Art. 44 al. 2 OST",
        "content": "Le délégataire soumet son règlement de procédure et le tarif de ses émoluments, ainsi que toute modification ultérieure, à l’approbation de l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_44"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Principes de procédure",
        "citation": "Art. 45 al. 1 OST",
        "content": "La procédure de conciliation doit être équitable, rapide et économique pour les clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_45"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Principes de procédure",
        "citation": "Art. 45 al. 2 OST",
        "content": "Une requête en conciliation est recevable uniquement: \na. si la partie requérante a préalablement cherché une solution auprès de l’autre partie au litige;\nb. si la requête est déposée conformément aux conditions prévues par le règlement de procédure de l’organe de conciliation;\nc. si elle n’est pas manifestement abusive;\nd. si aucun tribunal ou aucun tribunal arbitral n’a été saisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_45"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Principes de procédure",
        "citation": "Art. 45 al. 3 OST",
        "content": "La procédure de conciliation se déroule, au choix du client, dans l’une des langues officielles de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_45"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Principes de procédure",
        "citation": "Art. 45 al. 4 OST",
        "content": "L’organe de conciliation peut entreprendre toutes les démarches nécessaires à la solution d’un litige dont il est saisi. Il rend une proposition de conciliation en équité lorsque les parties ne peuvent s’entendre sur une solution négociée. Il établit un rapport consignant le déroulement de la procédure de conciliation, qui est remis aux parties si elles en font la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_45"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Principes de procédure",
        "citation": "Art. 45 al. 5 OST",
        "content": "La procédure de conciliation prend fin avec le retrait de la requête, la conclusion d’un accord entre les parties, la proposition de l’organe de conciliation ou le classement de la requête en raison de son caractère manifestement abusif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_45"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Rapports avec les autres procédures",
        "citation": "Art. 46 al. 1 OST",
        "content": "Le dépôt d’une requête en conciliation ou tout autre acte lié à la procédure de conciliation n’empêche pas la formation d’une action devant un juge civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_46"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Rapports avec les autres procédures",
        "citation": "Art. 46 al. 2 OST",
        "content": "L’organe de conciliation met un terme à la procédure dès qu’un tribunal ou un tribunal arbitral est saisi du litige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_46"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Obligations des fournisseurs",
        "citation": "Art. 47 al. 1 OST",
        "content": "Tout fournisseur de services de télécommunication ou de services à valeur ajoutée concerné par une requête en conciliation est tenu de participer à la procédure de conciliation. Il se conforme aux demandes de renseignement de l’organe de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_47"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Obligations des fournisseurs",
        "citation": "Art. 47 al. 2 OST",
        "content": "Les fournisseurs de services de télécommunication et les fournisseurs de services à valeur ajoutée communiquent sur demande à l’organe de conciliation les données relatives au trafic des télécommunications et les autres données personnelles de leurs clients qui se révèlent nécessaires à la résolution d’un litige, pour autant qu’ils en disposent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_47"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Obligations des fournisseurs",
        "citation": "Art. 47 al. 3 OST",
        "content": "Les fournisseurs de services de télécommunication informent leurs clients de l’existence de l’organe de conciliation sur chaque facture. Ils sont tenus de le faire lors de chaque recharge pour leurs clients titulaires d’un raccordement avec prépaiement des frais de communication. Chaque information doit signaler que l’organe de conciliation connaît également des différends en matière de services à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_47"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Protection des données",
        "citation": "Art. 48 al. 1 OST",
        "content": "L’organe de conciliation peut traiter les données personnelles concernant les parties à un litige si cela est nécessaire à l’accomplissement de sa tâche et à l’obtention du paiement dû par les parties. Il peut conserver ces données au maximum pendant cinq ans après la fin d’une procédure de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_48"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Protection des données",
        "citation": "Art. 48 al. 2 OST",
        "content": "Les personnes chargées d’accomplir une tâche pour l’organe de conciliation sont tenues au secret de fonction au sens de l’art. 320 du code pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_48"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Protection des données",
        "citation": "Art. 48 al. 3 OST",
        "content": "L’organe de conciliation peut demander à l’OFCOM de lui transmettre des informations personnelles qui se révèlent nécessaires pour résoudre un litige. Il peut en particulier lui demander des informations sur l’ouverture d’une procédure administrative et sur les sanctions ou mesures administratives prises à l’encontre d’un fournisseur de services de télécommunication ou de services à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_48"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Protection des données",
        "citation": "Art. 48 al. 4 OST",
        "content": "L’organe de conciliation peut publier intégralement ou partiellement ses propositions de conciliation sur Internet, à l’exception du nom et d’autres indications permettant d’identifier les parties. Il publie un résumé non nominatif de ses principales propositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_48"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Protection des données",
        "citation": "Art. 48 al. 4bis OST",
        "content": "Il peut publier des statistiques sur le nombre de cas par fournisseurs de services de télécommunication et de services à valeur ajoutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_48"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Protection des données",
        "citation": "Art. 48 al. 5 OST",
        "content": "Il est tenu de communiquer gratuitement à un nouveau délégataire ou à l’OFCOM les données personnelles qu’il détient au moment où il cesse ses activités de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_48"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Financement",
        "citation": "Art. 49 al. 1 OST",
        "content": "Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC) ou le délégataire détermine les émoluments de procédure et les autres sources de revenus destinés à assurer le financement de l’organe de conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_49"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Financement",
        "citation": "Art. 49 al. 2 OST",
        "content": "L’émolument de procédure demandé aux clients doit être modique, sous réserve des procédures de conciliation ouvertes de manière manifestement abusive par un client.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_49"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Financement",
        "citation": "Art. 49 al. 3 OST",
        "content": "Les fournisseurs de services de télécommunication ou de services à valeur ajoutée s’acquittent d’un émolument pour chaque procédure à laquelle ils sont ou devraient être parties. L’organe de conciliation peut renoncer à exiger un émolument pour les procédures de conciliation ouvertes de manière manifestement abusive par un client.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_49"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Financement",
        "citation": "Art. 49 al. 4 OST",
        "content": "L’organe de conciliation peut percevoir les émoluments de procédure auprès des parties au moyen d’une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_49"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Surveillance en cas de délégation",
        "citation": "Art. 50 al. 1 OST",
        "content": "L’OFCOM veille à ce que le délégataire respecte le droit applicable en la matière, en particulier le présent chapitre et le contrat de droit administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_50"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Surveillance en cas de délégation",
        "citation": "Art. 50 al. 2 OST",
        "content": "S’il y a lieu de soupçonner que le délégataire ne respecte pas ses obligations, l’OFCOM procède à une vérification. Le délégataire doit fournir tous les renseignements utiles. Si la vérification permet d’établir que le délégataire ne remplit pas ou plus ses obligations, ce dernier en supporte les coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_50"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Surveillance en cas de délégation",
        "citation": "Art. 50 al. 3 OST",
        "content": "S’il constate que le délégataire ne respecte pas ses obligations, l’OFCOM peut:\na. le sommer de remédier à ce manquement ou de prendre les mesures propres à prévenir toute récidive; le délégataire informe l’OFCOM des dispositions prises;\nb. l’obliger à céder à la Confédération l’avantage financier illicitement acquis;\nc. assortir de charges le contrat de droit administratif;\nd. restreindre ou suspendre le contrat de droit administratif, ou encore résilier ce contrat sans indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_50"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Surveillance en cas de délégation",
        "citation": "Art. 50 al. 4 OST",
        "content": "L’OFCOM résilie le contrat sans indemnisation lorsque le délégataire cesse toute activité ou fait faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_50"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 6, Organe de conciliation, Surveillance en cas de délégation",
        "citation": "Art. 50 al. 5 OST",
        "content": "Il peut résilier le contrat sans indemnisation si les conditions de fait ou de droit ont changé et si la résiliation est nécessaire pour préserver des intérêts publics prépondérants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_50"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Ayants droit",
        "citation": "Art. 51 OST",
        "content": "Les ayants droit à l’accès aux ressources et aux services du fournisseur occupant une position dominante sur le marché sont tous les fournisseurs de services de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_51"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Non-discrimination",
        "citation": "Art. 52 al. 1 OST",
        "content": "Tout fournisseur occupant une position dominante sur le marché fournit aux autres fournisseurs un accès à ses ressources et à ses services ainsi qu’aux informations y relatives de manière non discriminatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_52"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Non-discrimination",
        "citation": "Art. 52 al. 2 OST",
        "content": "Les autres fournisseurs doivent bénéficier au moins des mêmes conditions que les services commerciaux, les filiales et les autres partenaires du fournisseur occupant une position dominante sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_52"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Non-discrimination",
        "citation": "Art. 52 al. 2bis OST",
        "content": "La différence entre les prix d’accès proposés par le fournisseur occupant une position dominante sur le marché et ses prix de détail doit permettre à un fournisseur efficace comparable de réaliser des recettes couvrant les coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_52"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Non-discrimination",
        "citation": "Art. 52 al. 3 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché ne peut constituer que les réserves techniques nécessaires à l’exploitation, à l’entretien et au remplacement actuels de ses propres installations. Sur demande, il doit permettre aux autres fournisseurs la visite de ses installations et, le cas échéant, justifier par écrit l’insuffisance de capacités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_52"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Non-discrimination",
        "citation": "Art. 52 al. 4 OST",
        "content": "Il traite rapidement les commandes des autres fournisseurs dans l’ordre de leur arrivée. Il peut rejeter une commande lorsqu’il existe de sérieux doutes qu’elle corresponde à un besoin effectif du fournisseur requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_52"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Transparence",
        "citation": "Art. 53 al. 1 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché publie au moins chaque année une offre de base actualisée relative à l’accès à ses ressources et à ses services. Il présente les bases de calcul des différents prix sous une forme agrégée appropriée et compréhensible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_53"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Transparence",
        "citation": "Art. 53 al. 2 OST",
        "content": "Il doit annoncer les modifications de l’offre de base au moins trois mois à l’avance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_53"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Transparence",
        "citation": "Art. 53 al. 3 OST",
        "content": "Il fournit en ligne et de manière actualisée aux autres fournisseurs les informations nécessaires aux différentes formes d’accès et à la colocalisation et offre la possibilité de commander, gérer, exploiter et résilier, en ligne et sous une forme standardisée, les différentes prestations en matière d’accès et de colocalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_53"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Transparence",
        "citation": "Art. 53 al. 4 OST",
        "content": "Lorsque, une fois la commande passée, le fournisseur occupant une position dominante apporte des modifications techniques ou en matière d’exploitation à des prestations d’accès et de colocalisation en défaveur de l’autre fournisseur, il les annonce dans un délai raisonnable. Ce délai est d’au moins 24 mois si les modifications nécessitent des investissements importants de la part de l’autre fournisseur. Des modifications peuvent être apportées à tout moment avec l’accord de ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_53"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Transparence",
        "citation": "Art. 53 al. 5 OST",
        "content": "Le fournisseur occupant une position dominante publie périodiquement une statistique sur ses prestations en matière d’accès et de colocalisation comprenant des informations pertinentes sur la demande, la disponibilité effective et les délais de mise à disposition. Pour les prestations semblables, il compare les informations sur ses propres clients avec celles valables pour d’autres fournisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_53"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: principe",
        "citation": "Art. 54 al. 1 OST",
        "content": "Les prix d’accès doivent correspondre au maximum aux coûts causés par la garantie de l’accès à des services et à des ressources au sens de l’art. 11, al. 1, LTC (relevant costs).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: principe",
        "citation": "Art. 54 al. 2 OST",
        "content": "Sauf disposition contraire, le calcul repose sur les coûts incombant à un fournisseur efficace sur une base actuelle (forward looking) et obéit aux règles suivantes:\na. les coûts correspondent aux investissements de renouvellement d’une infrastructure moderne équivalente (modern equivalent assets, MEA);\nb. sont pris en compte les coûts additionnels à long terme des composants de réseau pris en considération ainsi que les coûts additionnels à long terme découlant exclusivement de la fourniture d’une prestation en matière d’accès (long run incremental costs, LRIC);\nc. sont ajoutés les coûts joints proportionnels pertinents et un supplément constant pour les frais généraux;\nd. est prise en compte dans le calcul la rémunération, conforme aux usages en vigueur dans le secteur, du capital utilisé pour les investissements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: principe",
        "citation": "Art. 54 al. 3 OST",
        "content": "Les prestations en matière d’accès doivent être calculées et facturées séparément des autres services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: évaluation des canalisations de câbles",
        "citation": "Art. 54a al. 1 OST",
        "content": "Les coûts des canalisations de câbles sont déterminés sur la base des coûts de maintien et d’aménagement des canalisations de câbles consentis par le fournisseur occupant une position dominante sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: évaluation des canalisations de câbles",
        "citation": "Art. 54a al. 2 OST",
        "content": "Les coûts d’amortissement correspondent à la moyenne des investissements consentis et planifiés dans l’infrastructure de canalisations de câbles sur un nombre d’années approprié (charge pour le maintien et l’adaptation de l’infrastructure). Ils sont indiqués pour une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: évaluation des canalisations de câbles",
        "citation": "Art. 54a al. 3 OST",
        "content": "Les intérêts du capital investi sont calculés sur la base du coût du capital (taux) du fournisseur occupant une position dominante sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: évaluation des canalisations de câbles",
        "citation": "Art. 54a al. 4 OST",
        "content": "Le capital investi correspond au capital moyen immobilisé, déterminé selon les règles suivantes:\na. la première année, le capital moyen immobilisé se calcule en soustrayant la charge pour le maintien et l’adaptation de l’infrastructure de la moitié des investissements de renouvellement consentis dans l’infrastructure de canalisations de câbles par un fournisseur efficace, puis en ajoutant au résultat obtenu les investissements consentis l’année précédente par le fournisseur occupant une position dominante sur le marché;\nb. les années suivantes, le capital moyen immobilisé se calcule en indexant la valeur de l’année précédente à l’aide d’un indice pondéré des coûts de production dans les catégories des conduites industrielles et du revêtement, dans un rapport de 7 à 3; ensuite, on soustrait de la valeur ainsi obtenue la charge pour le maintien et l’adaptation de l’infrastructure, puis on ajoute les investissements consentis l’année précédente par le fournisseur occupant une position dominante sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: prix plancher",
        "citation": "Art. 54b al. 1 OST",
        "content": "Les prix d’accès calculés sur la base des art. 54 et 54a sont soumis à un prix plancher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: prix plancher",
        "citation": "Art. 54b al. 2 OST",
        "content": "Le prix plancher correspond aux coûts incombant à un fournisseur efficace; ils se composent des coûts additionnels à court terme des composants de réseau pris en considération, des coûts additionnels à court terme découlant exclusivement de la fourniture d’une prestation en matière d’accès ainsi que des coûts joints et des frais généraux (short run incremental costs plus, SRIC+).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Alignement des prix sur les coûts: discrimination par les prix ",
        "citation": "Art. 54c OST",
        "content": "Si, en application des art. 54 à 54b, il n’est pas possible d’obtenir des recettes couvrant les coûts au sens de l’art. 52, al. 2bis, les prix d’accès concernés se calculent en soustrayant du chiffre d’affaires, enregistré sur le marché de détail par le fournisseur occupant une position dominante sur le marché au moyen des services fournis sur la base d’une forme d’accès spécifique, les coûts en aval consentis pour la mise à disposition de ces services, puis en ramenant le résultat obtenu à une unité (retail minus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_54_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Interfaces",
        "citation": "Art. 55 al. 1 OST",
        "content": "L’OFCOM publie un catalogue des interfaces recommandées en matière d’accès et leurs spécifications techniques. Ce faisant, il doit privilégier les interfaces harmonisées à l’échelle internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_55"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Interfaces",
        "citation": "Art. 55 al. 2 OST",
        "content": "Les autres fournisseurs peuvent exiger du fournisseur occupant une position dominante sur le marché la mise en œuvre des interfaces recommandées par l’OFCOM et de celles qu’il utilise pour ses propres services. Ils peuvent en outre exiger de ce fournisseur la mise en œuvre d’autres interfaces pour autant:\na. qu’elles respectent les normes harmonisées à l’échelle internationale; \nb. qu’elles soient techniquement réalisables, et \nc. qu’elles présentent des avantages économiques non négligeables pour la fourniture de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_55"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Principes relatifs à la colocalisation",
        "citation": "Art. 56 al. 1 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché offre de manière non discriminatoire aux autres fournisseurs la possibilité d’utiliser tous les emplacements nécessaires à l’accès et d’y mettre en place et d’exploiter des installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_56"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Principes relatifs à la colocalisation",
        "citation": "Art. 56 al. 2 OST",
        "content": "Il permet notamment aux autres fournisseurs:\na. d’accéder aux emplacements aux mêmes conditions que pour lui-même, en particulier en ce qui concerne les voies d’accès, les horaires et l’accompagnement;\nb. d’acheminer différentes formes d’accès dans les espaces de colocalisation;\nc. de raccorder, sur les emplacements, leurs installations à leurs réseaux par les mêmes modes d’acheminement dont il dispose, en tous les cas cependant par faisceaux hertziens;\nd. de raccorder, sur les emplacements, leurs installations à celles d’autres fournisseurs;\ne. d’obtenir des prestations en matière d’accès pour le compte d’autres fournisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_56"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Principes relatifs à la colocalisation",
        "citation": "Art. 56 al. 3 OST",
        "content": "L’offre de base comprend au moins une utilisation des emplacements sans séparation par des éléments de construction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_56"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Principes relatifs à la colocalisation",
        "citation": "Art. 56 al. 4 OST",
        "content": "En cas de manque de place, les autres fournisseurs libèrent immédiatement une surface de colocalisation qui n’a pas été utilisée pendant trois mois au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_56"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Colocalisation en cas de place limitée",
        "citation": "Art. 57 al. 1 OST",
        "content": "Lorsque la surface de colocalisation ne suffit pas malgré une utilisation optimale de l’espace existant, le fournisseur occupant une position dominante sur le marché met à disposition un espace supplémentaire sur le même emplacement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_57"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Colocalisation en cas de place limitée",
        "citation": "Art. 57 al. 2 OST",
        "content": "Lorsqu’il ne peut garantir la colocalisation de cette manière à des conditions supportables, le fournisseur occupant une position dominante sur le marché exploite les installations des autres fournisseurs aux mêmes conditions techniques et d’exploitation auxquelles il exploite ses propres installations, ou il tolère que les autres fournisseurs mettent en place et exploitent des installations dans des locaux ou des bâtiments limitrophes ou proches de ses emplacements et leur permet de relier ces installations à son réseau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_57"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 1, Dispositions générales, Colocalisation en cas de place limitée",
        "citation": "Art. 57 al. 3 OST",
        "content": "Les autres fournisseurs décident, dans le cadre des possibilités techniques, de la variante applicable selon l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_57"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Accès totalement dégroupé à la boucle locale",
        "citation": "Art. 58 al. 1 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché publie dans son offre de base les conditions techniques et commerciales de l’accès totalement dégroupé à la boucle locale, en particulier:\na. les modalités de l’utilisation de la boucle locale dégroupée ou d’une partie de cette dernière, sans élément de transmission ou de commutation;\nb. les spécifications des interfaces pertinentes;\nc. les spécifications de l’accès physique aux répartiteurs;\nd. les spécifications concernant la compatibilité du réseau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_58"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Accès totalement dégroupé à la boucle locale",
        "citation": "Art. 58 al. 2 OST",
        "content": "Il contrôle en permanence la compatibilité avec le réseau des technologies standardisées au niveau international qui correspondent à l’état actuel de la technique. Il offre le spectre disponible dans le réseau d’accès basé sur le cuivre de manière technologiquement neutre et non discriminatoire en tenant compte d’une exploitation exempte de toute perturbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_58"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Accès totalement dégroupé à la boucle locale",
        "citation": "Art. 58 al. 3 OST",
        "content": "Si, pour la fixation des coûts de renouvellement d’une infrastructure moderne équivalente selon l’art. 54, al. 2, let. a, il convient de se baser sur une nouvelle technologie ne reposant plus sur la paire torsadée métallique, il faut tenir compte de la différence de valeur entre l’infrastructure moderne équivalente et l’infrastructure basée sur la paire torsadée métallique. Les règles suivantes s’appliquent:\na. la différence de valeur entre les infrastructures est établie d’après la différence des recettes qui peuvent être obtenues sur le marché de détail, compte tenu des différents coûts variables en aval (variable downstream costs);\nb. les différentes possibilités de recettes et les coûts variables en aval se réfèrent aux services et aux bouquets de services offerts au moyen des différentes infrastructures;\nc. un quotient est formé sur la base des différentes valeurs obtenues; il se compose, dans le numérateur, de la valeur de l’infrastructure basée sur la paire torsadée métallique et, dans le dénominateur, de la valeur de l’infrastructure moderne équivalente (méthode du quotient);\nd. les coûts de renouvellement s’obtiennent en multipliant le quotient par les coûts de renouvellement de l’infrastructure moderne équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_58"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Accès totalement dégroupé à la boucle locale",
        "citation": "Art. 58 al. 4 OST",
        "content": "En cas d’accès à une partie de la boucle locale, le fournisseur occupant une position dominante sur le marché peut réserver la place qui lui est nécessaire dans ses répartiteurs pour satisfaire la demande de ses propres clients, attendue dans un proche avenir, en matière de services fournis par l’intermédiaire de ces répartiteurs. Sur demande, il fournit les informations et les justifications nécessaires sur la demande attendue et les réserves prévues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_58"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Interconnexion",
        "citation": "Art. 61 al. 1 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché publie dans son offre de base les conditions techniques et commerciales des services d’interconnexion, en particulier:\na. la description de l’ensemble des points d’interconnexion standard et des conditions d’accès à ceux-ci aussi bien dans le cas où l’autre fournisseur entend assurer lui-même la liaison d’interconnexion que dans le cas où il souhaite en charger le fournisseur occupant une position dominante sur le marché;\nb. les spécifications des interfaces d’interconnexion et des protocoles de signalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_61"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Interconnexion",
        "citation": "Art. 61 al. 2 OST",
        "content": "Le fournisseur du service téléphonique public occupant une position dominante sur le marché offre au moins les services d’interconnexion suivants:\na. l’établissement, la terminaison et le transit des communications;\nb. l’identification de la ligne appelante et de la ligne connectée de même que la suppression de cette identification;\nc. l’accès aux services à valeur ajoutée 08xx et 09xx;\nd. la liaison physique entre les installations de télécommunication de différents fournisseurs, nécessaire à la liaison des services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_61"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Interconnexion",
        "citation": "Art. 61 al. 3 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché offre des prix d’accès non seulement à la minute et par appel, mais également basés sur la capacité (capacity based charges), en fonction de la largeur de bande maximale demandée par le partenaire d’interconnexion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_61"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Interconnexion",
        "citation": "Art. 61 al. 4 OST",
        "content": "Si, pour la fixation des coûts de renouvellement d’une infrastructure moderne équivalente selon l’art. 54, al. 2, let. a, il convient de se baser sur une nouvelle technologie différant fondamentalement de celle utilisée jusque-là, les règles suivantes s’appliquent:\na. la première année, les coûts définis à l’art. 54, al. 2, correspondent pour deux tiers à ceux de l’infrastructure précédente utilisée pour la dernière fois et pour un tiers à ceux de la nouvelle infrastructure; \nb. l’année d’après, les coûts définis à l’art. 54, al. 2, correspondent pour un tiers à ceux de l’infrastructure précédente utilisée pour la dernière fois et pour deux tiers à ceux de la nouvelle infrastructure;\nc. les années suivantes, les coûts définis à l’art. 54, al. 2, correspondent à ceux de la nouvelle infrastructure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_61"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Lignes louées",
        "citation": "Art. 62 al. 1 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché publie dans son offre de base les conditions techniques et commerciales applicables aux lignes louées, en particulier:\na. les spécifications techniques de celles-ci;\nb. les spécifications techniques applicables aux points d’accès et de terminaison;\nc. les spécifications des interfaces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_62"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Lignes louées",
        "citation": "Art. 62 al. 2 OST",
        "content": "Si, pour la fixation des coûts de renouvellement d’une infrastructure moderne équivalente selon l’art. 54, al. 2, let. a, il convient de se baser sur une nouvelle technologie différant fondamentalement de celle utilisée jusque-là, les règles suivantes s’appliquent:\na. la première année, les coûts définis à l’art. 54, al. 2, correspondent pour deux tiers à ceux de l’infrastructure précédente utilisée pour la dernière fois et pour un tiers à ceux de la nouvelle infrastructure;\nb. l’année d’après, les coûts définis à l’art. 54, al. 2, correspondent pour un tiers à ceux de l’infrastructure précédente utilisée pour la dernière fois et pour deux tiers à ceux de la nouvelle infrastructure;\nc. les années suivantes, les coûts définis à l’art. 54, al. 2, correspondent à ceux de la nouvelle infrastructure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_62"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Accès aux canalisations de câbles",
        "citation": "Art. 63 al. 1 OST",
        "content": "Le fournisseur occupant une position dominante sur le marché publie dans son offre de base les conditions techniques et commerciales de l’accès aux canalisations de câbles, en particulier:\na. les modalités de l’accès aux canalisations de câbles ainsi que de la pose, de l’entretien et de l’enlèvement des câbles;\nb. les spécifications techniques des systèmes de transmission utilisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_63"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 2, Dispositions particulières, Accès aux canalisations de câbles",
        "citation": "Art. 63 al. 2 OST",
        "content": "Le système en ligne du fournisseur occupant une position dominante donne aux autres fournisseurs en particulier les informations suivantes:\na. les tracés des canalisations de câbles reliant des points géographiques déterminés;\nb. si elles sont connues, les capacités utilisées et celles qui sont encore disponibles;\nc. l’emplacement des chambres d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_63"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Application",
        "citation": "Art. 63a OST",
        "content": "Les art. 64 à 68 ne s’appliquent qu’aux accords en matière d’accès conclus avec un fournisseur occupant une position dominante sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_63_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Accords en matière d’accès",
        "citation": "Art. 64 OST",
        "content": "Tout accord en matière d’accès doit être rédigé par écrit et comprendre au moins les points suivants:\na. les conditions commerciales générales;\nb. la description des services d’accès;\nc. les caractéristiques techniques de ces derniers;\nd. les modalités de mise en œuvre, de fonctionnement et de mise hors service de l’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_64"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Confidentialité des informations",
        "citation": "Art. 65 al. 1 OST",
        "content": "Les informations relatives aux négociations en matière d’accès sont confidentielles. Elles ne peuvent être remises à d’autres services commerciaux, à des filiales, à des partenaires ou à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_65"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Confidentialité des informations",
        "citation": "Art. 65 al. 2 OST",
        "content": "Les informations sur les clients que reçoivent les fournisseurs dans le cadre de l’exécution d’un rapport en matière d’accès ne peuvent être utilisées que dans le cadre de l’accès et pour la facturation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_65"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Confidentialité des informations",
        "citation": "Art. 65 al. 3 OST",
        "content": "Est exceptée l’utilisation des informations indiquant qu’un client a choisi librement un fournisseur pour ses communications nationales et internationales, qu’il a supprimé ce choix ou qu’il a porté le numéro vers un autre fournisseur, pour autant que:\na. tous les fournisseurs concernés disposent d’égale manière de cette information;\nb. seul le fournisseur qui remet ou reprend le numéro utilise cette information;\nc. le client ait approuvé l’utilisation de cette information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_65"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Confidentialité des informations",
        "citation": "Art. 65 al. 4 OST",
        "content": "La confidentialité des informations prévue aux al. 1 et 2 ne s’applique pas vis-à-vis de la ComCom ou de l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_65"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Notification de l’ouverture des négociations",
        "citation": "Art. 66 al. 1 OST",
        "content": "Le fournisseur désireux de conclure un accord en matière d’accès peut notifier par écrit à l’OFCOM, à des fins de preuve, l’ouverture ou la reprise des négociations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_66"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Notification de l’ouverture des négociations",
        "citation": "Art. 66 al. 2 OST",
        "content": "Pour les modifications du contrat, les négociations sont présumées avoir commencé avec le dépôt de l’offre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_66"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Obligation de notifier",
        "citation": "Art. 67 al. 1 OST",
        "content": "Tout accord en matière d’accès doit être remis à l’OFCOM au plus tard deux semaines après sa signature. La même règle s’applique en cas de modification ou de dénonciation de l’accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_67"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Obligation de notifier",
        "citation": "Art. 67 al. 2 OST",
        "content": "Toute clause contenant des secrets d’affaires peut être cachée en vue de sa consultation par des tiers, à condition qu’elle soit résumée. Si le résumé est incomplet, l’OFCOM peut exiger de plus amples renseignements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_67"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Droit de consulter",
        "citation": "Art. 68 OST",
        "content": "Sur demande, l’OFCOM permet la consultation des accords et des décisions en matière d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_68"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Demande de décision en matière d’accès",
        "citation": "Art. 70 al. 1 OST",
        "content": "Toute demande de décision en matière d’accès doit comprendre les données suivantes:\na. les conclusions;\nb. les faits principaux;\nc. le formulaire de l’OFCOM, si la demande est motivée par la position dominante de la partie intimée et que celle-ci conteste le fait qu’elle occupe une position dominante.\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_70"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Demande de décision en matière d’accès",
        "citation": "Art. 70 al. 3 OST",
        "content": "L’OFCOM instruit la demande. S’il la juge incomplète ou pas claire, il impartit au requérant un court délai supplémentaire pour la régulariser. Il l’avise que si les défauts ne sont pas corrigés dans ce délai, il proposera à la ComCom de la déclarer irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_70"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Mesures provisionnelles",
        "citation": "Art. 71 OST",
        "content": "Après avoir reçu la demande, la ComCom peut prendre des mesures provisionnelles, d’office ou à la demande d’une partie, afin de garantir l’accès pendant la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_71"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Commission de la concurrence",
        "citation": "Art. 72 OST",
        "content": "Lorsque la Commission de la concurrence est consultée, elle prend position dans un délai de quatre semaines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_72"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Procédure de conciliation",
        "citation": "Art. 73 OST",
        "content": "Dans le cadre de l’instruction, l’OFCOM peut mener des négociations en vue d’une conciliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_73"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Décision en matière d’accès",
        "citation": "Art. 74 al. 1 OST",
        "content": "Lorsque l’instruction de la demande est terminée, l’OFCOM propose à la ComCom de prendre une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_74"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Décision en matière d’accès",
        "citation": "Art. 74 al. 2 OST",
        "content": "La ComCom statue sur les conditions de l’accès selon les principes usuels du marché et du secteur en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_74"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 7, Accès aux ressources et aux services des fournisseurs occupant une position dominante sur le marché, Section 3, Accords en matière d’accès et procédure, Décision en matière d’accès",
        "citation": "Art. 74 al. 3 OST",
        "content": "Lorsque le fournisseur occupant une position dominante ne peut prouver qu’il respecte le principe de l’alignement sur les coûts, la ComCom décide sur la base de valeurs comparables conformes aux usages du marché et du secteur en question. Elle peut également fixer les prix sur la base de ses propres modélisations des prix et des coûts ou d’autres méthodes appropriées, en particulier lorsqu’aucune valeur comparable n’est disponible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_74"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Coordination avec d’autres projets de construction",
        "citation": "Art. 75 al. 1 OST",
        "content": "Le propriétaire d’un terrain qui fait partie du domaine public peut assortir l’autorisation d’utiliser ce dernier d’une obligation contraignant le fournisseur de services de télécommunication à coordonner son projet avec un autre projet, à condition que le premier puisse être réalisé dans un délai de trois mois et que cette coordination temporaire n’entrave pas outre mesure l’affectation prévue du terrain en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_75"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Coordination avec d’autres projets de construction",
        "citation": "Art. 75 al. 2 OST",
        "content": "Il peut exiger du fournisseur qu’il s’informe auprès d’autres entreprises des projets qu’elles entendent réaliser sur un terrain qui fait partie du domaine public. Il lui indique les entreprises auxquelles il doit demander ces informations. Le fournisseur peut également demander de telles informations à d’autres entreprises. Ces dernières sont tenues de répondre dans un délai de quatre semaines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_75"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Déplacement de lignes et de postes téléphoniques payants publics",
        "citation": "Art. 76 al. 1 OST",
        "content": "Le propriétaire d’un terrain qui fait partie du domaine public annonce par écrit au fournisseur de services de télécommunication le déplacement de lignes ou de postes téléphoniques payants publics, en indiquant les motifs. Le fournisseur est tenu de se prononcer sur les modalités du déplacement, sur les coûts et sur la prise en charge de ces derniers. Si aucun accord n’intervient sur le déplacement et ses modalités, le propriétaire ordonne le déplacement en tenant compte des indications du fournisseur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_76"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Déplacement de lignes et de postes téléphoniques payants publics",
        "citation": "Art. 76 al. 2 OST",
        "content": "Les coûts du déplacement sont généralement supportés par le fournisseur. Cependant, le propriétaire d’un terrain qui fait partie du domaine public doit y participer de manière appropriée pour autant:\na. que la situation de la ligne ou du poste téléphonique payant public à ce moment-là corresponde à son souhait explicite;\nb. qu’il utilise en commun la ligne pour ses propres besoins;\nc. que le déplacement de la ligne ou du poste téléphonique payant public soit exigé dans le délai d’une année à compter de la mise en place;\nd. que les coûts découlant d’autres mesures supportables soient plus bas que ceux résultant du déplacement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_76"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Déplacement de lignes et de postes téléphoniques payants publics",
        "citation": "Art. 76 al. 3 OST",
        "content": "Si le déplacement est effectué pour le compte de tiers, ceux-ci doivent être partie prenante à la procédure et participer de manière appropriée aux coûts de l’opération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_76"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Terrains appartenant aux chemins de fer",
        "citation": "Art. 77 al. 1 OST",
        "content": "L’art. 35 LTC s’applique par analogie aux lignes traversant les terrains appartenant aux chemins de fer de la manière la plus directe possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_77"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Terrains appartenant aux chemins de fer",
        "citation": "Art. 77 al. 2 OST",
        "content": "Le fournisseur de services de télécommunication supporte les coûts causés à l’entreprise de chemin de fer par la construction ou l’entretien des lignes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_77"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Utilisation des routes",
        "citation": "Art. 78 al. 1 OST",
        "content": "Les propriétaires de routes, à l’exception des routes d’accès, déterminent l’endroit où les fournisseurs de services de télécommunication posent leurs lignes dans le périmètre de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Utilisation des routes",
        "citation": "Art. 78 al. 2 OST",
        "content": "Pour autant que cela soit acceptable pour les fournisseurs, les propriétaires visés à l’al. 1 peuvent exiger que leurs infrastructures libres soient utilisées contre un dédommagement équitable. Le dédommagement ne doit pas excéder les coûts qu’aurait assumés le fournisseur pour la pose de ses propres lignes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Utilisation des routes",
        "citation": "Art. 78 al. 3 OST",
        "content": "Les accords contraires conclus entre les parties au sujet de l’utilisation de terrains du domaine public sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Utilisation des routes",
        "citation": "Art. 78 al. 4 OST",
        "content": "L’art. 76, al. 2, let. a, n’est pas applicable aux routes, à l’exception des routes d’accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Co-utilisation d’installations de raccordement d’immeuble existantes",
        "citation": "Art. 78a OST",
        "content": "L’obligation incombant au propriétaire de tolérer d’autres raccordements par câble au sens de l’art. 35a, al. 1, LTC ainsi que de garantir l’accès au point d’introduction au bâtiment et de tolérer la co-utilisation d’installations domestiques existantes au sens de l’art. 35b, al. 1, LTC comprend aussi:\na. dans la mesure où les capacités disponibles sont suffisantes: l’obligation de tolérer la co-utilisation des canalisations de câbles existantes qui servent au raccordement de l’immeuble; \nb. dans la mesure où les capacités disponibles ne sont pas suffisantes: l’obligation de tolérer l’aménagement d’autres installations qui servent au raccordement de l’immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Co-utilisation d’installations de bâtiment existantes ",
        "citation": "Art. 78b OST",
        "content": "L’obligation incombant aux propriétaires et aux fournisseurs de services de télécommunication de tolérer la co-utilisation d’installations domestiques existantes au sens de l’art. 35b, al. 1, LTC comprend aussi l’obligation de tolérer: \na. la co-utilisation des raccordements électriques; \nb. la mise en place d’installations destinées à la fourniture de services de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Règles communes pour la co-utilisation d’installations de raccordement d’immeuble et d’installations de bâtiment existantes ",
        "citation": "Art. 78c al. 1 OST",
        "content": "Si un fournisseur de services de télécommunication veut co-utiliser des installations de raccordement d’immeuble ou des installations de bâtiment existantes pour fournir ses propres services de télécommunication, il doit en informer le propriétaire ainsi que les fournisseurs préexistants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Règles communes pour la co-utilisation d’installations de raccordement d’immeuble et d’installations de bâtiment existantes ",
        "citation": "Art. 78c al. 2 OST",
        "content": "Lorsque le propriétaire ne dispose pas des informations nécessaires sur les installations de raccordement d’immeuble ou les installations de bâtiment existantes, le fournisseur qui a réalisé le raccordement ou l’installation de bâtiment doit communiquer ces informations sur demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Règles communes pour la co-utilisation d’installations de raccordement d’immeuble et d’installations de bâtiment existantes ",
        "citation": "Art. 78c al. 3 OST",
        "content": "Les fournisseurs qui ont financé une canalisation de câbles ou une installation domestique peuvent, en fonction de leurs coûts d’acquisition moyens, exiger du fournisseur qui co-utilise la canalisation ou l’installation un dédommagement proportionnel unique par unité d’habitation ou par unité commerciale pour la mise à disposition de longue durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Règles communes pour la co-utilisation d’installations de raccordement d’immeuble et d’installations de bâtiment existantes ",
        "citation": "Art. 78c al. 4 OST",
        "content": "Les fournisseurs qui obtiennent l’accès à des canalisations de câbles ou à des installations domestiques supportent les coûts des travaux de remise en état consécutifs à la pose de la nouvelle installation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Règles communes pour la co-utilisation d’installations de raccordement d’immeuble et d’installations de bâtiment existantes ",
        "citation": "Art. 78c al. 5 OST",
        "content": "Si un propriétaire ou un fournisseur doit supporter des coûts supplémentaires avérés en raison de l’accès ou de la co-utilisation, il peut exiger de la part du fournisseur qui co-utilise les installations un dédommagement à hauteur du montant correspondant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Règles communes pour la co-utilisation d’installations de raccordement d’immeuble et d’installations de bâtiment existantes ",
        "citation": "Art. 78c al. 6 OST",
        "content": "La procédure en cas de litiges concernant l’accès au point d’introduction au bâtiment et la co-utilisation d’installations domestiques est régie par analogie par les art. 70 à 74.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_78_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 8, Utilisation de terrains du domaine public, autres raccordements et co-utilisation, Co-utilisation d’installations au sens de l’art. 36, al. 2, LTC",
        "citation": "Art. 79 OST",
        "content": "Est réputée dédommagement approprié pour la co-utilisation d’installations d’autres fournisseurs au sens de l’art. 36, al. 2, LTC la part correspondante des coûts totaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_79"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Traitement des données relatives au trafic",
        "citation": "Art. 80 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication peuvent traiter les données relatives au trafic de leurs clients sans leur consentement dans la mesure où et aussi longtemps que cela est nécessaire:\na. pour fournir des services de télécommunication;\nb. pour obtenir le paiement dû pour leurs prestations;\nc. pour remplir des obligations légales;\nd. à des fins propres sans lien avec des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_80"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Traitement des données relatives au trafic",
        "citation": "Art. 80 al. 2 OST",
        "content": "Ils ne peuvent traiter les données relatives au trafic à d’autres fins que si les clients concernés ont donné leur consentement ou si les données ont été rendues anonymes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_80"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données utilisées pour la facturation",
        "citation": "Art. 81 al. 1 OST",
        "content": "Aussi longtemps qu’ils ont la possibilité de contester la facture, les clients peuvent exiger de leur fournisseur de services de télécommunication qu’il leur communique, ponctuellement ou de manière permanente à l’occasion de l’établissement de chaque facture, toutes les données utilisées pour la facturation. Si les numéros d’appel de raccordements appelants sont utilisés pour la facturation, ils doivent être indiqués sans les quatre derniers chiffres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_81"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données utilisées pour la facturation",
        "citation": "Art. 81 al. 2 OST",
        "content": "Les données ne doivent pas être communiquées en cas d’appels au service de secours téléphonique pour les enfants et les jeunes au sens de l’art. 28, let. f, ORAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_81"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données utilisées pour la facturation",
        "citation": "Art. 81 al. 3 OST",
        "content": "Les données doivent être fournies sur demande pour les raccordements avec prépaiement des frais de communications pendant un mois à compter de la comptabilisation du prix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_81"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données utilisées pour la facturation",
        "citation": "Art. 81 al. 4 OST",
        "content": "Lorsque les clients contestent ou ne paient pas dans les délais la facture d’un service à valeur ajoutée, le fournisseur de services de télécommunication peut communiquer au fournisseur de services à valeur ajoutée concerné les données personnelles de ces clients dont il dispose et qui sont nécessaires à l’obtention du paiement des sommes dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_81"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données en cas de communications abusives et de publicité déloyale ",
        "citation": "Art. 82 al. 1 OST",
        "content": "Lorsqu’un client établit de manière vraisemblable, par écrit, qu’il a reçu des communications abusives ou de la publicité déloyale au sens de l’art. 3, al. 1, let. o, u ou v, de la loi fédérale du 19 décembre 1986 contre la concurrence déloyale (LCD), le fournisseur de services de télécommunication doit lui communiquer les données suivantes, pour autant qu’il en dispose: \na. la date, l’heure et la durée des communications ou la date et l’heure des messages;\nb. les ressources d’adressage ainsi que le nom et l’adresse des titulaires des raccordements ayant servi à établir les communications ou à envoyer la publicité déloyale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_82"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données en cas de communications abusives et de publicité déloyale ",
        "citation": "Art. 82 al. 2 OST",
        "content": "Si les données ne peuvent être fournies rétroactivement et s’il est vraisemblable que les communications abusives ou que les envois de publicité déloyale vont se poursuivre, le fournisseur de services de télécommunication doit collecter les données nécessaires et les communiquer au client.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_82"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Communication des données en cas de communications abusives et de publicité déloyale ",
        "citation": "Art. 82 al. 3 OST",
        "content": "Lorsque les communications abusives ou les envois de publicité déloyale proviennent d’un client d’un autre fournisseur, tous les fournisseurs impliqués dans la communication doivent livrer les informations requises au fournisseur assujetti à l’obligation de renseigner selon l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_82"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication sont tenus de protéger leurs clients contre l’envoi de publicité déloyale au sens de l’art. 3, al. 1, let. o, u ou v, LCD, pour autant que cela soit techniquement possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 2 OST",
        "content": "Pour ce faire, ils exploitent et mettent à la disposition de leurs clients un moyen approprié. Ils les informent lors de la conclusion du contrat ainsi qu’une fois par année des avantages et des désavantages de ce moyen. Les clients doivent pouvoir désactiver et réactiver ce moyen gratuitement et à tout moment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 3 OST",
        "content": "Les fournisseurs peuvent supprimer la publicité déloyale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 4 OST",
        "content": "Lorsqu’un fournisseur apprend qu’un de ses clients envoie ou transmet de la publicité déloyale par le biais de son réseau de télécommunication, il doit bloquer immédiatement l’envoi des messages et empêcher l’établissement des communications correspondantes. Il peut exclure de son réseau les clients qui envoient ou transmettent de la publicité déloyale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 5 OST",
        "content": "Tout fournisseur doit exploiter un service auquel peut être annoncée la publicité déloyale qui provient de son réseau de télécommunication ou qui est transmise par le biais de son réseau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 6 OST",
        "content": "Tout fournisseur doit exploiter un service auquel peuvent s’adresser ses clients bloqués ou concernés par la mise en place du moyen visé à l’al. 2. Il doit, sur demande, donner des renseignements sur les raisons du blocage ou de la mise en place de ce moyen. Pour qu’il puisse respecter son obligation de renseigner, tous les fournisseurs impliqués dans la communication doivent lui livrer les informations requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 7 OST",
        "content": "L’OFCOM peut édicter des prescriptions techniques et administratives pour protéger les clients contre l’envoi de publicité déloyale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Lutte contre la publicité déloyale",
        "citation": "Art. 83 al. 8 OST",
        "content": "En cas de publicité déloyale au sens de l’art. 3, let. o et v, LCD ou de dispositions étrangères similaires, l’autorité fédérale compétente peut demander aux fournisseurs de lui livrer les informations et les documents nécessaires pour exercer son droit d’action et pour garantir l’entraide administrative selon la LCD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_83"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Identification de la ligne appelante",
        "citation": "Art. 84 al. 1 OST",
        "content": "Lorsque cela est techniquement réalisable à des conditions raisonnables, les fournisseurs de services de télécommunication doivent offrir à leurs clients, par un moyen simple et gratuit, la possibilité de supprimer, appel par appel ou en permanence, l’affichage de l’identification de leur ligne sur l’installation du client appelé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_84"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Identification de la ligne appelante",
        "citation": "Art. 84 al. 2 OST",
        "content": "Ils doivent indiquer expressément à leurs clients cette possibilité lors de la souscription d’un abonnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_84"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Identification de la ligne appelante",
        "citation": "Art. 84 al. 3 OST",
        "content": "Dans tous les cas, ils doivent assurer l’affichage du numéro de l’appelant pour les appels dont la localisation doit être garantie conformément aux art. 29, al. 1, et 90, al. 5, et pour ceux destinés au service de transcription pour malentendants selon l’art. 15, al. 1, let. e. Sauf pour les appels destinés à leur propre service d’enregistrement des dérangements, ils ne peuvent offrir à aucun autre client l’affichage du numéro des appelants ayant opté pour le service de suppression de l’affichage du numéro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_84"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Identification de la ligne connectée",
        "citation": "Art. 85 al. 1 OST",
        "content": "Lorsque cela est techniquement réalisable à des conditions raisonnables, les fournisseurs de services de télécommunication doivent offrir à leurs clients, par un moyen simple et gratuit, la possibilité de supprimer l’affichage de l’identification de leur ligne sur l’installation du client appelant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_85"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Identification de la ligne connectée",
        "citation": "Art. 85 al. 2 OST",
        "content": "Ils doivent indiquer expressément à leurs clients cette possibilité lors de la souscription d’un abonnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_85"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Déviation automatique des appels",
        "citation": "Art. 86 OST",
        "content": "Lorsque cela est techniquement réalisable à des conditions raisonnables, les fournisseurs de services de télécommunication doivent offrir à leurs clients, par un moyen simple et gratuit, la possibilité de mettre fin à la déviation automatique des appels d’un tiers sur leur installation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_86"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Sécurité des services de télécommunication",
        "citation": "Art. 87 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication doivent informer leurs clients des risques que comporte l’utilisation de leurs services en matière d’écoute et d’ingérence par des personnes non autorisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_87"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Sécurité des services de télécommunication",
        "citation": "Art. 87 al. 2 OST",
        "content": "Ils doivent leur offrir ou leur indiquer des moyens propres à écarter ces risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_87"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Annuaires",
        "citation": "Art. 88 al. 1 OST",
        "content": "Les clients figurant dans un annuaire ont le droit d’y faire mentionner clairement qu’ils ne souhaitent pas recevoir de messages publicitaires de personnes avec lesquelles ils n’entretiennent aucune relation commerciale, et que les données les concernant ne peuvent pas être communiquées à des fins de prospection publicitaire directe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_88"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Annuaires",
        "citation": "Art. 88 al. 4 OST",
        "content": "Le fournisseur d’un annuaire en ligne doit prendre les mesures techniques et organisationnelles appropriées pour empêcher que le contenu d’un enregistrement ou d’une partie de l’annuaire soit modifié ou effacé par une personne non autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_88"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Législation sur la protection des données",
        "citation": "Art. 89 OST",
        "content": "Dans la mesure où la présente ordonnance ne contient pas de disposition particulière, la loi fédérale du 25 septembre 2020 sur la protection des données est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_89"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Informations relatives à la protection des enfants et des jeunes ",
        "citation": "Art. 89a OST",
        "content": "Les fournisseurs d’accès à Internet informent leurs clients des possibilités de protéger les enfants et les jeunes sur Internet. Ils les soutiennent individuellement dans l’utilisation des moyens de protection concrets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_89_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Pornographie interdite",
        "citation": "Art. 89b al. 1 OST",
        "content": "Les fournisseurs d’accès à Internet veillent à ce qu’ils puissent recevoir les notifications de l’Office fédéral de la police selon l’art. 46a, al. 3, première phrase, LTC. Ils mettent immédiatement en place dans leurs systèmes les mesures nécessaires découlant de ces notifications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_89_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 9, Secret des télécommunications, protection des données et protection des enfants et des jeunes, Pornographie interdite",
        "citation": "Art. 89b al. 2 OST",
        "content": "Ils veillent à ce que des tiers puissent leur signaler des cas par écrit selon l’art. 46a, al. 3, deuxième phrase, LTC. Ils signalent immédiatement tous les cas suspects à l’Office fédéral de la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_89_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Prestations",
        "citation": "Art. 90 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication peuvent être amenés à offrir les services de télécommunication suivants pour soutenir les organismes visés à l’art. 47, al. 1, LTC:\na. service de transmission de la parole et de données sur les réseaux fixes et mobiles;\nb. service d’alarme de la population et possibilité de communiquer sur l’événement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_90"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Prestations",
        "citation": "Art. 90 al. 2 OST",
        "content": "Ils doivent pouvoir fournir ces services dans toute la Suisse et, si nécessaire, de manière prioritaire par rapport aux autres télécommunications civiles. L’intégrité des données, la largeur de bande et la disponibilité des services doivent être garanties dans la mesure nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_90"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Prestations",
        "citation": "Art. 90 al. 3 OST",
        "content": "Les organismes habilités ne peuvent exiger que les services et les fonctionnalités qui correspondent à des normes standardisées au niveau international et pour lesquels, en cas d’utilisation des fréquences, celle-ci est réglementée de manière harmonisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_90"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Prestations",
        "citation": "Art. 90 al. 4 OST",
        "content": "Les fournisseurs doivent mettre à disposition des locaux et des installations et tolérer le déroulement d’exercices en vue et lors de situations particulières et extraordinaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_90"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Prestations",
        "citation": "Art. 90 al. 5 OST",
        "content": "Sur demande des organismes habilités, l’OFCOM désigne les numéros pour lesquels la localisation des appels doit être garantie. Pour les numéros ainsi désignés, ces organismes ont accès au service mentionné à l’art. 29b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_90"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Désignation des fournisseurs",
        "citation": "Art. 92 al. 1 OST",
        "content": "En principe, les organismes visés à l’art. 47, al. 1, LTC commandent, sur une base contractuelle, les prestations dont ils ont besoin auprès du fournisseur de services de télécommunication de leur choix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_92"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Désignation des fournisseurs",
        "citation": "Art. 92 al. 2 OST",
        "content": "Si, dans le cadre d’un appel d’offres public, aucune offre n’est déposée, ils peuvent demander à l’OFCOM, en lui communiquant les documents de l’appel d’offres, de contraindre un fournisseur à leur offrir les prestations dont ils ont besoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_92"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Désignation des fournisseurs",
        "citation": "Art. 92 al. 3 OST",
        "content": "Le Conseil fédéral peut obliger les fournisseurs de services de télécommunication dont les installations ou les services sont essentiels dans des situations extraordinaires à s’organiser en prévision de telles situations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_92"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Indemnisation",
        "citation": "Art. 93 al. 1 OST",
        "content": "L’indemnisation des fournisseurs de services de télécommunication pour leurs prestations est réglée par contrat avec les organismes visés à l’art. 47, al. 1, LTC. À cet égard, il convient en principe de tenir compte des prix courants des prestations sollicitées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_93"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Indemnisation",
        "citation": "Art. 93 al. 2 OST",
        "content": "Si les prestations sollicitées doivent être fournies spécifiquement pour répondre aux besoins des organismes visés à l’art. 47, al. 1, LTC, l’indemnisation est déterminée sur la base des frais encourus. Les coûts communs liés à la fourniture de services commerciaux doivent être répartis de manière non discriminatoire au sens de l’art. 52 et imputés uniquement au prorata sur les frais encourus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_93"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Indemnisation",
        "citation": "Art. 93 al. 3 OST",
        "content": "Les contributions allouées provenant de fonds publics doivent, en fonction de leur affectation, être déduites des coûts des prestations que les fournisseurs mettent à disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_93"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 1, Prestations de sécurité, Indemnisation",
        "citation": "Art. 93 al. 4 OST",
        "content": "Si, en vertu de l’art. 92, al. 2, un fournisseur est tenu de fournir les prestations requises, l’OFCOM fixe son indemnisation conformément aux al. 1 à 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_93"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 2, Restrictions des télécommunications, Mesures",
        "citation": "Art. 94 al. 1 OST",
        "content": "Pour autant que la technique choisie le permette, le DETEC peut ordonner, dans des situations extraordinaires, que les télécommunications civiles soient limitées aux organismes visés à l’art. 47, al. 1, LTC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_94"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 2, Restrictions des télécommunications, Mesures",
        "citation": "Art. 94 al. 2 OST",
        "content": "La Centrale nationale d’alarme peut ordonner une limitation des télécommunications civiles en faveur des organismes visés à l’art. 47, al. 1, LTC pour 36 heures au maximum. Elle en informe l’OFCOM immédiatement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_94"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 2, Restrictions des télécommunications, Mesures",
        "citation": "Art. 94 al. 3 OST",
        "content": "Les fournisseurs de services de télécommunication peuvent limiter les télécommunications civiles en faveur des organismes visés à l’art. 47, al. 1, LTC pour 36 heures au maximum lorsqu’ils constatent une surcharge de leur réseau. Ils en informent l’OFCOM immédiatement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_94"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 2, Restrictions des télécommunications, Mesures préparatoires",
        "citation": "Art. 95 al. 1 OST",
        "content": "La Commission fédérale de la télématique dans le domaine du sauvetage et de la sécurité prépare les mesures prévues à l’art. 94, al. 1 et 2, en collaboration avec les fournisseurs de services de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_95"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 2, Restrictions des télécommunications, Mesures préparatoires",
        "citation": "Art. 95 al. 2 OST",
        "content": "La Confédération prend en charge les frais des mesures préparatoires pour autant que les limitations prévues à l’art. 94 n’apportent pas d’avantages commerciaux aux fournisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_95"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 3, Signalement de perturbations",
        "citation": "Art. 96 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication doivent signaler immédiatement à la Centrale nationale d’alarme toute perturbation de l’exploitation de leurs installations et services de télécommunication susceptible de toucher 10 000 clients au moins, et publier des informations à ce sujet sur un site Internet librement accessible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 3, Signalement de perturbations",
        "citation": "Art. 96 al. 2 OST",
        "content": "La Centrale nationale d’alarme informe l’OFCOM des perturbations qui lui sont signalées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 4, Manipulation non autorisée d’installations de télécommunication, Mesures de sécurité",
        "citation": "Art. 96a al. 1 OST",
        "content": "Les fournisseurs d’accès à Internet sont autorisés à bloquer des accès à Internet ou des ressources d’adressage ou à en restreindre l’utilisation si ces accès ou ressources menacent de compromettre le bon fonctionnement des installations de télécommunication. Lorsque la technique le permet, ils excluent de ces mesures l’accès aux services d’urgence. Ils informent immédiatement de ces blocages ou de ces restrictions leurs clients qui ont été ou pourraient être victimes de manipulations non autorisées. Ils peuvent maintenir ces mesures aussi longtemps que subsiste la menace.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 4, Manipulation non autorisée d’installations de télécommunication, Mesures de sécurité",
        "citation": "Art. 96a al. 2 OST",
        "content": "Ils empêchent par des moyens techniques appropriés les communications sortantes avec des ressources d’adressage falsifiées afin de lutter contre les attaques causées par une pluralité de demandes ciblées provenant d’un grand nombre de sources et visant la disponibilité des services (Distributed Denial of Service attack).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 4, Manipulation non autorisée d’installations de télécommunication, Mesures de sécurité",
        "citation": "Art. 96a al. 3 OST",
        "content": "Lorsqu’ils mettent à la disposition de leurs clients des installations de télécommunication, ils en configurent les caractéristiques de sécurité selon les règles reconnues de la technique. S’ils exercent le contrôle technique de ces installations, ils ont en outre les obligations suivantes: \na. ils actualisent sans délai les caractéristiques de sécurité des installations de télécommunication; \nb. ils remplacent les installations de télécommunication dès que les actualisations ne sont plus possibles et qu’il en résulte un risque pour la sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_a"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 4, Manipulation non autorisée d’installations de télécommunication, Service de signalement",
        "citation": "Art. 96b OST",
        "content": "Les fournisseurs d’accès à Internet exploitent un service qui recueille les signalements de manipulations non autorisées d’installations de télécommunication par des transmissions au moyen de techniques de télécommunication. Ils prennent les mesures défensives appropriées dans un délai raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_b"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 4, Manipulation non autorisée d’installations de télécommunication, Exécution",
        "citation": "Art. 96c OST",
        "content": "L’OFCOM exécute les dispositions de la présente section en collaboration avec l’Office fédéral de la cybersécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_c"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Application",
        "citation": "Art. 96d OST",
        "content": "Les art. 96e à 96g s’appliquent aux réseaux de radiocommunication mobile qui répondent aux spécifications techniques définies au niveau international pour des réseaux de 5e génération et au-delà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_d"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Système de gestion de la sécurité",
        "citation": "Art. 96e al. 1 OST",
        "content": "Les concessionnaires de radiocommunication mobile développent, mettent en œuvre et réexaminent en continu un système de gestion de la sécurité de l’information en se fondant sur une analyse des risques et sur les objectifs de sécurité qui découlent de celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Système de gestion de la sécurité",
        "citation": "Art. 96e al. 2 OST",
        "content": "Dans le cadre de leur système de gestion de la sécurité, ils mettent en œuvre un plan de gestion de la continuité opérationnelle et un plan de gestion des incidents de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_e"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Exploitation des installations de télécommunication critiques",
        "citation": "Art. 96f al. 1 OST",
        "content": "Les concessionnaires de radiocommunication mobile doivent s’assurer que les installations de télécommunication critiques du point de vue de la sécurité qu’ils exploitent correspondent à l’état de la technique. L’OFCOM peut définir les installations concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Exploitation des installations de télécommunication critiques",
        "citation": "Art. 96f al. 2 OST",
        "content": "Les concessionnaires de radiocommunication mobile exploitent leurs centres des opérations du réseau et leurs centres de gestion de la sécurité exclusivement en Suisse ou dans des États dont la législation garantit un niveau de protection des données adéquat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_f"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Prescriptions applicables, normes et surveillance",
        "citation": "Art. 96g al. 1 OST",
        "content": "Pour concrétiser les dispositions de la présente section, l’OFCOM peut édicter des prescriptions techniques et administratives et déclarer obligatoires des normes techniques généralement reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_g"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 10, Intérêts nationaux importants, Section 5, Sécurité des réseaux et des services des concessionnaires de radiocommunication mobile, Prescriptions applicables, normes et surveillance",
        "citation": "Art. 96g al. 2 OST",
        "content": "S’il existe un soupçon fondé de violation du droit et que cela s’avère nécessaire pour constater les faits, l’OFCOM peut obliger les concessionnaires de radiocommunication mobile à se soumettre à leurs frais à un audit réalisé par un organisme qualifié ou à faire contrôler leurs installations de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_96_g"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Compétences de l’OFCOM",
        "citation": "Art. 97 al. 1 OST",
        "content": "L’OFCOM établit la statistique officielle sur les télécommunications, notamment afin de procéder à l’évaluation de la législation en matière de télécommunications, de prendre les décisions régulatrices qui s’imposent et d’assurer le suivi du service universel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_97"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Compétences de l’OFCOM",
        "citation": "Art. 97 al. 2 OST",
        "content": "Il assure la collecte et le traitement des données, ainsi que l’ensemble des travaux statistiques dans le cadre de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_97"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Compétences de l’OFCOM",
        "citation": "Art. 97 al. 3 OST",
        "content": "Il collabore et coordonne ses travaux statistiques avec l’Office fédéral de la statistique en application de l’ordonnance du 30 juin 1993 concernant l’organisation de la statistique fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_97"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Données collectées par l’OFCOM",
        "citation": "Art. 98 al. 1 OST",
        "content": "L’OFCOM collecte auprès des fournisseurs de services de télécommunication les données nécessaires à l’établissement de la statistique officielle sur les télécommunications. Il peut également recourir aux données acquises en application de la législation sur les télécommunications et à celles acquises par d’autres autorités en application du droit fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_98"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Données collectées par l’OFCOM",
        "citation": "Art. 98 al. 2 OST",
        "content": "Il collecte, au moyen d’un questionnaire annuel sur les réseaux et les services des fournisseurs de services de télécommunication, des données portant en particulier sur:\na. les entreprises elles-mêmes (notamment leur nom ou raison sociale, leur adresse et autres coordonnées, leur champ d’activité);\nb. les caractéristiques des réseaux (notamment leur type, leurs caractéristiques techniques, le nombre et le type de leurs raccordements, le taux de desserte de la population et du territoire, le nombre d’ordres de présélection effectués);\nc. les différents types de services offerts sur les réseaux quels qu’ils soient, leurs caractéristiques et la consommation qui en est faite (notamment leurs prix, le nombre de clients, le chiffre d’affaires par service, la durée et le nombre des communications, le volume des communications par service, le nombre de revendeurs, les services offerts à des tiers par l’intermédiaire de numéros de service à caractère non géographique, le type et le volume de l’infrastructure louée à des tiers).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_98"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Données collectées par l’OFCOM",
        "citation": "Art. 98 al. 3 OST",
        "content": "Il collecte, au moyen d’un questionnaire annuel sur la situation financière des fournisseurs de services de télécommunication, des données portant en particulier sur:\na. les entreprises elles-mêmes (notamment leur nom ou raison sociale, leur adresse et autres coordonnées, leur champ d’activité);\nb. les produits opérationnels désagrégés par type de services;\nc. les charges opérationnelles, notamment les achats de biens, les achats de services (services acquis auprès d’autres opérateurs par type de réseaux et autres services), les charges de personnel et les amortissements;\nd. les résultats, notamment le résultat d’exploitation, hors exploitation, avant impôt, net;\ne. les investissements, notamment les investissements en immobilisations corporelles telles que les installations d’exploitation nécessaires aux services de télécommunication par type de réseaux, et les investissements en immobilisations incorporelles et financières;\nf. les effectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_98"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Données collectées par l’OFCOM",
        "citation": "Art. 98 al. 4 OST",
        "content": "Il peut collecter des données par d’autres moyens, notamment par des questionnaires uniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_98"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Obligations des fournisseurs de services de télécommunication",
        "citation": "Art. 99 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication sont tenus de transmettre gratuitement à l’OFCOM les renseignements nécessaires à l’établissement de la statistique officielle sur les télécommunications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_99"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Obligations des fournisseurs de services de télécommunication",
        "citation": "Art. 99 al. 2 OST",
        "content": "Ils doivent en particulier remplir de manière exhaustive, véridique et dans le délai imparti les questionnaires établis par l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_99"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Utilisation des données",
        "citation": "Art. 100 OST",
        "content": "Les données personnelles collectées à des fins de statistiques peuvent être mises à la disposition de services publics ou privés ou de services statistiques d’organisations internationales qui en ont besoin pour effectuer des travaux statistiques, à condition:\na. qu’elles soient rendues anonymes dès que le but du traitement le permet;\nb. que leur destinataire s’engage à ne pas les communiquer à des tiers et à les rendre à l’OFCOM ou à les détruire une fois ses travaux achevés;\nc. que la forme choisie par le destinataire pour publier les résultats ne permette pas d’identifier les personnes concernées;\nd. que tout porte à croire que le destinataire respectera le secret statistique et la législation fédérale en matière de protection des données, et\ne. qu’aucun intérêt public ou privé prépondérant ne s’oppose à la mise à disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_100"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Mesures de protection des données au sein de l’OFCOM",
        "citation": "Art. 101 OST",
        "content": "L’OFCOM prend les mesures techniques et organisationnelles propres à protéger les données collectées de tout traitement abusif. En particulier, il confie les travaux statistiques à une unité organisationnelle indépendante n’ayant pas de fonction de gestion ou de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_101"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Secret de fonction",
        "citation": "Art. 102 OST",
        "content": "Les personnes chargées des travaux statistiques sont tenues de garder le secret sur les données concernant des personnes physiques ou morales dont elles ont eu connaissance dans l’exercice de leur fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_102"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Diffusion des résultats statistiques",
        "citation": "Art. 103 al. 1 OST",
        "content": "L’OFCOM publie ou rend accessible par procédure d’appel les résultats statistiques s’ils présentent un intérêt public. Il peut fournir, sur demande et contre paiement, les résultats non publiés ou non accessibles par procédure d’appel si aucun intérêt public ou privé ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_103"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Diffusion des résultats statistiques",
        "citation": "Art. 103 al. 2 OST",
        "content": "Les résultats doivent être présentés sous une forme qui rend impossible toute déduction sur la situation d’une personne physique ou morale, sauf si les données traitées ont été rendues publiques par la personne concernée ou si elle y consent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_103"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 11, Statistique officielle sur les télécommunications, Diffusion des résultats statistiques",
        "citation": "Art. 103 al. 3 OST",
        "content": "L’utilisation ou la reproduction des résultats est autorisée moyennant l’indication de la source. L’OFCOM peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_103"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 12, Participation aux activités de l’Union internationale des télécommunications",
        "citation": "Art. 104 al. 1 OST",
        "content": "Les fournisseurs de services de télécommunication internationaux ou les fournisseurs dont les services sont susceptibles de causer des brouillages préjudiciables ont le statut «d’exploitation reconnue» au sens de l’art. 19 de la Convention de l’Union internationale des télécommunications du 22 décembre 1992 (Convention de l’UIT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_104"
    },
    {
        "book": "FDV",
        "title": "OST, Chapitre 12, Participation aux activités de l’Union internationale des télécommunications",
        "citation": "Art. 104 al. 2 OST",
        "content": "Le Secrétaire général de l’Union internationale des télécommunications (UIT) peut reconnaître comme membres des Secteurs au sens de l’art. 19 de la Convention de l’UIT tout autre fournisseur de services de télécommunication ainsi que toute autre organisation ou institution ayant son siège ou son activité commerciale en Suisse, s’ils garantissent qu’ils satisfont aux exigences de l’UIT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/166/fr#art_104"
    }
]