[
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Zweck und Gegenstand",
        "citation": "Art. 1 Abs. 1 FIDLEG",
        "content": "Dieses Gesetz bezweckt den Schutz der Kundinnen und Kunden von Finanzdienstleistern sowie die Schaffung vergleichbarer Bedingungen für das Erbringen von Finanzdienstleistungen durch die Finanzdienstleister und trägt damit zur Stärkung des Ansehens und der Wettbewerbsfähigkeit des Finanzplatzes Schweiz bei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_1"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Zweck und Gegenstand",
        "citation": "Art. 1 Abs. 2 FIDLEG",
        "content": "Dazu legt es die Anforderungen für die getreue, sorgfältige und transparente Erbringung von Finanzdienstleistungen fest und regelt das Anbieten von Finanzinstrumenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_1"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 FIDLEG",
        "content": "Dem Gesetz sind unabhängig von der Rechtsform unterstellt:\na. Finanzdienstleister;\nb. Kundenberaterinnen und -berater;\nc. Ersteller und Anbieter von Finanzinstrumenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_2"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 FIDLEG",
        "content": "Diesem Gesetz nicht unterstellt sind:\na. die Schweizerische Nationalbank;\nb. die Bank für Internationalen Zahlungsausgleich;\nc. Vorsorgeeinrichtungen und andere Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen (Vorsorgeeinrichtungen), sowie patronale Stiftungen (patronale Wohlfahrtsfonds); Arbeitgeber, die das Vermögen ihrer Vorsorgeeinrichtungen verwalten; Arbeitgeber- und Arbeitnehmerverbände, die das Vermögen ihrer Verbandseinrichtungen verwalten;\nd. soweit ihre Tätigkeit dem Versicherungsaufsichtsgesetz vom 17. Dezember 2004 (VAG) untersteht:\n1. Versicherungsunternehmen,\n2. Versicherungsvermittlerinnen und -vermittler,\n3. Ombudsstellen;\ne. öffentlich-rechtliche Versicherungseinrichtungen nach Artikel 67 Absatz 1 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_2"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 3 FIDLEG",
        "content": "In diesem Gesetz gelten als:\na. Finanzinstrumente:\n1. Beteiligungspapiere:\n– Effekten in Form von Aktien einschliesslich Aktien gleichzustellender Effekten, die Beteiligungs- oder Stimmrechte verleihen, wie Partizipations- oder Genussscheine\n– Effekten, die bei Umwandlung oder Ausübung des darin verbrieften Rechts den Erwerb von Beteiligungspapieren nach Strich 1 ermöglichen, sobald sie zur Umwandlung angemeldet wurden,\n2. Forderungspapiere: Effekten, die nicht Beteiligungspapiere sind,\n3. Anteile an kollektiven Kapitalanlagen nach den Artikeln 7 und 119 des Kollektivanlagengesetzes vom 23. Juni 2006 (KAG),\n4. strukturierte Produkte, namentlich kapitalgeschützte Produkte, Produkte mit Maximalrendite und Zertifikate,\n5. Derivate nach Artikel 2 Buchstabe c des Finanzmarktinfrastrukturgesetzes vom 19. Juni 2015 (FinfraG),\n6. Einlagen, deren Rückzahlungswert oder Zins risiko- oder kursabhängig ist, ausgenommen solche, deren Zins an einen Zinsindex gebunden ist,\n7. Anleihensobligationen: Anteile an einem Gesamtdarlehen mit einheitlichen Bedingungen;\nb. Effekten: vereinheitlichte und zum massenweisen Handel geeignete Wertpapiere, Wertrechte, insbesondere einfache Wertrechte nach Artikel 973c des Obligationenrechts (OR) und Registerwertrechte nach Artikel 973d OR, sowie Derivate und Bucheffekten;\nc. Finanzdienstleistungen: die folgenden für Kundinnen und Kunden erbrachten Tätigkeiten:\n1. der Erwerb oder die Veräusserung von Finanzinstrumenten,\n2. die Annahme und Übermittlung von Aufträgen, die Finanzinstrumente zum Gegenstand haben,\n3. die Verwaltung von Finanzinstrumenten (Vermögensverwaltung),\n4. die Erteilung von persönlichen Empfehlungen, die sich auf Geschäfte mit Finanzinstrumenten beziehen (Anlageberatung),\n5. die Gewährung von Krediten für die Durchführung von Geschäften mit Finanzinstrumenten;\nd. Finanzdienstleister: Personen, die gewerbsmässig Finanzdienstleistungen in der Schweiz oder für Kundinnen und Kunden in der Schweiz erbringen, wobei Gewerbsmässigkeit gegeben ist, wenn eine selbstständige, auf dauernden Erwerb ausgerichtete wirtschaftliche Tätigkeit vorliegt;\ne. Kundenberaterinnen und -berater: natürliche Personen, die im Namen eines Finanzdienstleisters oder selbst als Finanzdienstleister Finanzdienstleistungen erbringen;\nf. Emittenten: Personen, die Effekten begeben oder zu begeben beabsichtigen;\ng. Angebot: jede Einladung zum Erwerb eines Finanzinstruments, die ausreichende Informationen über die Angebotsbedingungen und das Finanzinstrument selber enthält;\nh. öffentliches Angebot: an das Publikum gerichtetes Angebot;\ni. Ersteller: Personen, die ein Finanzinstrument erstellen oder Änderungen an einem bestehenden Finanzinstrument, einschliesslich Änderungen seines Risiko- und Renditeprofils oder der mit einer Anlage in das Finanzinstrument verbundenen Kosten, vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_3"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 1 FIDLEG",
        "content": "Die Finanzdienstleister ordnen die Personen, für die sie Finanzdienstleistungen erbringen, einem der folgenden Segmente zu:\na. Privatkundinnen und -kunden;\nb. professionelle Kunden;\nc. institutionelle Kunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 2 FIDLEG",
        "content": "Als Privatkundinnen und -kunden gelten Kundinnen und Kunden, die keine professionellen Kunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 3 FIDLEG",
        "content": "Als professionelle Kunden gelten:\na. Finanzintermediäre nach dem Bankengesetz vom 8. November 1934 (BankG), dem Finanzinstitutsgesetz vom 15. Juni 2018 (FINIG) und dem KAG;\nb. beaufsichtigte Versicherungseinrichtungen;\nc. ausländische Kundinnen und Kunden, die einer prudenziellen Aufsicht unterstehen wie die Personen nach den Buchstaben a und b;\nd. Zentralbanken;\ne. öffentlich-rechtliche Körperschaften, Anstalten und Stiftungen mit professioneller Tresorerie;\nf. Vorsorgeeinrichtungen und Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen, mit professioneller Tresorerie;\ng. Unternehmen mit professioneller Tresorerie;\nh. grosse Unternehmen;\ni. für vermögende Privatkundinnen und -kunden errichtete private Anlagestrukturen mit professioneller Tresorerie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 4 FIDLEG",
        "content": "Als institutionelle Kunden gelten professionelle Kunden nach Absatz 3 Buchstaben a–d sowie nationale und supranationale öffentlich-rechtliche Körperschaften mit professioneller Tresorerie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 5 FIDLEG",
        "content": "Als grosses Unternehmen gilt ein Unternehmen, das zwei der folgenden Grössen überschreitet:\na. Bilanzsumme von 20 Millionen Franken;\nb. Umsatzerlös von 40 Millionen Franken;\nc. Eigenkapital von 2 Millionen Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 6 FIDLEG",
        "content": "Nicht als Kundinnen gelten Gesellschaften eines Konzerns, für die eine andere Gesellschaft des gleichen Konzerns eine Finanzdienstleistung erbringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Kundensegmentierung",
        "citation": "Art. 4 Abs. 7 FIDLEG",
        "content": "Finanzdienstleister können auf eine Kundensegmentierung verzichten, wenn sie alle Kundinnen und Kunden als Privatkundinnen und ‐kunden behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_4"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 1 FIDLEG",
        "content": "Vermögende Privatkundinnen und -kunden und für diese errichtete private Anlagestrukturen können erklären, dass sie als professionelle Kunden gelten wollen (Opting-out).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 2 FIDLEG",
        "content": "Als vermögend im Sinne von Absatz 1 gilt, wer glaubhaft erklärt, dass sie oder er:\na. aufgrund der persönlichen Ausbildung und der beruflichen Erfahrung oder aufgrund einer vergleichbaren Erfahrung im Finanzsektor über die Kenntnisse verfügt, die notwendig sind, um die Risiken der Anlagen zu verstehen, und über ein Vermögen von mindestens 500 000 Franken verfügt; oder\nb. über ein Vermögen von mindestens 2 Millionen Franken verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 3 FIDLEG",
        "content": "Professionelle Kunden nach Artikel 4 Absatz 3 Buchstaben f und g können erklären, dass sie als institutionelle Kunden gelten wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 4 FIDLEG",
        "content": "Schweizerische und ausländische kollektive Kapitalanlagen und deren Verwaltungsgesellschaften, die nicht bereits nach Artikel 4 Absatz 3 Buchstabe a oder c in Verbindung mit Artikel 4 Absatz 4 als institutionelle Kunden gelten, können erklären, dass sie als institutionelle Kunden gelten wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 5 FIDLEG",
        "content": "Professionelle Kunden, die keine institutionellen Kunden im Sinn von Artikel 4 Absatz 4 sind, können erklären, dass sie als Privatkunden gelten wollen (Opting-in).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 6 FIDLEG",
        "content": "Institutionelle Kunden können erklären, dass sie nur als professionelle Kunden gelten wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 7 FIDLEG",
        "content": "Vor dem Erbringen von Finanzdienstleistungen informieren Finanzdienstleister ihre Kundinnen und Kunden, die nicht als Privatkundinnen und -kunden gelten, über die Möglichkeit zum Opting-in.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 1. Titel: Allgemeine Bestimmungen, Opting-out und Opting-in",
        "citation": "Art. 5 Abs. 8 FIDLEG",
        "content": "Die Erklärungen nach den Absätzen 1–6 müssen schriftlich oder in anderer durch Text nachweisbarer Form vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_5"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 1. Kapitel: Erforderliche Kenntnisse",
        "citation": "Art. 6 FIDLEG",
        "content": "Kundenberaterinnen und ‐berater müssen über hinreichende Kenntnisse über die Verhaltensregeln nach diesem Gesetz sowie über das für ihre Tätigkeit notwendige Fachwissen verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_6"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 1. Abschnitt: Grundsatz",
        "citation": "Art. 7 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister müssen beim Erbringen von Finanzdienstleistungen die aufsichtsrechtlichen Pflichten nach diesem Titel befolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_7"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 1. Abschnitt: Grundsatz",
        "citation": "Art. 7 Abs. 2 FIDLEG",
        "content": "Vorbehalten bleiben spezialgesetzliche Regelungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_7"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Inhalt und Form der Information",
        "citation": "Art. 8 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister informieren ihre Kundinnen und Kunden über:\na. ihren Namen und ihre Adresse;\nb. ihr Tätigkeitsfeld und ihren Aufsichtsstatus;\nc. die Möglichkeit zur Einleitung von Vermittlungsverfahren vor einer anerkannten Ombudsstelle nach dem 5. Titel; und\nd. die allgemeinen mit Finanzinstrumenten verbundenen Risiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_8"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Inhalt und Form der Information",
        "citation": "Art. 8 Abs. 2 FIDLEG",
        "content": "Sie informieren zusätzlich über:\na. die persönlich empfohlene Finanzdienstleistung und die damit verbundenen Risiken und Kosten;\nb. die im Zusammenhang mit der angebotenen Finanzdienstleistung bestehenden wirtschaftlichen Bindungen an Dritte;\nc. das bei der Auswahl der Finanzinstrumente berücksichtigte Marktangebot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_8"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Inhalt und Form der Information",
        "citation": "Art. 8 Abs. 3 FIDLEG",
        "content": "Bei der persönlichen Empfehlung von Finanzinstrumenten stellen die Finanzdienstleister der Privatkundin oder dem Privatkunden zusätzlich das Basisinformationsblatt zur Verfügung, sofern ein solches für das empfohlene Finanzinstrument zu erstellen ist (Art. 58 und 59). Bei einem zusammengesetzten Finanzinstrument ist nur für dieses ein Basisinformationsblatt zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_8"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Inhalt und Form der Information",
        "citation": "Art. 8 Abs. 4 FIDLEG",
        "content": "Kein Basisinformationsblatt muss zur Verfügung gestellt werden, wenn die Dienstleistung ausschliesslich in der Ausführung oder Übermittlung von Kundenaufträgen besteht, ausser wenn bereits ein Basisinformationsblatt für das Finanzinstrument vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_8"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Inhalt und Form der Information",
        "citation": "Art. 8 Abs. 5 FIDLEG",
        "content": "Bei der persönlichen Empfehlung von Finanzinstrumenten, für die ein Prospekt zu erstellen ist (Art. 35–37), stellen die Finanzdienstleister der Privatkundin oder dem Privatkunden auf Anfrage kostenlos einen Prospekt zur Verfügung .",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_8"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Inhalt und Form der Information",
        "citation": "Art. 8 Abs. 6 FIDLEG",
        "content": "Werbung muss als solche gekennzeichnet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_8"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Zeitpunkt und Form der Informationen",
        "citation": "Art. 9 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister informieren ihre Kundinnen und Kunden vor Abschluss des Vertrags oder vor Erbringen der Dienstleistung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_9"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Zeitpunkt und Form der Informationen",
        "citation": "Art. 9 Abs. 2 FIDLEG",
        "content": "Die Finanzdienstleister stellen ihren Privatkundinnen und -kunden das Basisinformationsblatt vor der Zeichnung oder vor dem Vertragsabschluss kostenlos zur Verfügung. Erfolgt eine Beratung unter Abwesenden, kann das Basisinformationsblatt mit Zustimmung der Kundin oder des Kunden nach Abschluss des Geschäfts zur Verfügung gestellt werden. Die Finanzdienstleister dokumentieren diese Zustimmung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_9"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 2. Abschnitt: Informationspflicht, Zeitpunkt und Form der Informationen",
        "citation": "Art. 9 Abs. 3 FIDLEG",
        "content": "Die Informationen können den Kundinnen und Kunden in standardisierter Form auf Papier oder elektronisch zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_9"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Prüfpflicht",
        "citation": "Art. 10 FIDLEG",
        "content": "Finanzdienstleister, die eine Anlageberatung oder eine Vermögensverwaltung erbringen, führen eine Angemessenheits- oder Eignungsprüfung durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_10"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Angemessenheitsprüfung",
        "citation": "Art. 11 FIDLEG",
        "content": "Ein Finanzdienstleister, der die Anlageberatung für einzelne Transaktionen erbringt, ohne dafür das gesamte Kundenportfolio zu berücksichtigen, muss sich über die Kenntnisse und Erfahrungen seiner Kundinnen und Kunden erkundigen und vor der Empfehlung von Finanzinstrumenten prüfen, ob diese für die Kundin oder den Kunden angemessen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_11"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Eignungsprüfung",
        "citation": "Art. 12 FIDLEG",
        "content": "Ein Finanzdienstleister, der die Anlageberatung unter Berücksichtigung des Kundenportfolios oder die Vermögensverwaltung erbringt, muss sich über die finanziellen Verhältnisse und Anlageziele sowie über die Kenntnisse und Erfahrungen der Kundin oder des Kunden erkundigen. Diese Kenntnisse und Erfahrungen beziehen sich auf die Finanzdienstleistung und nicht auf die einzelnen Transaktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_12"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Ausnahme von der Prüfpflicht",
        "citation": "Art. 13 Abs. 1 FIDLEG",
        "content": "Bei blosser Ausführung oder Übermittlung von Kundenaufträgen müssen die Finanzdienstleister weder eine Angemessenheits- noch eine Eignungsprüfung durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_13"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Ausnahme von der Prüfpflicht",
        "citation": "Art. 13 Abs. 2 FIDLEG",
        "content": "Sie informieren die Kundinnen und Kunden vor der Erbringung von Dienstleistungen nach Absatz 1, dass keine Angemessenheits- oder Eignungsprüfung durchgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_13"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Ausnahme von der Prüfpflicht",
        "citation": "Art. 13 Abs. 3 FIDLEG",
        "content": "Bei professionellen Kunden können sie davon ausgehen, dass diese über die erforderlichen Kenntnisse und Erfahrungen verfügen und die mit der Finanzdienstleistung einhergehenden Anlagerisiken finanziell tragbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_13"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Nicht beurteilbare oder fehlende Angemessenheit oder Eignung",
        "citation": "Art. 14 Abs. 1 FIDLEG",
        "content": "Reichen die Informationen, die der Finanzdienstleister erhält, nicht aus, um die Angemessenheit oder die Eignung eines Finanzinstruments zu beurteilen, so weist er die Kundin oder den Kunden vor der Erbringung der Dienstleistung darauf hin, dass er diese Beurteilung nicht vornehmen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_14"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Nicht beurteilbare oder fehlende Angemessenheit oder Eignung",
        "citation": "Art. 14 Abs. 2 FIDLEG",
        "content": "Ist der Finanzdienstleister der Auffassung, dass ein Finanzinstrument für seine Kundinnen und Kunden nicht angemessen oder geeignet ist, so rät er ihnen vor der Erbringung der Dienstleistung davon ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_14"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 3. Abschnitt: Angemessenheit und Eignung von Finanzdienstleistungen, Nicht beurteilbare oder fehlende Angemessenheit oder Eignung",
        "citation": "Art. 14 Abs. 3 FIDLEG",
        "content": "Mangelnde Kenntnisse und Erfahrungen können durch Aufklärung der Kundinnen und Kunden kompensiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_14"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 4. Abschnitt: Dokumentation und Rechenschaft, Dokumentation",
        "citation": "Art. 15 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister dokumentieren in geeigneter Weise:\na. die mit den Kundinnen und Kunden vereinbarten Finanzdienstleistungen und die über sie erhobenen Informationen;\nb. die Information nach Artikel 13 Absatz 2 oder die Tatsache, dass sie den Kundinnen und Kunden nach Artikel 14 von der Inanspruchnahme der Dienstleistung abgeraten haben;\nc. die für die Kundinnen und Kunden erbrachten Finanzdienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_15"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 4. Abschnitt: Dokumentation und Rechenschaft, Dokumentation",
        "citation": "Art. 15 Abs. 2 FIDLEG",
        "content": "Bei der Anlageberatung dokumentieren sie zusätzlich die Bedürfnisse der Kundinnen und Kunden sowie die Gründe für jede Empfehlung, die zum Erwerb oder zur Veräusserung eines Finanzinstruments führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_15"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 4. Abschnitt: Dokumentation und Rechenschaft, Rechenschaft",
        "citation": "Art. 16 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister stellen ihren Kundinnen und Kunden auf Anfrage eine Kopie der Dokumentation nach Artikel 15 zu oder machen sie ihnen in anderer geeigneter Weise zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_16"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 4. Abschnitt: Dokumentation und Rechenschaft, Rechenschaft",
        "citation": "Art. 16 Abs. 2 FIDLEG",
        "content": "Zudem legen sie auf Anfrage der Kundinnen und Kunden Rechenschaft ab über:\na. die vereinbarten und erbrachten Finanzdienstleistungen;\nb. die Zusammensetzung, Bewertung und Entwicklung des Portfolios;\nc. die mit den Finanzdienstleistungen verbundenen Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_16"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 4. Abschnitt: Dokumentation und Rechenschaft, Rechenschaft",
        "citation": "Art. 16 Abs. 3 FIDLEG",
        "content": "Der Bundesrat regelt den Mindestinhalt der Informationen nach Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_16"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Bearbeitung von Kundenaufträgen",
        "citation": "Art. 17 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister beachten bei der Bearbeitung von Kundenaufträgen den Grundsatz von Treu und Glauben und das Prinzip der Gleichbehandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_17"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Bearbeitung von Kundenaufträgen",
        "citation": "Art. 17 Abs. 2 FIDLEG",
        "content": "Der Bundesrat regelt, wie die Grundsätze nach Absatz 1 zu erfüllen sind, namentlich hinsichtlich der Verfahren und Systeme zur Abwicklung von Kundenaufträgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_17"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Bestmögliche Ausführung von Kundenaufträgen",
        "citation": "Art. 18 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister stellen sicher, dass bei der Ausführung der Aufträge ihrer Kundinnen und Kunden das bestmögliche Ergebnis in finanzieller, zeitlicher und qualitativer Hinsicht erreicht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_18"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Bestmögliche Ausführung von Kundenaufträgen",
        "citation": "Art. 18 Abs. 2 FIDLEG",
        "content": "In finanzieller Hinsicht berücksichtigen sie neben dem Preis für das Finanzinstrument auch die mit der Ausführung des Auftrags verbundenen Kosten sowie die Entschädigungen Dritter nach Artikel 26 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_18"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Bestmögliche Ausführung von Kundenaufträgen",
        "citation": "Art. 18 Abs. 3 FIDLEG",
        "content": "Sofern sie Mitarbeiterinnen und Mitarbeiter beschäftigen, die Kundenaufträge ausführen, erlassen sie Weisungen über die Ausführung von Kundenaufträgen, die der Anzahl solcher Mitarbeiterinnen und Mitarbeiter und der Betriebsstruktur angemessen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_18"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Verwendung von Finanzinstrumenten von Kundinnen und Kunden",
        "citation": "Art. 19 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister dürfen nur Finanzinstrumente aus Kundenbeständen als Gegenpartei borgen oder als Agent solche Geschäfte vermitteln, wenn die Kundinnen und Kunden diesen Geschäften in einer von den allgemeinen Geschäftsbedingungen gesonderten Vereinbarung vorgängig schriftlich oder in anderer durch Text nachweisbarer Form ausdrücklich zugestimmt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_19"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Verwendung von Finanzinstrumenten von Kundinnen und Kunden",
        "citation": "Art. 19 Abs. 2 FIDLEG",
        "content": "Die Zustimmung der Kundinnen und Kunden ist nur gültig, wenn sie:\na. über die mit solchen Geschäften verbundenen Risiken in verständlicher Weise aufgeklärt worden sind;\nb. einen Anspruch auf Ausgleichszahlungen für die auf den ausgeliehenen Finanzinstrumenten fällig werdenden Erträgnisse haben; und\nc. für die ausgeliehenen Finanzinstrumente entschädigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_19"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 5. Abschnitt: Transparenz und Sorgfalt bei Kundenaufträgen, Verwendung von Finanzinstrumenten von Kundinnen und Kunden",
        "citation": "Art. 19 Abs. 3 FIDLEG",
        "content": "Ungedeckte Geschäfte mit Finanzinstrumenten von Privatkundinnen und ‐kunden sind nicht zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_19"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 6. Abschnitt: Institutionelle und professionelle Kunden",
        "citation": "Art. 20 Abs. 1 FIDLEG",
        "content": "Bei Geschäften mit institutionellen Kunden finden die Bestimmungen dieses Kapitels keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_20"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 2. Kapitel: Verhaltensregeln, 6. Abschnitt: Institutionelle und professionelle Kunden",
        "citation": "Art. 20 Abs. 2 FIDLEG",
        "content": "Professionelle Kunden können ausdrücklich darauf verzichten, dass Finanzdienstleister die Verhaltensregeln nach den Artikeln 8, 9, 15 und 16 anwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_20"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Angemessene Organisation",
        "citation": "Art. 21 FIDLEG",
        "content": "Finanzdienstleister stellen durch interne Vorschriften und eine angemessene Betriebsorganisation die Erfüllung der Pflichten aus diesem Gesetz sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_21"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Mitarbeiterinnen und Mitarbeiter",
        "citation": "Art. 22 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister stellen sicher, dass ihre Mitarbeiterinnen und Mitarbeiter über die für ihre Tätigkeit notwendigen Fähigkeiten, Kenntnisse und Erfahrungen verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_22"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Mitarbeiterinnen und Mitarbeiter",
        "citation": "Art. 22 Abs. 2 FIDLEG",
        "content": "Finanzdienstleister, die nicht nach Artikel 3 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 (FINMAG) beaufsichtigt werden, stellen zudem sicher, dass nur Personen als Kundenberaterinnen und ‐berater für sie tätig sind, die im Beraterregister (Art. 29) eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_22"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Beizug Dritter",
        "citation": "Art. 23 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister können für die Erbringung von Finanzdienstleistungen Dritte beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_23"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Beizug Dritter",
        "citation": "Art. 23 Abs. 2 FIDLEG",
        "content": "Sie ziehen nur Personen bei, die über die für ihre Tätigkeit notwendigen Fähigkeiten, Kenntnisse und Erfahrungen und über die für diese Tätigkeit erforderlichen Bewilligungen und Registereinträge verfügen, und instruieren und überwachen die beigezogenen Personen sorgfältig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_23"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Dienstleisterkette",
        "citation": "Art. 24 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister, die einem anderen Finanzdienstleister den Auftrag erteilen, für Kundinnen und Kunden eine Finanzdienstleistung zu erbringen, bleiben für die Vollständigkeit und Richtigkeit der Kundeninformationen sowie die Einhaltung der Pflichten nach den Artikeln 8–16 verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_24"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 1. Abschnitt: Organisatorische Massnahmen, Dienstleisterkette",
        "citation": "Art. 24 Abs. 2 FIDLEG",
        "content": "Hat der beauftragte Finanzdienstleister begründeten Anlass zur Vermutung, dass die Kundeninformationen unzutreffend sind oder die Pflichten nach den Artikeln 8–16 durch den auftraggebenden Finanzdienstleister nicht eingehalten wurden, so erbringt er seine Dienstleistung erst, wenn er die Vollständigkeit und Richtigkeit der Informationen sowie die Erfüllung der Verhaltensregeln sichergestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_24"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Organisatorische Vorkehrungen",
        "citation": "Art. 25 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister treffen angemessene organisatorische Vorkehrungen, um Interessenkonflikte, die bei der Erbringung von Finanzdienstleistungen entstehen können, zu vermeiden oder die Benachteiligung der Kundinnen und Kunden durch Interessenkonflikte auszuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_25"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Organisatorische Vorkehrungen",
        "citation": "Art. 25 Abs. 2 FIDLEG",
        "content": "Kann eine Benachteiligung der Kundinnen und Kunden nicht ausgeschlossen werden, so ist ihnen dies offenzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_25"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Organisatorische Vorkehrungen",
        "citation": "Art. 25 Abs. 3 FIDLEG",
        "content": "Der Bundesrat regelt die Einzelheiten; insbesondere bezeichnet er Verhaltensweisen, die aufgrund von Interessenkonflikten in jedem Fall unzulässig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_25"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Entschädigungen durch Dritte",
        "citation": "Art. 26 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister dürfen im Zusammenhang mit der Erbringung von Finanzdienstleistungen Entschädigungen von Dritten nur annehmen, wenn sie:\na. die Kundinnen und Kunden vorgängig ausdrücklich über die Entschädigung informiert haben und diese darauf verzichten; oder\nb. die Entschädigung vollumfänglich an die Kundinnen und Kunden weitergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_26"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Entschädigungen durch Dritte",
        "citation": "Art. 26 Abs. 2 FIDLEG",
        "content": "Die Information der Kundinnen und Kunden muss Art und Umfang der Entschädigung beinhalten und vor Erbringung der Finanzdienstleistung oder vor Vertragsabschluss erfolgen. Ist die Höhe des Betrags vorgängig nicht feststellbar, so informiert der Finanzdienstleister seine Kundinnen und Kunden über die Berechnungsparameter und die Bandbreiten. Auf Anfrage legen die Finanzdienstleister die effektiv erhaltenen Beträge offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_26"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Entschädigungen durch Dritte",
        "citation": "Art. 26 Abs. 3 FIDLEG",
        "content": "Als Entschädigung gelten Leistungen, die dem Finanzdienstleister im Zusammenhang mit der Erbringung einer Finanzdienstleistung von Dritten zufliessen, insbesondere Courtagen, Kommissionen, Provisionen, Rabatte oder sonstige vermögenswerte Vorteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_26"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Mitarbeitergeschäfte",
        "citation": "Art. 27 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister sehen Massnahmen vor, mit denen sich verhindern lässt, dass Mitarbeiterinnen und Mitarbeiter Informationen, über die sie nur aufgrund ihrer Funktion verfügen, missbräuchlich für Geschäfte auf eigene Rechnung nutzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_27"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 3. Kapitel: Organisation, 2. Abschnitt: Interessenkonflikte, Mitarbeitergeschäfte",
        "citation": "Art. 27 Abs. 2 FIDLEG",
        "content": "Sie erlassen eine interne Weisung über die erforderlichen Überwachungsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_27"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungspflicht",
        "citation": "Art. 28 Abs. 1 FIDLEG",
        "content": "Kundenberaterinnen und ‐berater von inländischen Finanzdienstleistern, die nicht nach Artikel 3 FINMAG beaufsichtigt werden, sowie Kundenberaterinnen und ‐berater von ausländischen Finanzdienstleistern dürfen ihre Tätigkeit in der Schweiz erst ausüben, wenn sie in einem Beraterregister eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_28"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungspflicht",
        "citation": "Art. 28 Abs. 2 FIDLEG",
        "content": "Der Bundesrat kann Kundenberaterinnen und -berater von ausländischen Finanzdienstleistern, die einer prudenziellen Aufsicht unterstehen, von der Registrierungspflicht ausnehmen, wenn sie ihre Dienstleistungen in der Schweiz ausschliesslich gegenüber professionellen oder institutionellen Kunden nach Artikel 4 erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_28"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungspflicht",
        "citation": "Art. 28 Abs. 3 FIDLEG",
        "content": "Er kann die Ausnahme nach Absatz 2 davon abhängig machen, dass Gegenrecht gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_28"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsvoraussetzungen",
        "citation": "Art. 29 Abs. 1 FIDLEG",
        "content": "Kundenberaterinnen und ‐berater werden in das Beraterregister eingetragen, wenn sie den Nachweis erbringen, dass sie:\na. die Anforderungen nach Artikel 6 erfüllen;\nb. eine Berufshaftpflichtversicherung abgeschlossen haben oder dass gleichwertige finanzielle Sicherheiten bestehen; und\nc. selbst als Finanzdienstleister oder der Finanzdienstleister, für den sie tätig sind, einer Ombudsstelle (Art. 74) angeschlossen sind, sofern eine Anschlusspflicht (Art. 77) besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_29"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsvoraussetzungen",
        "citation": "Art. 29 Abs. 2 FIDLEG",
        "content": "Nicht ins Beraterregister eingetragen werden Kundenberaterinnen und ‐berater:\na. die nach den Artikeln 89–92 dieses Gesetzes oder nach Artikel 86 VAG strafrechtlich verurteilt oder wegen strafbarer Handlungen gegen das Vermögen nach den Artikeln 137–172ter des Strafgesetzbuches im Strafregister eingetragen sind; oder\nb. gegen die für die einzutragende Tätigkeit ein Tätigkeitsverbot nach Artikel 33a FINMAG oder ein Berufsverbot nach Artikel 33 FINMAG vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_29"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsvoraussetzungen",
        "citation": "Art. 29 Abs. 3 FIDLEG",
        "content": "Sind die Kundenberaterinnen und ‐berater als Mitarbeiterinnen oder Mitarbeiter für einen Finanzdienstleister tätig, so kann die Voraussetzung nach Absatz 1 Buchstabe b durch diesen erfüllt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_29"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Inhalt",
        "citation": "Art. 30 FIDLEG",
        "content": "Das Beraterregister enthält mindestens folgende Angaben über die Kundenberaterinnen und ‐berater:\na. Name und Vorname;\nb. Name oder Firma und Adresse des Finanzdienstleisters, für den sie tätig sind;\nc. Funktion und Position der Kundenberaterin oder des Kundenberaters innerhalb der Organisation;\nd. die Tätigkeitsfelder;\ne. die absolvierte Aus- und Weiterbildung;\nf. die Ombudsstelle, der sie selbst als Finanzdienstleister oder der Finanzdienstleister, für den sie tätig sind, angeschlossen sind;\ng. Datum des Registereintrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_30"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsstelle",
        "citation": "Art. 31 Abs. 1 FIDLEG",
        "content": "Die Registrierungsstelle führt das Beraterregister. Sie bedarf der Zulassung durch die Eidgenössische Finanzmarktaufsicht (FINMA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_31"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsstelle",
        "citation": "Art. 31 Abs. 2 FIDLEG",
        "content": "Die FINMA kann mehrere Registrierungsstellen zulassen, soweit dies sachlich gerechtfertigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_31"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsstelle",
        "citation": "Art. 31 Abs. 3 FIDLEG",
        "content": "Die Registrierungsstelle muss so organisiert sein, dass die unabhängige Erfüllung ihrer Aufgaben sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_31"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsstelle",
        "citation": "Art. 31 Abs. 4 FIDLEG",
        "content": "Die Registrierungsstelle und die mit der Geschäftsführung betrauten Personen müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten. Die mit der Geschäftsführung betrauten Personen müssen zudem einen guten Ruf geniessen und die für die Funktion erforderlichen fachlichen Qualifikationen aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_31"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsstelle",
        "citation": "Art. 31 Abs. 5 FIDLEG",
        "content": "Erfüllt die Registrierungsstelle die Anforderungen nach diesem Gesetz nicht mehr, so verfügt die FINMA die notwendigen Massnahmen zur Behebung der Mängel. Behebt die Registrierungsstelle Mängel, die die Aufgabenerfüllung gefährden, nicht innert angemessener Frist, so entzieht ihr die FINMA die Zulassung zur Registrierung von Kundenberaterinnen und ‐beratern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_31"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registrierungsstelle",
        "citation": "Art. 31 Abs. 6 FIDLEG",
        "content": "Steht keine private Stelle als Registrierungsstelle zur Verfügung, so bezeichnet der Bundesrat eine Stelle für diese Aufgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_31"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registerführung und Meldepflicht",
        "citation": "Art. 32 Abs. 1 FIDLEG",
        "content": "Die Registrierungsstelle entscheidet über die Eintragungen und Löschungen im Beraterregister und erlässt die erforderlichen Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_32"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registerführung und Meldepflicht",
        "citation": "Art. 32 Abs. 2 FIDLEG",
        "content": "Registrierte Kundenberaterinnen und ‐berater sowie der Finanzdienstleister, für den sie tätig sind, müssen der Registrierungsstelle alle Änderungen von der Registrierung zugrunde liegenden Tatsachen melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_32"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registerführung und Meldepflicht",
        "citation": "Art. 32 Abs. 3 FIDLEG",
        "content": "Die zuständigen Aufsichtsbehörden melden der Registrierungsstelle, wenn sie:\na. gegen eingetragene Kundenberaterinnen und -berater ein Tätigkeits- oder Berufsverbot im Sinne von Artikel 29 Absatz 2 Buchstabe b aussprechen;\nb. davon Kenntnis erhalten, dass gegen eingetragene Kundenberaterinnen und ‐berater eine strafrechtliche Verurteilung nach Artikel 29 Absatz 2 Buchstabe a vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_32"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registerführung und Meldepflicht",
        "citation": "Art. 32 Abs. 4 FIDLEG",
        "content": "Erhält die Registrierungsstelle davon Kenntnis, dass eine Kundenberaterin oder ein Kundenberater eine Registrierungsvoraussetzung nicht mehr erfüllt, so löscht sie diese oder diesen aus dem Register.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_32"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Registerführung und Meldepflicht",
        "citation": "Art. 32 Abs. 5 FIDLEG",
        "content": "Die Daten des Beraterregisters sind öffentlich und werden im Abrufverfahren zugänglich gemacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_32"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Gebühren",
        "citation": "Art. 33 Abs. 1 FIDLEG",
        "content": "Die Registrierungsstelle erhebt kostendeckende Gebühren für ihre Verfügungen und Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_33"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Gebühren",
        "citation": "Art. 33 Abs. 2 FIDLEG",
        "content": "Der Bundesrat regelt die Gebühren. Die Regelung richtet sich nach Artikel 46a des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_33"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 2. Titel: Anforderungen für das Erbringen von Finanzdienstleistungen, 4. Kapitel: Beraterregister, Verfahren",
        "citation": "Art. 34 FIDLEG",
        "content": "Das Verfahren über den Registereintrag richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_34"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Pflicht zur Veröffentlichung eines Prospekts",
        "citation": "Art. 35 Abs. 1 FIDLEG",
        "content": "Wer in der Schweiz ein öffentliches Angebot zum Erwerb von Effekten unterbreitet oder wer um Zulassung von Effekten zum Handel auf einem Handelsplatz nach Artikel 26 Buchstabe a FinfraG ersucht, hat vorgängig einen Prospekt zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_35"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Pflicht zur Veröffentlichung eines Prospekts",
        "citation": "Art. 35 Abs. 1bis FIDLEG",
        "content": "Für die Zulassung von DLT-Effekten nach Artikel 2 Buchstabe bbis FinfraG zum Handel an einem DLT-Handelssystem nach Artikel 73a FinfraG gelten die Artikel 35–57 und 64–69 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_35"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Pflicht zur Veröffentlichung eines Prospekts",
        "citation": "Art. 35 Abs. 2 FIDLEG",
        "content": "Ist der Emittent der Effekten nicht am öffentlichen Angebot beteiligt, so treffen ihn keine Mitwirkungspflichten bei der Erstellung des Prospekts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_35"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art des Angebots",
        "citation": "Art. 36 Abs. 1 FIDLEG",
        "content": "Kein Prospekt muss veröffentlicht werden, wenn das öffentliche Angebot:\na. sich nur an Anlegerinnen und Anleger richtet, die als professionelle Kunden gelten;\nb. sich an weniger als 500 Anlegerinnen und Anleger richtet;\nc. sich an Anlegerinnen und Anleger richtet, die Effekten im Wert von mindestens 100 000 Franken erwerben;\nd. eine Mindeststückelung von 100 000 Franken aufweist;\ne. über einen Zeitraum von 12 Monaten berechnet einen Gesamtwert von 8 Millionen Franken nicht übersteigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_36"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art des Angebots",
        "citation": "Art. 36 Abs. 2 FIDLEG",
        "content": "Jedes öffentliche Angebot zur Weiterveräusserung von Effekten, die zuvor Gegenstand eines Angebots nach Absatz 1 waren, gilt als gesondertes Angebot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_36"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art des Angebots",
        "citation": "Art. 36 Abs. 3 FIDLEG",
        "content": "Der Anbieter kann ohne gegenteilige Anhaltspunkte für die Zwecke dieser Bestimmung davon ausgehen, dass professionelle und institutionelle Kundinnen und Kunden keine Erklärung abgegeben haben, wonach sie als Privatkundinnen oder ‐kunden gelten wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_36"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art des Angebots",
        "citation": "Art. 36 Abs. 4 FIDLEG",
        "content": "Ein Finanzdienstleister muss für später öffentlich angebotene Effekten keinen Prospekt veröffentlichen:\na. solange ein gültiger Prospekt vorliegt; und\nb. wenn der Emittent oder die Personen, die die Verantwortung für den Prospekt übernommen haben, in dessen Verwendung eingewilligt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_36"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art des Angebots",
        "citation": "Art. 36 Abs. 5 FIDLEG",
        "content": "Der Bundesrat kann die Anzahl der Anlegerinnen und Anleger sowie die Beträge nach Absatz 1 Buchstaben b–e unter Berücksichtigung anerkannter internationaler Standards und der ausländischen Rechtsentwicklung anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_36"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art der Effekten",
        "citation": "Art. 37 Abs. 1 FIDLEG",
        "content": "Kein Prospekt muss veröffentlicht werden, wenn folgende Arten von Effekten öffentlich angeboten werden:\na. Beteiligungspapiere, die ausserhalb einer Kapitalerhöhung im Tausch gegen bereits ausgegebene Beteiligungspapiere derselben Gattung ausgegeben werden;\nb. Beteiligungspapiere, die bei der Umwandlung oder beim Tausch von Finanzinstrumenten desselben Emittenten oder derselben Unternehmensgruppe ausgegeben oder geliefert werden;\nc. Beteiligungspapiere, die infolge der Ausübung eines mit Finanzinstrumenten desselben Emittenten oder derselben Unternehmensgruppe verbundenen Rechts ausgegeben oder geliefert werden;\nd. Effekten, die anlässlich einer Übernahme zum Tausch angeboten werden, sofern Angaben vorliegen, die inhaltlich einem Prospekt gleichwertig sind;\ne. Effekten, die anlässlich einer Fusion, Spaltung, Umwandlung oder Vermögensübertragung angeboten oder zugeteilt werden, sofern Angaben vorliegen, die inhaltlich einem Prospekt gleichwertig sind;\nf. Beteiligungspapiere, die als Dividenden Inhaberinnen und Inhabern von Beteiligungspapieren derselben Gattung ausgeschüttet werden, sofern Angaben über die Anzahl und die Art der Beteiligungspapiere sowie die Gründe und Einzelheiten zu dem Angebot vorliegen;\ng. Effekten, die Arbeitgeber oder verbundene Unternehmen derzeitigen oder ehemaligen Mitgliedern des Verwaltungsrats oder der Geschäftsleitung oder ihren Arbeitnehmerinnen und Arbeitnehmern anbieten oder zuteilen;\nh. Effekten, die von Bund oder Kantonen, von einer inter- oder supranationalen öffentlich-rechtlichen Körperschaft, von der Schweizerischen Nationalbank oder von ausländischen Zentralbanken ausgegeben oder uneingeschränkt und unwiderruflich garantiert werden;\ni. Effekten, die von Einrichtungen mit ideellem Zweck zur Mittelbeschaffung für nicht gewerbliche Ziele ausgegeben werden;\nj. Kassenobligationen;\nk. Effekten mit einer Laufzeit von weniger als einem Jahr (Geldmarktinstrumente);\nl. Derivate, die nicht in Form einer Emission angeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_37"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen nach der Art der Effekten",
        "citation": "Art. 37 Abs. 2 FIDLEG",
        "content": "Der Bundesrat kann unter Berücksichtigung anerkannter internationaler Standards und der ausländischen Rechtsentwicklung für weitere Arten von Effekten, die öffentlich angeboten werden, Ausnahmen von der Prospektpflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_37"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen für die Zulassung zum Handel",
        "citation": "Art. 38 Abs. 1 FIDLEG",
        "content": "Kein Prospekt muss veröffentlicht werden, wenn folgende Arten von Effekten zum Handel zugelassen werden:\na. Beteiligungspapiere, die über einen Zeitraum von zwölf Monaten insgesamt weniger als 20 Prozent der Zahl der Beteiligungspapiere derselben Gattung ausmachen, die bereits an demselben Handelsplatz zum Handel zugelassen sind;\nb. Beteiligungspapiere, die bei der Umwandlung oder beim Tausch von Finanzinstrumenten oder infolge der Ausübung von mit Finanzinstrumenten verbundenen Rechten ausgegeben werden, sofern es sich dabei um Beteiligungspapiere derselben Gattung handelt wie die Beteiligungspapiere, die bereits zum Handel zugelassen sind;\nc. Effekten, die an einem ausländischen Handelsplatz zum Handel zugelassen sind, dessen Regulierung, Aufsicht und Transparenz durch den inländischen Handelsplatz als angemessen anerkannt worden ist, oder bei denen die Transparenz für die Anlegerinnen und Anleger auf andere Weise sichergestellt ist;\nd. Effekten, für die die Zulassung für ein Handelssegment beantragt wird, das ausschliesslich professionellen Kunden offensteht, die für ihre eigene Rechnung oder für Rechnung von ausschliesslich professionellen Kunden handeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_38"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Ausnahmen für die Zulassung zum Handel",
        "citation": "Art. 38 Abs. 2 FIDLEG",
        "content": "Die Ausnahmen von der Pflicht zur Veröffentlichung eines Prospekts nach den Artikeln 36 und 37 gelten sinngemäss auch bei der Zulassung zum Handel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_38"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 1. Abschnitt: Allgemeines, Informationen ausserhalb der Prospektpflicht",
        "citation": "Art. 39 FIDLEG",
        "content": "Besteht keine Prospektpflicht, so behandeln die Anbieter oder Emittenten die Anlegerinnen und Anleger gleich, wenn sie diesen wesentliche Informationen zu einem öffentlichen Angebot zukommen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_39"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Inhalt",
        "citation": "Art. 40 Abs. 1 FIDLEG",
        "content": "Der Prospekt enthält die für einen Entscheid der Anlegerin oder des Anlegers wesentlichen Angaben:\na. zum Emittenten und zum Garantie- und Sicherheitengeber, namentlich:\n1. Verwaltungsrat, Geschäftsleitung, Revisionsstelle und weitere Organe,\n2. die letzte Halbjahres- oder Jahresrechnung oder, wenn noch keine solche vorliegt, Angaben zu Vermögenswerten und Verbindlichkeiten,\n3. die Geschäftslage,\n4. wesentliche Perspektiven, Risiken und Streitigkeiten;\nb. zu den öffentlich angebotenen oder zum Handel auf einem Handelsplatz bestimmten Effekten: namentlich die damit verbundenen Rechte, Pflichten und Risiken für die Anlegerinnen und Anleger;\nc. zum Angebot: namentlich die Art der Platzierung und den geschätzten Nettoerlös der Emission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_40"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Inhalt",
        "citation": "Art. 40 Abs. 2 FIDLEG",
        "content": "Die Angaben sind in einer Amtssprache des Bundes oder in Englisch zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_40"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Inhalt",
        "citation": "Art. 40 Abs. 3 FIDLEG",
        "content": "Der Prospekt enthält zudem in verständlicher Form eine Zusammenfassung der wesentlichen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_40"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Inhalt",
        "citation": "Art. 40 Abs. 4 FIDLEG",
        "content": "Können der endgültige Emissionskurs und das Emissionsvolumen im Prospekt nicht genannt werden, so muss dieser den höchstmöglichen Emissionskurs und die Kriterien und Bedingungen nennen, anhand deren das Emissionsvolumen ermittelt werden kann. Die Angaben zum endgültigen Emissionskurs und zum Emissionsvolumen werden bei der Prüfstelle hinterlegt und veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_40"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Inhalt",
        "citation": "Art. 40 Abs. 5 FIDLEG",
        "content": "Bei Angeboten, bei denen eine Ausnahme nach Artikel 51 Absatz 2 beansprucht wird, ist im Prospekt darauf hinzuweisen, dass dieser noch nicht geprüft ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_40"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Ausnahmen",
        "citation": "Art. 41 Abs. 1 FIDLEG",
        "content": "Die Prüfstelle kann vorsehen, dass Angaben nicht in den Prospekt aufgenommen werden müssen, wenn:\na. die Bekanntmachung dem Emittenten ernsthaft schaden würde und die Anlegerinnen und Anleger durch die Nichtaufnahme nicht in Bezug auf Tatsachen und Umstände, die für die Beurteilung der Qualität des Emittenten und der Eigenschaften der Effekten wesentlich sind, irregeführt werden;\nb. die entsprechenden Informationen nur von untergeordneter Bedeutung und nicht dazu geeignet sind, die Beurteilung der Geschäftslage und der wesentlichen Perspektiven, Risiken und Streitigkeiten des Emittenten oder des Garantie- und Sicherheitengebers zu beeinflussen; oder\nc. es sich um Angaben zu Effekten handelt, die an einem Handelsplatz gehandelt werden, und die periodische Berichterstattung des Emittenten während der letzten drei Jahre den massgeblichen Vorschriften zur Rechnungslegung entsprach.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_41"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Ausnahmen",
        "citation": "Art. 41 Abs. 2 FIDLEG",
        "content": "Sie kann in beschränktem Umfang weitere Ausnahmen vorsehen, soweit die Interessen der Anlegerinnen und Anleger gewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_41"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Verweisungen",
        "citation": "Art. 42 FIDLEG",
        "content": "Der Prospekt darf in allen Teilen ausser in der Zusammenfassung Verweisungen auf zuvor oder gleichzeitig veröffentlichte Dokumente enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_42"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Zusammenfassung",
        "citation": "Art. 43 Abs. 1 FIDLEG",
        "content": "Die Zusammenfassung soll einen Vergleich unter ähnlichen Effekten erleichtern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_43"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Zusammenfassung",
        "citation": "Art. 43 Abs. 2 FIDLEG",
        "content": "In der Zusammenfassung ist deutlich hervorzuheben, dass:\na. sie als Einleitung zum Prospekt zu verstehen ist;\nb. sich der Anlageentscheid nicht auf die Zusammenfassung, sondern auf die Angaben des gesamten Prospekts stützen muss;\nc. eine Haftung für die Zusammenfassung nur für den Fall besteht, dass diese irreführend, unrichtig oder widersprüchlich ist, wenn sie zusammen mit den anderen Teilen des Prospektes gelesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_43"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Aufteilung",
        "citation": "Art. 44 Abs. 1 FIDLEG",
        "content": "Der Prospekt kann aus einem einzigen Dokument oder aus mehreren Einzeldokumenten bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_44"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Aufteilung",
        "citation": "Art. 44 Abs. 2 FIDLEG",
        "content": "Besteht er aus mehreren Einzeldokumenten, so kann er aufgeteilt werden auf:\na. ein Registrierungsformular mit den Angaben zum Emittenten;\nb. eine Effektenbeschreibung mit den Angaben zu den Effekten, die öffentlich angeboten werden oder die zum Handel auf einem Handelsplatz zugelassen werden sollen;\nc. die Zusammenfassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_44"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Basisprospekt",
        "citation": "Art. 45 Abs. 1 FIDLEG",
        "content": "Der Prospekt kann namentlich bei Forderungspapieren, die in einem Angebotsprogramm oder dauernd oder wiederholt von Banken nach BankG oder Wertpapierhäusern nach dem FINIG ausgegeben werden, in Form eines Basisprospekts erstellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_45"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Basisprospekt",
        "citation": "Art. 45 Abs. 2 FIDLEG",
        "content": "Der Basisprospekt enthält alle zum Zeitpunkt seiner Veröffentlichung vorliegenden Angaben zum Emittenten, zum Garantie- und Sicherheitengeber und zu den Effekten, nicht aber die endgültigen Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_45"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Basisprospekt",
        "citation": "Art. 45 Abs. 3 FIDLEG",
        "content": "Die endgültigen Bedingungen sind im Zeitpunkt des öffentlichen Angebots zumindest in einer Fassung mit indikativen Angaben zu machen. Nach Ablauf der Zeichnungsfrist sind sie in endgültiger Fassung zu veröffentlichen und bei der Prüfstelle zu hinterlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_45"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, Basisprospekt",
        "citation": "Art. 45 Abs. 4 FIDLEG",
        "content": "Eine Genehmigung der endgültigen Bedingungen ist nicht erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_45"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 2. Abschnitt: Anforderungen, ErgänzendeBestimmungen",
        "citation": "Art. 46 FIDLEG",
        "content": "Der Bundesrat erlässt unter Berücksichtigung der spezifischen Eigenschaften von Emittenten und Effekten ergänzende Bestimmungen, namentlich:\na. zum Format des Prospekts und des Basisprospekts, der Zusammenfassung, der endgültigen Bedingungen und der Nachträge;\nb. zum Inhalt der Zusammenfassung;\nc. zu den Mindestangaben des Prospekts;\nd. zu den Dokumenten, auf die verwiesen werden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_46"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 3. Abschnitt: Erleichterungen",
        "citation": "Art. 47 Abs. 1 FIDLEG",
        "content": "Der Bundesrat kann Erleichterungen von der Prospektpflicht sowie von der Nachtragspflicht für Emittenten festlegen, die zwei der nachstehenden Grössen im letzten Geschäftsjahr nicht überschreiten:\na. Bilanzsumme von 20 Millionen Franken;\nb. Umsatzerlös von 40 Millionen Franken;\nc. 250 Vollzeitstellen im Jahresdurchschnitt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_47"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 3. Abschnitt: Erleichterungen",
        "citation": "Art. 47 Abs. 2 FIDLEG",
        "content": "Er kann zudem Erleichterungen festlegen insbesondere für:\na. Emittenten, die sich in geringem Masse auf einem Handelsplatz kapitalisieren;\nb. Emissionen von Bezugsrechten;\nc. Emittenten, die regelmässig Effekten öffentlich anbieten oder deren Effekten an einem ausländischen Handelsplatz zum Handel zugelassen sind, dessen Regulierung, Aufsicht und Transparenz durch einen inländischen Handelsplatz als angemessen anerkannt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_47"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 3. Abschnitt: Erleichterungen",
        "citation": "Art. 47 Abs. 3 FIDLEG",
        "content": "Er gestaltet die Erleichterungen einheitlich aus und richtet sich insbesondere nach:\na. der Art der begebenen Effekten;\nb. dem Emissionsvolumen;\nc. dem Marktumfeld;\nd. dem konkreten Bedarf nach transparenter Information der Anlegerinnen und Anleger;\ne. der Geschäftstätigkeit und der Grösse der Emittenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_47"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 48 Abs. 1 FIDLEG",
        "content": "Für offene kollektive Kapitalanlagen nach dem 2. Titel des KAG erstellen die Fondsleitung (Art. 32 FINIG) und die Investmentgesellschaft mit variablem Kapital (SICAV) (Art. 13 Abs. 2 Bst. b KAG) einen Prospekt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_48"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 48 Abs. 2 FIDLEG",
        "content": "Der Prospekt enthält das Fondsreglement, sofern den interessierten Personen nicht mitgeteilt wird, wo dieses vor Vertragsabschluss oder vor der Zeichnung bezogen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_48"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 48 Abs. 3 FIDLEG",
        "content": "Der Bundesrat legt fest, welche Angaben neben dem Fondsreglement im Prospekt aufgeführt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_48"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 48 Abs. 4 FIDLEG",
        "content": "Der Prospekt und seine Änderungen sind unverzüglich der FINMA einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_48"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 49 Abs. 1 FIDLEG",
        "content": "Die Kommanditgesellschaft für kollektive Kapitalanlagen nach Artikel 98 KAG erstellt einen Prospekt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_49"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 49 Abs. 2 FIDLEG",
        "content": "Dieser enthält namentlich die im Gesellschaftsvertrag nach Artikel 102 Absatz 1 Buchstabe h KAG enthaltenen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_49"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 49 Abs. 3 FIDLEG",
        "content": "Für den Prospekt der Investmentgesellschaft mit festem Kapital nach Artikel 110 KAG gilt Artikel 48 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_49"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Ausnahmen",
        "citation": "Art. 50 Abs. 1 FIDLEG",
        "content": "Für einen Limited Qualified Investor Fund (L-QIF) ist kein Prospekt zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_50"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 4. Abschnitt: Kollektive Kapitalanlagen, Ausnahmen",
        "citation": "Art. 50 Abs. 2 FIDLEG",
        "content": "Die FINMA kann kollektive Kapitalanlagen nach dem KAG ganz oder teilweise von den Bestimmungen dieses Kapitels befreien, sofern sie ausschliesslich qualifizierten Anlegerinnen und Anlegern nach Artikel 10 Absätze 3 und 3ter KAG offenstehen und der Schutzzweck dieses Gesetzes dadurch nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_50"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Pflicht",
        "citation": "Art. 51 Abs. 1 FIDLEG",
        "content": "Der Prospekt ist vor seiner Veröffentlichung der Prüfstelle zu unterbreiten. Diese prüft ihn auf Vollständigkeit, Kohärenz und Verständlichkeit hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_51"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Pflicht",
        "citation": "Art. 51 Abs. 2 FIDLEG",
        "content": "Der Bundesrat kann Effekten bezeichnen, deren Prospekt erst nach der Veröffentlichung geprüft werden muss, wenn eine Bank nach dem BankG oder ein Wertpapierhaus nach dem FINIG bestätigt, dass zum Zeitpunkt der Veröffentlichung die wichtigsten Informationen über den Emittenten und die Effekte vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_51"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Pflicht",
        "citation": "Art. 51 Abs. 3 FIDLEG",
        "content": "Nicht geprüft werden müssen Prospekte kollektiver Kapitalanlagen. Vorbehalten bleibt die Genehmigungspflicht für Dokumentationen ausländischer kollektiver Kapitalanlagen nach den Artikeln 15 Absatz 1 Buchstabe e und 120 KAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_51"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Prüfstelle",
        "citation": "Art. 52 Abs. 1 FIDLEG",
        "content": "Die Prüfstelle bedarf der Zulassung durch die FINMA. Die FINMA kann mehrere Prüfstellen zulassen, soweit dies sachlich gerechtfertigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_52"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Prüfstelle",
        "citation": "Art. 52 Abs. 2 FIDLEG",
        "content": "Die Prüfstelle muss so organisiert sein, dass die unabhängige Erfüllung ihrer Aufgaben sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_52"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Prüfstelle",
        "citation": "Art. 52 Abs. 3 FIDLEG",
        "content": "Sie und die mit der Geschäftsführung der Prüfstelle betrauten Personen müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten. Die mit der Geschäftsführung betrauten Personen müssen zudem einen guten Ruf geniessen und die für die Funktion erforderlichen fachlichen Qualifikationen aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_52"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Prüfstelle",
        "citation": "Art. 52 Abs. 4 FIDLEG",
        "content": "Erfüllt die Prüfstelle die Anforderungen nach diesem Gesetz nicht mehr, so verfügt die FINMA die notwendigen Massnahmen zur Behebung der Mängel. Behebt die Prüfstelle Mängel, die die Aufgabenerfüllung gefährden, nicht innert angemessener Frist, so entzieht ihr die FINMA die Zulassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_52"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Prüfstelle",
        "citation": "Art. 52 Abs. 5 FIDLEG",
        "content": "Steht keine private Stelle als Prüfstelle zur Verfügung, so bezeichnet der Bundesrat eine Stelle für diese Aufgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_52"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Verfahren und Fristen",
        "citation": "Art. 53 Abs. 1 FIDLEG",
        "content": "Das Verfahren der Prüfstelle richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_53"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Verfahren und Fristen",
        "citation": "Art. 53 Abs. 2 FIDLEG",
        "content": "Die Prüfstelle prüft die Prospekte unverzüglich bei deren Eingang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_53"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Verfahren und Fristen",
        "citation": "Art. 53 Abs. 3 FIDLEG",
        "content": "Stellt sie fest, dass ein Prospekt den gesetzlichen Anforderungen nicht entspricht, so teilt sie dies der den Prospekt vorlegenden Person innerhalb von 10 Kalendertagen ab dessen Eingang mit Begründung mit und fordert die Person zur Nachbesserung auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_53"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Verfahren und Fristen",
        "citation": "Art. 53 Abs. 4 FIDLEG",
        "content": "Sie entscheidet innert 10 Kalendertagen ab Eingang des gegebenenfalls nachgebesserten Prospekts über dessen Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_53"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Verfahren und Fristen",
        "citation": "Art. 53 Abs. 5 FIDLEG",
        "content": "Bei neuen Emittenten beträgt die Frist 20 Kalendertage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_53"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Verfahren und Fristen",
        "citation": "Art. 53 Abs. 6 FIDLEG",
        "content": "Ergeht innert der in den Absätzen 4 und 5 genannten Fristen kein Entscheid der Prüfstelle, so gilt dies nicht als Genehmigung des Prospekts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_53"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Ausländische Prospekte",
        "citation": "Art. 54 Abs. 1 FIDLEG",
        "content": "Die Prüfstelle kann einen nach ausländischen Rechtsvorschriften erstellten Prospekt genehmigen, wenn:\na. er nach internationalen Standards erstellt wurde, die durch internationale Organisationen von Wertpapieraufsichtsbehörden festgelegt werden; und\nb. die Informationspflichten, auch in Bezug auf Finanzinformationen, mit den Anforderungen dieses Gesetzes gleichwertig sind; ein geprüfter Einzelabschluss ist nicht erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_54"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Ausländische Prospekte",
        "citation": "Art. 54 Abs. 2 FIDLEG",
        "content": "Sie kann für Prospekte, die nach bestimmten Rechtsordnungen genehmigt wurden, vorsehen, dass sie auch in der Schweiz als genehmigt gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_54"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Ausländische Prospekte",
        "citation": "Art. 54 Abs. 3 FIDLEG",
        "content": "Sie veröffentlicht eine Liste der Länder, deren Prospektgenehmigung in der Schweiz anerkannt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_54"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Gültigkeit",
        "citation": "Art. 55 Abs. 1 FIDLEG",
        "content": "Prospekte sind nach ihrer Genehmigung während zwölf Monaten für öffentliche Angebote oder Zulassungen zum Handel auf einem Handelsplatz von Effekten derselben Gattung und desselben Emittenten gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_55"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Gültigkeit",
        "citation": "Art. 55 Abs. 2 FIDLEG",
        "content": "Prospekte für Forderungspapiere, die von einer Bank nach dem BankG oder einem Wertpapierhaus nach dem FINIG in einem Angebotsprogramm ausgegeben werden, sind gültig, bis keines der betroffenen Forderungspapiere mehr dauernd oder wiederholt ausgegeben wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_55"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Nachträge",
        "citation": "Art. 56 Abs. 1 FIDLEG",
        "content": "Ein Nachtrag zum Prospekt ist zu erstellen, wenn zwischen der Genehmigung des Prospekts und dem endgültigen Schluss eines öffentlichen Angebots oder einer Eröffnung des Handels auf einem Handelsplatz neue Tatsachen eintreten oder festgestellt werden und diese die Bewertung der Effekten wesentlich beeinflussen könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_56"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Nachträge",
        "citation": "Art. 56 Abs. 2 FIDLEG",
        "content": "Der Nachtrag ist umgehend nach Eintritt oder Feststellung der neuen Tatsache der Prüfstelle zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_56"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Nachträge",
        "citation": "Art. 56 Abs. 3 FIDLEG",
        "content": "Die Prüfstelle entscheidet innerhalb von höchstens sieben Kalendertagen über die Genehmigung des Nachtrags. Danach ist er unverzüglich zu veröffentlichen. Zusammenfassungen sind durch die im Nachtrag enthaltenen Informationen zu ergänzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_56"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Nachträge",
        "citation": "Art. 56 Abs. 4 FIDLEG",
        "content": "Die Prüfstelle führt eine Liste mit Tatsachen, die von ihrer Natur her nicht der Genehmigung unterliegen. Nachträge zu solchen Tatsachen sind gleichzeitig mit der Meldung an die Prüfstelle zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_56"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Nachträge",
        "citation": "Art. 56 Abs. 5 FIDLEG",
        "content": "Tritt eine neue Tatsache nach Absatz 1 während eines öffentlichen Angebotes ein, so endet die Angebotsfrist frühestens zwei Tage nach Veröffentlichung des Nachtrags. Anlegerinnen und Anleger können Zeichnungen oder Erwerbszusagen bis zum Ende der Zeichnungsfrist oder Angebotsfrist zurückziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_56"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Gebühren",
        "citation": "Art. 57 Abs. 1 FIDLEG",
        "content": "Die Prüfstelle erhebt kostendeckende Gebühren für ihre Verfügungen und Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_57"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 1. Kapitel: Prospekt für Effekten, 5. Abschnitt: Prüfung des Prospekts, Gebühren",
        "citation": "Art. 57 Abs. 2 FIDLEG",
        "content": "Der Bundesrat regelt die Gebühren. Die Regelung richtet sich nach Artikel 46a des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_57"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Pflicht",
        "citation": "Art. 58 Abs. 1 FIDLEG",
        "content": "Wird ein Finanzinstrument Privatkundinnen und -kunden angeboten, so hat der Ersteller vorgängig ein Basisinformationsblatt zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_58"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Pflicht",
        "citation": "Art. 58 Abs. 2 FIDLEG",
        "content": "Für Finanzinstrumente, die für Privatkundinnen oder -kunden ausschliesslich im Rahmen eines Vermögensverwaltungsvertrags erworben werden dürfen, ist kein Basisinformationsblatt zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_58"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Pflicht",
        "citation": "Art. 58 Abs. 3 FIDLEG",
        "content": "Der Bundesrat kann qualifizierte Dritte bezeichnen, denen die Erstellung des Basisinformationsblatts übertragen werden kann. Der Ersteller bleibt für die Vollständigkeit und Richtigkeit der Angaben auf dem Basisinformationsblatt sowie für die Einhaltung der Pflichten nach dem 2.–4. Kapitel (Art. 58–68)verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_58"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Pflicht",
        "citation": "Art. 58 Abs. 4 FIDLEG",
        "content": "Werden Finanzinstrumente Privatkunden auf der Basis von indikativen Angaben angeboten, so ist zumindest eine vorläufige Fassung des Basisinformationsblatts mit den entsprechenden indikativen Angaben zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_58"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Ausnahmen",
        "citation": "Art. 59 Abs. 1 FIDLEG",
        "content": "Kein Basisinformationsblatt muss erstellen, wer Effekten in Form von Aktien einschliesslich Aktien gleichzustellender Effekten, die Beteiligungsrechte verleihen, wie Partizipations- oder Genussscheine, sowie Forderungspapiere ohne derivativen Charakter anbietet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_59"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Ausnahmen",
        "citation": "Art. 59 Abs. 2 FIDLEG",
        "content": "Dokumente nach ausländischem Recht, die dem Basisinformationsblatt gleichwertig sind, können anstelle eines Basisinformationsblatts verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_59"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Inhalt",
        "citation": "Art. 60 Abs. 1 FIDLEG",
        "content": "Das Basisinformationsblatt enthält die Angaben, die wesentlich sind, damit die Anlegerinnen und Anleger eine fundierte Anlageentscheidung treffen und unterschiedliche Finanzinstrumente miteinander vergleichen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_60"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Inhalt",
        "citation": "Art. 60 Abs. 2 FIDLEG",
        "content": "Die Angaben umfassen insbesondere:\na. den Namen des Finanzinstruments und die Identität des Erstellers;\nb. die Art und die Merkmale des Finanzinstruments;\nc. das Risiko- und Renditeprofil des Finanzinstruments unter Angabe des höchsten Verlusts, der den Anlegerinnen und Anleger auf dem angelegten Kapital droht;\nd. die Kosten des Finanzinstruments;\ne. die Mindesthaltedauer und die Handelbarkeit des Finanzinstruments;\nf. die Information über die mit dem Finanzinstrument verbundenen Bewilligungen und Genehmigungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_60"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Anforderungen",
        "citation": "Art. 61 Abs. 1 FIDLEG",
        "content": "Das Basisinformationsblatt muss leicht verständlich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_61"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Anforderungen",
        "citation": "Art. 61 Abs. 2 FIDLEG",
        "content": "Es ist ein eigenständiges Dokument, das sich von Werbematerialien deutlich unterscheiden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_61"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Anpassungen",
        "citation": "Art. 62 Abs. 1 FIDLEG",
        "content": "Der Ersteller überprüft regelmässig die im Basisinformationsblatt enthaltenen Angaben und überarbeitet sie, soweit sich wesentliche Änderungen ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_62"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Anpassungen",
        "citation": "Art. 62 Abs. 2 FIDLEG",
        "content": "Die Überprüfung und die Überarbeitung der im Basisinformationsblatt enthaltenen Angaben können qualifizierten Dritten übertragen werden. Der Ersteller bleibt für die Vollständigkeit und Richtigkeit der Angaben auf dem Basisinformationsblatt sowie für die Einhaltung der Pflichten nach dem 2.–4. Kapitel (Art. 58–68) verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_62"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 2. Kapitel: Basisinformationsblatt für Finanzinstrumente, Ergänzende Bestimmungen",
        "citation": "Art. 63 FIDLEG",
        "content": "Der Bundesrat erlässt ergänzende Bestimmungen zum Basisinformationsblatt. Er regelt namentlich:\na. dessen Inhalt;\nb. dessen Umfang, Sprache und Gestaltung;\nc. die Modalitäten der Bereitstellung;\nd. die Gleichwertigkeit ausländischer Dokumente mit dem Basisinformationsblatt nach Artikel 59 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_63"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 1 FIDLEG",
        "content": "Der Anbieter von Effekten oder die deren Zulassung zum Handel beantragende Person muss den Prospekt:\na. nach seiner Genehmigung bei der Prüfstelle hinterlegen;\nb. spätestens mit Beginn des öffentlichen Angebots oder der Zulassung der betreffenden Effekte zum Handel veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 2 FIDLEG",
        "content": "Soll eine Gattung von Beteiligungspapieren eines Emittenten zum ersten Mal zum Handel auf einem Handelsplatz zugelassen werden, so muss der Prospekt mindestens sechs Arbeitstage vor dem Ende des Angebots zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 3 FIDLEG",
        "content": "Der Prospekt kann veröffentlicht werden:\na. in einer oder mehreren Zeitungen mit einer der Emission entsprechenden Verbreitung oder im Schweizerischen Handelsamtsblatt;\nb. durch kostenlose Abgabe in gedruckter Form am Sitz des Emittenten oder bei der mit der Emission befassten Stelle;\nc. in elektronischer Form auf der Website des Emittenten, des Garantie- und Sicherheitengebers, des Handelsplatzes oder der mit der Emission befassten Stelle; oder\nd. in elektronischer Form auf der Website der Prüfstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 4 FIDLEG",
        "content": "Wird der Prospekt in elektronischer Form veröffentlicht, so müssen auf Anfrage kostenlose Papierversionen zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 5 FIDLEG",
        "content": "Die Prüfstelle setzt die genehmigten Prospekte auf eine Liste und macht diese während zwölf Monaten zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 6 FIDLEG",
        "content": "Wird der Prospekt in mehreren Einzeldokumenten erstellt oder enthält er eine Verweisung, können die den Prospekt bildenden Dokumente und Angaben getrennt veröffentlicht werden. Die Einzeldokumente sind den Anlegerinnen und Anlegern kostenlos zur Verfügung zu stellen. In jedem Einzeldokument ist anzugeben, wo die anderen Einzeldokumente erhältlich sind, die zusammen mit diesem den vollständigen Prospekt bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für Effekten",
        "citation": "Art. 64 Abs. 7 FIDLEG",
        "content": "Wortlaut und Aufmachung des Prospekts und der Nachträge, die veröffentlicht oder dem Publikum zur Verfügung gestellt werden, müssen jederzeit der bei der Prüfstelle hinterlegten Fassung entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_64"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für kollektive Kapitalanlagen",
        "citation": "Art. 65 Abs. 1 FIDLEG",
        "content": "Der Prospekt für eine kollektive Kapitalanlage ist spätestens mit Beginn des öffentlichen Angebots zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_65"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Prospekt für kollektive Kapitalanlagen",
        "citation": "Art. 65 Abs. 2 FIDLEG",
        "content": "Für die Veröffentlichung gilt Artikel 64 Absätze 3, 4 und 6 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_65"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Basisinformationsblatt",
        "citation": "Art. 66 Abs. 1 FIDLEG",
        "content": "Wird ein Finanzinstrument, für das ein Basisinformationsblatt zu erstellen ist, öffentlich angeboten, so ist das Basisinformationsblatt spätestens mit Beginn des öffentlichen Angebots zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_66"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Basisinformationsblatt",
        "citation": "Art. 66 Abs. 2 FIDLEG",
        "content": "Artikel 64 Absätze 3 und 4 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_66"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Änderungen mit Effekten verbundener Rechte",
        "citation": "Art. 67 Abs. 1 FIDLEG",
        "content": "Der Emittent macht Änderungen der mit den Effekten verbundenen Rechte so rechtzeitig bekannt, dass für die Anlegerinnen und Anleger die Wahrnehmung ihrer Rechte gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_67"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Änderungen mit Effekten verbundener Rechte",
        "citation": "Art. 67 Abs. 2 FIDLEG",
        "content": "Inhalt und Umfang der Veröffentlichung richten sich im Übrigen nach den Emissionsbedingungen. Artikel 64 Absätze 3 und 4 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_67"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 3. Kapitel: Veröffentlichung, Änderungen mit Effekten verbundener Rechte",
        "citation": "Art. 67 Abs. 3 FIDLEG",
        "content": "Vorbehalten bleiben besondere gesetzliche Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_67"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 4. Kapitel: Werbung",
        "citation": "Art. 68 Abs. 1 FIDLEG",
        "content": "Werbung für Finanzinstrumente muss als solche klar erkennbar sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_68"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 4. Kapitel: Werbung",
        "citation": "Art. 68 Abs. 2 FIDLEG",
        "content": "In der Werbung ist auf den Prospekt und das Basisinformationsblatt zum jeweiligen Finanzinstrument und auf die Bezugsstelle hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_68"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 4. Kapitel: Werbung",
        "citation": "Art. 68 Abs. 3 FIDLEG",
        "content": "Werbung und andere an die Anlegerinnen und Anleger gerichtete Informationen über Finanzinstrumente müssen mit den im Prospekt und im Basisinformationsblatt enthaltenen Angaben übereinstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_68"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 5. Kapitel: Haftung",
        "citation": "Art. 69 Abs. 1 FIDLEG",
        "content": "Wer in Prospekten, im Basisinformationsblatt oder in ähnlichen Mitteilungen unrichtige, irreführende oder den gesetzlichen Anforderungen nicht entsprechende Angaben macht, ohne dabei die erforderliche Sorgfalt anzuwenden, haftet dem Erwerber eines Finanzinstruments für den dadurch verursachten Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_69"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 5. Kapitel: Haftung",
        "citation": "Art. 69 Abs. 2 FIDLEG",
        "content": "Für Angaben in der Zusammenfassung wird nur gehaftet, wenn sich erweist, dass diese irreführend, unrichtig oder widersprüchlich sind, wenn sie zusammen mit den anderen Teilen des Prospektes gelesen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_69"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 5. Kapitel: Haftung",
        "citation": "Art. 69 Abs. 3 FIDLEG",
        "content": "Für falsche oder irreführende Angaben über wesentliche Perspektiven wird nur gehaftet, wenn die Angaben wider besseres Wissen oder ohne Hinweis auf die Ungewissheit zukünftiger Entwicklungen gemacht oder verbreitet wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_69"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Strukturierte Produkte",
        "citation": "Art. 70 Abs. 1 FIDLEG",
        "content": "Strukturierte Produkte dürfen in der Schweiz oder von der Schweiz aus Privatkundinnen und -kunden ohne ein auf Dauer angelegtes Vermögensverwaltungs- oder Anlageberatungsverhältnis nur angeboten werden, wenn sie ausgegeben, garantiert oder gleichwertig gesichert werden von:\na. einer Bank nach dem BankG;\nb. einer Versicherung nach dem VAG;\nc. einem Wertpapierhaus nach dem FINIG;\nd. einem ausländischen Institut, das einer gleichwertigen prudenziellen Aufsicht untersteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_70"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Strukturierte Produkte",
        "citation": "Art. 70 Abs. 2 FIDLEG",
        "content": "Die Ausgabe von strukturierten Produkten an Privatkundinnen und -kunden durch Sonderzweckgesellschaften ist zulässig, sofern:\na. diese Produkte angeboten werden durch:\n1. Finanzintermediäre nach dem BankG, dem FINIG und dem KAG,\n2. Versicherungsunternehmen nach dem VAG,\n3. ein ausländisches Institut, das einer gleichwertigen Aufsicht untersteht; und\nb. eine Sicherung gewährleistet ist, die den Anforderungen nach Absatz 1 entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_70"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Strukturierte Produkte",
        "citation": "Art. 70 Abs. 3 FIDLEG",
        "content": "Der Bundesrat regelt die Anforderungen an die Sicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_70"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Interne Sondervermögen",
        "citation": "Art. 71 Abs. 1 FIDLEG",
        "content": "Interne Sondervermögen vertraglicher Art zur kollektiven Verwaltung von Vermögen bestehender Kundinnen und Kunden dürfen von Banken nach dem BankG und Wertpapierhäusern nach dem FINIG nur gebildet werden, wenn diese folgende Voraussetzungen erfüllen:\na. Sie beteiligen Kundinnen und Kunden ausschliesslich aufgrund eines auf Dauer angelegten Vermögensverwaltungs- oder Anlageberatungsverhältnisses am internen Sondervermögen.\nb. Sie geben dafür keine Anteilscheine aus.\nc. Sie bieten die Beteiligung nicht öffentlich an und sie betreiben dafür keine Werbung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_71"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Interne Sondervermögen",
        "citation": "Art. 71 Abs. 2 FIDLEG",
        "content": "Für interne Sondervermögen ist ein Basisinformationsblatt nach den Artikeln 58–63 zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_71"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Interne Sondervermögen",
        "citation": "Art. 71 Abs. 3 FIDLEG",
        "content": "Die Errichtung und die Auflösung interner Sondervermögen sind der aufsichtsrechtlichen Prüfgesellschaft zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_71"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 3. Titel: Anbieten von Finanzinstrumenten, 6. Kapitel:, Anbieten von strukturierten Produkten und Bilden von Sondervermögen, Interne Sondervermögen",
        "citation": "Art. 71 Abs. 4 FIDLEG",
        "content": "Sachen und Rechte, die zum Sondervermögen gehören, werden im Konkurs der Bank oder des Wertpapierhauses zugunsten der Anlegerinnen und Anleger abgesondert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_71"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 4. Titel: Herausgabe von Dokumenten, Anspruch",
        "citation": "Art. 72 Abs. 1 FIDLEG",
        "content": "Die Kundin und der Kunde haben jederzeit Anspruch auf Herausgabe einer Kopie ihres Dossiers sowie sämtlicher weiterer sie betreffenden Dokumente, die der Finanzdienstleister im Rahmen der Geschäftsbeziehung erstellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_72"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 4. Titel: Herausgabe von Dokumenten, Anspruch",
        "citation": "Art. 72 Abs. 2 FIDLEG",
        "content": "Mit Einverständnis der Kundin oder des Kunden kann die Herausgabe in elektronischer Form erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_72"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 4. Titel: Herausgabe von Dokumenten, Verfahren",
        "citation": "Art. 73 Abs. 1 FIDLEG",
        "content": "Wer einen Anspruch geltend machen will, stellt schriftlich oder in anderer durch Text nachweisbarer Form ein entsprechendes Gesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_73"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 4. Titel: Herausgabe von Dokumenten, Verfahren",
        "citation": "Art. 73 Abs. 2 FIDLEG",
        "content": "Der Finanzdienstleister lässt der Kundin oder dem Kunden innert 30 Tagen nach Erhalt des Gesuchs kostenlos eine Kopie der betreffenden Dokumente zukommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_73"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 4. Titel: Herausgabe von Dokumenten, Verfahren",
        "citation": "Art. 73 Abs. 3 FIDLEG",
        "content": "Kommt er dem Gesuch auf Herausgabe nicht nach, so kann die Kundin oder der Kunde das Gericht anrufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_73"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 4. Titel: Herausgabe von Dokumenten, Verfahren",
        "citation": "Art. 73 Abs. 4 FIDLEG",
        "content": "Eine allfällige Weigerung des Finanzdienstleisters zur Herausgabe kann in einem späteren Rechtsstreit vom zuständigen Gericht beim Entscheid über die Prozesskosten berücksichtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_73"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Grundsatz",
        "citation": "Art. 74 FIDLEG",
        "content": "Streitigkeiten über Rechtsansprüche zwischen der Kundin oder dem Kunden und dem Finanzdienstleister sollen nach Möglichkeit im Rahmen eines Vermittlungsverfahrens durch eine Ombudsstelle erledigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_74"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 1 FIDLEG",
        "content": "Das Verfahren vor der Ombudsstelle muss unbürokratisch, fair, rasch, unparteiisch und für die Kundin oder den Kunden kostengünstig oder kostenlos sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 2 FIDLEG",
        "content": "Es ist vertraulich. Im Rahmen des Vermittlungsverfahrens gemachte Aussagen der Parteien sowie die zwischen einer Partei und der Ombudsstelle geführte Korrespondenz dürfen in einem anderen Verfahren nicht verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 3 FIDLEG",
        "content": "Die Parteien haben keinen Anspruch auf Einsicht in die Korrespondenz der Ombudsstelle mit der jeweils anderen Partei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 4 FIDLEG",
        "content": "Ein Vermittlungsgesuch ist jederzeit zulässig, wenn:\na. es nach den im Verfahrensreglement der Ombudsstelle festgelegten Vorgaben oder mit dem von der Ombudsstelle zur Verfügung gestellten Formular eingereicht wurde;\nb. die Kundin oder der Kunde glaubhaft macht, dass sie oder er zuvor den Finanzdienstleister über ihren oder seinen Standpunkt informiert und versucht hat, sich mit ihm zu einigen;\nc. es nicht offensichtlich missbräuchlich ist oder in der gleichen Sache bereits ein Vermittlungsverfahren durchgeführt wurde; und\nd. weder eine Schlichtungsbehörde noch ein Gericht, ein Schiedsgericht oder eine Verwaltungsbehörde mit der Sache befasst ist oder war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 5 FIDLEG",
        "content": "Das Verfahren wird in der Amtssprache des Bundes durchgeführt, die die Kundin oder der Kunde wählt. Vorbehalten bleiben abweichende Vereinbarungen zwischen den Parteien, soweit sie sich im Rahmen des Verfahrensreglements der Ombudsstelle halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 6 FIDLEG",
        "content": "Die Ombudsstelle würdigt die ihr unterbreiteten Fälle frei und unterliegt keinen Weisungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 7 FIDLEG",
        "content": "Die Ombudsstelle trifft die zweckmässigen Massnahmen zur Vermittlung, sofern diese nicht von vornherein aussichtslos erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verfahren",
        "citation": "Art. 75 Abs. 8 FIDLEG",
        "content": "Kann keine Einigung erzielt werden oder erscheint eine solche aussichtslos, so kann die Ombudsstelle den Parteien gestützt auf die ihr vorliegenden Informationen eine eigene tatsächliche und rechtliche Einschätzung der Streitigkeit abgeben und in die Verfahrensabschlussmitteilung aufnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_75"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verhältnis zum Schlichtungsverfahren und zu anderen Verfahren",
        "citation": "Art. 76 Abs. 1 FIDLEG",
        "content": "Die Einreichung eines Vermittlungsgesuchs bei einer Ombudsstelle schliesst eine Zivilklage nicht aus und verhindert eine solche nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_76"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verhältnis zum Schlichtungsverfahren und zu anderen Verfahren",
        "citation": "Art. 76 Abs. 2 FIDLEG",
        "content": "Nach Durchführung eines Verfahrens vor einer Ombudsstelle kann die klagende Partei einseitig auf die Durchführung des Schlichtungsverfahrens nach der Zivilprozessordnung verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_76"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 1. Kapitel: Vermittlung, Verhältnis zum Schlichtungsverfahren und zu anderen Verfahren",
        "citation": "Art. 76 Abs. 3 FIDLEG",
        "content": "Die Ombudsstelle beendet das Verfahren, sobald eine Schlichtungsbehörde, ein Gericht, ein Schiedsgericht oder eine Verwaltungsbehörde mit der Sache befasst ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_76"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 2. Kapitel: Pflichten der Finanzdienstleister, Anschlusspflicht",
        "citation": "Art. 77 FIDLEG",
        "content": "Finanzdienstleister, die nicht ausschliesslich gegenüber institutionellen oder professionellen Kunden nach Artikel 4 Absätze 3 und 4 Finanzdienstleistungen erbringen, müssen sich spätestens mit Aufnahme ihrer Tätigkeit einer Ombudsstelle anschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_77"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 2. Kapitel: Pflichten der Finanzdienstleister, Teilnahmepflicht",
        "citation": "Art. 78 Abs. 1 FIDLEG",
        "content": "Finanzdienstleister, die von einem Vermittlungsgesuch um Schlichtung bei einer Ombudsstelle betroffen sind, müssen am Verfahren teilnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_78"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 2. Kapitel: Pflichten der Finanzdienstleister, Teilnahmepflicht",
        "citation": "Art. 78 Abs. 2 FIDLEG",
        "content": "Sie haben Vorladungen, Aufforderungen zur Stellungnahme sowie Auskunftsanfragen der Ombudsstellen fristgerecht nachzukommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_78"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 2. Kapitel: Pflichten der Finanzdienstleister, Pflicht zur Information",
        "citation": "Art. 79 Abs. 1 FIDLEG",
        "content": "Die Finanzdienstleister informieren ihre Kundinnen und Kunden über die Möglichkeit eines Vermittlungsverfahrens durch eine Ombudsstelle:\na. bei Eingehung einer Geschäftsbeziehung im Rahmen der Informationspflicht nach Artikel 8 Absatz 1 Buchstabe c;\nb. bei einer Zurückweisung eines von der Kundin oder vom Kunden geltend gemachten Rechtsanspruchs; und\nc. jederzeit auf Anfrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_79"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 2. Kapitel: Pflichten der Finanzdienstleister, Pflicht zur Information",
        "citation": "Art. 79 Abs. 2 FIDLEG",
        "content": "Die Information erfolgt in geeigneter Form und beinhaltet Name und Adresse der Ombudsstelle, der sich der Finanzdienstleister angeschlossen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_79"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 2. Kapitel: Pflichten der Finanzdienstleister, Finanzielle Beteiligung",
        "citation": "Art. 80 FIDLEG",
        "content": "Finanzdienstleister leisten finanzielle Beiträge an die Ombudsstelle, der sie sich angeschlossen haben. Die Beiträge bemessen sich verursachergerecht nach der Beitrags- und Kostenordnung der Ombudsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_80"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 3. Kapitel: Aufnahme und Ausschluss, Aufnahme",
        "citation": "Art. 81 FIDLEG",
        "content": "Eine Ombudsstelle ist verpflichtet, einen Finanzdienstleister aufzunehmen, wenn er ihre Anschlussvoraussetzungen erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_81"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 3. Kapitel: Aufnahme und Ausschluss, Ausschluss",
        "citation": "Art. 82 FIDLEG",
        "content": "Finanzdienstleister, die den Pflichten nach den Artikeln 78–80 wiederholt nicht nachkommen, werden von der Ombudsstelle ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_82"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 3. Kapitel: Aufnahme und Ausschluss, Informationspflicht",
        "citation": "Art. 83 FIDLEG",
        "content": "Die Ombudsstelle informiert die zuständigen Aufsichtsbehörden sowie die Registrierungsstelle über die ihr angeschlossenen Finanzdienstleister und über diejenigen, denen sie den Anschluss verweigert oder die sie ausgeschlossen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_83"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Anerkennung",
        "citation": "Art. 84 Abs. 1 FIDLEG",
        "content": "Die Ombudsstellen bedürfen der Anerkennung des Eidgenössischen Finanzdepartements (EFD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_84"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Anerkennung",
        "citation": "Art. 84 Abs. 2 FIDLEG",
        "content": "Als Ombudsstellen werden Organisationen anerkannt, die die folgenden Voraussetzungen erfüllen:\na. Sie und die von ihr mit der Vermittlung beauftragten Personen üben ihre Aufgabe unparteiisch, transparent, effizient sowie organisatorisch und finanziell unabhängig aus und nehmen keine Weisungen entgegen.\nb. Sie stellen sicher, dass die von ihr mit der Vermittlung beauftragten Personen über die erforderlichen Fachkenntnisse verfügen.\nc. Sie verfügen über ein Organisationsreglement, das die Funktionsfähigkeit der Ombudsstelle sicherstellt und die Anschlussvoraussetzungen regelt.\nd. Sie verfügen über ein Verfahrensreglement, mit dem das Verfahren nach Artikel 75 konkretisiert wird.\ne. Sie verfügen über eine Beitrags- und Kostenordnung nach Artikel 80.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_84"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Anerkennung",
        "citation": "Art. 84 Abs. 3 FIDLEG",
        "content": "Das EFD veröffentlicht eine Liste der Ombudsstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_84"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Anerkennung",
        "citation": "Art. 84 Abs. 4 FIDLEG",
        "content": "Besteht für einzelne Finanzdienstleister keine Möglichkeit, sich einer Ombudsstelle anzuschliessen, so kann das EFD eine Stelle zur Aufnahme dieser Finanzdienstleister verpflichten. Besteht keine geeignete Ombudsstelle für mehrere Finanzdienstleister, so kann der Bundesrat eine solche Stelle errichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_84"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Überprüfung der Anerkennung",
        "citation": "Art. 85 Abs. 1 FIDLEG",
        "content": "Änderungen, die die Erfüllung der Anerkennungsvoraussetzungen nach Artikel 84 betreffen, sind dem EFD zur Genehmigung vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_85"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Überprüfung der Anerkennung",
        "citation": "Art. 85 Abs. 2 FIDLEG",
        "content": "Erfüllt eine Ombudsstelle die Anerkennungsvoraussetzungen nicht mehr, so setzt ihr das EFD eine angemessene Frist zur Nachbesserung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_85"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Überprüfung der Anerkennung",
        "citation": "Art. 85 Abs. 3 FIDLEG",
        "content": "Werden die Nachbesserungen nicht innerhalb dieser Frist vorgenommen, so entzieht es ihr die Anerkennung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_85"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 5. Titel: Ombudsstellen, 4. Kapitel: Anerkennung und Veröffentlichung, Berichterstattung",
        "citation": "Art. 86 FIDLEG",
        "content": "Die Ombudsstelle veröffentlicht jährlich einen Tätigkeitsbericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_86"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 6. Titel: Aufsicht und Informationsaustausch, Aufsicht",
        "citation": "Art. 87 Abs. 1 FIDLEG",
        "content": "Die zuständige Aufsichtsbehörde überwacht, dass die von ihr beaufsichtigten Finanzdienstleister die Anforderungen an das Erbringen von Finanzdienstleistungen und das Anbieten von Finanzinstrumenten einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_87"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 6. Titel: Aufsicht und Informationsaustausch, Aufsicht",
        "citation": "Art. 87 Abs. 2 FIDLEG",
        "content": "Sie kann im Rahmen der ihr zur Verfügung stehenden Aufsichtsinstrumente Anordnungen treffen, um Verstösse gegen diese Anforderungen zu verhindern oder zu beseitigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_87"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 6. Titel: Aufsicht und Informationsaustausch, Aufsicht",
        "citation": "Art. 87 Abs. 3 FIDLEG",
        "content": "Privatrechtliche Streitigkeiten zwischen Finanzdienstleistern oder zwischen Finanzdienstleistern und Kundinnen und Kunden entscheidet das zuständige Gericht oder Schiedsgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_87"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 6. Titel: Aufsicht und Informationsaustausch, Informationsaustausch",
        "citation": "Art. 88 FIDLEG",
        "content": "Die FINMA, die Aufsichtsorganisation, die Registrierungsstelle, die Prüfstelle, die Ombudsstelle und das EFD können einander die nicht öffentlich zugänglichen Informationen übermitteln, die sie zur Erfüllung ihrer Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_88"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 7. Titel: Strafbestimmungen, Verletzung der Verhaltensregeln",
        "citation": "Art. 89 FIDLEG",
        "content": "Mit Busse bis zu 100 000 Franken wird bestraft, wer vorsätzlich:\na. bei der Erfüllung der Informationspflichten nach Artikel 8 falsche Angaben macht oder wesentliche Tatsachen verschweigt;\nb. die Pflichten zur Angemessenheits- und Eignungsprüfung nach den Artikeln 10–14 in schwerwiegender Weise verletzt;\nc. gegen die Bestimmungen über die Herausgabe von Entschädigungen Dritter nach Artikel 26 verstösst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_89"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 7. Titel: Strafbestimmungen, Verletzung der Vorschriften für Prospekte und Basisinformationsblätter",
        "citation": "Art. 90 Abs. 1 FIDLEG",
        "content": "Mit Busse bis zu 500 000 Franken wird bestraft, wer vorsätzlich:\na. im Prospekt oder im Basisinformationsblatt nach dem 3. Titel falsche Angaben macht oder wesentliche Tatsachen verschweigt;\nb. den Prospekt oder das Basisinformationsblatt nach dem 3. Titel nicht spätestens mit Beginn des öffentlichen Angebots veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_90"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 7. Titel: Strafbestimmungen, Verletzung der Vorschriften für Prospekte und Basisinformationsblätter",
        "citation": "Art. 90 Abs. 2 FIDLEG",
        "content": "Mit Busse bis zu 100 000 Franken wird bestraft, wer vorsätzlich das Basisinformationsblatt nicht vor der Zeichnung oder vor dem Vertragsabschluss zur Verfügung stellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_90"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 7. Titel: Strafbestimmungen, Unerlaubtes Anbieten von Finanzinstrumenten",
        "citation": "Art. 91 FIDLEG",
        "content": "Mit Busse bis zu 500 000 Franken wird bestraft, wer vorsätzlich:\na. Privatkundinnen und -kunden strukturierte Produkte anbietet, ohne die Bedingungen von Artikel 70 einzuhalten;\nb. ein internes Sondervermögen bildet, ohne die Bedingungen von Artikel 71 einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_91"
    },
    {
        "book": "FIDLEG",
        "title": "FIDLEG, 7. Titel: Strafbestimmungen, Ausnahmen",
        "citation": "Art. 92 FIDLEG",
        "content": "Die Artikel 89–91 gelten nicht für nach Artikel 3 FINMAG Beaufsichtigte und für Personen, die für sie tätig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2019/758/de#art_92"
    }
]