[
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo primo: Disposizioni generali, Oggetto e scopo",
        "citation": "Art. 1 cpv. 1 LInFi",
        "content": "La presente legge disciplina l’organizzazione e la gestione delle infrastrutture del mercato finanziario nonché le norme di comportamento dei partecipanti al mercato finanziario nel commercio di valori mobiliari e derivati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_1"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo primo: Disposizioni generali, Oggetto e scopo",
        "citation": "Art. 1 cpv. 2 LInFi",
        "content": "Essa è volta a garantire la funzionalità e la trasparenza dei mercati di valori mobiliari e derivati, la stabilità del sistema finanziario, la tutela dei partecipanti al mercato finanziario, nonché la parità di trattamento degli investitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_1"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo primo: Disposizioni generali, Definizioni",
        "citation": "Art. 2 LInFi",
        "content": "Ai sensi della presente legge s’intende per:\na. infrastruttura del mercato finanziario:\n1. una borsa (art. 26 lett. b),\n2. un sistema multilaterale di negoziazione (art. 26 lett. c),\n3. una controparte centrale (555art. 48),\n4. un depositario centrale (art. 61),\n5. un repertorio di dati sulle negoziazioni (art. 74),\n5a. un sistema di negoziazione per valori mobiliari da tecnologia di registro distribuito (sistema di negoziazione TRD; art. 73a),\n6. un sistema di pagamento (art. 81);\nb. valori mobiliari: le cartevalori, i diritti valori, in particolare i diritti valori semplici di cui all’articolo 973c del Codice delle obbligazioni (CO) e i diritti valori registrati di cui all’articolo 973d CO, nonché i derivati e i titoli contabili, sempre che siano standardizzati e idonei a essere negoziati su vasta scala;\nbbis. valori mobiliari da tecnologia di registro distribuito (valori mobiliari TRD): i valori mobiliari sotto forma di:\n1. diritti valori registrati (art. 973d CO), o\n2. altri diritti valori detenuti in registri elettronici distribuiti che mediante procedure tecniche conferiscono ai creditori, ma non al debitore, la facoltà di disporre del diritto valore;\nc. derivati od operazioni in derivati: i contratti finanziari il cui valore dipende da uno o più valori sottostanti e che non costituiscono un’operazione di cassa;\nd. partecipante: ogni persona che ricorre direttamente ai servizi di un’infrastruttura del mercato finanziario;\ne. partecipante indiretto: ogni persona che ricorre indirettamente, attraverso un partecipante, ai servizi di un’infrastruttura del mercato finanziario;\nf. quotazione: l’ammissione di un valore mobiliare al commercio presso una borsa secondo una procedura standardizzata nella quale sono verificati i requisiti stabiliti dalla borsa per gli emittenti e i valori mobiliari;\ng. compensazione («clearing»): le fasi di elaborazione situate tra la conclusione e il regolamento di un’operazione, in particolare:\n1. il rilevamento, la riconciliazione e la conferma dei dati della transazione,\n2. l’assunzione delle obbligazioni da parte di una controparte centrale o altre misure di riduzione dei rischi,\n3. la compensazione multilaterale delle posizioni («netting»),\n4. la riconciliazione e la conferma dei pagamenti e dei trasferimenti di valori mobiliari da regolare;\nh. regolamento («settlement»): l’adempimento delle obbligazioni assunte al momento della conclusione dell’operazione, segnatamente mediante la rimessa di denaro o il trasferimento di valori mobiliari;\ni. offerte pubbliche di acquisto: le offerte di acquisto o permuta di azioni, di buoni di partecipazione o godimento o di altri titoli di partecipazione (titoli di partecipazione) rivolte pubblicamente ai detentori di azioni o di altri titoli di partecipazione;\nj. informazioni privilegiate: le informazioni confidenziali la cui divulgazione è atta a influenzare notevolmente il corso di valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_2"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo primo: Disposizioni generali, Società madri e società del gruppo importanti",
        "citation": "Art. 3 cpv. 1 LInFi",
        "content": "Sottostanno agli articoli 88–92, sempre che non siano soggette alla competenza in materia di fallimento dell’Autorità federale di vigilanza sui mercati finanziari (FINMA) nel quadro della vigilanza sul singolo istituto:\na. le società madri di un gruppo finanziario aventi sede in Svizzera;\nb. le società del gruppo con sede in Svizzera che svolgono funzioni importanti ai fini delle attività soggette ad autorizzazione (società del gruppo importanti).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_3"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo primo: Disposizioni generali, Società madri e società del gruppo importanti",
        "citation": "Art. 3 cpv. 2 LInFi",
        "content": "Il Consiglio federale disciplina i criteri di valutazione dell’importanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_3"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo primo: Disposizioni generali, Società madri e società del gruppo importanti",
        "citation": "Art. 3 cpv. 3 LInFi",
        "content": "La FINMA designa le società del gruppo importanti e ne stila un elenco. Quest’ultimo è accessibile al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_3"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Obbligo di autorizzazione",
        "citation": "Art. 4 cpv. 1 LInFi",
        "content": "Le infrastrutture del mercato finanziario necessitano di un’autorizzazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_4"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Obbligo di autorizzazione",
        "citation": "Art. 4 cpv. 2 LInFi",
        "content": "Un sistema di pagamento necessita di un’autorizzazione della FINMA unicamente se la funzionalità del mercato finanziario o la tutela dei partecipanti al mercato finanziario lo esigono e se non è gestito da una banca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_4"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Obbligo di autorizzazione",
        "citation": "Art. 4 cpv. 3 LInFi",
        "content": "Le infrastrutture del mercato finanziario gestite dalla Banca nazionale svizzera (BNS) o su suo mandato non sono soggette, nell’ambito di tale attività, all’autorizzazione e alla vigilanza della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_4"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Obbligo di autorizzazione",
        "citation": "Art. 4 cpv. 4 LInFi",
        "content": "Le infrastrutture del mercato finanziario possono essere iscritte nel registro di commercio soltanto ad avvenuto rilascio dell’autorizzazione da parte della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_4"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Condizioni di autorizzazione",
        "citation": "Art. 5 LInFi",
        "content": "Ha diritto all’autorizzazione chiunque adempie le condizioni della presente sezione e le condizioni supplementari applicabili alle singole infrastrutture del mercato finanziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_5"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Requisiti supplementari per le infrastrutture del mercato finanziario di rilevanza sistemica",
        "citation": "Art. 6 LInFi",
        "content": "Oltre alle condizioni di cui all’articolo 5, le infrastrutture del mercato finanziario di rilevanza sistemica (art. 22) devono adempiere i requisiti di cui alla sezione 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_6"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Mutamento dei fatti",
        "citation": "Art. 7 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario comunica alla FINMA ogni mutamento dei fatti su cui si fonda l’autorizzazione o l’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_7"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Mutamento dei fatti",
        "citation": "Art. 7 cpv. 2 LInFi",
        "content": "Se il mutamento è di grande importanza, per proseguire la propria attività l’infrastruttura del mercato finanziario deve ottenere previamente l’autorizzazione o l’approvazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_7"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Mutamento dei fatti",
        "citation": "Art. 7 cpv. 3 LInFi",
        "content": "La presente disposizione si applica per analogia alle infrastrutture del mercato finanziario estere riconosciute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_7"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Organizzazione",
        "citation": "Art. 8 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario deve avere personalità giuridica secondo il diritto svizzero nonché sede e amministrazione principale in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_8"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Organizzazione",
        "citation": "Art. 8 cpv. 2 LInFi",
        "content": "Essa stabilisce regole adeguate di conduzione dell’impresa e si organizza in modo tale da poter adempiere gli obblighi di legge. Designa segnatamente organi particolari per la gestione, da una parte, e per l’alta direzione, la vigilanza e il controllo, dall’altra, e delimita le competenze tra questi organi in modo che sia garantita una sorveglianza conforme e indipendente della gestione. L’infrastruttura del mercato finanziario stabilisce compiti e competenze nello statuto e nel regolamento organizzativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_8"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Organizzazione",
        "citation": "Art. 8 cpv. 3 LInFi",
        "content": "Essa identifica, misura, controlla e sorveglia i propri rischi e provvede a istituire un efficace sistema di controllo interno. In particolare istituisce un organo di audit interno indipendente dalla direzione e un organo responsabile della conformità («compliance») separato dalle unità operative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_8"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Garanzia",
        "citation": "Art. 9 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario e le persone incaricate della sua amministrazione e gestione devono offrire la garanzia di un’attività irreprensibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_9"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Garanzia",
        "citation": "Art. 9 cpv. 2 LInFi",
        "content": "Le persone incaricate dell’amministrazione e della gestione dell’infrastruttura del mercato finanziario devono inoltre godere di una buona reputazione e disporre delle qualifiche professionali necessarie alla funzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_9"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Garanzia",
        "citation": "Art. 9 cpv. 3 LInFi",
        "content": "Le persone che detengono una partecipazione qualificata in un’infrastruttura del mercato finanziario devono parimenti godere di una buona reputazione e garantire che il loro influsso non vada a scapito di un’attività prudente e solida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_9"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Garanzia",
        "citation": "Art. 9 cpv. 4 LInFi",
        "content": "Per persona che detiene una partecipazione qualificata in un’infrastruttura del mercato finanziario s’intende chiunque partecipi direttamente o indirettamente alla stessa con almeno il 10 per cento del capitale o dei diritti di voto o chiunque possa influenzarne altrimenti in maniera determinante l’attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_9"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Garanzia",
        "citation": "Art. 9 cpv. 5 LInFi",
        "content": "Chiunque acquista o aliena direttamente o indirettamente una partecipazione qualificata ai sensi del capoverso 4 in un’infrastruttura del mercato finanziario organizzata secondo il diritto svizzero, deve previamente informarne la FINMA. Tale obbligo di comunicazione è dato anche se una simile partecipazione qualificata viene aumentata o ridotta, nel senso che essa raggiunge, supera o scende al disotto della soglia del 20, 33 o 50 per cento del capitale o dei diritti di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_9"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Garanzia",
        "citation": "Art. 9 cpv. 6 LInFi",
        "content": "L’infrastruttura del mercato finanziario comunica alla FINMA le persone che adempiono le condizioni di cui al capoverso 5 non appena ne ha notizia. Trasmette almeno una volta all’anno alla FINMA un elenco delle persone che detengono una partecipazione qualificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_9"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Servizi accessori",
        "citation": "Art. 10 cpv. 1 LInFi",
        "content": "Una persona giuridica può gestire una sola infrastruttura del mercato finanziario. È fatta salva la gestione di un sistema multilaterale di negoziazione da parte di una borsa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_10"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Servizi accessori",
        "citation": "Art. 10 cpv. 2 LInFi",
        "content": "Per la fornitura di servizi accessori per i quali secondo le leggi di cui all’articolo 1 della legge del 22 giugno 2007 sulla vigilanza dei mercati finanziari (leggi sui mercati finanziari) occorre un’autorizzazione o un’approvazione, sono necessarie una corrispondente autorizzazione o approvazione della FINMA e l’osservanza delle condizioni supplementari di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_10"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Servizi accessori",
        "citation": "Art. 10 cpv. 3 LInFi",
        "content": "Se la fornitura di servizi accessori non soggetti ad autorizzazione o approvazione secondo le leggi sui mercati finanziari aumenta i rischi di un’infrastruttura del mercato finanziario, la FINMA può esigere che tale infrastruttura adotti misure organizzative o si doti di fondi propri supplementari e di sufficiente liquidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_10"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Esternalizzazione",
        "citation": "Art. 11 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario che intende esternalizzare servizi essenziali, quali la gestione dei rischi, necessita della previa approvazione della FINMA. Nel caso di un’infrastruttura del mercato finanziario che la BNS ha designato di rilevanza sistemica, la FINMA sente previamente la BNS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_11"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Esternalizzazione",
        "citation": "Art. 11 cpv. 2 LInFi",
        "content": "L’infrastruttura del mercato finanziario e il fornitore dei servizi disciplinano i diritti e gli obblighi reciproci in un accordo scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_11"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Esternalizzazione",
        "citation": "Art. 11 cpv. 3 LInFi",
        "content": "L’infrastruttura del mercato finanziario che esternalizza servizi rimane responsabile dell’adempimento degli obblighi derivanti dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_11"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Capitale minimo",
        "citation": "Art. 12 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario deve liberare integralmente il capitale minimo richiesto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_12"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Capitale minimo",
        "citation": "Art. 12 cpv. 2 LInFi",
        "content": "Il Consiglio federale stabilisce l’importo del capitale minimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_12"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Continuità operativa",
        "citation": "Art. 13 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario deve disporre di una strategia adeguata per mantenere o ripristinare tempestivamente la sua attività al verificarsi di incidenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_13"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Continuità operativa",
        "citation": "Art. 13 cpv. 2 LInFi",
        "content": "Se detiene valori patrimoniali e posizioni di partecipanti, l’infrastruttura del mercato finanziario deve provvedere mediante procedure adeguate affinché tali valori e posizioni possano essere trasferiti o regolati immediatamente in caso di revoca o di restituzione dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_13"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Sistemi informatici",
        "citation": "Art. 14 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario gestisce sistemi informatici che:\na. garantiscono l’adempimento degli obblighi derivanti dalla presente legge e sono adeguati alla sua attività;\nb. dispongono di efficaci misure di emergenza; e\nc. assicurano continuità operativa alla sua attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_14"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Sistemi informatici",
        "citation": "Art. 14 cpv. 2 LInFi",
        "content": "L’infrastruttura del mercato finanziario prevede misure a tutela dell’integrità e della confidenzialità delle informazioni relative ai suoi partecipanti e alle loro transazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_14"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Gruppi finanziari",
        "citation": "Art. 15 cpv. 1 LInFi",
        "content": "Se l’infrastruttura del mercato finanziario fa parte di un gruppo finanziario, la FINMA può subordinare il rilascio dell’autorizzazione all’esistenza di un’adeguata vigilanza su base consolidata da parte di un’autorità di vigilanza sui mercati finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_15"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Gruppi finanziari",
        "citation": "Art. 15 cpv. 2 LInFi",
        "content": "Due o più imprese sono considerate gruppo finanziario ai sensi della presente legge se:\na. almeno una è attiva come infrastruttura del mercato finanziario;\nb. sono attive principalmente nel settore finanziario; e\nc. formano un’unità economica o, a causa di altre circostanze, si può presumere che una o più imprese soggette alla vigilanza individuale siano giuridicamente obbligate o di fatto costrette a prestare assistenza ad altre società del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_15"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Gruppi finanziari",
        "citation": "Art. 15 cpv. 3 LInFi",
        "content": "Le disposizioni relative ai gruppi finanziari della legge dell’8 novembre 1934 sulle banche si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_15"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Denominazioni confuse o ingannevoli",
        "citation": "Art. 16 cpv. 1 LInFi",
        "content": "La denominazione dell’infrastruttura del mercato finanziario non deve dare adito a confusione o essere ingannevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_16"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Denominazioni confuse o ingannevoli",
        "citation": "Art. 16 cpv. 2 LInFi",
        "content": "Nel contesto dell’offerta di prestazioni finanziarie, le denominazioni «borsa», «sistema multilaterale di negoziazione», «Multilateral Trading Facility», «MTF», «controparte centrale», «Central Counterparty», «CCP», «sistema di regolamento delle operazioni in titoli», «Securities Settlement System», «SSS», «depositario centrale», «Central Securities Depository», «CSD», «repertorio di dati sulle negoziazioni», «Trade Repository», «TR», «sistema di negoziazione TRD», «DLT Trading System», «DLT Trading Facility» e «DLT Exchange» possono essere utilizzate soltanto per le corrispondenti infrastrutture del mercato finanziario sottoposte alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_16"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Operazioni estere",
        "citation": "Art. 17 LInFi",
        "content": "L’infrastruttura del mercato finanziario effettua una comunicazione alla FINMA prima di:\na. istituire, acquistare o cedere una filiale, una succursale o una rappresentanza all’estero;\nb. acquistare o cedere una partecipazione qualificata in una società estera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_17"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Accesso non discriminatorio e aperto",
        "citation": "Art. 18 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario garantisce un accesso non discriminatorio e aperto ai propri servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_18"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Accesso non discriminatorio e aperto",
        "citation": "Art. 18 cpv. 2 LInFi",
        "content": "Può limitare l’accesso a detti servizi, se:\na. in tal modo aumenta la sicurezza o l’efficienza e tale effetto non può essere ottenuto con altri mezzi; oppure\nb. le caratteristiche del possibile partecipante potrebbero pregiudicare l’attività dell’infrastruttura del mercato finanziario o dei suoi partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_18"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Obblighi di documentazione e di conservazione",
        "citation": "Art. 19 LInFi",
        "content": "L’infrastruttura del mercato finanziario registra i servizi prestati, le procedure e i processi applicati nonché le attività svolte e conserva la totalità delle registrazioni per dieci anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_19"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Prevenzione di conflitti di interessi",
        "citation": "Art. 20 LInFi",
        "content": "L’infrastruttura del mercato finanziario adotta misure organizzative efficaci volte ad accertare, impedire, comporre e sorvegliare conflitti di interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_20"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Pubblicazione delle informazioni essenziali",
        "citation": "Art. 21 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario pubblica regolarmente tutte le informazioni essenziali per i partecipanti, gli emittenti e il pubblico, segnatamente:\na. informazioni sulla sua organizzazione;\nb. le condizioni di partecipazione;\nc. i diritti e gli obblighi dei partecipanti e degli emittenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_21"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 1:, Condizioni di autorizzazione e obblighi delle infrastrutture del mercato finanziario, Pubblicazione delle informazioni essenziali",
        "citation": "Art. 21 cpv. 2 LInFi",
        "content": "Essa tiene conto degli standard internazionali riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_21"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Infrastrutture del mercato finanziario e processi operativi di rilevanza sistemica",
        "citation": "Art. 22 cpv. 1 LInFi",
        "content": "Le controparti centrali, i depositari centrali e i sistemi di pagamento, nonché i sistemi di negoziazione TRD che offrono servizi nell’ambito della custodia accentrata, della compensazione o del regolamento, hanno rilevanza sistemica se:\na. la loro indisponibilità, specialmente in seguito a problemi tecnici od operativi o a difficoltà finanziarie, può causare gravi perdite, crisi di liquidità o problemi operativi presso intermediari finanziari o altre infrastrutture del mercato finanziario, oppure originare gravi turbative sui mercati finanziari; o\nb. le difficoltà di pagamento o di consegna di singoli partecipanti possono propagarsi per il loro tramite ad altri partecipanti o infrastrutture del mercato finanziario collegate, causando loro gravi perdite, difficoltà di liquidità o problemi operativi, oppure originare gravi turbative sui mercati finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_22"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Infrastrutture del mercato finanziario e processi operativi di rilevanza sistemica",
        "citation": "Art. 22 cpv. 2 LInFi",
        "content": "Un processo operativo di un’infrastruttura del mercato finanziario di cui al capoverso 1 ha rilevanza sistemica se:\na. la sua indisponibilità può causare gravi perdite, crisi di liquidità o problemi operativi presso intermediari finanziari o altre infrastrutture del mercato finanziario, oppure originare gravi turbative sui mercati finanziari; e\nb. i partecipanti non possono sostituirlo in tempi brevi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_22"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Requisiti particolari",
        "citation": "Art. 23 cpv. 1 LInFi",
        "content": "Per proteggere la stabilità del sistema finanziario dai rischi che da esse derivano, le infrastrutture del mercato finanziario di rilevanza sistemica devono soddisfare requisiti particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_23"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Requisiti particolari",
        "citation": "Art. 23 cpv. 2 LInFi",
        "content": "I requisiti particolari devono tenere conto degli standard internazionali riconosciuti. Essi possono riguardare le basi contrattuali, i mezzi di pagamento utilizzati, la gestione dei rischi, la continuità operativa e i sistemi informatici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_23"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Requisiti particolari",
        "citation": "Art. 23 cpv. 3 LInFi",
        "content": "La BNS disciplina i dettagli mediante ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_23"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Requisiti particolari",
        "citation": "Art. 23 cpv. 4 LInFi",
        "content": "Dopo aver consultato la FINMA, la BNS può esentare dall’osservanza dei requisiti particolari le infrastrutture del mercato finanziario di rilevanza sistemica con sede all’estero soggette alla sorveglianza della BNS conformemente all’articolo 19 capoverso 2 della legge del 3 ottobre 2003 sulla Banca nazionale (LBN) se:\na. tali infrastrutture sono soggette all’estero a vigilanza e sorveglianza equivalenti; e\nb. le autorità competenti per la vigilanza e la sorveglianza collaborano con la BNS conformemente all’articolo 21 capoverso 2 LBN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_23"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Piano di stabilizzazione e piano di liquidazione",
        "citation": "Art. 24 cpv. 1 LInFi",
        "content": "Ogni infrastruttura del mercato finanziario di rilevanza sistemica elabora un piano di stabilizzazione. Vi illustra le misure con le quali intende stabilizzarsi durevolmente in caso di crisi in modo da poter mantenere i suoi processi operativi di rilevanza sistemica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_24"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Piano di stabilizzazione e piano di liquidazione",
        "citation": "Art. 24 cpv. 2 LInFi",
        "content": "La FINMA elabora un piano di liquidazione che indica le modalità per realizzare il risanamento o la liquidazione dell’infrastruttura del mercato finanziario di rilevanza sistemica da essa ordinati. Essa consulta la BNS in merito al piano di liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_24"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Piano di stabilizzazione e piano di liquidazione",
        "citation": "Art. 24 cpv. 3 LInFi",
        "content": "L’infrastruttura del mercato finanziario fornisce alla FINMA il piano di stabilizzazione e le informazioni necessarie per l’elaborazione del piano di liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_24"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 2:, Requisiti particolari per le infrastrutture del mercato finanziario di rilevanza sistemica, Piano di stabilizzazione e piano di liquidazione",
        "citation": "Art. 24 cpv. 4 LInFi",
        "content": "L’infrastruttura del mercato finanziario attua le misure previste nel piano di liquidazione a titolo preliminare in quanto sia necessario a mantenere senza interruzione i processi operativi di rilevanza sistemica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_24"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 3: Procedura di autorizzazione",
        "citation": "Art. 25 cpv. 1 LInFi",
        "content": "La FINMA informa la BNS in merito alle richieste di autorizzazione di controparti centrali, depositari centrali e sistemi di pagamento, nonché di sistemi di negoziazione TRD che offrono servizi nell’ambito della custodia accentrata, della compensazione o del regolamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_25"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 3: Procedura di autorizzazione",
        "citation": "Art. 25 cpv. 2 LInFi",
        "content": "Dopo aver consultato la FINMA, la BNS designa mediante decisione le infrastrutture del mercato finanziario di rilevanza sistemica e i loro processi operativi di rilevanza sistemica di cui all’articolo 22. Essa stabilisce inoltre mediante decisione quali requisiti particolari ai sensi dell’articolo 23 deve soddisfare ogni singola infrastruttura del mercato finanziario di rilevanza sistemica e valuta se tali requisiti sono soddisfatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_25"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 3: Procedura di autorizzazione",
        "citation": "Art. 25 cpv. 3 LInFi",
        "content": "Se l’infrastruttura del mercato finanziario di rilevanza sistemica soddisfa i requisiti particolari, la FINMA rilascia l’autorizzazione sempre che siano adempiute anche le altre condizioni di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_25"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 3: Procedura di autorizzazione",
        "citation": "Art. 25 cpv. 4 LInFi",
        "content": "Dopo aver consultato la BNS, la FINMA approva il piano di stabilizzazione di un’infrastruttura del mercato finanziario di rilevanza sistemica di cui all’articolo 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_25"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 3: Procedura di autorizzazione",
        "citation": "Art. 25 cpv. 5 LInFi",
        "content": "Se giunge alla conclusione che un’infrastruttura del mercato finanziario non ha rilevanza sistemica, la BNS lo comunica alla FINMA. Se sono adempiute le condizioni generali di autorizzazione, la FINMA rilascia l’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_25"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 1: Disposizioni comuni, Sezione 3: Procedura di autorizzazione",
        "citation": "Art. 25 cpv. 6 LInFi",
        "content": "La procedura si applica per analogia alle richieste di riconoscimento di controparti centrali estere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_25"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Definizioni",
        "citation": "Art. 26 LInFi",
        "content": "Ai sensi della presente legge si intendono per:\na. sede di negoziazione: una borsa o un sistema multilaterale di negoziazione;\nb. borsa: un’istituzione per la negoziazione multilaterale di valori mobiliari presso la quale tali valori sono quotati e avente come scopo lo scambio simultaneo di offerte tra più partecipanti nonché la conclusione di contratti secondo regole non discrezionali;\nc. sistema multilaterale di negoziazione: un’istituzione per la negoziazione multilaterale di valori mobiliari che, senza quotare tali valori, ha come scopo lo scambio simultaneo di offerte tra più partecipanti nonché la conclusione di contratti secondo regole non discrezionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_26"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autodisciplina",
        "citation": "Art. 27 cpv. 1 LInFi",
        "content": "La sede di negoziazione si dota, sotto la vigilanza della FINMA, di un proprio organismo di autodisciplina e sorveglianza adeguato alla sua attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_27"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autodisciplina",
        "citation": "Art. 27 cpv. 2 LInFi",
        "content": "I compiti di autodisciplina e sorveglianza attribuiti a una sede di negoziazione devono essere svolti da organi indipendenti. I dirigenti di questi organi devono:\na. offrire la garanzia di un’attività irreprensibile;\nb. godere di una buona reputazione; e\nc. disporre delle qualifiche professionali necessarie alla funzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_27"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autodisciplina",
        "citation": "Art. 27 cpv. 3 LInFi",
        "content": "La nomina dei dirigenti di cui al capoverso 2 necessita dell’approvazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_27"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autodisciplina",
        "citation": "Art. 27 cpv. 4 LInFi",
        "content": "La sede di negoziazione sottopone per approvazione alla FINMA i propri regolamenti e le relative modifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_27"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Organizzazione del commercio",
        "citation": "Art. 28 cpv. 1 LInFi",
        "content": "La sede di negoziazione emana un regolamento volto a organizzare il commercio in modo ordinato e trasparente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_28"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Organizzazione del commercio",
        "citation": "Art. 28 cpv. 2 LInFi",
        "content": "Tiene una registrazione cronologica di tutti i mandati e di tutte le operazioni effettuati al suo interno, nonché delle operazioni che le sono state comunicate. Vanno segnatamente registrati il momento dell’operazione, i partecipanti, i valori mobiliari, la quantità o il valore nominale come pure il prezzo dei valori mobiliari negoziati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_28"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Trasparenza pre-negoziazione e post-negoziazione",
        "citation": "Art. 29 cpv. 1 LInFi",
        "content": "La sede di negoziazione pubblica i corsi correnti di acquisto e di vendita delle azioni e di altri valori mobiliari nonché il volume degli interessi di negoziazione espressi a tali corsi (trasparenza pre-negoziazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_29"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Trasparenza pre-negoziazione e post-negoziazione",
        "citation": "Art. 29 cpv. 2 LInFi",
        "content": "Per tutti i valori mobiliari ammessi al commercio essa pubblica inoltre senza indugio le informazioni relative alle transazioni effettuate al suo interno così come quelle effettuate al di fuori e ad essa comunicate (trasparenza post-negoziazione). Devono segnatamente essere pubblicati il prezzo, il volume e il momento delle transazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_29"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Trasparenza pre-negoziazione e post-negoziazione",
        "citation": "Art. 29 cpv. 3 LInFi",
        "content": "Il Consiglio federale stabilisce tenendo conto degli standard internazionali riconosciuti e dell’evoluzione del diritto estero:\na. a quali altri valori mobiliari si applica la trasparenza pre-negoziazione;\nb. le deroghe alla trasparenza pre-negoziazione e post-negoziazione, in particolare in relazione alle operazioni con valori mobiliari che presentano un grande volume o sono effettuate dalla BNS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_29"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Garanzia di un commercio ordinato",
        "citation": "Art. 30 cpv. 1 LInFi",
        "content": "La sede di negoziazione che gestisce una piattaforma tecnica deve disporre di un sistema di negoziazione che garantisca un commercio ordinato anche in caso di intensa attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_30"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Garanzia di un commercio ordinato",
        "citation": "Art. 30 cpv. 2 LInFi",
        "content": "Essa adotta misure efficaci per evitare perturbazioni del suo sistema di negoziazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_30"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Sorveglianza del commercio",
        "citation": "Art. 31 cpv. 1 LInFi",
        "content": "La sede di negoziazione sorveglia la formazione dei corsi e la conclusione di transazioni effettuate al suo interno affinché possano essere accertati lo sfruttamento di informazioni privilegiate, le manipolazioni dei corsi e del mercato nonché altre infrazioni alla legge e ai regolamenti. A tale scopo analizza inoltre le transazioni effettuate al di fuori di essa che le sono state comunicate o di cui ha avuto notizia in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_31"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Sorveglianza del commercio",
        "citation": "Art. 31 cpv. 2 LInFi",
        "content": "In caso di sospetto di infrazioni alla legge o di altre irregolarità, il competente organo incaricato della sorveglianza del commercio (organo di sorveglianza del commercio) informa la FINMA. Se le infrazioni alla legge hanno rilevanza penale, informa inoltre immediatamente la competente autorità di perseguimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_31"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Sorveglianza del commercio",
        "citation": "Art. 31 cpv. 3 LInFi",
        "content": "La FINMA, la competente autorità di perseguimento penale, la Commissione delle offerte pubbliche d’acquisto e l’organo di sorveglianza del commercio si scambiano le informazioni di cui necessitano nel quadro della loro collaborazione e in vista dell’adempimento dei loro compiti. Utilizzano le informazioni ricevute esclusivamente per l’adempimento dei loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_31"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Collaborazione tra organi di sorveglianza del commercio",
        "citation": "Art. 32 cpv. 1 LInFi",
        "content": "Gli organi di sorveglianza del commercio svizzeri di diverse sedi di negoziazione disciplinano su base contrattuale lo scambio reciproco e gratuito di dati concernenti le negoziazioni, sempre che nelle sedi di negoziazione interessate:\na. siano ammessi al commercio valori mobiliari identici; o\nb. siano ammessi al commercio valori mobiliari che influenzano la formazione del prezzo di valori mobiliari ammessi al commercio presso l’altra sede di negoziazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_32"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Collaborazione tra organi di sorveglianza del commercio",
        "citation": "Art. 32 cpv. 2 LInFi",
        "content": "Essi utilizzano i dati ricevuti esclusivamente per l’adempimento dei loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_32"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Collaborazione tra organi di sorveglianza del commercio",
        "citation": "Art. 32 cpv. 3 LInFi",
        "content": "Gli organi di sorveglianza del commercio svizzeri possono concordare lo scambio reciproco di informazioni con organi di sorveglianza del commercio esteri, sempre che:\na. le condizioni di cui al capoverso 1 siano adempiute; e\nb. l’organo di sorveglianza del commercio estero interessato sottostia all’obbligo legale di tutela del segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_32"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Sospensione del commercio",
        "citation": "Art. 33 cpv. 1 LInFi",
        "content": "Se, su iniziativa dell’emittente o a motivo di circostanze straordinarie, una borsa sospende il commercio di un valore mobiliare che vi è quotato, essa pubblica senza indugio tale decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_33"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Sospensione del commercio",
        "citation": "Art. 33 cpv. 2 LInFi",
        "content": "Se il commercio di un valore mobiliare è sospeso, tutte le altre sedi di negoziazione presso le quali detto valore mobiliare è ammesso al commercio ne sospendono il commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_33"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di partecipanti",
        "citation": "Art. 34 cpv. 1 LInFi",
        "content": "La sede di negoziazione emana un regolamento sull’ammissione, sugli obblighi e sull’esclusione di partecipanti al commercio, badando in particolare al rispetto del principio della parità di trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_34"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di partecipanti",
        "citation": "Art. 34 cpv. 2 LInFi",
        "content": "Possono essere ammessi quali partecipanti a una sede di negoziazione:\na. le società di intermediazione mobiliare secondo l’articolo 41 della legge del 15 giugno 2018 sugli istituti finanziari (LIsFi);\nb. altri assoggettati alla vigilanza della FINMA secondo l’articolo 3 della legge del 22 giugno 2007 sulla vigilanza dei mercati finanziari (LFINMA), sempre che la sede di negoziazione garantisca che essi adempiono condizioni tecniche e operative equivalenti a quelle delle società di intermediazione mobiliare;\nc. i partecipanti esteri al commercio autorizzati dalla FINMA secondo l’articolo 40;\nd. la BNS;\ne. la Confederazione;\nf.  l’Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI);\ng. i Fondi di compensazione AVS/AI/IPG (compenswiss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_34"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di partecipanti",
        "citation": "Art. 34 cpv. 3 LInFi",
        "content": "La sede di negoziazione può ammettere altre istituzioni quali partecipanti se garantisce che esse adempiono condizioni tecniche e operative equivalenti a quelle delle società di intermediazione mobiliare e se queste istituzioni: \na. adempiono compiti pubblici e, per l’adempimento di questi compiti, necessitano dell’ammissione quali partecipanti; e\nb. dispongono di una tesoreria professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_34"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di una borsa",
        "citation": "Art. 35 cpv. 1 LInFi",
        "content": "La borsa emana un regolamento sull’ammissione dei valori mobiliari al commercio, in particolare sulla loro quotazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_35"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di una borsa",
        "citation": "Art. 35 cpv. 2 LInFi",
        "content": "Il regolamento tiene conto degli standard internazionali riconosciuti e contiene in particolare disposizioni:\na. sui requisiti per i valori mobiliari e gli emittenti e sugli obblighi dell’emittente, delle persone da esso incaricate e dei terzi in materia di quotazione dei valori mobiliari o della loro ammissione al commercio;\nb. sulla pubblicità delle informazioni di cui gli investitori necessitano per valutare le caratteristiche dei valori mobiliari e la qualità dell’emittente;\nc. sugli obblighi dell’emittente, delle persone da esso incaricate e dei terzi per la durata della quotazione dei valori mobiliari o della loro ammissione al commercio;\nd. secondo le quali ai fini dell’ammissione di titoli di partecipazione e di obbligazioni di prestito devono essere osservati gli articoli 7 e 8 della legge del 16 dicembre 2005 sui revisori (LSR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_35"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di una borsa",
        "citation": "Art. 35 cpv. 2bis LInFi",
        "content": "L’obbligo di pubblicare un prospetto è retto esclusivamente dagli articoli 35–57 della legge del 15 giugno 2018 sui servizi finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_35"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di una borsa",
        "citation": "Art. 35 cpv. 3 LInFi",
        "content": "La borsa sorveglia l’osservanza del regolamento e adotta le sanzioni previste contrattualmente in caso di infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_35"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di un sistema multilaterale di negoziazione",
        "citation": "Art. 36 cpv. 1 LInFi",
        "content": "Il sistema multilaterale di negoziazione emana un regolamento sull’ammissione al commercio di valori mobiliari. Stabilisce in particolare quali sono i requisiti per i valori mobiliari e gli emittenti o i terzi in materia di ammissione al commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_36"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di un sistema multilaterale di negoziazione",
        "citation": "Art. 36 cpv. 2 LInFi",
        "content": "Esso sorveglia l’osservanza del regolamento e adotta le sanzioni previste contrattualmente in caso di infrazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_36"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Ammissione di valori mobiliari da parte di un sistema multilaterale di negoziazione",
        "citation": "Art. 36 cpv. 3 LInFi",
        "content": "L’obbligo di pubblicare un prospetto è retto esclusivamente dagli articoli 35–57 della legge del 15 giugno 2018 sui servizi finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_36"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorità di ricorso",
        "citation": "Art. 37 cpv. 1 LInFi",
        "content": "La sede di negoziazione istituisce un’autorità indipendente di ricorso che può essere adita nei seguenti casi:\na. rifiuto dell’ammissione di un partecipante;\nb. rifiuto dell’ammissione di un valore mobiliare;\nc. esclusione di un partecipante;\nd. revoca dell’ammissione di un valore mobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_37"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorità di ricorso",
        "citation": "Art. 37 cpv. 2 LInFi",
        "content": "Essa ne disciplina l’organizzazione e la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_37"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorità di ricorso",
        "citation": "Art. 37 cpv. 3 LInFi",
        "content": "La struttura organizzativa, le norme procedurali e la nomina dei membri dell’autorità di ricorso necessitano dell’approvazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_37"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorità di ricorso",
        "citation": "Art. 37 cpv. 4 LInFi",
        "content": "A conclusione della procedura di ricorso l’azione può essere promossa presso il giudice civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_37"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Obbligo di registrazione dei partecipanti",
        "citation": "Art. 38 LInFi",
        "content": "Il partecipante ammesso a una sede di negoziazione registra i mandati e le operazioni da lui effettuate corredandole di tutte le indicazioni necessarie alla loro verificabilità e alla sorveglianza delle sue attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_38"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Obbligo di comunicazione dei partecipanti",
        "citation": "Art. 39 cpv. 1 LInFi",
        "content": "I partecipanti ammessi a una sede di negoziazione devono provvedere alle comunicazioni necessarie alla trasparenza del commercio di valori mobiliari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_39"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Obbligo di comunicazione dei partecipanti",
        "citation": "Art. 39 cpv. 2 LInFi",
        "content": "La FINMA stabilisce quali informazioni devono essere trasmesse, in quale forma e a chi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_39"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Obbligo di comunicazione dei partecipanti",
        "citation": "Art. 39 cpv. 3 LInFi",
        "content": "La BNS è esonerata dall’obbligo di comunicazione nel quadro dell’adempimento dei suoi compiti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_39"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorizzazione di partecipanti esteri",
        "citation": "Art. 40 cpv. 1 LInFi",
        "content": "La FINMA accorda l’autorizzazione a un partecipante estero che intende partecipare a una sede di negoziazione svizzera ma non dispone di una sede in Svizzera, se:\na. esso sottostà a una regolamentazione e a vigilanza adeguate;\nb. esso adempie obblighi in materia di comportamento, registrazione e comunicazione equivalenti a quelli previsti dalla regolamentazione svizzera;\nc. esso garantisce che la sua attività sia separata dall’attività di eventuali unità svizzere autorizzate; e\nd. le autorità di vigilanza estere competenti:\n1. non sollevano obiezioni sulla sua attività in Svizzera,\n2. prestano assistenza amministrativa alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_40"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorizzazione di partecipanti esteri",
        "citation": "Art. 40 cpv. 2 LInFi",
        "content": "La FINMA può negare l’autorizzazione se lo Stato nel quale il partecipante estero ha la propria sede non garantisce ai partecipanti svizzeri un accesso effettivo ai propri mercati né offre loro le medesime condizioni di concorrenza di cui godono i partecipanti nazionali. Sono fatti salvi gli impegni internazionali di diverso tenore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_40"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorizzazione di partecipanti esteri",
        "citation": "Art. 40 cpv. 3 LInFi",
        "content": "Il partecipante estero che partecipa già a una sede di negoziazione svizzera comunica alla FINMA se intende operare presso un’ulteriore sede di negoziazione svizzera. In questo caso l’autorità estera di vigilanza deve confermare che non ha obiezioni sull’estensione dell’attività in Svizzera del partecipante estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_40"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Autorizzazione di partecipanti esteri",
        "citation": "Art. 40 cpv. 4 LInFi",
        "content": "Per la partecipazione a operazioni di politica monetaria con la BNS non occorre l’autorizzazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_40"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Riconoscimento di sedi di negoziazione estere per concedere l’accesso ai partecipanti svizzeri",
        "citation": "Art. 41 cpv. 1 LInFi",
        "content": "Prima di accordare ai partecipanti svizzeri soggetti alla vigilanza della FINMA l’accesso diretto alle sue istituzioni, la sede di negoziazione con sede all’estero (sede di negoziazione estera) necessita del riconoscimento della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Riconoscimento di sedi di negoziazione estere per concedere l’accesso ai partecipanti svizzeri",
        "citation": "Art. 41 cpv. 2 LInFi",
        "content": "La FINMA accorda il riconoscimento se:\na. la sede di negoziazione estera sottostà a una regolamentazione e vigilanza adeguate; e\nb. le competenti autorità estere di vigilanza:\n1. non sollevano obiezioni sull’attività transfrontaliera della sede di negoziazione estera,\n2. garantiscono di informare la FINMA qualora constatino infrazioni alla legge o altre irregolarità da parte di partecipanti svizzeri, e\n3. prestano assistenza amministrativa alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Riconoscimento di sedi di negoziazione estere per concedere l’accesso ai partecipanti svizzeri",
        "citation": "Art. 41 cpv. 3 LInFi",
        "content": "La sede di negoziazione estera è considerata riconosciuta se la FINMA constata che:\na. lo Stato in cui ha sede la sede di negoziazione assoggetta le proprie sedi di negoziazione a regolamentazione e vigilanza adeguate; e\nb. le condizioni di cui al capoverso 2 lettera b sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1: Sedi di negoziazione, Riconoscimento di sedi di negoziazione estere per concedere l’accesso ai partecipanti svizzeri",
        "citation": "Art. 41 cpv. 4 LInFi",
        "content": "La FINMA può negare il riconoscimento se lo Stato in cui ha sede la sede di negoziazione estera non garantisce alle sedi di negoziazione svizzere un accesso effettivo ai propri mercati né offre loro le medesime condizioni di concorrenza di cui godono le sedi di negoziazione nazionali. Sono fatti salvi gli impegni internazionali di diverso tenore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Obbligo di riconoscimento",
        "citation": "Art. 41a cpv. 1 LInFi",
        "content": "Le sedi di negoziazione con sede all’estero necessitano previamente di un riconoscimento della FINMA se:\na. vi vengono negoziati titoli di partecipazione di società con sede in Svizzera o se esse consentono in altro modo il commercio di simili titoli di partecipazione; e\nb. i titoli di partecipazione di cui alla lettera a sono quotati in una borsa in Svizzera o negoziati presso una sede di negoziazione svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Obbligo di riconoscimento",
        "citation": "Art. 41a cpv. 2 LInFi",
        "content": "Una borsa estera non necessita di un riconoscimento per il commercio di titoli di partecipazione:\na. che sono quotati o ammessi al commercio nella borsa in questione con il consenso esplicito dell’emittente dato prima del 30 novembre 2018;\nb. che sono stati quotati o ammessi al commercio nella borsa in questione prima del 30 novembre 2018; e\nc. il cui emittente si assume presso la borsa in questione gli obblighi connessi con la quotazione o l’ammissione al commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Obbligo di riconoscimento",
        "citation": "Art. 41a cpv. 3 LInFi",
        "content": "Il riconoscimento decade non appena la sede di negoziazione ha la sua sede in una Giurisdizione secondo l’articolo 41c capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Condizioni per il riconoscimento e procedura",
        "citation": "Art. 41b cpv. 1 LInFi",
        "content": "La FINMA accorda il riconoscimento su domanda se la sede di negoziazione estera:\na. sottostà a una regolamentazione e a una vigilanza adeguate; e\nb. non ha la sua sede in una Giurisdizione che pone restrizioni ai suoi partecipanti al mercato per il commercio, presso sedi di negoziazione svizzere, di titoli di partecipazione di società con sede in Svizzera, pregiudicando così notevolmente il commercio di questi titoli presso le sedi di negoziazione svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_b"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Condizioni per il riconoscimento e procedura",
        "citation": "Art. 41b cpv. 2 LInFi",
        "content": "Se la sede di negoziazione soddisfa i requisiti di cui al capoverso 1, la FINMA può accordare il riconoscimento anche se non è stata presentata alcuna domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_b"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Pubblicazione di elenchi",
        "citation": "Art. 41c cpv. 1 LInFi",
        "content": "La FINMA pubblica un elenco delle sedi di negoziazione estere riconosciute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 1a:, Riconoscimento di sedi di negoziazione estere per il commercio di titoli di partecipazione di società con sede in Svizzera, Pubblicazione di elenchi",
        "citation": "Art. 41c cpv. 2 LInFi",
        "content": "Il Consiglio federale pubblica un elenco delle Giurisdizioni di cui all’articolo 41b capoverso 1 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_41_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Definizione",
        "citation": "Art. 42 LInFi",
        "content": "Si considera sistema organizzato di negoziazione l’istituzione per:\na. il commercio multilaterale di valori mobiliari o di altri strumenti finanziari avente come scopo lo scambio di offerte nonché la conclusione di contratti secondo regole discrezionali;\nb. il commercio multilaterale di strumenti finanziari diversi dai valori mobiliari avente come scopo lo scambio di offerte nonché la conclusione di contratti secondo regole non discrezionali;\nc. il commercio bilaterale di valori mobiliari o di altri strumenti finanziari avente come scopo lo scambio di offerte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_42"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Obbligo di autorizzazione o di riconoscimento",
        "citation": "Art. 43 cpv. 1 LInFi",
        "content": "Chiunque gestisce un sistema organizzato di negoziazione necessita di un’autorizzazione quale banca, società di intermediazione mobiliare o sistema di negoziazione TRD oppure di un’autorizzazione o di un riconoscimento quale sede di negoziazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_43"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Obbligo di autorizzazione o di riconoscimento",
        "citation": "Art. 43 cpv. 2 LInFi",
        "content": "Non necessita di autorizzazione la gestione di un sistema organizzato di negoziazione all’interno di un gruppo finanziario, se viene effettuato da una persona giuridica che:\na. è direttamente controllata da un’infrastruttura del mercato finanziario; e\nb. sottostà alla vigilanza su base consolidata della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_43"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Assetto organizzativo e prevenzione di conflitti di interessi",
        "citation": "Art. 44 LInFi",
        "content": "Chiunque gestisce un sistema organizzato di negoziazione deve:\na. gestirlo separatamente dalle altre attività;\nb. adottare misure organizzative efficaci per accertare, impedire, comporre e sorvegliare i conflitti di interessi;\nc. garantire la piena tutela degli interessi dei clienti nella conclusione di operazioni proprie per il tramite del sistema organizzato di negoziazione che gestisce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_44"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Garanzia di un commercio ordinato",
        "citation": "Art. 45 cpv. 1 LInFi",
        "content": "Chiunque gestisce un sistema organizzato di negoziazione deve assicurare che esso garantisca un commercio ordinato anche in caso di intensa attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_45"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Garanzia di un commercio ordinato",
        "citation": "Art. 45 cpv. 2 LInFi",
        "content": "Esso adotta misure efficaci per evitare perturbazioni del sistema di negoziazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_45"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Trasparenza del commercio",
        "citation": "Art. 46 cpv. 1 LInFi",
        "content": "Chiunque gestisce un sistema organizzato di negoziazione pubblica informazioni sulla conclusione di transazioni presso tale sistema, segnatamente il prezzo, il volume e il momento della conclusione delle transazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_46"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Trasparenza del commercio",
        "citation": "Art. 46 cpv. 2 LInFi",
        "content": "Il Consiglio federale stabilisce, tenendo conto degli standard internazionali riconosciuti e dell’evoluzione del diritto estero, le deroghe a questo obbligo di pubblicazione, in particolare in relazione alle operazioni che presentano un grande volume o sono effettuate dalla BNS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_46"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 2: Sistemi organizzati di negoziazione, Trasparenza del commercio",
        "citation": "Art. 46 cpv. 3 LInFi",
        "content": "Il Consiglio federale può prevedere, in sintonia con gli standard internazionali riconosciuti, l’estensione dell’obbligo di pubblicazione alla trasparenza pre-negoziazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_46"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 3: Borse dell’energia elettrica",
        "citation": "Art. 47 cpv. 1 LInFi",
        "content": "Per le borse che servono al commercio di derivati sull’energia elettrica e il commercio presso tali borse, il Consiglio federale può emanare disposizioni in deroga alla presente legge al fine di tenere conto delle particolarità del mercato dell’energia elettrica, in particolare per tutelare l’interesse pubblico alla sicurezza dell’approvvigionamento elettrico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_47"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 2:, Sedi di negoziazione, sistemi organizzati di negoziazione e borse dell’energia elettrica, Sezione 3: Borse dell’energia elettrica",
        "citation": "Art. 47 cpv. 2 LInFi",
        "content": "Il Consiglio federale può abilitare la FINMA a emanare disposizioni, d’intesa con la Commissione dell’energia elettrica e in ambiti di portata limitata, segnatamente in questioni di natura prevalentemente tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_47"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Definizione",
        "citation": "Art. 48 LInFi",
        "content": "Per controparte centrale s’intende un’istituzione che, in base a regole e procedure uniformi, si interpone tra le controparti di un’operazione in valori mobiliari o di un altro contratto relativo a strumenti finanziari, fungendo così da compratore nei confronti di ciascun venditore e da venditore nei confronti di ciascun compratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_48"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Garanzie",
        "citation": "Art. 49 cpv. 1 LInFi",
        "content": "La controparte centrale esige dai propri partecipanti garanzie adeguate, in particolare sotto forma di margini iniziali («initial margins»), margini di variazione («variation margins») e contributi al fondo di garanzia («default fund»).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_49"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Garanzie",
        "citation": "Art. 49 cpv. 2 LInFi",
        "content": "Tali garanzie vanno calcolate almeno in maniera tale che:\na. i margini di variazione di un partecipante coprano il rischio di credito corrente risultante dalle variazioni effettive dei prezzi di mercato;\nb. i margini iniziali di un partecipante coprano con grande probabilità il rischio di credito potenziale che sorge per la controparte centrale in caso di inadempienza del partecipante stesso a causa delle variazioni dei prezzi di mercato attese;\nc. i margini iniziali, i margini di variazione e i contributi al fondo di garanzia siano sufficienti a coprire la perdita risultante, in condizioni di mercato estreme ma plausibili, in caso di inadempienza del partecipante nei confronti del quale la controparte centrale presenta l’esposizione maggiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_49"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Garanzie",
        "citation": "Art. 49 cpv. 3 LInFi",
        "content": "La controparte centrale accetta esclusivamente garanzie liquide con un basso rischio di credito e di mercato. Essa valuta con prudenza le garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_49"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Adempimento delle obbligazioni di pagamento",
        "citation": "Art. 50 cpv. 1 LInFi",
        "content": "La controparte centrale e i suoi partecipanti adempiono le loro obbligazioni reciproche di pagamento mediante il trasferimento di depositi a vista detenuti presso una banca centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_50"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Adempimento delle obbligazioni di pagamento",
        "citation": "Art. 50 cpv. 2 LInFi",
        "content": "Qualora questo sia impossibile o non praticabile, essi utilizzano un mezzo di pagamento con bassi rischi di credito e di liquidità. La controparte centrale riduce al minimo e sorveglia in modo continuativo tali rischi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_50"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Fondi propri e ripartizione dei rischi",
        "citation": "Art. 51 cpv. 1 LInFi",
        "content": "La controparte centrale deve disporre, su base individuale e consolidata, di fondi propri adeguati e deve ripartire in maniera adeguata i propri rischi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_51"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Fondi propri e ripartizione dei rischi",
        "citation": "Art. 51 cpv. 2 LInFi",
        "content": "Il Consiglio federale stabilisce l’importo dei fondi propri in funzione dell’attività e dei rischi e determina i requisiti in materia di ripartizione dei rischi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_51"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Liquidità",
        "citation": "Art. 52 cpv. 1 LInFi",
        "content": "La controparte centrale deve disporre di liquidità sufficienti per:\na. far fronte alle proprie obbligazioni di pagamento in tutte le valute anche in caso di inadempienza del partecipante nei confronti del quale essa presenta l’esposizione maggiore, in condizioni di mercato estreme ma plausibili; e\nb. poter fornire i propri servizi e svolgere le proprie attività in maniera regolamentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_52"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Liquidità",
        "citation": "Art. 52 cpv. 2 LInFi",
        "content": "Essa investe i propri mezzi finanziari esclusivamente in contanti o in strumenti finanziari liquidi con un basso rischio di credito e di mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_52"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Procedura in caso di inadempienza di un partecipante",
        "citation": "Art. 53 cpv. 1 LInFi",
        "content": "La controparte centrale prevede misure per limitare i rischi di credito e di liquidità che insorgono in caso di inadempienza di un partecipante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_53"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Procedura in caso di inadempienza di un partecipante",
        "citation": "Art. 53 cpv. 2 LInFi",
        "content": "Per coprire le eventuali perdite causate dall’inadempienza di un partecipante essa utilizza le garanzie e i fondi propri nel seguente ordine:\na. i margini versati dal partecipante inadempiente;\nb. i contributi del partecipante inadempiente al fondo di garanzia;\nc. i fondi propri dedicati della controparte centrale;\nd. i contributi dei partecipanti non inadempienti al fondo di garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_53"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Procedura in caso di inadempienza di un partecipante",
        "citation": "Art. 53 cpv. 3 LInFi",
        "content": "Essa prevede regole per la copertura di perdite più estese. Non può utilizzare:\na. i margini versati da partecipanti non inadempienti per coprire le perdite derivanti dall’inadempienza di un altro partecipante;\nb. le garanzie dei partecipanti indiretti per coprire le perdite derivanti dall’inadempienza di un partecipante o di un altro partecipante indiretto;\nc. i margini che eccedono quelli dovuti dal partecipante indiretto secondo l’articolo 59 capoverso 3 e depositati presso di essa, per coprire le perdite derivanti dall’inadempienza di un partecipante o di un altro partecipante indiretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_53"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Segregazione",
        "citation": "Art. 54 cpv. 1 LInFi",
        "content": "La controparte centrale deve separare:\na. i propri valori patrimoniali, crediti e obbligazioni da garanzie, crediti e obbligazioni dei suoi partecipanti; e\nb. garanzie, crediti e obbligazioni di ogni partecipante da quelli degli altri partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_54"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Segregazione",
        "citation": "Art. 54 cpv. 2 LInFi",
        "content": "Essa offre ai suoi partecipanti la possibilità di:\na. separare i loro valori patrimoniali, crediti e obbligazioni da garanzie, crediti e obbligazioni dei partecipanti indiretti;\nb. detenere e registrare garanzie, crediti e obbligazioni dei partecipanti indiretti in modo congiunto (segregazione omnibus) oppure in modo disgiunto (segregazione per singolo cliente).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_54"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Trasferibilità",
        "citation": "Art. 55 cpv. 1 LInFi",
        "content": "La controparte centrale garantisce che in caso di inadempienza di un partecipante le garanzie, i crediti e le obbligazioni che questo detiene per conto di un partecipante indiretto possano essere trasferiti a un altro partecipante designato dal partecipante indiretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_55"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 1: Disposizioni generali, Trasferibilità",
        "citation": "Art. 55 cpv. 2 LInFi",
        "content": "Si considera inadempiente il partecipante:\na. che non soddisfa le condizioni di ammissione relative alla capacità finanziaria del partecipante entro il termine stabilito dalla controparte centrale; o\nb. nei confronti del quale è stata aperta una procedura di liquidazione forzata finalizzata all’esecuzione generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_55"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 2: Accordi di interoperabilità, Accesso non discriminatorio",
        "citation": "Art. 56 cpv. 1 LInFi",
        "content": "Le controparti centrali possono concludere accordi sulla compensazione interoperabile di transazioni finanziarie (accordi di interoperabilità).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_56"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 2: Accordi di interoperabilità, Accesso non discriminatorio",
        "citation": "Art. 56 cpv. 2 LInFi",
        "content": "Una controparte centrale deve accettare la richiesta di un’altra controparte centrale concernente la conclusione di un accordo di interoperabilità, salvo se la conclusione di tale accordo mette in pericolo la sicurezza e l’efficacia della compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_56"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 2: Accordi di interoperabilità, Approvazione",
        "citation": "Art. 57 cpv. 1 LInFi",
        "content": "La conclusione di un accordo di interoperabilità sottostà all’approvazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_57"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 2: Accordi di interoperabilità, Approvazione",
        "citation": "Art. 57 cpv. 2 LInFi",
        "content": "L’accordo di interoperabilità è approvato se:\na. i diritti e gli obblighi rispettivi delle controparti centrali sono disciplinati;\nb. le controparti centrali dispongono di procedure e strumenti adeguati per gestire i rischi derivanti dall’accordo di interoperabilità;\nc. la controparte centrale copre i rischi di credito e di liquidità derivanti dall’accordo di interoperabilità esigendo senza indugio garanzie adeguate dall’altra controparte centrale;\nd. le controparti centrali sono autorizzate o riconosciute dalla FINMA;\ne. le autorità competenti per la vigilanza e la sorveglianza della controparte centrale estera collaborano con le competenti autorità svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_57"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 2: Accordi di interoperabilità, Approvazione",
        "citation": "Art. 57 cpv. 3 LInFi",
        "content": "Se una delle controparti centrali partecipanti a un accordo di interoperabilità ha rilevanza sistemica, la FINMA deve ottenere il consenso della BNS prima di concedere l’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_57"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 2: Accordi di interoperabilità, Approvazione",
        "citation": "Art. 57 cpv. 4 LInFi",
        "content": "Se una controparte centrale partecipante all’accordo estende la propria attività a una nuova sede di negoziazione senza che ne derivino nuovi rischi, l’accordo di interoperabilità non necessita di una nuova approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_57"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 3: Partecipanti, Comunicazione dei prezzi",
        "citation": "Art. 58 LInFi",
        "content": "I partecipanti a una controparte centrale che consentono a partecipanti indiretti di accedere a una controparte centrale rendono pubblici i prezzi dei servizi che forniscono in relazione alla compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_58"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 3: Partecipanti, Segregazione",
        "citation": "Art. 59 cpv. 1 LInFi",
        "content": "Il partecipante a una controparte centrale separa i propri valori patrimoniali, crediti e obbligazioni gestiti presso la controparte centrale e su conti propri da garanzie, crediti e obbligazioni dei partecipanti indiretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_59"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 3: Partecipanti, Segregazione",
        "citation": "Art. 59 cpv. 2 LInFi",
        "content": "Esso offre ai partecipanti indiretti la possibilità di scegliere tra la segregazione omnibus e la segregazione per singolo cliente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_59"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 3: Partecipanti, Segregazione",
        "citation": "Art. 59 cpv. 3 LInFi",
        "content": "Se un partecipante indiretto sceglie la segregazione per singolo cliente, il partecipante deve depositare presso la controparte centrale i margini che eccedono quelli dovuti dal partecipante indiretto e differenziarli dai margini iniziali degli altri partecipanti indiretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_59"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 3: Partecipanti, Segregazione",
        "citation": "Art. 59 cpv. 4 LInFi",
        "content": "Il partecipante a una controparte centrale rende pubblici i costi e i dettagli relativi al livello di protezione garantito dalla tenuta dei conti secondo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_59"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 4: Riconoscimento di controparti centrali estere",
        "citation": "Art. 60 cpv. 1 LInFi",
        "content": "Una controparte centrale con sede all’estero (controparte centrale estera) deve ottenere il riconoscimento della FINMA prima di:\na. accordare l’accesso diretto alla propria istituzione ai partecipanti svizzeri assoggettati a vigilanza;\nb. fornire servizi a un’infrastruttura del mercato finanziario svizzera;\nc. stipulare un accordo di interoperabilità con una controparte centrale svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_60"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 4: Riconoscimento di controparti centrali estere",
        "citation": "Art. 60 cpv. 2 LInFi",
        "content": "La FINMA concede il riconoscimento se:\na. la controparte centrale estera sottostà a una regolamentazione e vigilanza adeguate; e\nb. le competenti autorità estere di vigilanza:\n1. non sollevano obiezioni sull’attività transfrontaliera della controparte centrale estera,\n2. garantiscono di informare la FINMA qualora constatino infrazioni alla legge o altre irregolarità da parte di partecipanti svizzeri, e\n3. prestano assistenza amministrativa alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_60"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 4: Riconoscimento di controparti centrali estere",
        "citation": "Art. 60 cpv. 3 LInFi",
        "content": "La FINMA può negare il riconoscimento se lo Stato in cui ha sede la controparte centrale estera non garantisce alle controparti centrali svizzere un accesso effettivo ai propri mercati né offre loro le medesime condizioni di concorrenza di cui godono le controparti centrali nazionali. Sono fatti salvi gli impegni internazionali di diverso tenore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_60"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 3: Controparti centrali, Sezione 4: Riconoscimento di controparti centrali estere",
        "citation": "Art. 60 cpv. 4 LInFi",
        "content": "La FINMA può esonerare una controparte centrale estera dal procurarsi il riconoscimento, sempre che ciò non pregiudichi le finalità di tutela della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_60"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 61 cpv. 1 LInFi",
        "content": "Per depositario centrale s’intende il gestore di un ente di custodia centrale o di un sistema di regolamento delle operazioni in titoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_61"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 61 cpv. 2 LInFi",
        "content": "Per ente di custodia centrale s’intende un’istituzione di custodia centrale di valori mobiliari e altri strumenti finanziari basata su regole e procedure uniformi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_61"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 61 cpv. 3 LInFi",
        "content": "Per sistema di regolamento delle operazioni in titoli s’intende un’istituzione che effettua in base a regole e procedure uniformi la compensazione e il regolamento di operazioni in valori mobiliari e altri strumenti finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_61"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Principi di custodia, registrazione e trasferimento di valori mobiliari",
        "citation": "Art. 62 cpv. 1 LInFi",
        "content": "Il depositario centrale garantisce che i valori mobiliari siano custoditi, registrati e trasferiti in modo corretto e conforme alla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_62"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Principi di custodia, registrazione e trasferimento di valori mobiliari",
        "citation": "Art. 62 cpv. 2 LInFi",
        "content": "Il depositario centrale vieta ai propri partecipanti di compiere prelievi allo scoperto sui conti titoli afferenti ai valori mobiliari da esso detenuti in custodia accentrata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_62"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Principi di custodia, registrazione e trasferimento di valori mobiliari",
        "citation": "Art. 62 cpv. 3 LInFi",
        "content": "Il depositario centrale verifica quotidianamente se il numero di valori mobiliari che un emittente ha emesso presso di esso corrisponde al numero di valori mobiliari registrati sui conti titoli dei partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_62"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Principi di custodia, registrazione e trasferimento di valori mobiliari",
        "citation": "Art. 62 cpv. 4 LInFi",
        "content": "Il depositario centrale stabilisce il momento a partire dal quale:\na. un ordine di trasferimento di valori mobiliari non può più essere modificato o revocato;\nb. un trasferimento di valori mobiliari è regolato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_62"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Principi di custodia, registrazione e trasferimento di valori mobiliari",
        "citation": "Art. 62 cpv. 5 LInFi",
        "content": "Il depositario centrale trasferisce i valori mobiliari possibilmente in tempo reale, ma al più tardi alla fine del giorno di valuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_62"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Termini per il regolamento delle operazioni",
        "citation": "Art. 63 cpv. 1 LInFi",
        "content": "Il depositario centrale stabilisce i termini entro i quali i partecipanti devono regolare le loro operazioni in valori mobiliari nel suo sistema. A tal fine si basa in particolare sull’uso internazionale e sulle necessità dei partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_63"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Termini per il regolamento delle operazioni",
        "citation": "Art. 63 cpv. 2 LInFi",
        "content": "Esso permette ai propri partecipanti di regolare le operazioni entro i termini che ha stabilito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_63"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Termini per il regolamento delle operazioni",
        "citation": "Art. 63 cpv. 3 LInFi",
        "content": "Esso vigila affinché le operazioni siano regolate entro i termini previsti. In caso di ritardo nel regolamento adotta le sanzioni convenute contrattualmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_63"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Garanzie",
        "citation": "Art. 64 cpv. 1 LInFi",
        "content": "Il depositario centrale adotta misure adeguate per coprire i rischi che insorgono in caso di concessione di un credito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_64"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Garanzie",
        "citation": "Art. 64 cpv. 2 LInFi",
        "content": "Esso accetta esclusivamente garanzie liquide con un basso rischio di credito e di mercato. Valuta con prudenza le garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_64"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Adempimento delle obbligazioni di pagamento",
        "citation": "Art. 65 cpv. 1 LInFi",
        "content": "Il depositario centrale permette il regolamento di pagamenti in relazione a valori mobiliari che custodisce o registra mediante trasferimento di depositi a vista detenuti presso una banca centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_65"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Adempimento delle obbligazioni di pagamento",
        "citation": "Art. 65 cpv. 2 LInFi",
        "content": "Qualora questo sia impossibile o non praticabile, esso utilizza un mezzo di pagamento con rischi di credito e di liquidità nulli o bassi. Il depositario centrale riduce al minimo e sorveglia in modo continuativo tali rischi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_65"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Fondi propri e ripartizione dei rischi",
        "citation": "Art. 66 cpv. 1 LInFi",
        "content": "Il depositario centrale deve disporre, su base individuale e consolidata, di fondi propri adeguati e ripartire in maniera adeguata i propri rischi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_66"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Fondi propri e ripartizione dei rischi",
        "citation": "Art. 66 cpv. 2 LInFi",
        "content": "Il Consiglio federale stabilisce l’importo dei fondi propri in funzione dell’attività e dei rischi e determina i requisiti in materia di ripartizione dei rischi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_66"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Liquidità",
        "citation": "Art. 67 cpv. 1 LInFi",
        "content": "Il depositario centrale deve disporre di liquidità sufficienti per:\na. far fronte alle proprie obbligazioni di pagamento in tutte le valute anche in caso di inadempienza del partecipante nei confronti del quale esso presenta l’esposizione maggiore, in condizioni di mercato estreme ma plausibili; e\nb. poter fornire i propri servizi e svolgere le proprie attività in maniera regolamentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_67"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Liquidità",
        "citation": "Art. 67 cpv. 2 LInFi",
        "content": "Esso investe i propri mezzi finanziari esclusivamente in contanti o in strumenti finanziari liquidi con un basso rischio di credito e di mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_67"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Procedura in caso di inadempienza di un partecipante",
        "citation": "Art. 68 LInFi",
        "content": "Il depositario centrale prevede misure per limitare i rischi di credito e di liquidità che insorgono in caso di inadempienza di un partecipante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_68"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Segregazione",
        "citation": "Art. 69 cpv. 1 LInFi",
        "content": "Il depositario centrale deve separare:\na. i propri valori patrimoniali dai valori mobiliari dei suoi partecipanti; e\nb. i valori mobiliari di ogni partecipante da quelli degli altri partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_69"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 1: Disposizioni generali, Segregazione",
        "citation": "Art. 69 cpv. 2 LInFi",
        "content": "Esso offre ai suoi partecipanti la possibilità di:\na. separare i loro valori mobiliari da quelli dei partecipanti indiretti; e\nb. tenere e registrare i valori mobiliari dei partecipanti indiretti in modo congiunto (segregazione omnibus) oppure in modo disgiunto (segregazione per singolo cliente).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_69"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 2: Collegamenti tra depositari centrali, Definizione",
        "citation": "Art. 70 LInFi",
        "content": "Per collegamenti tra depositari centrali s’intendono gli accordi:\na. tra depositari centrali concernenti l’esecuzione reciproca di ordini di pagamento e trasferimento (collegamenti interoperabili);\nb. concernenti la partecipazione diretta o indiretta di un depositario centrale a un altro depositario centrale (collegamenti di accesso).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_70"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 2: Collegamenti tra depositari centrali, Approvazione",
        "citation": "Art. 71 cpv. 1 LInFi",
        "content": "La costituzione dei seguenti collegamenti tra depositari centrali necessita dell’approvazione della FINMA:\na. collegamenti interoperabili;\nb. collegamenti di accesso in base ai quali un depositario centrale fornisce all’altro servizi che non fornisce ad altri partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_71"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 2: Collegamenti tra depositari centrali, Approvazione",
        "citation": "Art. 71 cpv. 2 LInFi",
        "content": "L’approvazione è concessa se i depositari centrali:\na. dispongono, per la loro propria protezione e per la protezione dei loro partecipanti, di norme, procedure e controlli mediante i quali rilevano, limitano e sorvegliano i rischi risultanti dal loro collegamento;\nb. verificano la correttezza delle loro registrazioni, confrontandole fra loro; e\nc. disciplinano in un accordo scritto i loro diritti e obblighi e, se del caso, i diritti e gli obblighi dei loro partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_71"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 2: Collegamenti tra depositari centrali, Approvazione",
        "citation": "Art. 71 cpv. 3 LInFi",
        "content": "Se uno dei depositari centrali partecipanti al collegamento fra depositari centrali ha rilevanza sistemica, la FINMA deve ottenere il consenso della BNS prima di concedere l’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_71"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 2: Collegamenti tra depositari centrali, Comunicazione",
        "citation": "Art. 72 LInFi",
        "content": "La costituzione di collegamenti di accesso in base ai quali un depositario centrale fornisce ad un altro i medesimi servizi che fornisce ad altri partecipanti deve essere comunicata alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_72"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 3: Segregazione da parte del partecipante",
        "citation": "Art. 73 cpv. 1 LInFi",
        "content": "Il partecipante a un depositario centrale separa i propri valori patrimoniali, crediti e obbligazioni gestiti presso il depositario centrale e su conti propri dai valori mobiliari, crediti e obbligazioni dei partecipanti indiretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 3: Segregazione da parte del partecipante",
        "citation": "Art. 73 cpv. 2 LInFi",
        "content": "Esso offre ai partecipanti indiretti la possibilità di scegliere tra la segregazione omnibus e la segregazione per singolo cliente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 3: Segregazione da parte del partecipante",
        "citation": "Art. 73 cpv. 3 LInFi",
        "content": "Se un partecipante indiretto sceglie la segregazione per singolo cliente, il partecipante deve depositare presso il depositario centrale i margini che eccedono quelli dovuti dal partecipante indiretto e differenziarli dai margini iniziali degli altri partecipanti indiretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4: Depositari centrali, Sezione 3: Segregazione da parte del partecipante",
        "citation": "Art. 73 cpv. 4 LInFi",
        "content": "Il partecipante a un depositario centrale rende pubblici i costi e i dettagli relativi al livello di protezione garantito dalla tenuta dei conti secondo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Definizione",
        "citation": "Art. 73a cpv. 1 LInFi",
        "content": "Per sistema di negoziazione TRD s’intende un’istituzione gestita a titolo professionale per il commercio multilaterale di valori mobiliari TRD, avente come scopo lo scambio simultaneo di offerte tra più partecipanti nonché la conclusione di contratti secondo regole non discrezionali e che adempie almeno una delle condizioni seguenti:\na. ammette i partecipanti di cui all’articolo 73c capoverso 1 lettera e;\nb. detiene, in base a regole e procedure uniformi, valori mobiliari TRD in custodia accentrata;\nc. effettua la compensazione e il regolamento di operazioni su valori mobiliari TRD in base a regole e procedure uniformi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Definizione",
        "citation": "Art. 73a cpv. 2 LInFi",
        "content": "È svolta a titolo professionale l’attività economica indipendente diretta al conseguimento di un guadagno durevole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Applicabilità di determinati requisiti stabiliti per le sedi di negoziazione",
        "citation": "Art. 73b LInFi",
        "content": "Ai sistemi di negoziazione TRD si applicano i requisiti per le sedi di negoziazione concernenti:\na. l’autodisciplina (art. 27); \nb. l’organizzazione del commercio (art. 28); \nc. la trasparenza pre-negoziazione e post-negoziazione (art. 29); \nd. la garanzia di un commercio ordinato (art. 30); \ne. la sorveglianza del commercio (art. 31); \nf. la collaborazione tra organi di sorveglianza del commercio (art. 32);\ng. la sospensione del commercio (art. 33 cpv. 2);\nh. l’autorità di ricorso (art. 37).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_b"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di partecipanti e loro obblighi",
        "citation": "Art. 73c cpv. 1 LInFi",
        "content": "Possono essere ammessi quali partecipanti a un sistema di negoziazione TRD:\na. le società di intermediazione mobiliare di cui all’articolo 41 LIsFi;\nb. altri assoggettati alla vigilanza della FINMA secondo l’articolo 3 LFINMA nonché assoggettati alla vigilanza di un’autorità estera, sempre che il sistema di negoziazione TRD garantisca che essi adempiono condizioni tecniche e operative equivalenti a quelle delle società di intermediazione mobiliare;\nc. la BNS;\nd. la Banca dei regolamenti internazionali;\ne. altre persone fisiche e giuridiche, sempre che dichiarino di partecipare a proprio nome e per conto proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di partecipanti e loro obblighi",
        "citation": "Art. 73c cpv. 2 LInFi",
        "content": "I partecipanti con sede in Svizzera devono fornire alla FINMA tutte le informazioni e i documenti necessari all’adempimento dei suoi compiti. Il sistema di negoziazione TRD deve garantire che i partecipanti con sede all’estero gli forniscano le informazioni e i documenti corrispondenti, laddove ordinato dalla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di partecipanti e loro obblighi",
        "citation": "Art. 73c cpv. 3 LInFi",
        "content": "Le disposizioni sull’obbligo di registrazione (art. 38) e sull’obbligo di comunicazione (art. 39) valgono anche per i partecipanti a un sistema di negoziazione TRD. Il Consiglio federale può prevedere deroghe per i partecipanti di cui al capoverso 1 lettera e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di partecipanti e loro obblighi",
        "citation": "Art. 73c cpv. 4 LInFi",
        "content": "Il Consiglio federale disciplina l’ammissione, gli obblighi e l’esclusione dei partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di partecipanti e loro obblighi",
        "citation": "Art. 73c cpv. 5 LInFi",
        "content": "Il sistema di negoziazione TRD emana un regolamento sull’ammissione, sugli obblighi e sull’esclusione dei partecipanti, badando in particolare al rispetto del principio della parità di trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di partecipanti e loro obblighi",
        "citation": "Art. 73c cpv. 6 LInFi",
        "content": "Il sistema di negoziazione TRD sorveglia l’osservanza del regolamento e adotta le sanzioni previste contrattualmente in caso di infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di valori mobiliari TRD e di altri valori patrimoniali",
        "citation": "Art. 73d cpv. 1 LInFi",
        "content": "Il sistema di negoziazione TRD emana un regolamento sull’ammissione dei valori mobiliari TRD al commercio e agli altri suoi servizi. Stabilisce in particolare i requisiti che i valori mobiliari TRD e gli emittenti o i terzi devono soddisfare in materia di ammissione. L’obbligo di pubblicare un prospetto è retto esclusivamente dagli articoli 35–57 della legge del 15 giugno 2018 sui servizi finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di valori mobiliari TRD e di altri valori patrimoniali",
        "citation": "Art. 73d cpv. 2 LInFi",
        "content": "Se, oltre ai valori mobiliari TRD, ammette altri valori patrimoniali al commercio o agli altri suoi servizi, il sistema di negoziazione TRD disciplina in un regolamento l’ammissione di tali valori patrimoniali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di valori mobiliari TRD e di altri valori patrimoniali",
        "citation": "Art. 73d cpv. 3 LInFi",
        "content": "Il Consiglio federale può:\na. prevedere che i valori mobiliari TRD possano essere ammessi a un sistema di negoziazione TRD soltanto se soddisfano determinati requisiti minimi, segnatamente in materia di integrità e pubblicità;\nb. a tutela dei partecipanti al mercato finanziario o della stabilità o integrità del sistema finanziario, indicare valori mobiliari TRD e altri valori patrimoniali che non possono essere ammessi a un sistema di negoziazione TRD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ammissione di valori mobiliari TRD e di altri valori patrimoniali",
        "citation": "Art. 73d cpv. 4 LInFi",
        "content": "Il sistema di negoziazione TRD sorveglia l’osservanza dei regolamenti e adotta le sanzioni previste contrattualmente in caso di infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ulteriori requisiti",
        "citation": "Art. 73e cpv. 1 LInFi",
        "content": "Oltre ai requisiti di cui agli articoli 73b–73d, per i sistemi di negoziazione TRD aperti ai partecipanti di cui all’articolo 73c capoverso 1 lettera e il Consiglio federale può stabilire ulteriori requisiti a tutela di questi partecipanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ulteriori requisiti",
        "citation": "Art. 73e cpv. 2 LInFi",
        "content": "Oltre ai requisiti di cui agli articoli 73a–73d, per i sistemi di negoziazione TRD che offrono servizi nell’ambito della custodia accentrata, della compensazione o del regolamento il Consiglio federale stabilisce ulteriori requisiti, segnatamente relativi agli aspetti seguenti:\na. la custodia accentrata, la compensazione e il regolamento di valori mobiliari TRD;\nb. le garanzie;\nc. i fondi propri;\nd. la ripartizione dei rischi;\ne. i servizi accessori;\nf. la liquidità;\ng. la procedura in caso di inadempienza di un partecipante;\nh. la segregazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ulteriori requisiti",
        "citation": "Art. 73e cpv. 3 LInFi",
        "content": "Per stabilire i requisiti di cui al capoverso 2, il Consiglio federale si orienta ai requisiti applicabili ai depositari centrali (art. 61–73).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ulteriori requisiti",
        "citation": "Art. 73e cpv. 4 LInFi",
        "content": "Può abilitare la FINMA a stabilire i requisiti di cui al capoverso 2, se ciò è necessario per poter tenere conto dei rischi legati alla tecnologia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Ulteriori requisiti",
        "citation": "Art. 73e cpv. 5 LInFi",
        "content": "È fatta salva la competenza della BNS secondo l’articolo 23 di stabilire requisiti particolari per sistemi di negoziazione TRD di rilevanza sistemica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Agevolazioni per piccoli sistemi di negoziazione TRD",
        "citation": "Art. 73f cpv. 1 LInFi",
        "content": "Per motivi di proporzionalità e tenendo conto delle finalità di tutela della presente legge, per piccoli sistemi di negoziazione TRD il Consiglio federale può prevedere agevolazioni rispetto ai requisiti di cui agli articoli 6–21, 27–33 e 37, segnatamente rispetto alle disposizioni concernenti:\na. la separazione degli organi per la gestione, da una parte, e per l’alta direzione, la vigilanza e il controllo, dall’altra (art. 8);\nb. la fornitura di servizi accessori per i quali secondo la legislazione sui mercati finanziari non occorre alcuna autorizzazione o approvazione (art. 10);\nc. i requisiti di indipendenza dell’organismo di autodisciplina (art. 27 cpv. 2) e dell’autorità di ricorso (art. 37 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_f"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Agevolazioni per piccoli sistemi di negoziazione TRD",
        "citation": "Art. 73f cpv. 2 LInFi",
        "content": "Sono considerati piccoli i sistemi di negoziazione TRD con un basso rischio ai fini della tutela dei partecipanti al mercato finanziario, della funzionalità e della stabilità del sistema finanziario, segnatamente perché il numero di partecipanti, il volume di transazioni, il volume di depositi da custodire o il volume di compensazione e regolamento è limitato. Il Consiglio federale fissa valori soglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_f"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 4a:, Sistemi di negoziazione TRD, Agevolazioni per piccoli sistemi di negoziazione TRD",
        "citation": "Art. 73f cpv. 3 LInFi",
        "content": "I sistemi di negoziazione TRD che beneficiano di agevolazioni in virtù del presente articolo sono tenuti ad informarne i propri clienti. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_73_f"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Definizione",
        "citation": "Art. 74 LInFi",
        "content": "Per repertorio di dati sulle negoziazioni s’intende un’istituzione che raccoglie, gestisce e custodisce in modo accentrato i dati di transazioni in derivati che le sono comunicati secondo l’articolo 104.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_74"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Conservazione dei dati",
        "citation": "Art. 75 LInFi",
        "content": "Il repertorio di dati sulle negoziazioni registra i dati comunicati e li conserva per almeno dieci anni dalla scadenza del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_75"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Pubblicazione dei dati",
        "citation": "Art. 76 cpv. 1 LInFi",
        "content": "Il repertorio di dati sulle negoziazioni pubblica regolarmente in forma aggregata e anonimizzata, in base ai dati comunicati, le posizioni aperte, il volume delle transazioni e i valori per categorie di derivati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_76"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Pubblicazione dei dati",
        "citation": "Art. 76 cpv. 2 LInFi",
        "content": "Esso può pubblicare ulteriori dati, sempre che siano aggregati e anonimizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_76"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Accesso ai dati da parte di autorità svizzere",
        "citation": "Art. 77 cpv. 1 LInFi",
        "content": "Il repertorio di dati sulle negoziazioni accorda alle seguenti autorità l’accesso gratuito ai dati di cui esse necessitano per l’adempimento dei loro compiti:\na. FINMA;\nb. BNS;\nc. altre autorità svizzere di vigilanza sui mercati finanziari;\nd. Commissione federale dell’energia elettrica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_77"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Accesso ai dati da parte di autorità svizzere",
        "citation": "Art. 77 cpv. 2 LInFi",
        "content": "Il Consiglio federale disciplina l’accesso ai dati relativi alle transazioni delle banche centrali tenendo conto degli standard internazionali riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_77"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Accesso ai dati da parte di autorità estere",
        "citation": "Art. 78 cpv. 1 LInFi",
        "content": "Il repertorio di dati sulle negoziazioni accorda alle autorità estere di vigilanza sui mercati finanziari l’accesso gratuito ai dati di cui esse necessitano per l’adempimento dei loro compiti se un accordo di collaborazione tra le competenti autorità svizzere ed estere di vigilanza conferma che sono adempiute le seguenti condizioni:\na. l’autorità estera di vigilanza sui mercati finanziari sottostà all’obbligo legale di tutela del segreto;\nb. l’autorità estera di vigilanza sui mercati finanziari può trasmettere i dati ad altre autorità estere soltanto a condizione che in caso di trasmissione a un’autorità penale sia possibile l’assistenza giudiziaria secondo la legge federale del 20 marzo 1981 sull’assistenza internazionale in materia penale;\nc. le autorità svizzere di cui all’articolo 77 capoverso 1 ottengono l’accesso immediato ai repertori di dati sulle negoziazioni nello Stato dell’autorità estera di vigilanza sui mercati finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_78"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Accesso ai dati da parte di autorità estere",
        "citation": "Art. 78 cpv. 2 LInFi",
        "content": "Il Consiglio federale disciplina l’accesso ai dati concernenti le transazioni delle banche centrali tenendo conto degli standard internazionali riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_78"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Trasmissione di dati a privati",
        "citation": "Art. 79 cpv. 1 LInFi",
        "content": "Il repertorio di dati sulle negoziazioni può trasmettere dati a privati in forma aggregata e anonimizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_79"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 1: Disposizioni generali, Trasmissione di dati a privati",
        "citation": "Art. 79 cpv. 2 LInFi",
        "content": "La trasmissione a privati di dati concernenti le loro proprie transazioni è ammessa senza restrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_79"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 2: Riconoscimento di repertori esteri di dati sulle negoziazioni",
        "citation": "Art. 80 cpv. 1 LInFi",
        "content": "Prima di ricevere comunicazioni secondo l’articolo 104, i repertori di dati sulle negoziazioni con sede all’estero necessitano del riconoscimento della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_80"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 2: Riconoscimento di repertori esteri di dati sulle negoziazioni",
        "citation": "Art. 80 cpv. 2 LInFi",
        "content": "La FINMA accorda il riconoscimento se:\na. il repertorio estero di dati sulle negoziazioni sottostà a una regolamentazione e vigilanza adeguate; e\nb. le competenti autorità estere di vigilanza:\n1. non sollevano obiezioni sull’attività transfrontaliera del repertorio estero di dati sulle negoziazioni,\n2. garantiscono di informare la FINMA qualora constatino infrazioni alla legge o altre irregolarità da parte di partecipanti svizzeri,\n3. confermano alle competenti autorità svizzere di vigilanza sui mercati finanziari che sono adempiute le condizioni di cui all’articolo 78 capoverso 1 lettere b e c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_80"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 2: Riconoscimento di repertori esteri di dati sulle negoziazioni",
        "citation": "Art. 80 cpv. 3 LInFi",
        "content": "Il repertorio di dati sulle negoziazioni è considerato riconosciuto se la FINMA accerta che:\na. lo Stato in cui ha sede il repertorio estero di dati sulle negoziazioni assoggetta i repertori di dati a regolamentazione e vigilanza adeguate; e\nb. le condizioni di cui al capoverso 2 lettera b sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_80"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 5: Repertorio di dati sulle negoziazioni, Sezione 2: Riconoscimento di repertori esteri di dati sulle negoziazioni",
        "citation": "Art. 80 cpv. 4 LInFi",
        "content": "La FINMA può negare il riconoscimento se lo Stato in cui ha sede il repertorio estero di dati sulle negoziazioni non garantisce ai repertori svizzeri un accesso effettivo ai propri mercati, né offre loro le medesime condizioni di concorrenza di cui godono i repertori nazionali di dati sulle negoziazioni. Sono fatti salvi gli impegni internazionali di diverso tenore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_80"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 6: Sistemi di pagamento, Definizione",
        "citation": "Art. 81 LInFi",
        "content": "Per sistema di pagamento s’intende un’istituzione che effettua in base a regole e procedure uniformi la compensazione e il regolamento di obbligazioni di pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_81"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 6: Sistemi di pagamento, Obblighi",
        "citation": "Art. 82 LInFi",
        "content": "Se necessario ai fini dell’attuazione di standard internazionali riconosciuti, il Consiglio federale può imporre obblighi specifici ai sistemi di pagamento, in particolare per quanto riguarda i fondi propri, la ripartizione dei rischi e la liquidità. È fatta salva la competenza della BNS secondo l’articolo 23 di fissare requisiti particolari per sistemi di pagamento di rilevanza sistemica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_82"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Competenze",
        "citation": "Art. 83 cpv. 1 LInFi",
        "content": "L’autorità di vigilanza è la FINMA. Le infrastrutture del mercato finanziario di rilevanza sistemica sottostanno inoltre alla sorveglianza della BNS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_83"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Competenze",
        "citation": "Art. 83 cpv. 2 LInFi",
        "content": "La FINMA vigila sull’osservanza delle condizioni di autorizzazione e degli obblighi, in quanto tale compito non incomba alla BNS nell’ambito della sorveglianza dei requisiti particolari di cui all’articolo 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_83"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Competenze",
        "citation": "Art. 83 cpv. 3 LInFi",
        "content": "La FINMA e la BNS cooperano nella loro attività di vigilanza e sorveglianza sulle infrastrutture del mercato finanziario di rilevanza sistemica, si informano reciprocamente e regolarmente ed evitano sovrapposizioni nell’esecuzione dei loro compiti. Nel quadro della loro collaborazione con le autorità estere di vigilanza e sorveglianza si coordinano nell’adempimento dei loro obblighi e nella comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_83"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Verifica",
        "citation": "Art. 84 cpv. 1 LInFi",
        "content": "Le infrastrutture del mercato finanziario e i gruppi finanziari devono incaricare una società di audit, abilitata dall’Autorità federale di sorveglianza dei revisori conformemente all’articolo 9a capoverso 1 LSR, di effettuare una verifica secondo l’articolo 24 LFINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_84"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Verifica",
        "citation": "Art. 84 cpv. 2 LInFi",
        "content": "Essi devono parimenti far verificare il loro conto annuale e, se del caso, il loro conto di gruppo da un’impresa di revisione sotto sorveglianza statale secondo i principi della revisione ordinaria del Codice delle obbligazioni (CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_84"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Verifica",
        "citation": "Art. 84 cpv. 3 LInFi",
        "content": "La FINMA può effettuare verifiche dirette presso le infrastrutture del mercato finanziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_84"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Sospensione del diritto di voto",
        "citation": "Art. 85 LInFi",
        "content": "Ai fini dell’esecuzione dell’articolo 9 capoversi 3 e 5, la FINMA può sospendere il diritto di voto vincolato ad azioni o quote detenute da persone con una partecipazione qualificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_85"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Restituzione volontaria dell’autorizzazione",
        "citation": "Art. 86 cpv. 1 LInFi",
        "content": "L’infrastruttura del mercato finanziario che intende rinunciare a un’autorizzazione deve presentare per approvazione alla FINMA un piano di liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_86"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Restituzione volontaria dell’autorizzazione",
        "citation": "Art. 86 cpv. 2 LInFi",
        "content": "Il piano di liquidazione deve contenere indicazioni riguardanti:\na. il regolamento delle obbligazioni finanziarie;\nb. i mezzi predisposti a tal fine;\nc. la persona responsabile della liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_86"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Restituzione volontaria dell’autorizzazione",
        "citation": "Art. 86 cpv. 3 LInFi",
        "content": "L’infrastruttura del mercato finanziario che ha adempiuto gli obblighi derivanti dal piano di liquidazione non sottostà più alla vigilanza da parte della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_86"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Revoca dell’autorizzazione",
        "citation": "Art. 87 cpv. 1 LInFi",
        "content": "A complemento dell’articolo 37 LFINMA, la FINMA può revocare l’autorizzazione o il riconoscimento a un’infrastruttura del mercato finanziario se quest’ultima:\na. non ha fatto uso dell’autorizzazione entro dodici mesi;\nb. nel corso dei sei mesi precedenti non ha fornito alcun servizio ammesso esclusivamente in forza dell’autorizzazione;\nc. non rispetta il piano di liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_87"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 7: Vigilanza e sorveglianza, Revoca dell’autorizzazione",
        "citation": "Art. 87 cpv. 2 LInFi",
        "content": "La revoca dell’autorizzazione provoca lo scioglimento della persona giuridica. La FINMA designa il liquidatore e ne sorveglia l’attività. Sono fatte salve le disposizioni in materia di insolvenza di cui al capitolo 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_87"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Misure in caso di insolvenza",
        "citation": "Art. 88 cpv. 1 LInFi",
        "content": "Salvo disposizione contraria della presente legge, alle infrastrutture del mercato finanziario si applicano per analogia gli articoli 25–37 e 37d–37gquinquies, eccetto l’articolo 37g capoverso 4bis, della legge dell’8 novembre 1934 sulle banche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_88"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Misure in caso di insolvenza",
        "citation": "Art. 88 cpv. 2 LInFi",
        "content": "Nel caso di infrastrutture del mercato finanziario di rilevanza sistemica, la FINMA consulta la BNS prima di adottare misure in caso di insolvenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_88"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Protezione del sistema",
        "citation": "Art. 89 cpv. 1 LInFi",
        "content": "La FINMA informa le controparti centrali, i depositari centrali e i sistemi di pagamento, nonché i sistemi di negoziazione TRD che offrono servizi equivalenti nell’ambito della custodia accentrata, della compensazione o del regolamento, in Svizzera e all’estero, per quanto possibile e per quanto essi ne siano interessati, sulle misure applicabili in caso di insolvenza che intende adottare nei confronti di un partecipante e che limitano la facoltà di disporre di quest’ultimo, nonché sul momento della loro entrata in vigore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_89"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Protezione del sistema",
        "citation": "Art. 89 cpv. 2 LInFi",
        "content": "L’istruzione impartita a una controparte centrale, a un depositario centrale o a un sistema di pagamento, oppure a un sistema di negoziazione TRD che offre servizi equivalenti nell’ambito della custodia accentrata, della compensazione o del regolamento, da un partecipante nei confronti del quale è stata ordinata una misura applicabile in caso di insolvenza è giuridicamente vincolante ed efficace nei confronti di terzi se:\na. è stata impartita prima che fosse ordinata la misura ed è divenuta irrevocabile secondo le regole dell’infrastruttura del mercato finanziario; o\nb. è stata eseguita il giorno operativo, definito secondo le regole dell’infrastruttura del mercato finanziario, durante il quale la misura è stata ordinata, sempre che l’infrastruttura del mercato finanziario fornisca la prova che non aveva o non doveva avere conoscenza della misura ordinata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_89"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Protezione del sistema",
        "citation": "Art. 89 cpv. 3 LInFi",
        "content": "Il capoverso 2 si applica se:\na. l’infrastruttura del mercato finanziario è autorizzata in Svizzera;\nb. l’infrastruttura estera del mercato finanziario è riconosciuta o sorvegliata in Svizzera e accorda ai partecipanti svizzeri l’accesso diretto alla propria istituzione; o\nc. il contratto di partecipazione è retto dal diritto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_89"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Protezione del sistema",
        "citation": "Art. 89 cpv. 4 LInFi",
        "content": "Il capoverso 2 si applica per analogia:\na. alle infrastrutture del mercato finanziario di cui all’articolo 4 capoverso 3;\nb. ai sistemi di pagamento gestiti dalle banche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_89"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante",
        "citation": "Art. 90 cpv. 1 LInFi",
        "content": "Le misure applicabili in caso di insolvenza disposte nei confronti di un partecipante a una controparte centrale non pregiudicano gli accordi conclusi in precedenza tra la controparte centrale e il partecipante e riguardanti:\na. la compensazione di crediti, compresi il metodo concordato e la determinazione del valore;\nb. la realizzazione mediante trattative private di garanzie sotto forma di titoli mobiliari o di altri strumenti finanziari, comprese garanzie in contanti (ad eccezione del denaro contante), il cui valore è oggettivamente determinabile;\nc. il trasferimento di crediti e obbligazioni, nonché di garanzie sotto forma di valori mobiliari o di altri strumenti finanziari, comprese garanzie in contanti (ad eccezione del denaro contante), il cui valore è oggettivamente determinabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_90"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante",
        "citation": "Art. 90 cpv. 2 LInFi",
        "content": "Le pretese del partecipante sussistenti dopo la compensazione o la realizzazione ad opera della controparte centrale secondo il capoverso 1 lettera a o b sono scorporate a favore dei clienti del partecipante e dei suoi partecipanti indiretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_90"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante",
        "citation": "Art. 90 cpv. 3 LInFi",
        "content": "Sono fatte salve le prescrizioni divergenti nel quadro del differimento della disdetta di contratti da parte della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_90"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante indiretto",
        "citation": "Art. 91 cpv. 1 LInFi",
        "content": "Le misure di insolvenza nei confronti di un partecipante indiretto a una controparte centrale non pregiudicano gli accordi ai sensi dell’articolo 90 capoverso 1 lettere a–c conclusi in precedenza tra il partecipante e il partecipante indiretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_91"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante indiretto",
        "citation": "Art. 91 cpv. 2 LInFi",
        "content": "Le pretese del partecipante indiretto sussistenti dopo la compensazione o la realizzazione ad opera del partecipante secondo l’articolo 90 capoverso 1 lettera a e b sono scorporate a favore dei clienti del partecipante indiretto e dei suoi partecipanti indiretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_91"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante indiretto",
        "citation": "Art. 91 cpv. 3 LInFi",
        "content": "I capoversi 1 e 2 si applicano anche alle misure in caso di insolvenza disposte nei confronti del partecipante indiretto di un altro partecipante indiretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_91"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Prevalenza degli accordi in caso di insolvenza di un partecipante indiretto",
        "citation": "Art. 91 cpv. 4 LInFi",
        "content": "Sono fatte salve le prescrizioni divergenti nel quadro del differimento della disdetta di contratti da parte della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_91"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo secondo: Infrastrutture del mercato finanziario, Capitolo 8: Disposizioni in materia di insolvenza, Differimento della disdetta di contratti",
        "citation": "Art. 92 LInFi",
        "content": "Se differisce la disdetta di contratti e l’esercizio del diritto di disdetta, la FINMA prende in considerazione le ripercussioni sui mercati finanziari, nonché la gestione sicura e ordinata dell’infrastruttura del mercato finanziario interessata, dei suoi partecipanti e di altre infrastrutture del mercato finanziario ad essa collegate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_92"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 93 cpv. 1 LInFi",
        "content": "Il presente capitolo si applica, fatte salve le disposizioni seguenti, alle controparti finanziarie e non finanziarie che hanno la loro sede in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_93"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 93 cpv. 2 LInFi",
        "content": "Per controparti finanziarie s’intendono:\na. le banche ai sensi dell’articolo 1 capoverso 1 della legge dell’8 novembre 1934 sulle banche;\nb. le società di intermediazione mobiliare secondo l’articolo 41 LIsFi;\nc. le imprese di assicurazione e riassicurazione ai sensi dell’articolo 2 capoverso 1 lettera a della legge del 17 dicembre 2004 sulla sorveglianza degli assicuratori;\nd. le società madri di un gruppo finanziario o assicurativo o di un conglomerato finanziario o assicurativo;\ne. i gestori di patrimoni collettivi e le direzioni dei fondi secondo l’articolo 2 capoverso 1 lettere c e d LIsFi;\nf. gli investimenti collettivi di capitale ai sensi della legge del 23 giugno 2006 sugli investimenti collettivi;\ng. gli istituti di previdenza e le fondazioni d’investimento di cui agli articoli 48–53k della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_93"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 93 cpv. 3 LInFi",
        "content": "Per controparti non finanziarie s’intendono le imprese che non sono controparti finanziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_93"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 93 cpv. 4 LInFi",
        "content": "Le seguenti istituzioni sottostanno al solo obbligo di comunicazione di cui all’articolo 104:\na. le banche multilaterali di sviluppo;\nb. le organizzazioni, compresi gli istituti di assicurazione sociale, in quanto appartengano alla Confederazione, ai Cantoni o ai Comuni oppure di cui rispondono la Confederazione, il pertinente Cantone o il pertinente Comune e in quanto non si tratti di una controparte finanziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_93"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 93 cpv. 5 LInFi",
        "content": "Il Consiglio federale può assoggettare alle disposizioni del presente capitolo le succursali svizzere di partecipanti esteri al mercato finanziario, se esse non sottostanno a una regolamentazione equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_93"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Eccezioni",
        "citation": "Art. 94 cpv. 1 LInFi",
        "content": "Il presente capitolo non si applica:\na. alla Confederazione, ai Cantoni e ai Comuni;\nb. alla BNS;\nc. alla Banca dei regolamenti internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_94"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Eccezioni",
        "citation": "Art. 94 cpv. 2 LInFi",
        "content": "Per motivi di proporzionalità e tenendo conto degli standard internazionali riconosciuti, il Consiglio federale può escludere integralmente o parzialmente dal campo di applicazione del presente capitolo altre istituzioni pubbliche o partecipanti al mercato finanziario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_94"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Eccezioni",
        "citation": "Art. 94 cpv. 3 LInFi",
        "content": "Non si considerano derivati ai sensi del presente capitolo:\na. i prodotti strutturati quali i prodotti a capitale garantito o a rendimento massimo e i certificati;\nb. il prestito di valori mobiliari («securities lending and borrowing»);\nc. le operazioni in derivati su merci che:\n1. devono essere regolate mediante la consegna fisica delle merci,\n2. una parte non ha la facoltà di compensare in contanti, e\n3. non sono negoziate in una sede di negoziazione o in un sistema organizzato di negoziazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_94"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Eccezioni",
        "citation": "Art. 94 cpv. 4 LInFi",
        "content": "Il Consiglio federale può eccettuare i derivati dalle disposizioni del presente capitolo se ciò è conforme a standard internazionali riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_94"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Adempimento di obblighi secondo il diritto estero",
        "citation": "Art. 95 LInFi",
        "content": "Gli obblighi del presente capitolo sono altresì considerati adempiuti se:\na. sono adempiuti secondo un diritto estero riconosciuto equivalente dalla FINMA; e\nb. l’infrastruttura del mercato finanziario estera impiegata per l’esecuzione dell’operazione è stata riconosciuta dalla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_95"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 1: Disposizioni generali, Flusso di informazioni all’interno del gruppo",
        "citation": "Art. 96 LInFi",
        "content": "Le controparti possono scambiare con le società del loro gruppo e le loro succursali all’estero tutti i dati necessari all’adempimento diretto degli obblighi di cui al presente capitolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_96"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Obbligo di compensazione",
        "citation": "Art. 97 cpv. 1 LInFi",
        "content": "Le controparti devono compensare per il tramite di una controparte centrale autorizzata o riconosciuta dalla FINMA tutte le operazioni in derivati ai sensi dell’articolo 101 non trattate per il tramite di una sede di negoziazione (operazioni in derivati OTC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_97"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Obbligo di compensazione",
        "citation": "Art. 97 cpv. 2 LInFi",
        "content": "Tale obbligo non si applica alle operazioni con piccole controparti o alle operazioni che tali controparti effettuano tra di loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_97"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Obbligo di compensazione",
        "citation": "Art. 97 cpv. 3 LInFi",
        "content": "In assenza di indicazioni contrarie, una controparte può presupporre l’esattezza della dichiarazione della sua controparte circa le caratteristiche della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_97"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Obbligo di compensazione",
        "citation": "Art. 97 cpv. 4 LInFi",
        "content": "A complemento dell’obbligo di cui all’articolo 112, il Consiglio federale può disporre che tutte le operazioni in derivati effettuate presso una sede di negoziazione o un sistema organizzato di negoziazione siano compensate per il tramite di una controparte centrale autorizzata o riconosciuta dalla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_97"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Obbligo di compensazione",
        "citation": "Art. 97 cpv. 5 LInFi",
        "content": "La FINMA può consentire in casi specifici la compensazione per il tramite di una controparte centrale non riconosciuta, sempre che ciò non pregiudichi le finalità di tutela della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_97"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Piccole controparti non finanziarie",
        "citation": "Art. 98 cpv. 1 LInFi",
        "content": "Una controparte non finanziaria è considerata piccola se tutte le medie mobili delle sue posizioni lorde calcolate su 30 giorni lavorativi nelle operazioni determinanti in derivati OTC in corso si situano al di sotto del valore soglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_98"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Piccole controparti non finanziarie",
        "citation": "Art. 98 cpv. 2 LInFi",
        "content": "Se la media di una posizione lorda calcolata secondo il capoverso 1 di una piccola controparte non finanziaria esistente supera il valore soglia determinante, tale controparte non è più considerata piccola dopo quattro mesi dal momento del superamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_98"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Piccole controparti non finanziarie",
        "citation": "Art. 98 cpv. 3 LInFi",
        "content": "Le operazioni in derivati volte a ridurre i rischi non sono prese in considerazione per il calcolo della media di una posizione lorda se sono direttamente correlate all’attività aziendale oppure alla gestione del patrimonio o della liquidità della controparte o del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_98"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Piccole controparti finanziarie",
        "citation": "Art. 99 cpv. 1 LInFi",
        "content": "Una controparte finanziaria è considerata piccola se la media mobile della sua posizione lorda calcolata su 30 giorni lavorativi di tutte le operazioni in derivati OTC in corso si situa al di sotto del valore soglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_99"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Piccole controparti finanziarie",
        "citation": "Art. 99 cpv. 2 LInFi",
        "content": "Se la media della posizione lorda di cui al capoverso 1 di una piccola controparte finanziaria esistente supera il valore soglia, tale controparte non è più considerata piccola dopo quattro mesi dal momento del superamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_99"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Valori soglia",
        "citation": "Art. 100 cpv. 1 LInFi",
        "content": "Alle medie delle posizioni lorde nelle operazioni in derivati OTC in corso delle controparti non finanziarie si applicano valori soglia per categorie di derivati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_100"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Valori soglia",
        "citation": "Art. 100 cpv. 2 LInFi",
        "content": "Alla media della posizione lorda in tutte le operazioni in derivati OTC in corso delle controparti finanziarie si applica un unico valore soglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_100"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Valori soglia",
        "citation": "Art. 100 cpv. 3 LInFi",
        "content": "Se la controparte fa parte di un gruppo integralmente consolidato, nel calcolo delle medie delle posizioni lorde sono integrate anche tutte le altre operazioni infragruppo in derivati OTC, concluse da essa o da altre controparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_100"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Valori soglia",
        "citation": "Art. 100 cpv. 4 LInFi",
        "content": "Il Consiglio federale stabilisce:\na. per le controparti non finanziarie, le modalità di calcolo e l’entità dei valori soglia per le singole categorie di derivati;\nb. quali operazioni in derivati delle controparti non finanziarie non devono essere prese in considerazione nel calcolo dei valori soglia;\nc. il valore soglia per le controparti finanziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_100"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Derivati considerati",
        "citation": "Art. 101 cpv. 1 LInFi",
        "content": "La FINMA stabilisce quali derivati devono essere compensati per il tramite di una controparte centrale. A tal fine prende in considerazione:\na. il loro grado di standardizzazione legale e operativa;\nb. la loro liquidità;\nc. i volumi delle loro transazioni;\nd. la disponibilità di informazioni sulla formazione dei prezzi nella rispettiva categoria;\ne. il rischio di controparte a essi connesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_101"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Derivati considerati",
        "citation": "Art. 101 cpv. 2 LInFi",
        "content": "La FINMA tiene conto degli standard internazionali riconosciuti e dell’evoluzione del diritto estero. Può scaglionare nel tempo l’introduzione dell’obbligo di compensazione per specifiche categorie di derivati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_101"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Derivati considerati",
        "citation": "Art. 101 cpv. 3 LInFi",
        "content": "Non sottostanno all’obbligo di compensazione:\na. i derivati che non possono essere compensati da una controparte centrale autorizzata o riconosciuta;\nb. gli swap su valute e i contratti in cambi a termine, nella misura in cui sono regolati secondo il principio pagamento contro pagamento («payment versus payment»).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_101"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Operazioni transfrontaliere",
        "citation": "Art. 102 LInFi",
        "content": "L’obbligo della compensazione per il tramite di una controparte centrale sussiste anche quando la controparte estera della controparte svizzera soggetta all’obbligo di compensazione sarebbe soggetta a tale obbligo se avesse la sua sede in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_102"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 2: Compensazione per il tramite di una controparte centrale, Operazioni infragruppo",
        "citation": "Art. 103 LInFi",
        "content": "Le operazioni in derivati non devono essere compensate per il tramite di una controparte centrale se:\na. entrambe le controparti sono integralmente incluse nella medesima area di consolidamento;\nb. entrambe le controparti sono assoggettate ad adeguate procedure centralizzate di valutazione, misurazione e controllo dei rischi;\nc. le operazioni effettuate non sono volte a eludere l’obbligo di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_103"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Obbligo di comunicazione",
        "citation": "Art. 104 cpv. 1 LInFi",
        "content": "Le operazioni in derivati devono essere comunicate a un repertorio di dati sulle negoziazioni autorizzato o riconosciuto dalla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_104"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Obbligo di comunicazione",
        "citation": "Art. 104 cpv. 2 LInFi",
        "content": "Sono tenute alla comunicazione:\na. nel caso di operazioni tra una controparte finanziaria e una controparte non finanziaria: la controparte finanziaria;\nb. nel caso di operazioni tra due controparti finanziarie:\n1. la controparte finanziaria che non è piccola ai sensi dell’articolo 99,\n2. la controparte alienante nel caso di un’operazione tra due piccole controparti finanziarie o tra due controparti finanziarie non piccole;\nc. la controparte con sede in Svizzera, se la controparte estera non effettua la comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_104"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Obbligo di comunicazione",
        "citation": "Art. 104 cpv. 3 LInFi",
        "content": "Nel caso di un’operazione tra controparti non finanziarie, il capoverso 2 lettere b e c si applica per analogia. Le operazioni tra piccole controparti non finanziarie non devono essere comunicate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_104"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Obbligo di comunicazione",
        "citation": "Art. 104 cpv. 4 LInFi",
        "content": "In caso di compensazione centrale la comunicazione è effettuata dalla controparte centrale. Se una controparte centrale estera riconosciuta non procede alle comunicazioni, l’obbligo di comunicazione incombe alle controparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_104"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Obbligo di comunicazione",
        "citation": "Art. 104 cpv. 5 LInFi",
        "content": "Per effettuare la comunicazione si può ricorrere a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_104"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Obbligo di comunicazione",
        "citation": "Art. 104 cpv. 6 LInFi",
        "content": "In assenza di un repertorio di dati sulle negoziazioni, il Consiglio federale designa il servizio al quale deve essere effettuata la comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_104"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Momento e contenuto della comunicazione",
        "citation": "Art. 105 cpv. 1 LInFi",
        "content": "La comunicazione deve essere effettuata al più tardi il giorno lavorativo successivo alla conclusione, alla modifica o alla cessazione dell’operazione in derivati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_105"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Momento e contenuto della comunicazione",
        "citation": "Art. 105 cpv. 2 LInFi",
        "content": "Per ciascuna operazione occorre almeno comunicare:\na. le identità delle controparti, in particolare le loro ditta e sede;\nb. il genere;\nc. la scadenza;\nd. il valore nominale;\ne. il prezzo;\nf. la data di regolamento;\ng. la valuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_105"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Momento e contenuto della comunicazione",
        "citation": "Art. 105 cpv. 3 LInFi",
        "content": "Il Consiglio federale può prevedere la comunicazione di ulteriori indicazioni e ne disciplina il formato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_105"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Momento e contenuto della comunicazione",
        "citation": "Art. 105 cpv. 4 LInFi",
        "content": "La comunicazione a un repertorio estero di dati sulle negoziazioni riconosciuto può contenere indicazioni più estese. Qualora si tratti di dati personali, va ottenuto il consenso della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_105"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 3: Comunicazione a un repertorio di dati sulle negoziazioni, Conservazione dei documenti giustificativi",
        "citation": "Art. 106 LInFi",
        "content": "Le controparti devono conservare i documenti giustificativi delle loro operazioni in derivati conformemente alle disposizioni dell’articolo 958f CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_106"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Obblighi",
        "citation": "Art. 107 cpv. 1 LInFi",
        "content": "Per le operazioni in derivati OTC che non devono essere compensate per il tramite di una controparte centrale autorizzata o riconosciuta dalla FINMA vanno osservati gli obblighi della presente sezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_107"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Obblighi",
        "citation": "Art. 107 cpv. 2 LInFi",
        "content": "Tali obblighi non si applicano:\na. alle operazioni in derivati effettuate con controparti di cui agli articoli 93 capoverso 4 e 94 capoverso 1;\nb. agli swap su valute e ai contratti in cambi a termine, nella misura in cui sono regolati secondo il principio pagamento contro pagamento (payment versus payment);\nc. alle operazioni in derivati compensate volontariamente per il tramite di una controparte centrale autorizzata o riconosciuta dalla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_107"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Obblighi",
        "citation": "Art. 107 cpv. 3 LInFi",
        "content": "Per motivi di proporzionalità e tenendo conto degli standard internazionali riconosciuti, il Consiglio federale può esentare integralmente o parzialmente da tali obblighi altre operazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_107"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Riduzione del rischio operativo e del rischio di controparte",
        "citation": "Art. 108 LInFi",
        "content": "Le controparti rilevano, osservano e riducono il rischio operativo e il rischio di controparte risultanti da operazioni in derivati di cui all’articolo 107 capoverso 1. Esse devono in particolare:\na. confermare tempestivamente le condizioni contrattuali delle operazioni in derivati;\nb. disporre di procedure di riconciliazione reciproca dei portafogli e di gestione dei rischi associati, a meno che la controparte non sia una piccola controparte non finanziaria;\nc. disporre di procedure per l’individuazione rapida e la risoluzione di controversie tra le parti;\nd. effettuare regolarmente, ma almeno due volte all’anno, una compressione del portafoglio, sempre che tale compressione sia idonea a ridurre il loro rischio di controparte e che abbiano in corso 500 o più operazioni in derivati OTC non oggetto di compensazione centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_108"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Valutazione delle operazioni in corso",
        "citation": "Art. 109 cpv. 1 LInFi",
        "content": "Le controparti devono valutare quotidianamente i derivati in base ai loro prezzi correnti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_109"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Valutazione delle operazioni in corso",
        "citation": "Art. 109 cpv. 2 LInFi",
        "content": "Tale obbligo non si applica alle operazioni con piccole controparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_109"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Valutazione delle operazioni in corso",
        "citation": "Art. 109 cpv. 3 LInFi",
        "content": "Laddove le condizioni di mercato impediscano la valutazione a prezzi correnti di mercato, si ricorre a una valutazione in base a un modello. I modelli di valutazione devono essere idonei e riconosciuti dalla prassi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_109"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Valutazione delle operazioni in corso",
        "citation": "Art. 109 cpv. 4 LInFi",
        "content": "Le controparti non finanziarie possono ricorrere a terzi per la valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_109"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Scambio di garanzie",
        "citation": "Art. 110 cpv. 1 LInFi",
        "content": "Le controparti, ad eccezione delle piccole controparti non finanziarie, devono scambiarsi garanzie adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_110"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Scambio di garanzie",
        "citation": "Art. 110 cpv. 2 LInFi",
        "content": "Le controparti devono essere in grado di separare adeguatamente le garanzie dai loro valori patrimoniali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_110"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Scambio di garanzie",
        "citation": "Art. 110 cpv. 3 LInFi",
        "content": "Gli accordi di realizzazione mediante trattative private di garanzie scambiate secondo il capoverso 1 il cui valore è oggettivamente determinabile sussistono anche in caso di esecuzione forzata e di misure applicabili in caso di insolvenza nei confronti del prestatore della garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_110"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Scambio di garanzie",
        "citation": "Art. 110 cpv. 4 LInFi",
        "content": "Il Consiglio federale stabilisce i requisiti che deve soddisfare lo scambio di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_110"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 4: Riduzione dei rischi, Operazioni infragruppo",
        "citation": "Art. 111 LInFi",
        "content": "Non occorre scambiare garanzie se:\na. entrambe le controparti sono integralmente incluse nella medesima area di consolidamento;\nb. entrambe le controparti sono assoggettate ad adeguate procedure centralizzate di valutazione, misurazione e controllo dei rischi;\nc. non sussistono ostacoli giuridici o di fatto al trasferimento senza indugio di fondi propri o al rimborso di obbligazioni; e\nd. le operazioni effettuate non sono volte a eludere l’obbligo di scambio di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_111"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Obbligo",
        "citation": "Art. 112 cpv. 1 LInFi",
        "content": "Le controparti devono negoziare tutti i derivati di cui all’articolo 113:\na. presso una sede di negoziazione autorizzata o riconosciuta dalla FINMA; o\nb. attraverso un gestore di un sistema organizzato di negoziazione autorizzato o riconosciuto dalla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_112"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Obbligo",
        "citation": "Art. 112 cpv. 2 LInFi",
        "content": "Tale obbligo non si applica alle operazioni con piccole controparti o alle operazioni che tali controparti effettuano tra di loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_112"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Derivati considerati",
        "citation": "Art. 113 cpv. 1 LInFi",
        "content": "La FINMA stabilisce quali derivati devono essere negoziati presso una sede di negoziazione o un sistema di negoziazione secondo l’articolo 112 capoverso 1. A tal fine prende in considerazione:\na. il loro grado di standardizzazione legale e operativa;\nb. la loro liquidità;\nc. i volumi delle loro transazioni;\nd.  la disponibilità di informazioni sulla formazione dei prezzi nella rispettiva categoria;\ne. il rischio di controparte a essi connesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_113"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Derivati considerati",
        "citation": "Art. 113 cpv. 2 LInFi",
        "content": "La FINMA tiene conto degli standard internazionali riconosciuti e dell’evoluzione del diritto estero. Può scaglionare nel tempo l’introduzione dell’obbligo di negoziare presso una sede di negoziazione o un sistema di negoziazione per specifiche categorie di derivati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_113"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Derivati considerati",
        "citation": "Art. 113 cpv. 3 LInFi",
        "content": "Non sottostanno all’obbligo di negoziazione secondo l’articolo 112:\na. i derivati che non sono ammessi alla negoziazione presso nessuna corrispondente sede di negoziazione o presso nessun corrispondente sistema di negoziazione;\nb. gli swap su valute e i contratti in cambi a termine, nella misura in cui sono regolati secondo il principio pagamento contro pagamento («payment versus payment»).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_113"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Operazioni transfrontaliere",
        "citation": "Art. 114 LInFi",
        "content": "L’obbligo di negoziazione di cui all’articolo 112 sussiste anche quando la controparte estera della controparte svizzera soggetta all’obbligo di negoziazione sarebbe soggetta a tale obbligo se avesse la sua sede in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_114"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 5:, Commercio presso sedi di negoziazione e sistemi organizzati di negoziazione, Operazioni infragruppo",
        "citation": "Art. 115 LInFi",
        "content": "L’obbligo di cui all’articolo 112 non sussiste se:\na. entrambe le controparti sono integralmente incluse nella medesima area di consolidamento;\nb. entrambe le controparti sono assoggettate ad adeguate procedure centralizzate di valutazione, misurazione e controllo dei rischi; e\nc. le negoziazioni non sono volte a eludere tale obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_115"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 6: Verifica, Competenze",
        "citation": "Art. 116 cpv. 1 LInFi",
        "content": "Gli uffici di revisione di cui agli articoli 727 e 727a CO verificano, nel quadro della loro revisione, l’osservanza delle disposizioni del presente capitolo da parte delle controparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_116"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 6: Verifica, Competenze",
        "citation": "Art. 116 cpv. 2 LInFi",
        "content": "La verifica degli assoggettati è retta dalle leggi sui mercati finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_116"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 6: Verifica, Competenze",
        "citation": "Art. 116 cpv. 3 LInFi",
        "content": "Sono fatte salve disposizioni derogatorie concernenti la vigilanza e l’alta vigilanza sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_116"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 6: Verifica, Rendiconto e avviso",
        "citation": "Art. 117 cpv. 1 LInFi",
        "content": "Le società di audit rendono conto alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_117"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 6: Verifica, Rendiconto e avviso",
        "citation": "Art. 117 cpv. 2 LInFi",
        "content": "In presenza di infrazioni agli obblighi del presente capitolo si applicano gli obblighi di avviso di cui all’articolo 728c capoversi 1 e 2 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_117"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 1: Commercio di derivati, Sezione 6: Verifica, Rendiconto e avviso",
        "citation": "Art. 117 cpv. 3 LInFi",
        "content": "Se, nonostante l’avviso da parte dell’ufficio di revisione, l’impresa non adotta misure adeguate, l’ufficio di revisione segnala le infrazioni al Dipartimento federale delle finanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_117"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 2: Limiti di posizione per i derivati su merci, Limiti di posizione",
        "citation": "Art. 118 cpv. 1 LInFi",
        "content": "Il Consiglio federale può prevedere limiti per le posizioni nette in derivati su merci detenute da una persona, in quanto sia necessario ad assicurare condizioni ordinate di formazione dei prezzi e di regolamento nonché a produrre una convergenza tra i prezzi sul mercato dei derivati e quelli sul mercato sottostante. Nel fare ciò tiene conto degli standard internazionali riconosciuti e dell’evoluzione del diritto estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_118"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 2: Limiti di posizione per i derivati su merci, Limiti di posizione",
        "citation": "Art. 118 cpv. 2 LInFi",
        "content": "Il Consiglio federale stabilisce per i limiti di posizione:\na. la determinazione delle posizioni nette;\nb. le eccezioni previste per le posizioni detenute per una controparte non finanziaria e destinate a ridurre il rischio direttamente correlato alla sua attività oppure alla gestione della liquidità o del patrimonio; \nc. gli obblighi di comunicazione necessari ad assicurare la trasparenza della negoziazione dei derivati su merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_118"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 2: Limiti di posizione per i derivati su merci, Limiti di posizione",
        "citation": "Art. 118 cpv. 3 LInFi",
        "content": "La FINMA determina i limiti di posizione per i singoli derivati su merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_118"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 2: Limiti di posizione per i derivati su merci, Sorveglianza",
        "citation": "Art. 119 cpv. 1 LInFi",
        "content": "Per assicurare il rispetto dei limiti, la sede di negoziazione sorveglia le posizioni aperte. Può esigere da ciascun partecipante che:\na. le conceda l’accesso a tutte le informazioni necessarie all’applicazione dei limiti;\nb. chiuda o ridimensioni le posizioni i cui limiti sono stati superati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_119"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 2: Limiti di posizione per i derivati su merci, Sorveglianza",
        "citation": "Art. 119 cpv. 2 LInFi",
        "content": "Il capoverso 1 si applica per analogia ai gestori di sistemi organizzati di negoziazione e ai loro clienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_119"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di comunicazione",
        "citation": "Art. 120 cpv. 1 LInFi",
        "content": "Chiunque acquista o aliena, direttamente, indirettamente o d’intesa con terzi, azioni o diritti di acquisto o alienazione concernenti azioni di una società che ha sede in Svizzera e i cui titoli di partecipazione sono interamente o parzialmente quotati in Svizzera, o di una società che ha sede all’estero e i cui titoli di partecipazione sono interamente o parzialmente quotati principalmente in Svizzera, ottenendo in tal modo una partecipazione che supera, raggiunge o scende al di sotto dei valori soglia del 3, 5, 10, 15, 20, 25, 331⁄3, 50 o 662⁄3 per cento dei diritti di voto, esercitabili o no, deve informarne la società e le borse presso le quali i titoli di partecipazione sono quotati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_120"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di comunicazione",
        "citation": "Art. 120 cpv. 2 LInFi",
        "content": "Non sottostanno a tale obbligo di comunicazione gli intermediari finanziari che acquistano o alienano azioni oppure diritti di acquisto o alienazione per conto di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_120"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di comunicazione",
        "citation": "Art. 120 cpv. 3 LInFi",
        "content": "Sottostà inoltre all’obbligo di comunicazione chiunque può esercitare liberamente i diritti di voto conferiti dai titoli di partecipazione di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_120"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di comunicazione",
        "citation": "Art. 120 cpv. 4 LInFi",
        "content": "Sono equiparati all’acquisto o all’alienazione:\na. la prima quotazione di titoli di partecipazione;\nb. la conversione in azioni di buoni di partecipazione o di godimento;\nc. l’esercizio dei diritti di conversione o di acquisto;\nd. la modifica del capitale sociale; e\ne. l’esercizio di diritti di alienazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_120"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di comunicazione",
        "citation": "Art. 120 cpv. 5 LInFi",
        "content": "È considerata acquisto indiretto segnatamente anche ogni circostanza che permette di conseguire il diritto di voto connesso ai titoli di partecipazione. È eccettuato il rilascio di procure esclusivamente per la rappresentanza a un’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_120"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di comunicazione per i gruppi organizzati",
        "citation": "Art. 121 LInFi",
        "content": "I gruppi organizzati su base contrattuale o in altro modo devono adempiere l’obbligo di comunicazione di cui all’articolo 120 in qualità di gruppo e devono indicare:\na. la partecipazione globale del gruppo;\nb. l’identità dei singoli membri:\nc. il tipo di convenzione;\nd. i rappresentanti del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_121"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Segnalazione alla FINMA",
        "citation": "Art. 122 LInFi",
        "content": "Se hanno motivo di ritenere che un azionista non ha ottemperato al suo obbligo di comunicazione, la società o le borse lo segnalano alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_122"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Competenze della FINMA",
        "citation": "Art. 123 cpv. 1 LInFi",
        "content": "La FINMA emana disposizioni:\na. sulla portata dell’obbligo di comunicazione;\nb. sul trattamento dei diritti di acquisto e di alienazione;\nc. sul calcolo dei diritti di voto;\nd. sul termine entro il quale deve essere adempiuto l’obbligo di comunicazione;\ne. sul termine entro il quale una società deve pubblicare i cambiamenti intervenuti nei rapporti di proprietà secondo l’articolo 120.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_123"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Competenze della FINMA",
        "citation": "Art. 123 cpv. 2 LInFi",
        "content": "La FINMA può, per motivi importanti, prevedere deroghe o agevolazioni all’obbligo di comunicazione o di pubblicazione, in particolare per operazioni:\na. a breve scadenza;\nb. in relazione alle quali non vi è alcuna intenzione di esercitare il diritto di voto; o\nc. vincolate a condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_123"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Competenze della FINMA",
        "citation": "Art. 123 cpv. 3 LInFi",
        "content": "Chiunque intende acquistare valori mobiliari può richiedere dalla FINMA una decisione sull’esistenza o l’assenza di un obbligo di pubblicità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_123"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 3: Pubblicità delle partecipazioni, Obbligo di informazione della società",
        "citation": "Art. 124 LInFi",
        "content": "La società deve pubblicare le informazioni ricevute relative alle modificazioni dei diritti di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_124"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Campo d’applicazione",
        "citation": "Art. 125 cpv. 1 LInFi",
        "content": "Le disposizioni del presente capitolo nonché l’articolo 163 si applicano alle offerte pubbliche di acquisto di titoli di partecipazione di società (società bersaglio):\na. con sede in Svizzera i cui titoli di partecipazione sono almeno in parte quotati in una borsa in Svizzera;\nb. con sede all’estero i cui titoli di partecipazione sono almeno in parte quotati principalmente in una borsa in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_125"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Campo d’applicazione",
        "citation": "Art. 125 cpv. 2 LInFi",
        "content": "Se il diritto svizzero e il diritto estero si applicano simultaneamente a un’offerta pubblica di acquisto, si può rinunciare ad applicare le disposizioni del diritto svizzero se:\na. l’applicazione del diritto svizzero entrerebbe in conflitto con il diritto estero; e\nb. il diritto estero garantisce una protezione degli investitori equivalente a quella garantita dal diritto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_125"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Campo d’applicazione",
        "citation": "Art. 125 cpv. 3 LInFi",
        "content": "Prima della quotazione dei loro titoli di partecipazione secondo il capoverso 1, le società possono stabilire nel loro statuto che l’assuntore non è obbligato a presentare un’offerta pubblica d’acquisto secondo gli articoli 135 e 163.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_125"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Campo d’applicazione",
        "citation": "Art. 125 cpv. 4 LInFi",
        "content": "Una società può introdurre in qualsiasi momento nel proprio statuto una disposizione ai sensi del capoverso 3, purché questo non costituisca nei confronti degli azionisti un pregiudizio ai sensi dell’articolo 706 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_125"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Commissione delle offerte pubbliche di acquisto",
        "citation": "Art. 126 cpv. 1 LInFi",
        "content": "Previa consultazione delle borse, la FINMA istituisce una Commissione delle offerte pubbliche di acquisto (Commissione). Tale Commissione è composta di rappresentanti specializzati delle società di intermediazione mobiliare, delle società quotate e degli investitori. L’organizzazione e la procedura della Commissione devono essere sottoposte all’approvazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_126"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Commissione delle offerte pubbliche di acquisto",
        "citation": "Art. 126 cpv. 2 LInFi",
        "content": "Le disposizioni emanate dalla Commissione secondo la presente legge necessitano dell’approvazione della FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_126"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Commissione delle offerte pubbliche di acquisto",
        "citation": "Art. 126 cpv. 3 LInFi",
        "content": "La Commissione verifica di volta in volta l’osservanza delle disposizioni applicabili alle offerte pubbliche di acquisto (OPA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_126"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Commissione delle offerte pubbliche di acquisto",
        "citation": "Art. 126 cpv. 4 LInFi",
        "content": "La Commissione rende conto della propria attività alla FINMA almeno una volta all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_126"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Commissione delle offerte pubbliche di acquisto",
        "citation": "Art. 126 cpv. 5 LInFi",
        "content": "La Commissione può riscuotere dalle parti emolumenti nelle procedure in materia di offerte pubbliche di acquisto. Il Consiglio federale determina gli emolumenti. A tal fine prende in considerazione il valore delle transazioni e il grado di difficoltà della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_126"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Commissione delle offerte pubbliche di acquisto",
        "citation": "Art. 126 cpv. 6 LInFi",
        "content": "Le borse assumono i costi non coperti dagli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_126"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obblighi dell’offerente",
        "citation": "Art. 127 cpv. 1 LInFi",
        "content": "L’offerente deve pubblicare l’offerta in un prospetto che deve contenere informazioni veritiere e complete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_127"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obblighi dell’offerente",
        "citation": "Art. 127 cpv. 2 LInFi",
        "content": "Deve trattare in modo paritario i detentori di titoli di partecipazione della medesima categoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_127"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obblighi dell’offerente",
        "citation": "Art. 127 cpv. 3 LInFi",
        "content": "Gli obblighi dell’offerente si estendono a tutte le persone che agiscono d’intesa con lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_127"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Verifica dell’offerta",
        "citation": "Art. 128 cpv. 1 LInFi",
        "content": "Prima della pubblicazione, l’offerente deve sottoporre l’offerta alla verifica di una società di audit abilitata dall’Autorità federale di sorveglianza dei revisori conformemente all’articolo 9a capoverso 1 LSR oppure alla verifica di una società di intermediazione mobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_128"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Verifica dell’offerta",
        "citation": "Art. 128 cpv. 2 LInFi",
        "content": "L’organo di verifica controlla se l’offerta è conforme alla legge e alle disposizioni di esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_128"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Diritto di recesso del venditore",
        "citation": "Art. 129 LInFi",
        "content": "Il venditore può recedere da un contratto o annullare un contratto già concluso se esso è stato concluso o effettuato sulla base di un’offerta vietata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_129"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Pubblicazione dell’esito dell’offerta e proroga del termine",
        "citation": "Art. 130 cpv. 1 LInFi",
        "content": "L’offerente deve pubblicare l’esito dell’offerta pubblica di acquisto allo scadere del termine dell’offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_130"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Pubblicazione dell’esito dell’offerta e proroga del termine",
        "citation": "Art. 130 cpv. 2 LInFi",
        "content": "Se le condizioni dell’offerta sono adempiute, l’offerente deve prorogarne il termine per i detentori di azioni e altri titoli di partecipazione che non l’hanno ancora accettata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_130"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Disposizioni supplementari",
        "citation": "Art. 131 LInFi",
        "content": "La Commissione emana disposizioni supplementari riguardanti:\na. l’annuncio di un’offerta prima della sua pubblicazione;\nb. il contenuto e la pubblicazione del prospetto dell’offerta, come pure le condizioni alle quali quest’ultima può essere subordinata;\nc. le norme di lealtà in materia di OPA;\nd. la verifica dell’offerta da parte di una società di audit abilitata dall’Autorità federale di sorveglianza dei revisori conformemente all’articolo 9a capoverso 1 LSR oppure da parte di una società di intermediazione mobiliare;\ne. il termine dell’offerta e la sua proroga, le condizioni di revoca e di modificazione dell’offerta nonché il termine di recesso del venditore;\nf. le operazioni effettuate d’intesa con terzi;\ng. la sua procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_131"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obblighi delle società bersaglio",
        "citation": "Art. 132 cpv. 1 LInFi",
        "content": "Il consiglio di amministrazione della società bersaglio (art. 125 cpv. 1) presenta ai detentori di titoli di partecipazione un rapporto nel quale prende posizione sull’offerta. Le informazioni contenute nel rapporto devono essere veritiere e complete. Il consiglio di amministrazione della società bersaglio pubblica il rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_132"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obblighi delle società bersaglio",
        "citation": "Art. 132 cpv. 2 LInFi",
        "content": "Dal momento della pubblicazione dell’offerta a quello della pubblicazione del suo esito il consiglio di amministrazione non può compiere negozi giuridici che modificherebbero in modo rilevante lo stato dell’attivo o del passivo della società. Le decisioni dell’assemblea generale non sottostanno a questa limitazione e possono essere eseguite indipendentemente dal fatto che siano state emanate prima o dopo la pubblicazione dell’offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_132"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obblighi delle società bersaglio",
        "citation": "Art. 132 cpv. 3 LInFi",
        "content": "La Commissione emana disposizioni:\na. sul rapporto del consiglio di amministrazione della società bersaglio;\nb. sui provvedimenti intesi a prevenire o impedire in modo illecito la riuscita dell’offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_132"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Offerte concorrenti",
        "citation": "Art. 133 cpv. 1 LInFi",
        "content": "In caso di offerte concorrenti i portatori di titoli di partecipazione della società bersaglio devono poter scegliere liberamente l’offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_133"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Offerte concorrenti",
        "citation": "Art. 133 cpv. 2 LInFi",
        "content": "La Commissione emana disposizioni sulle offerte concorrenti e sui loro effetti sulla prima offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_133"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di comunicazione",
        "citation": "Art. 134 cpv. 1 LInFi",
        "content": "Dal momento della pubblicazione dell’offerta sino alla scadenza del termine dell’offerta, l’offerente o le persone che direttamente, indirettamente o d’intesa con terzi detengono una partecipazione di almeno il 3 per cento dei diritti di voto, esercitabili o no, della società bersaglio oppure di un’altra società i cui titoli di partecipazione sono offerti in permuta devono comunicare alla Commissione e alle borse presso cui i titoli sono quotati ogni acquisto o vendita di titoli di partecipazione di detta società.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_134"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di comunicazione",
        "citation": "Art. 134 cpv. 2 LInFi",
        "content": "Un gruppo organizzato su base contrattuale o in altro modo sottostà all’obbligo di comunicazione solo in qualità di gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_134"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di comunicazione",
        "citation": "Art. 134 cpv. 3 LInFi",
        "content": "La Commissione può assoggettare al medesimo obbligo le persone che, dal momento della pubblicazione dell’offerta sino alla scadenza del termine dell’offerta, acquistano o vendono direttamente, indirettamente o d’intesa con terzi una determinata percentuale di titoli di partecipazione della società bersaglio o di un’altra società i cui titoli di partecipazione sono offerti in permuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_134"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di comunicazione",
        "citation": "Art. 134 cpv. 4 LInFi",
        "content": "Se hanno motivo di ritenere che un portatore di titoli di partecipazione non ha ottemperato al suo obbligo di comunicazione, la società o le borse ne informano la Commissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_134"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di comunicazione",
        "citation": "Art. 134 cpv. 5 LInFi",
        "content": "La Commissione emana disposizioni sulla portata, la forma e il termine di comunicazione, come pure sulla percentuale determinante per l’applicazione del capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_134"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di presentare un’offerta",
        "citation": "Art. 135 cpv. 1 LInFi",
        "content": "Chiunque acquista direttamente, indirettamente o d’intesa con terzi titoli di partecipazione che sommati con quelli che già detiene superano il valore soglia del 331⁄3 per cento dei diritti di voto, esercitabili o meno, di una società bersaglio deve presentare un’offerta relativa a tutti i titoli di partecipazione di questa società quotati in borsa. Nel loro statuto le società bersaglio possono aumentare questo limite sino al 49 per cento dei diritti di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_135"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di presentare un’offerta",
        "citation": "Art. 135 cpv. 2 LInFi",
        "content": "Il prezzo dell’offerta deve essere almeno pari al più elevato degli importi seguenti:\na. il corso in borsa;\nb. il prezzo più elevato che negli ultimi dodici mesi l’offerente ha pagato per titoli di partecipazione della società bersaglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_135"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di presentare un’offerta",
        "citation": "Art. 135 cpv. 3 LInFi",
        "content": "Se la società ha emesso più categorie di titoli di partecipazione, il rapporto tra i prezzi offerti per queste diverse categorie deve essere adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_135"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di presentare un’offerta",
        "citation": "Art. 135 cpv. 4 LInFi",
        "content": "La FINMA emana disposizioni sull’obbligo di presentare un’offerta. La Commissione ha diritto di proposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_135"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Obbligo di presentare un’offerta",
        "citation": "Art. 135 cpv. 5 LInFi",
        "content": "Se sussistono sufficienti indizi per ritenere che una persona non abbia ottemperato all’obbligo di presentare un’offerta, la Commissione può, finché la situazione non sia chiarita e, se del caso, finché tale obbligo non sia adempiuto:\na. sospendere il diritto di voto di tale persona e i diritti che ne derivano; e\nb. vietare a questa persona di acquistare direttamente, indirettamente o d’intesa con terzi altre azioni o diritti di acquisto o alienazione concernenti azioni della società bersaglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_135"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Deroghe all’obbligo di presentare un’offerta",
        "citation": "Art. 136 cpv. 1 LInFi",
        "content": "In casi motivati, la Commissione può concedere deroghe all’obbligo di presentare un’offerta, segnatamente:\na. quando i diritti di voto sono trasferiti all’interno di un gruppo organizzato su base contrattuale o in altro modo. In questo caso il gruppo sottostà all’obbligo di presentare un’offerta solo in qualità di gruppo;\nb. se il superamento del limite risulta da una diminuzione del numero totale dei diritti di voto della società;\nc. se il limite è superato solo temporaneamente;\nd. in caso di acquisizione gratuita o di esercizio di un diritto di sottoscrizione preferenziale in seguito ad un aumento del capitale;\ne. se i titoli di partecipazione sono acquistati in vista di un risanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_136"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Deroghe all’obbligo di presentare un’offerta",
        "citation": "Art. 136 cpv. 2 LInFi",
        "content": "L’obbligo di presentare un’offerta è caduco se i diritti di voto sono stati acquisiti per donazione, successione, divisione ereditaria, regime matrimoniale o esecuzione forzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_136"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Annullamento dei titoli di partecipazione restanti",
        "citation": "Art. 137 cpv. 1 LInFi",
        "content": "Se, alla scadenza del termine dell’offerta dispone di oltre il 98 per cento dei diritti di voto della società bersaglio, l’offerente può chiedere al giudice entro un termine di tre mesi di annullare i titoli di partecipazione restanti. A tale scopo l’offerente deve intentare azione contro la società. Gli altri azionisti possono intervenire nella procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_137"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Annullamento dei titoli di partecipazione restanti",
        "citation": "Art. 137 cpv. 2 LInFi",
        "content": "La società procede a una nuova emissione di questi titoli e li consegna all’offerente dietro versamento del prezzo dell’offerta o l’esecuzione dell’offerta di permuta a favore dei proprietari dei titoli di partecipazione annullati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_137"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Compiti della Commissione",
        "citation": "Art. 138 cpv. 1 LInFi",
        "content": "La Commissione emana le decisioni necessarie all’esecuzione delle disposizioni del presente capitolo e delle sue disposizioni di esecuzione e sorveglia l’osservanza delle prescrizioni legali e regolamentari. Essa può pubblicare le sue decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_138"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Compiti della Commissione",
        "citation": "Art. 138 cpv. 2 LInFi",
        "content": "Le persone e le società soggette all’obbligo di comunicazione di cui all’articolo 134, nonché le persone e le società che possono assumere la qualità di parti secondo l’articolo 139 capoversi 2 e 3 devono fornire alla Commissione tutte le informazioni e i documenti necessari all’adempimento dei suoi compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_138"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Compiti della Commissione",
        "citation": "Art. 138 cpv. 3 LInFi",
        "content": "Se ha notizia di infrazioni alle disposizioni del presente capitolo o di altre irregolarità, la Commissione provvede al ripristino della situazione conforme legale e alla soppressione delle irregolarità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_138"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Compiti della Commissione",
        "citation": "Art. 138 cpv. 4 LInFi",
        "content": "Se ha notizia di crimini e delitti di diritto comune, nonché di infrazioni alla presente legge, la Commissione ne informa immediatamente le competenti autorità di perseguimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_138"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura dinanzi alla Commissione",
        "citation": "Art. 139 cpv. 1 LInFi",
        "content": "Fatte salve le seguenti eccezioni, alla procedura della Commissione si applicano le disposizioni della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_139"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura dinanzi alla Commissione",
        "citation": "Art. 139 cpv. 2 LInFi",
        "content": "Nelle procedure concernenti le OPA hanno qualità di parte:\na. l’offerente;\nb. le persone che operano d’intesa con l’offerente; e\nc. la società bersaglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_139"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura dinanzi alla Commissione",
        "citation": "Art. 139 cpv. 3 LInFi",
        "content": "Gli azionisti che detengono almeno il tre per cento dei diritti di voto, esercitabili o no, della società bersaglio hanno parimenti qualità di parte se lo richiedono alla Commissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_139"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura dinanzi alla Commissione",
        "citation": "Art. 139 cpv. 4 LInFi",
        "content": "Alle procedure in materia di OPA non si applicano le disposizioni legali sulla sospensione dei termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_139"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura dinanzi alla Commissione",
        "citation": "Art. 139 cpv. 5 LInFi",
        "content": "La presentazione di atti giuridici mediante telefax o per via elettronica è ammessa nella corrispondenza con la Commissione e riconosciuta ai fini dell’osservanza dei termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_139"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura di ricorso alla FINMA",
        "citation": "Art. 140 cpv. 1 LInFi",
        "content": "Le decisioni della Commissione possono essere impugnate entro il termine di cinque giorni di borsa dinanzi alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_140"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura di ricorso alla FINMA",
        "citation": "Art. 140 cpv. 2 LInFi",
        "content": "L’impugnazione deve essere effettuata per scritto alla FINMA e deve essere motivata. In tale caso la Commissione trasmette i suoi atti alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_140"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura di ricorso alla FINMA",
        "citation": "Art. 140 cpv. 3 LInFi",
        "content": "L’articolo 139 capoversi 1, 4 e 5 si applica alla procedura di ricorso dinanzi alla FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_140"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura di ricorso al Tribunale amministrativo federale",
        "citation": "Art. 141 cpv. 1 LInFi",
        "content": "Le decisioni della FINMA in materia di OPA possono essere impugnate con ricorso al Tribunale amministrativo federale conformemente alla legge del 17 giugno 2005 sul Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_141"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura di ricorso al Tribunale amministrativo federale",
        "citation": "Art. 141 cpv. 2 LInFi",
        "content": "Il ricorso deve essere presentato entro un termine di dieci giorni dalla notifica della decisione. Il ricorso non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_141"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 4: Offerte pubbliche di acquisto, Procedura di ricorso al Tribunale amministrativo federale",
        "citation": "Art. 141 cpv. 3 LInFi",
        "content": "Alle procedure in materia di OPA dinanzi al Tribunale amministrativo federale non si applicano le disposizioni legali sulla sospensione dei termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_141"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 5:, Sfruttamento di informazioni privilegiate e manipolazione del mercato, Sfruttamento di informazioni privilegiate",
        "citation": "Art. 142 cpv. 1 LInFi",
        "content": "Agisce in maniera illecita chiunque, detenendo un’informazione privilegiata di cui sa o deve sapere che si tratta di un’informazione privilegiata oppure una raccomandazione di cui sa o deve sapere che si fonda su un’informazione privilegiata:\na. la sfrutta per acquistare o alienare valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera oppure per impiegare derivati relativi a tali valori;\nb. la comunica ad altri;\nc. la sfrutta per raccomandare ad altri l’acquisto o l’alienazione di valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera oppure per raccomandare ad altri l’impiego di derivati relativi a tali valori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_142"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 5:, Sfruttamento di informazioni privilegiate e manipolazione del mercato, Sfruttamento di informazioni privilegiate",
        "citation": "Art. 142 cpv. 2 LInFi",
        "content": "Il Consiglio federale emana disposizioni sull’impiego lecito di informazioni privilegiate, in particolare in relazione:\na. a operazioni in valori mobiliari per la preparazione di un’offerta pubblica di acquisto;\nb. allo statuto giuridico particolare del destinatario dell’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_142"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 5:, Sfruttamento di informazioni privilegiate e manipolazione del mercato, Manipolazione del mercato",
        "citation": "Art. 143 cpv. 1 LInFi",
        "content": "Agisce in maniera illecita chiunque:\na. diffonde pubblicamente informazioni di cui sa o deve sapere che forniscono segnali falsi o fuorvianti in merito all’offerta, alla domanda o al corso di valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera;\nb. esegue operazioni oppure ordini di acquisto o vendita di cui sa o deve sapere che forniscono segnali falsi o fuorvianti in merito all’offerta, alla domanda o al corso di valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_143"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 5:, Sfruttamento di informazioni privilegiate e manipolazione del mercato, Manipolazione del mercato",
        "citation": "Art. 143 cpv. 2 LInFi",
        "content": "Il Consiglio federale emana disposizioni sui comportamenti leciti, in particolare in relazione a:\na. operazioni in valori mobiliari volte a stabilizzare i prezzi;\nb. programmi di riacquisto di valori mobiliari propri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_143"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 6: Strumenti di vigilanza sul mercato, Sospensione del diritto di voto e divieto di acquisto",
        "citation": "Art. 144 LInFi",
        "content": "Se sussistono sufficienti indizi per ritenere che una persona non abbia ottemperato all’obbligo di comunicazione di cui agli articoli 120 e 121, la FINMA può, finché la situazione non sia chiarita e, se del caso, finché tale obbligo non sia adempiuto:\na. sospendere il diritto di voto di tale persona e i diritti che ne derivano; e\nb. vietare a questa persona di acquistare direttamente, indirettamente o d’intesa con terzi altre azioni, nonché diritti di acquisto o alienazione concernenti azioni della società interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_144"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 6: Strumenti di vigilanza sul mercato, Strumenti di vigilanza secondo la LFINMA",
        "citation": "Art. 145 LInFi",
        "content": "Gli strumenti di vigilanza secondo gli articoli 29 capoverso 1, 30, 32, 34 e 35 LFINMA si applicano a tutte le persone che violano gli articoli 120, 121, 124, 142 o 143.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_145"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo terzo: Comportamento sul mercato, Capitolo 6: Strumenti di vigilanza sul mercato, Obbligo d’informazione",
        "citation": "Art. 146 LInFi",
        "content": "Le persone soggette all’obbligo di comunicazione di cui all’articolo 134 o che possono avere qualità di parte secondo l’articolo 139 capoversi 2 e 3 devono fornire alla FINMA tutte le informazioni e i documenti necessari all’adempimento del suo compito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_146"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione del segreto professionale",
        "citation": "Art. 147 cpv. 1 LInFi",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque, intenzionalmente:\na. rivela un segreto che gli è stato confidato o di cui ha avuto notizia nella sua qualità di organo, impiegato, mandatario o liquidatore di un’infrastruttura del mercato finanziario;\nb. tenta di istigare a tale violazione del segreto professionale;\nc. rivela a un’altra persona il segreto che gli è stato rivelato in violazione della lettera a oppure lo sfrutta per sé stesso o per altri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_147"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione del segreto professionale",
        "citation": "Art. 147 cpv. 2 LInFi",
        "content": "È punito con una pena detentiva sino a cinque anni o con una pena pecuniaria chiunque procura a sé stesso o ad altri un vantaggio patrimoniale con un atto di cui al capoverso 1 lettere a o c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_147"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione del segreto professionale",
        "citation": "Art. 147 cpv. 3 LInFi",
        "content": "Chi agisce per negligenza è punito con la multa sino a 250 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_147"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione del segreto professionale",
        "citation": "Art. 147 cpv. 4 LInFi",
        "content": "La violazione del segreto professionale è punibile anche dopo la cessazione della carica, della funzione o dell’esercizio della professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_147"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione del segreto professionale",
        "citation": "Art. 147 cpv. 5 LInFi",
        "content": "Sono fatte salve le disposizioni della legislazione federale e cantonale sull’obbligo di fornire informazioni a un’autorità e sull’obbligo di testimoniare in giudizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_147"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione di disposizioni sulle denominazioni confuse o ingannevoli e degli obblighi di comunicazione",
        "citation": "Art. 148 LInFi",
        "content": "È punito con la multa sino a 500 000 franchi chiunque, intenzionalmente:\na. viola la disposizione sulle denominazioni confuse o ingannevoli (art. 16);\nb. non effettua le comunicazioni di cui agli articoli 9 e 17, non le presenta oppure le presenta con indicazioni inesatte o in ritardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_148"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione di obblighi di registrazione e di comunicazione",
        "citation": "Art. 149 LInFi",
        "content": "È punito con la multa sino a 500 000 franchi chiunque, intenzionalmente:\na. viola l’obbligo di registrazione di cui all’articolo 38;\nb. viola l’obbligo di comunicazione di cui all’articolo 39.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_149"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione di obblighi concernenti il commercio di derivati",
        "citation": "Art. 150 LInFi",
        "content": "È punito con la multa sino a 100 000 franchi chiunque, intenzionalmente, viola:\na. l’obbligo di compensazione di cui all’articolo 97;\nb. l’obbligo di comunicazione di cui all’articolo 104;\nc. gli obblighi di riduzione del rischio di cui agli articoli 107–110;\nd. l’obbligo di negoziazione di cui all’articolo 112.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_150"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione degli obblighi di comunicazione",
        "citation": "Art. 151 cpv. 1 LInFi",
        "content": "È punito con la multa sino a 10 milioni di franchi chiunque intenzionalmente:\na. viola l’obbligo di comunicazione di cui all’articolo 120 o 121;\nb. omette, in quanto titolare di una partecipazione qualificata in una società bersaglio, di comunicare l’acquisto o la vendita di titoli di partecipazione di detta società (art. 134).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_151"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione degli obblighi di comunicazione",
        "citation": "Art. 151 cpv. 2 LInFi",
        "content": "Chi agisce per negligenza è punito con la multa sino a 100 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_151"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione dell’obbligo di presentare un’offerta",
        "citation": "Art. 152 LInFi",
        "content": "È punito con la multa sino a 10 milioni di franchi chiunque, intenzionalmente, non dà seguito all’obbligo di presentare un’offerta (art. 135) stabilito in una decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_152"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione degli obblighi da parte dell’offerente",
        "citation": "Art. 152a cpv. 1 LInFi",
        "content": "È punito con la multa sino a 500 000 franchi chiunque, intenzionalmente, fornisce nel prospetto o nell’annuncio indicazioni inveritiere o incomplete (art. 127 e 131 lett. a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_152_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione degli obblighi da parte dell’offerente",
        "citation": "Art. 152a cpv. 2 LInFi",
        "content": "Chi agisce per negligenza è punito con la multa sino a 150 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_152_a"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione degli obblighi da parte della società bersaglio",
        "citation": "Art. 153 cpv. 1 LInFi",
        "content": "È punito con la multa sino a 500 000 franchi chiunque, intenzionalmente:\na. omette di presentare ai detentori di titoli di partecipazione il parere prescritto relativo a un’offerta o non lo pubblica (art. 132 cpv. 1);\nb. fornisce in questo parere indicazioni inveritiere o incomplete (art. 132 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_153"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Violazione degli obblighi da parte della società bersaglio",
        "citation": "Art. 153 cpv. 2 LInFi",
        "content": "Chi agisce per negligenza è punito con la multa sino a 150 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_153"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Sfruttamento di informazioni privilegiate",
        "citation": "Art. 154 cpv. 1 LInFi",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque, in qualità di organo o membro di un organo direttivo o di vigilanza di un emittente o di una società che controlla l’emittente o ne è controllata, oppure in qualità di persona che, in virtù della sua partecipazione o della sua attività, ha accesso a informazioni privilegiate, ottiene per sé o per altri un vantaggio patrimoniale:\na. sfruttando un’informazione privilegiata per acquistare o alienare valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera oppure per impiegare derivati relativi a tali valori;\nb. comunicando ad altri un’informazione privilegiata;\nc. sfruttando un’informazione privilegiata per raccomandare ad altri l’acquisto o l’alienazione di valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera oppure per raccomandare ad altri l’impiego di derivati relativi a tali valori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_154"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Sfruttamento di informazioni privilegiate",
        "citation": "Art. 154 cpv. 2 LInFi",
        "content": "È punito con una pena detentiva sino a cinque anni o con una pena pecuniaria chiunque, commettendo un atto di cui al capoverso 1, ottiene un vantaggio patrimoniale di oltre un milione di franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_154"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Sfruttamento di informazioni privilegiate",
        "citation": "Art. 154 cpv. 3 LInFi",
        "content": "È punito con una pena detentiva sino a un anno o con una pena pecuniaria chiunque ottiene per sé o per altri un vantaggio patrimoniale sfruttando un’informazione privilegiata oppure una raccomandazione fondata su di essa che gli è stata comunicata da una persona di cui al capoverso 1 o che si è procurato commettendo un crimine o un delitto, per acquistare o alienare valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera oppure per impiegare derivati relativi a tali valori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_154"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Sfruttamento di informazioni privilegiate",
        "citation": "Art. 154 cpv. 4 LInFi",
        "content": "È punito con la multa chiunque, senza appartenere alla cerchia delle persone di cui ai capoversi 1–3, ottiene per sé o per altri un vantaggio patrimoniale sfruttando un’informazione privilegiata oppure una raccomandazione fondata su di essa per acquistare o alienare valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera oppure per impiegare derivati relativi a tali valori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_154"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Manipolazione dei corsi",
        "citation": "Art. 155 cpv. 1 LInFi",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque, nell’intento di influenzare notevolmente il corso di valori mobiliari ammessi al commercio presso una sede di negoziazione in Svizzera o un sistema di negoziazione TRD con sede in Svizzera, per procurare a sé o ad altri un vantaggio patrimoniale:\na. diffonde in malafede informazioni false o fuorvianti;\nb. effettua acquisti e vendite di siffatti valori mobiliari direttamente o indirettamente per conto della medesima persona o di persone agenti di concerto a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_155"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Manipolazione dei corsi",
        "citation": "Art. 155 cpv. 2 LInFi",
        "content": "È punito con una pena detentiva sino a cinque anni o con una pena pecuniaria chiunque, commettendo un atto di cui al capoverso 1, ottiene un vantaggio patrimoniale di oltre un milione di franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_155"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Competenza",
        "citation": "Art. 156 cpv. 1 LInFi",
        "content": "Il perseguimento e il giudizio delle azioni punibili in conformità degli articoli 154 e 155 competono alla giurisdizione federale. La delega della competenza in materia di perseguimento e giudizio alle autorità cantonali è esclusa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_156"
    },
    {
        "book": "FinfraG",
        "title": "LInFi, Titolo quarto: Disposizioni penali e finali, Capitolo 1: Disposizioni penali, Competenza",
        "citation": "Art. 156 cpv. 2 LInFi",
        "content": "Il perseguimento e il giudizio delle azioni punibili in conformità dell’articolo 147 competono ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/it#art_156"
    }
]