[
    {
        "book": "FinfraG",
        "title": "FinfraG, 1. Titel: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 1 FinfraG",
        "content": "Dieses Gesetz regelt die Organisation und den Betrieb von Finanzmarktinfrastrukturen sowie die Verhaltenspflichten der Finanzmarktteilnehmerinnen und ‐teilnehmer beim Effekten- und Derivatehandel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_1"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 1. Titel: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 2 FinfraG",
        "content": "Es bezweckt die Gewährleistung der Funktionsfähigkeit und der Transparenz der Effekten- und Derivatemärkte, der Stabilität des Finanzsystems, des Schutzes der Finanzmarktteilnehmerinnen und -teilnehmer sowie der Gleichbehandlung der Anlegerinnen und Anleger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_1"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 1. Titel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 FinfraG",
        "content": "In diesem Gesetz gelten als:\na. Finanzmarktinfrastruktur:\n1. eine Börse (Art. 26 Bst. b),\n2. ein multilaterales Handelssystem (Art. 26 Bst. c),\n3. eine zentrale Gegenpartei (Art. 48),\n4. ein Zentralverwahrer (Art. 61),\n5. ein Transaktionsregister (Art. 74),\n5a. ein Handelssystem für Distributed Ledger Technology-Effekten (DLT-Handelssystem; Art. 73a),\n6. ein Zahlungssystem (Art. 81);\nb. Effekten: vereinheitlichte und zum massenweisen Handel geeignete Wertpapiere, Wertrechte, insbesondere einfache Wertrechte nach Artikel 973c des Obligationenrechts (OR) und Registerwertrechte nach Artikel 973d OR, sowie Derivate und Bucheffekten;\nbbis. Distributed Ledger Technology-Effekten (DLT-Effekten): Effekten in der Form von:\n1. Registerwertrechten (Art. 973d OR), oder\n2. anderen Wertrechten, die in verteilten elektronischen Registern gehalten werden und die mittels technischer Verfahren den Gläubigern, nicht aber dem Schuldner, die Verfügungsmacht über das Wertrecht vermitteln;\nc. Derivate oder Derivatgeschäfte: Finanzkontrakte, deren Wert von einem oder mehreren Basiswerten abhängt und die kein Kassageschäft darstellen;\nd. Teilnehmer: jede Person, welche die Dienstleistungen einer Finanzmarktinfrastruktur direkt in Anspruch nimmt;\ne. indirekte Teilnehmer: jede Person, welche die Dienstleistungen einer Finanzmarktinfrastuktur indirekt über einen Teilnehmer in Anspruch nimmt;\nf. Kotierung: Zulassung einer Effekte zum Handel an einer Börse nach einem standardisierten Verfahren, in dem von der Börse festgelegte Anforderungen an den Emittenten und an die Effekte geprüft werden;\ng. Abrechnung (Clearing): Verarbeitungsschritte zwischen dem Abschluss und der Abwicklung eines Geschäfts, insbesondere:\n1. die Erfassung, Abstimmung und Bestätigung der Transaktionsdaten,\n2. die Übernahme der Verpflichtungen durch eine zentrale Gegenpartei oder andere Risikominderungsmassnahmen,\n3. die Verrechnung (Netting) von Geschäften,\n4. die Abstimmung und Bestätigung der abzuwickelnden Zahlungen und Effektenüberträge;\nh. Abwicklung (Settlement): Erfüllung der bei Geschäftsabschluss eingegangenen Verpflichtungen, namentlich durch die Überweisung von Geld oder die Übertragung von Effekten;\ni. öffentliche Kaufangebote: Angebote zum Kauf oder zum Tausch von Aktien, Partizipations- oder Genussscheinen oder von anderen Beteiligungspapieren (Beteiligungspapiere), die sich öffentlich an Inhaberinnen und Inhaber von Aktien oder von anderen Beteiligungspapieren richten;\nj. Insiderinformation: vertrauliche Information, deren Bekanntwerden geeignet ist, den Kurs von Effekten, die an einem Handelsplatz oder einem DLT-Handelssystem mit Sitz in der Schweiz zum Handel zugelassen sind, erheblich zu beeinflussen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_2"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 1. Titel: Allgemeine Bestimmungen, Konzernobergesellschaften und wesentliche Gruppengesellschaften",
        "citation": "Art. 3 Abs. 1 FinfraG",
        "content": "Den Artikeln 88–92 unterstehen, soweit sie nicht im Rahmen der Aufsicht über das Einzelinstitut der Konkurszuständigkeit der Eidgenössischen Finanzmarktaufsicht (FINMA) unterstehen:\na. in der Schweiz domizilierte Konzernobergesellschaften einer Finanzgruppe;\nb. diejenigen Gruppengesellschaften mit Sitz in der Schweiz, die für die bewilligungspflichtigen Tätigkeiten wesentliche Funktionen erfüllen (wesentliche Gruppengesellschaften).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_3"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 1. Titel: Allgemeine Bestimmungen, Konzernobergesellschaften und wesentliche Gruppengesellschaften",
        "citation": "Art. 3 Abs. 2 FinfraG",
        "content": "Der Bundesrat regelt die Kriterien zur Beurteilung der Wesentlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_3"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 1. Titel: Allgemeine Bestimmungen, Konzernobergesellschaften und wesentliche Gruppengesellschaften",
        "citation": "Art. 3 Abs. 3 FinfraG",
        "content": "Die FINMA bezeichnet die wesentlichen Gruppengesellschaften und führt darüber ein Verzeichnis. Dieses ist öffentlich zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_3"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Bewilligungspflicht",
        "citation": "Art. 4 Abs. 1 FinfraG",
        "content": "Finanzmarktinfrastrukturen benötigen eine Bewilligung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_4"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Bewilligungspflicht",
        "citation": "Art. 4 Abs. 2 FinfraG",
        "content": "Ein Zahlungssystem benötigt nur dann eine Bewilligung der FINMA, wenn die Funktionsfähigkeit des Finanzmarkts oder der Schutz der Finanzmarktteilnehmerinnen und -teilnehmer es erfordern und das Zahlungssystem nicht durch eine Bank betrieben wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_4"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Bewilligungspflicht",
        "citation": "Art. 4 Abs. 3 FinfraG",
        "content": "Finanzmarktinfrastrukturen, die durch die Schweizerische Nationalbank (SNB) oder in ihrem Auftrag betrieben werden, sind im Umfang dieser Tätigkeit von der Bewilligung und der Aufsicht durch die FINMA ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_4"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Bewilligungspflicht",
        "citation": "Art. 4 Abs. 4 FinfraG",
        "content": "Die Finanzmarktinfrastruktur darf sich erst nach Erteilung der Bewilligung durch die FINMA in das Handelsregister eintragen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_4"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Bewilligungsvoraussetzungen",
        "citation": "Art. 5 FinfraG",
        "content": "Anspruch auf die Bewilligung hat, wer die Voraussetzungen dieses Abschnitts und die für die einzelnen Finanzmarktinfrastrukturen anwendbaren zusätzlichen Voraussetzungen erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_5"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Zusätzliche Anforderungen an systemisch bedeutsame Finanzmarktinfrastrukturen",
        "citation": "Art. 6 FinfraG",
        "content": "Systemisch bedeutsame Finanzmarktinfrastrukturen (Art. 22) haben zusätzlich zu den Voraussetzungen nach Artikel 5 die Anforderungen des 2. Abschnitts zu erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_6"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Änderung der Tatsachen",
        "citation": "Art. 7 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastruktur meldet der FINMA jegliche Änderung von Tatsachen, die der Bewilligung oder der Genehmigung zugrunde liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_7"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Änderung der Tatsachen",
        "citation": "Art. 7 Abs. 2 FinfraG",
        "content": "Sind die Änderungen von wesentlicher Bedeutung, so hat die Finanzmarktinfrastruktur für die Weiterführung der Tätigkeit vorgängig die Bewilligung oder Genehmigung der FINMA einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_7"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Änderung der Tatsachen",
        "citation": "Art. 7 Abs. 3 FinfraG",
        "content": "Diese Bestimmung findet auf anerkannte ausländische Finanzmarktinfrastrukturen sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_7"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Organisation",
        "citation": "Art. 8 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastruktur muss eine juristische Person nach schweizerischem Recht mit Sitz und Hauptverwaltung in der Schweiz sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_8"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Organisation",
        "citation": "Art. 8 Abs. 2 FinfraG",
        "content": "Sie muss angemessene Regeln zur Unternehmensführung festlegen und so organisiert sein, dass sie die gesetzlichen Pflichten erfüllen kann. Sie muss namentlich besondere Organe für die Geschäftsführung einerseits und für die Oberleitung, Aufsicht und Kontrolle anderseits bestimmen und die Befugnisse zwischen diesen Organen so abgrenzen, dass eine sachgemässe und unabhängige Überwachung der Geschäftsführung gewährleistet ist. Sie legt die Aufgaben und Kompetenzen in den Statuten und im Organisationsreglement fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_8"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Organisation",
        "citation": "Art. 8 Abs. 3 FinfraG",
        "content": "Sie identifiziert, misst, steuert und überwacht ihre Risiken und sorgt für ein wirksames internes Kontrollsystem. Sie bestellt insbesondere eine von der Geschäftsführung unabhängige interne Revision und eine von operativen Geschäftseinheiten getrennte Compliance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_8"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Gewähr",
        "citation": "Art. 9 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastruktur und die mit der Verwaltung und Geschäftsführung der Finanzmarktinfrastruktur betrauten Personen müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_9"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Gewähr",
        "citation": "Art. 9 Abs. 2 FinfraG",
        "content": "Die mit der Verwaltung und Geschäftsführung der Finanzmarktinfrastruktur betrauten Personen müssen zudem einen guten Ruf geniessen und die für die Funktion erforderlichen fachlichen Qualifikationen aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_9"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Gewähr",
        "citation": "Art. 9 Abs. 3 FinfraG",
        "content": "Die an einer Finanzmarktinfrastruktur qualifiziert Beteiligten müssen ebenfalls einen guten Ruf geniessen und gewährleisten, dass sich ihr Einfluss nicht zum Schaden einer umsichtigen und soliden Geschäftstätigkeit auswirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_9"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Gewähr",
        "citation": "Art. 9 Abs. 4 FinfraG",
        "content": "Als an einer Finanzmarktinfrastruktur qualifiziert beteiligt gilt, wer an ihr direkt oder indirekt mit mindestens 10 Prozent des Kapitals oder der Stimmen beteiligt ist oder ihre Geschäftstätigkeit auf andere Weise massgebend beeinflussen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_9"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Gewähr",
        "citation": "Art. 9 Abs. 5 FinfraG",
        "content": "Jede Person hat der FINMA Meldung zu erstatten, bevor sie direkt oder indirekt eine qualifizierte Beteiligung nach Absatz 4 an einer nach schweizerischem Recht organisierten Finanzmarktinfrastruktur erwirbt oder veräussert. Diese Meldepflicht besteht auch, wenn eine qualifizierte Beteiligung so vergrössert oder verkleinert wird, dass die Schwellen von 20, 33 oder 50 Prozent des Kapitals oder der Stimmen erreicht, über- oder unterschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_9"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Gewähr",
        "citation": "Art. 9 Abs. 6 FinfraG",
        "content": "Die Finanzmarktinfrastruktur meldet der FINMA die Personen, welche die Voraussetzungen nach Absatz 5 erfüllen, sobald sie davon Kenntnis hat. Sie hat der FINMA mindestens einmal jährlich eine Aufstellung der an ihr qualifiziert Beteiligten einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_9"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Nebendienstleistungen",
        "citation": "Art. 10 Abs. 1 FinfraG",
        "content": "Eine juristische Person darf nur eine Finanzmarktinfrastruktur betreiben. Davon ausgenommen ist der Betrieb eines multilateralen Handelssystems durch eine Börse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_10"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Nebendienstleistungen",
        "citation": "Art. 10 Abs. 2 FinfraG",
        "content": "Für die Ausübung einer Nebendienstleistung, für die nach den Finanzmarktgesetzen nach Artikel 1 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 (Finanzmarktgesetze) eine Bewilligung oder Genehmigung eingeholt werden muss, bedarf es einer entsprechenden Bewilligung oder Genehmigung der FINMA und der Einhaltung der zusätzlichen Bewilligungsvoraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_10"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Nebendienstleistungen",
        "citation": "Art. 10 Abs. 3 FinfraG",
        "content": "Erhöht die Ausübung einer Nebendienstleistung, die nach den Finanzmarktgesetzen keiner Bewilligung oder Genehmigung bedarf, die Risiken einer Finanzmarktinfrastruktur, so kann die FINMA organisatorische Massnahmen oder die Bereitstellung zusätzlicher Eigenmittel und ausreichender Liquidität verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_10"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Auslagerungen",
        "citation": "Art. 11 Abs. 1 FinfraG",
        "content": "Will die Finanzmarktinfrastruktur wesentliche Dienstleistungen wie das Risikomanagement auslagern, so bedarf dies der vorgängigen Genehmigung der FINMA. Handelt es sich um eine von der SNB als systemisch bedeutsam bezeichnete Finanzmarktinfrastruktur, so hat die FINMA vorgängig die SNB anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_11"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Auslagerungen",
        "citation": "Art. 11 Abs. 2 FinfraG",
        "content": "Die Finanzmarktinfrastruktur regelt in einer schriftlichen Vereinbarung mit dem Dienstleistungserbringer die gegenseitigen Rechte und Pflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_11"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Auslagerungen",
        "citation": "Art. 11 Abs. 3 FinfraG",
        "content": "Lagert die Finanzmarktinfrastruktur Dienstleistungen aus, so bleibt sie für die Erfüllung der Pflichten aus diesem Gesetz verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_11"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Mindestkapital",
        "citation": "Art. 12 Abs. 1 FinfraG",
        "content": "Das Mindestkapital der Finanzmarktinfrastruktur muss voll einbezahlt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_12"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Mindestkapital",
        "citation": "Art. 12 Abs. 2 FinfraG",
        "content": "Der Bundesrat legt die Höhe des Mindestkapitals fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_12"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Geschäftskontinuität",
        "citation": "Art. 13 Abs. 1 FinfraG",
        "content": "Eine Finanzmarktinfrastruktur muss über eine angemessene Strategie verfügen, um den Geschäftsbetrieb bei Eintreten von Schadenereignissen aufrechterhalten oder zeitgerecht wiederherstellen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_13"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Geschäftskontinuität",
        "citation": "Art. 13 Abs. 2 FinfraG",
        "content": "Hält eine Finanzmarktinfrastruktur Vermögenswerte und Positionen von Teilnehmern, so hat sie durch angemessene Verfahren dafür zu sorgen, dass diese bei Entzug oder Rückgabe der Bewilligung umgehend übertragen oder abgewickelt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_13"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Informationstechnische Systeme",
        "citation": "Art. 14 Abs. 1 FinfraG",
        "content": "Eine Finanzmarktinfrastruktur betreibt informationstechnische Systeme, welche:\na. die Erfüllung der Pflichten aus diesem Gesetz sicherstellen und ihren Tätigkeiten angemessen sind;\nb. über wirksame Notfallvorkehrungen verfügen; und\nc. die Kontinuität ihrer Geschäftstätigkeit gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_14"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Informationstechnische Systeme",
        "citation": "Art. 14 Abs. 2 FinfraG",
        "content": "Sie sieht Vorkehrungen zum Schutz der Integrität und Vertraulichkeit von Informationen ihrer Teilnehmer und von deren Transaktionen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_14"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Finanzgruppen",
        "citation": "Art. 15 Abs. 1 FinfraG",
        "content": "Ist eine Finanzmarktinfrastruktur Teil einer Finanzgruppe, so kann die FINMA ihre Bewilligung vom Bestehen einer angemessenen konsolidierten Aufsicht durch eine Finanzmarktaufsichtsbehörde abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_15"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Finanzgruppen",
        "citation": "Art. 15 Abs. 2 FinfraG",
        "content": "Als Finanzgruppe im Sinne dieses Gesetzes gelten zwei oder mehrere Unternehmen:\na. von denen mindestens eines als Finanzmarktinfrastruktur tätig ist;\nb. die hauptsächlich im Finanzbereich tätig sind; und\nc. die eine wirtschaftliche Einheit bilden oder von denen aufgrund anderer Umstände anzunehmen ist, dass ein oder mehrere der Einzelaufsicht unterstehende Unternehmen rechtlich verpflichtet oder faktisch gezwungen sind, Gruppengesellschaften beizustehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_15"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Finanzgruppen",
        "citation": "Art. 15 Abs. 3 FinfraG",
        "content": "Die Vorschriften des Bankengesetzes vom 8. November 1934 über Finanzgruppen gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_15"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Schutz vor Verwechslung und Täuschung",
        "citation": "Art. 16 Abs. 1 FinfraG",
        "content": "Die Bezeichnung der Finanzmarktinfrastruktur darf nicht zu Verwechslung oder Täuschung Anlass geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_16"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Schutz vor Verwechslung und Täuschung",
        "citation": "Art. 16 Abs. 2 FinfraG",
        "content": "Die Bezeichnungen «Börse», «Multilaterales Handelssystem», «Multilateral Trading Facility», «MTF», «Zentrale Gegenpartei», «Central Counterparty», «CCP», «Effektenabwicklungssystem», «Securities Settlement System», «SSS», «Zentralverwahrer», «Central Securities Depository», «CSD», «Transaktionsregister», «Trade Repository», «TR», «DLT-Handelssystem», «DLT Trading System», «DLT Trading Facility» und «DLT Exchange» dürfen im Zusammenhang mit dem Anbieten von Finanzdienstleistungen nur für die entsprechenden, diesem Gesetz unterstellten Finanzmarktinfrastrukturen verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_16"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Auslandgeschäft",
        "citation": "Art. 17 FinfraG",
        "content": "Eine Finanzmarktinfrastruktur erstattet der FINMA Meldung, bevor sie:\na. im Ausland eine Tochtergesellschaft, eine Zweigniederlassung oder eine Vertretung errichtet, erwirbt oder aufgibt;\nb. eine qualifizierte Beteiligung an einer ausländischen Gesellschaft erwirbt oder aufgibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_17"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Diskriminierungsfreier und offener Zugang",
        "citation": "Art. 18 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastruktur gewährt einen diskriminierungsfreien und offenen Zugang zu ihren Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_18"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Diskriminierungsfreier und offener Zugang",
        "citation": "Art. 18 Abs. 2 FinfraG",
        "content": "Sie kann den Zugang beschränken, sofern:\na. dadurch die Sicherheit oder die Effizienz gesteigert wird und diese Wirkung durch andere Massnahmen nicht erreicht werden kann; oder\nb. die Eigenschaften des möglichen Teilnehmers den Geschäftsbetrieb der Finanzmarktinfrastruktur oder ihrer Teilnehmer gefährden könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_18"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Dokumentations- und Aufbewahrungspflichten",
        "citation": "Art. 19 FinfraG",
        "content": "Die Finanzmarktinfrastruktur zeichnet die erbrachten Dienstleistungen, die angewendeten Verfahren und Prozesse sowie die ausgeübten Tätigkeiten auf und bewahrt sämtliche Aufzeichnungen während zehn Jahren auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_19"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Vermeidung von Interessenkonflikten",
        "citation": "Art. 20 FinfraG",
        "content": "Die Finanzmarktinfrastruktur trifft wirksame organisatorische Massnahmen zur Feststellung, Verhinderung, Beilegung und Überwachung von Interessenkonflikten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_20"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Veröffentlichung wesentlicher Informationen",
        "citation": "Art. 21 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastruktur veröffentlicht regelmässig alle für die Teilnehmer, die Emittenten und die Öffentlichkeit wesentlichen Informationen, namentlich:\na. Informationen über ihre Organisation;\nb. die Voraussetzungen für die Teilnahme;\nc. die Rechte und Pflichten der Teilnehmer und Emittenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_21"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt:, Bewilligungsvoraussetzungen und Pflichten für alle Finanzmarktinfrastrukturen, Veröffentlichung wesentlicher Informationen",
        "citation": "Art. 21 Abs. 2 FinfraG",
        "content": "Sie orientiert sich dabei an anerkannten internationalen Standards.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_21"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Systemisch bedeutsame Finanzmarktinfrastrukturen undGeschäftsprozesse",
        "citation": "Art. 22 Abs. 1 FinfraG",
        "content": "Zentrale Gegenparteien, Zentralverwahrer, Zahlungssysteme und die DLT-Handelssysteme, die Dienstleistungen im Bereich der zentralen Verwahrung, der Abrechnung oder der Abwicklung anbieten, sind systemisch bedeutsam, wenn:\na. ihre Nichtverfügbarkeit, namentlich aufgrund technischer oder operationeller Probleme oder finanzieller Schwierigkeiten, zu schwerwiegenden Verlusten, Liquiditätsengpässen oder operationellen Problemen bei Finanzintermediären oder anderen Finanzmarktinfrastrukturen führen oder schwerwiegende Störungen an den Finanzmärkten zur Folge haben kann; oder\nb. Zahlungs- oder Lieferschwierigkeiten einzelner Teilnehmer über sie auf andere Teilnehmer oder verbundene Finanzmarktinfrastrukturen übertragen werden können und bei diesen zu schwerwiegenden Verlusten, Liquiditätsengpässen oder operationellen Problemen führen oder schwerwiegende Störungen an den Finanzmärkten zur Folge haben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_22"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Systemisch bedeutsame Finanzmarktinfrastrukturen undGeschäftsprozesse",
        "citation": "Art. 22 Abs. 2 FinfraG",
        "content": "Ein Geschäftsprozess einer Finanzmarktinfrastruktur nach Absatz 1 ist systemisch bedeutsam, wenn:\na. seine Nichtverfügbarkeit zu schwerwiegenden Verlusten, Liquiditätsengpässen oder operationellen Problemen bei Finanzintermediären oder anderen Finanzmarktinfrastrukturen führen oder schwerwiegende Störungen an den Finanzmärkten zur Folge haben kann; und\nb. die Teilnehmer den Geschäftsprozess kurzfristig nicht substituieren können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_22"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Besondere Anforderungen",
        "citation": "Art. 23 Abs. 1 FinfraG",
        "content": "Systemisch bedeutsame Finanzmarktinfrastrukturen müssen zur Absicherung der von ihnen ausgehenden Risiken für die Stabilität des Finanzsystems besondere Anforderungen erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_23"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Besondere Anforderungen",
        "citation": "Art. 23 Abs. 2 FinfraG",
        "content": "Die besonderen Anforderungen müssen anerkannten internationalen Standards Rechnung tragen. Sie können die vertraglichen Grundlagen, die verwendeten Zahlungsmittel, das Risikomanagement, die Geschäftskontinuität und die informationstechnischen Systeme betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_23"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Besondere Anforderungen",
        "citation": "Art. 23 Abs. 3 FinfraG",
        "content": "Die SNB regelt die Einzelheiten in einer Verordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_23"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Besondere Anforderungen",
        "citation": "Art. 23 Abs. 4 FinfraG",
        "content": "Die SNB kann nach Anhörung der FINMA systemisch bedeutsame Finanzmarktinfrastrukturen mit Sitz im Ausland, die nach Artikel 19 Absatz 2 des Nationalbankgesetzes vom 3. Oktober 2003 (NBG) unter die Überwachung der SNB fallen, von der Einhaltung der besonderen Anforderungen befreien, wenn:\na. sie im Ausland einer gleichwertigen Aufsicht und Überwachung unterliegen; und\nb. die für die Aufsicht und Überwachung zuständigen Behörden mit der SNB nach Artikel 21 Absatz 2 NBG zusammenarbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_23"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Stabilisierungs- und Abwicklungsplanung",
        "citation": "Art. 24 Abs. 1 FinfraG",
        "content": "Eine systemisch bedeutsame Finanzmarktinfrastruktur erstellt einen Stabilisierungsplan. Darin legt sie dar, mit welchen Massnahmen sie sich im Fall einer Krise nachhaltig so stabilisieren will, dass sie ihre systemisch bedeutsamen Geschäftsprozesse fortführen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_24"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Stabilisierungs- und Abwicklungsplanung",
        "citation": "Art. 24 Abs. 2 FinfraG",
        "content": "Die FINMA erstellt einen Abwicklungsplan und legt darin dar, wie eine von ihr angeordnete Sanierung oder Liquidation der systemisch bedeutsamen Finanzmarktinfrastruktur durchgeführt werden kann. Sie hört die SNB zum Abwicklungsplan an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_24"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Stabilisierungs- und Abwicklungsplanung",
        "citation": "Art. 24 Abs. 3 FinfraG",
        "content": "Die Finanzmarktinfrastruktur reicht der FINMA den Stabilisierungsplan sowie die für die Erstellung des Abwicklungsplans erforderlichen Informationen ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_24"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 2. Abschnitt:, Besondere Anforderungen für systemisch bedeutsameFinanzmarktinfrastrukturen, Stabilisierungs- und Abwicklungsplanung",
        "citation": "Art. 24 Abs. 4 FinfraG",
        "content": "Sie setzt die im Abwicklungsplan vorgesehenen Massnahmen vorbereitend um, soweit dies für die ununterbrochene Weiterführung der systemisch bedeutsamen Geschäftsprozesse notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_24"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Bewilligungsverfahren",
        "citation": "Art. 25 Abs. 1 FinfraG",
        "content": "Die FINMA informiert die SNB über Bewilligungsgesuche von zentralen Gegenparteien, Zentralverwahrern, Zahlungssystemen und den DLT-Handelssystemen, die Dienstleistungen im Bereich der zentralen Verwahrung, der Abrechnung oder der Abwicklung anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_25"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Bewilligungsverfahren",
        "citation": "Art. 25 Abs. 2 FinfraG",
        "content": "Die SNB bezeichnet nach Anhörung der FINMA durch Verfügung die systemisch bedeutsamen Finanzmarktinfrastrukturen und deren systemisch bedeutsame Geschäftsprozesse nach Artikel 22. Sie legt zudem durch Verfügung fest, welche besonderen Anforderungen nach Artikel 23 die einzelne systemisch bedeutsame Finanzmarktinfrastruktur erfüllen muss, und beurteilt, ob sie diese erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_25"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Bewilligungsverfahren",
        "citation": "Art. 25 Abs. 3 FinfraG",
        "content": "Erfüllt die systemisch bedeutsame Finanzmarktinfrastruktur die besonderen Anforderungen, so erteilt die FINMA die Bewilligung, wenn auch die übrigen Bewilligungsvoraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_25"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Bewilligungsverfahren",
        "citation": "Art. 25 Abs. 4 FinfraG",
        "content": "Die FINMA genehmigt nach Anhörung der SNB den Stabilisierungsplan einer systemisch bedeutsamen Finanzmarktinfrastruktur nach Artikel 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_25"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Bewilligungsverfahren",
        "citation": "Art. 25 Abs. 5 FinfraG",
        "content": "Gelangt die SNB zum Schluss, dass eine Finanzmarktinfrastruktur nicht systemisch bedeutsam ist, so teilt sie dies der FINMA mit. Sind die allgemeinen Bewilligungsvoraussetzungen erfüllt, so erteilt die FINMA die Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_25"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 1. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Bewilligungsverfahren",
        "citation": "Art. 25 Abs. 6 FinfraG",
        "content": "Bei Gesuchen um Anerkennung ausländischer zentraler Gegenparteien findet das Verfahren sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_25"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Begriffe",
        "citation": "Art. 26 FinfraG",
        "content": "In diesem Gesetz gelten als:\na. Handelsplatz: eine Börse oder ein multilaterales Handelssystem;\nb. Börse: eine Einrichtung zum multilateralen Handel von Effekten, an der Effekten kotiert werden und die den gleichzeitigen Austausch von Angeboten unter mehreren Teilnehmern sowie den Vertragsabschluss nach nichtdiskretionären Regeln bezweckt;\nc. multilaterales Handelssystem: eine Einrichtung zum multilateralen Handel von Effekten, die den gleichzeitigen Austausch von Angeboten unter mehreren Teilnehmern sowie den Vertragsabschluss nach nichtdiskretionären Regeln bezweckt, ohne Effekten zu kotieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_26"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Selbstregulierung",
        "citation": "Art. 27 Abs. 1 FinfraG",
        "content": "Der Handelsplatz gewährleistet unter Aufsicht der FINMA eine eigene, seiner Tätigkeit angemessene Regulierungs- und Überwachungsorganisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_27"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Selbstregulierung",
        "citation": "Art. 27 Abs. 2 FinfraG",
        "content": "Die dem Handelsplatz übertragenen Regulierungs- und Überwachungsaufgaben müssen durch unabhängige Stellen wahrgenommen werden. Die leitenden Personen dieser Stellen müssen:\na. Gewähr für eine einwandfreie Geschäftstätigkeit bieten;\nb. einen guten Ruf geniessen; und\nc. die für die Funktion erforderlichen fachlichen Qualifikationen aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_27"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Selbstregulierung",
        "citation": "Art. 27 Abs. 3 FinfraG",
        "content": "Die Wahl der Personen nach Absatz 2 bedarf der Genehmigung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_27"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Selbstregulierung",
        "citation": "Art. 27 Abs. 4 FinfraG",
        "content": "Der Handelsplatz unterbreitet seine Reglemente und deren Änderungen der FINMA zur Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_27"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Organisation des Handels",
        "citation": "Art. 28 Abs. 1 FinfraG",
        "content": "Der Handelsplatz erlässt ein Reglement zur Organisation eines geordneten und transparenten Handels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_28"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Organisation des Handels",
        "citation": "Art. 28 Abs. 2 FinfraG",
        "content": "Er führt chronologische Aufzeichnungen über sämtliche bei ihm getätigten Aufträge und Geschäfte sowie über die ihm gemeldeten Geschäfte. Zu erfassen sind namentlich Zeitpunkt, beteiligte Teilnehmer, Effekten, Stückzahl oder Nominalwert und Preis der gehandelten Effekten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_28"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Vor- und Nachhandelstransparenz",
        "citation": "Art. 29 Abs. 1 FinfraG",
        "content": "Der Handelsplatz veröffentlicht die aktuellen Geld- und Briefkurse für Aktien und andere Effekten sowie die Tiefe der Handelspositionen zu diesen Kursen (Vorhandelstransparenz).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_29"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Vor- und Nachhandelstransparenz",
        "citation": "Art. 29 Abs. 2 FinfraG",
        "content": "Er veröffentlicht zudem umgehend Informationen zu den am Handelsplatz getätigten Abschlüssen und zu den ihm gemeldeten ausserhalb des Handelsplatzes getätigten Abschlüssen in sämtlichen zum Handel zugelassenen Effekten (Nachhandelstransparenz). Zu veröffentlichen sind namentlich der Preis, das Volumen und der Zeitpunkt der Abschlüsse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_29"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Vor- und Nachhandelstransparenz",
        "citation": "Art. 29 Abs. 3 FinfraG",
        "content": "Der Bundesrat regelt unter Berücksichtigung anerkannter internationaler Standards und der ausländischen Rechtsentwicklung:\na. für welche anderen Effekten die Vorhandelstransparenz gilt;\nb. Ausnahmen von der Vor- und Nachhandelstransparenz, insbesondere im Zusammenhang mit Effektengeschäften, die ein grosses Volumen aufweisen, oder die von der SNB getätigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_29"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Sicherstellung eines geordneten Handels",
        "citation": "Art. 30 Abs. 1 FinfraG",
        "content": "Der Handelsplatz, der eine technische Plattform betreibt, muss über ein Handelssystem verfügen, das auch bei hoher Handelstätigkeit einen geordneten Handel gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_30"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Sicherstellung eines geordneten Handels",
        "citation": "Art. 30 Abs. 2 FinfraG",
        "content": "Er trifft wirksame Vorkehrungen, um Störungen in seinem Handelssystem zu vermeiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_30"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Überwachung des Handels",
        "citation": "Art. 31 Abs. 1 FinfraG",
        "content": "Der Handelsplatz überwacht die Kursbildung und die am Handelsplatz getätigten Abschlüsse so, dass das Ausnützen von Insiderinformationen, Kurs- und Marktmanipulationen sowie andere Gesetzes- und Reglementsverletzungen aufgedeckt werden können. Zu diesem Zweck untersucht er zudem die ihm gemeldeten oder anderweitig zur Kenntnis gebrachten, ausserhalb des Handelsplatzes getätigten Abschlüsse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_31"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Überwachung des Handels",
        "citation": "Art. 31 Abs. 2 FinfraG",
        "content": "Bei Verdacht auf Gesetzesverletzungen oder sonstige Missstände benachrichtigt die für die Überwachung des Handels zuständige Stelle (Handelsüberwachungsstelle) die FINMA. Betreffen die Gesetzesverletzungen Straftatbestände, so informiert sie zusätzlich unverzüglich die zuständige Strafverfolgungsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_31"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Überwachung des Handels",
        "citation": "Art. 31 Abs. 3 FinfraG",
        "content": "Die FINMA, die zuständige Strafverfolgungsbehörde, die Übernahmekommission und die Handelsüberwachungsstelle tauschen Informationen aus, die sie im Rahmen der Zusammenarbeit und zur Erfüllung ihrer Aufgaben benötigen. Sie verwenden die erhaltenen Informationen ausschliesslich zur Erfüllung ihrer jeweiligen Aufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_31"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zusammenarbeit zwischen Handelsüberwachungsstellen",
        "citation": "Art. 32 Abs. 1 FinfraG",
        "content": "Inländische Handelsüberwachungsstellen unterschiedlicher Handelsplätze regeln vertraglich den kostenlosen gegenseitigen Austausch von Handelsdaten, sofern an den betreffenden Handelsplätzen:\na. identische Effekten zum Handel zugelassen sind; oder\nb. Effekten zum Handel zugelassen sind, die die Preisfindung von Effekten, die am anderen Handelsplatz zum Handel zugelassen sind, beeinflussen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_32"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zusammenarbeit zwischen Handelsüberwachungsstellen",
        "citation": "Art. 32 Abs. 2 FinfraG",
        "content": "Sie verwenden die erhaltenen Daten ausschliesslich zur Erfüllung ihrer jeweiligen Aufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_32"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zusammenarbeit zwischen Handelsüberwachungsstellen",
        "citation": "Art. 32 Abs. 3 FinfraG",
        "content": "Inländische Handelsüberwachungsstellen können den gegenseitigen Informationsaustausch mit ausländischen Handelsüberwachungsstellen vereinbaren, sofern:\na. die Voraussetzungen gemäss Absatz 1 erfüllt sind; und\nb. die betreffende ausländische Handelsüberwachungsstelle einer gesetzlichen Geheimhaltungspflicht unterliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_32"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Einstellung des Handels",
        "citation": "Art. 33 Abs. 1 FinfraG",
        "content": "Stellt eine Börse den Handel in einer Effekte, die an ihr kotiert ist, auf Initiative des Emittenten oder aufgrund ausserordentlicher Umstände ein, so veröffentlicht sie diesen Entscheid umgehend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_33"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Einstellung des Handels",
        "citation": "Art. 33 Abs. 2 FinfraG",
        "content": "Wird der Handel in einer Effekte eingestellt, so stellen auch alle anderen Handelsplätze, an denen die betroffene Effekte zum Handel zugelassen ist, den Handel ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_33"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Teilnehmern",
        "citation": "Art. 34 Abs. 1 FinfraG",
        "content": "Der Handelsplatz erlässt ein Reglement über die Zulassung, die Pflichten und den Ausschluss von Teilnehmern und beachtet dabei insbesondere den Grundsatz der Gleichbehandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_34"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Teilnehmern",
        "citation": "Art. 34 Abs. 2 FinfraG",
        "content": "Als Teilnehmer eines Handelsplatzes können zugelassen werden:\na. Wertpapierhäuser nach Artikel 41 des Finanzinstitutsgesetzes vom 15. Juni 2018 (FINIG);\nb. weitere von der FINMA nach Artikel 3 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 (FINMAG) Beaufsichtigte, sofern der Handelsplatz sicherstellt, dass sie gleichwertige technische und operative Voraussetzungen erfüllen wie Wertpapierhäuser;\nc. von der FINMA nach Artikel 40 bewilligte ausländische Teilnehmer;\nd. die SNB;\ne. der Bund;\nf. die Schweizerische Unfallversicherungsanstalt (Suva);\ng. die Ausgleichsfonds AHV/IV/EO (compenswiss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_34"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Teilnehmern",
        "citation": "Art. 34 Abs. 3 FinfraG",
        "content": "Der Handelsplatz kann weitere Einrichtungen als Teilnehmer zulassen, wenn er sicherstellt, dass sie gleichwertige technische und operative Voraussetzungen erfüllen wie Wertpapierhäuser, und diese Einrichtungen: \na.  öffentliche Aufgaben wahrnehmen und für die Wahrnehmung dieser Aufgaben auf eine Teilnahme angewiesen sind; und\nb. über eine professionelle Tresorerie verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_34"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch eine Börse",
        "citation": "Art. 35 Abs. 1 FinfraG",
        "content": "Die Börse erlässt ein Reglement über die Zulassung von Effekten zum Handel, insbesondere über die Kotierung von Effekten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_35"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch eine Börse",
        "citation": "Art. 35 Abs. 2 FinfraG",
        "content": "Dieses trägt anerkannten internationalen Standards Rechnung und enthält insbesondere Vorschriften:\na. über die Anforderungen an die Effekten und die Emittenten sowie die Pflichten des Emittenten, der von ihm Beauftragten und von Dritten im Zusammenhang mit der Kotierung oder der Zulassung der Effekten zum Handel;\nb. über die Offenlegung von Informationen, auf welche die Anlegerinnen und Anleger für die Beurteilung der Eigenschaften der Effekten und die Qualität des Emittenten angewiesen sind;\nc. über die Pflichten des Emittenten, der von ihm Beauftragten und von Dritten während der Dauer der Kotierung oder der Zulassung der Effekten zum Handel;\nd. nach denen zur Zulassung von Beteiligungspapieren und Anleihensobligationen die Artikel 7 und 8 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 (RAG) einzuhalten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_35"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch eine Börse",
        "citation": "Art. 35 Abs. 2bis FinfraG",
        "content": "Die Prospektpflicht richtet sich ausschliesslich nach den Artikeln 35–57 des Finanzdienstleistungsgesetzes vom 15. Juni 2018.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_35"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch eine Börse",
        "citation": "Art. 35 Abs. 3 FinfraG",
        "content": "Die Börse überwacht die Einhaltung des Reglements und ergreift bei Verstössen die vertraglich vorgesehenen Sanktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_35"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch ein multilaterales Handelssystem",
        "citation": "Art. 36 Abs. 1 FinfraG",
        "content": "Das multilaterale Handelssystem erlässt ein Reglement über die Zulassung von Effekten zum Handel. Es legt darin insbesondere fest, welches die Anforderungen an die Effekten und die Emittenten oder Dritte im Zusammenhang mit der Zulassung zum Handel sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_36"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch ein multilaterales Handelssystem",
        "citation": "Art. 36 Abs. 2 FinfraG",
        "content": "Es überwacht die Einhaltung des Reglements und ergreift bei Verstössen die vertraglich vorgesehenen Sanktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_36"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Zulassung von Effekten durch ein multilaterales Handelssystem",
        "citation": "Art. 36 Abs. 3 FinfraG",
        "content": "Die Prospektpflicht richtet sich ausschliesslich nach den Artikeln 35–57 des Finanzdienstleistungsgesetzes vom 15. Juni 2018.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_36"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Beschwerdeinstanz",
        "citation": "Art. 37 Abs. 1 FinfraG",
        "content": "Der Handelsplatz bestellt eine unabhängige Beschwerdeinstanz, die in folgenden Fällen angerufen werden kann:\na. bei Verweigerung der Zulassung eines Teilnehmers;\nb. bei Verweigerung der Zulassung einer Effekte;\nc. bei Ausschluss eines Teilnehmers;\nd. bei Widerruf der Effektenzulassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_37"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Beschwerdeinstanz",
        "citation": "Art. 37 Abs. 2 FinfraG",
        "content": "Er regelt deren Organisation und Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_37"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Beschwerdeinstanz",
        "citation": "Art. 37 Abs. 3 FinfraG",
        "content": "Die Organisationsstruktur, die Verfahrensvorschriften und die Ernennung der Mitglieder der Beschwerdeinstanz bedürfen der Genehmigung durch die FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_37"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Beschwerdeinstanz",
        "citation": "Art. 37 Abs. 4 FinfraG",
        "content": "Nach der Durchführung des Beschwerdeverfahrens kann Klage beim Zivilgericht erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_37"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Aufzeichnungspflicht der Teilnehmer",
        "citation": "Art. 38 FinfraG",
        "content": "Die an einem Handelsplatz zugelassenen Teilnehmer zeichnen die Aufträge und die von ihnen getätigten Geschäfte mit allen Angaben auf, die für deren Nachvollziehbarkeit und für die Beaufsichtigung ihrer Tätigkeit erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_38"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Meldepflicht der Teilnehmer",
        "citation": "Art. 39 Abs. 1 FinfraG",
        "content": "Die an einem Handelsplatz zugelassenen Teilnehmer haben die für die Transparenz des Effektenhandels erforderlichen Meldungen zu erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_39"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Meldepflicht der Teilnehmer",
        "citation": "Art. 39 Abs. 2 FinfraG",
        "content": "Die FINMA legt fest, welche Informationen wem in welcher Form weiterzuleiten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_39"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Meldepflicht der Teilnehmer",
        "citation": "Art. 39 Abs. 3 FinfraG",
        "content": "Die SNB ist im Rahmen der Erfüllung ihrer öffentlichen Aufgaben von der Meldepflicht ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_39"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Bewilligung ausländischer Teilnehmer",
        "citation": "Art. 40 Abs. 1 FinfraG",
        "content": "Die FINMA erteilt einem ausländischen Teilnehmer, welcher an einem Schweizer Handelsplatz teilnehmen will, in der Schweiz aber keinen Sitz hat, eine Bewilligung, wenn:\na. er einer angemessenen Regulierung und Aufsicht untersteht;\nb. er der Schweizer Regulierung gleichwertige Verhaltens-, Aufzeichnungs- und Meldepflichten erfüllt;\nc. er sicherstellt, dass seine Aktivitäten von den Aktivitäten von allfällig bewilligten Schweizer Einheiten getrennt sind; und\nd. die zuständigen Aufsichtsbehörden:\n1. keine Einwände gegen dessen Tätigkeit in der Schweiz erheben,\n2. der FINMA Amtshilfe leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_40"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Bewilligung ausländischer Teilnehmer",
        "citation": "Art. 40 Abs. 2 FinfraG",
        "content": "Sie kann die Bewilligung verweigern, wenn der Staat, in dem der ausländische Teilnehmer seinen Sitz hat, den Schweizer Teilnehmern weder tatsächlichen Zugang zu seinen Märkten gewährt noch die gleichen Wettbewerbsmöglichkeiten bietet wie inländischen Handelsteilnehmern. Vorbehalten bleiben abweichende internationale Verpflichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_40"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Bewilligung ausländischer Teilnehmer",
        "citation": "Art. 40 Abs. 3 FinfraG",
        "content": "Ein ausländischer Teilnehmer, der bereits an einem Schweizer Handelsplatz teilnimmt, teilt der FINMA mit, wenn er Teilnehmer eines weiteren Schweizer Handelsplatzes werden möchte. Diesfalls hat die ausländische Aufsichtsbehörde zu bestätigen, dass sie keine Einwände gegen die Ausweitung der Tätigkeit des ausländischen Teilnehmers in der Schweiz erhebt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_40"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Bewilligung ausländischer Teilnehmer",
        "citation": "Art. 40 Abs. 4 FinfraG",
        "content": "Für die Teilnahme an geldpolitischen Operationen mit der SNB bedarf es keiner Bewilligung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_40"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Anerkennung ausländischer Handelsplätze für Zugangsgewährung für Schweizer Teilnehmer",
        "citation": "Art. 41 Abs. 1 FinfraG",
        "content": "Handelsplätze mit Sitz im Ausland haben die Anerkennung der FINMA einzuholen, bevor sie von der FINMA beaufsichtigten Schweizer Teilnehmern direkten Zugang zu ihren Einrichtungen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Anerkennung ausländischer Handelsplätze für Zugangsgewährung für Schweizer Teilnehmer",
        "citation": "Art. 41 Abs. 2 FinfraG",
        "content": "Die FINMA erteilt die Anerkennung, wenn:\na. der ausländische Handelsplatz einer angemessenen Regulierung und Aufsicht untersteht; und\nb. die zuständigen ausländischen Aufsichtsbehörden:\n1. keine Einwände gegen die grenzüberschreitende Tätigkeit des ausländischen Handelsplatzes erheben,\n2. zusichern, dass sie die FINMA benachrichtigen, wenn sie bei Schweizer Teilnehmern Gesetzesverletzungen oder sonstige Missstände feststellen, und\n3. der FINMA Amtshilfe leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Anerkennung ausländischer Handelsplätze für Zugangsgewährung für Schweizer Teilnehmer",
        "citation": "Art. 41 Abs. 3 FinfraG",
        "content": "Ein ausländischer Handelsplatz gilt als anerkannt, wenn die FINMA feststellt, dass:\na. der Staat, in dem der Handelsplatz seinen Sitz hat, seine Handelsplätze angemessen reguliert und beaufsichtigt; und\nb. die Voraussetzungen nach Absatz 2 Buchstabe b erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1. Abschnitt: Handelsplätze, Anerkennung ausländischer Handelsplätze für Zugangsgewährung für Schweizer Teilnehmer",
        "citation": "Art. 41 Abs. 4 FinfraG",
        "content": "Die FINMA kann die Anerkennung verweigern, wenn der Staat, in dem der ausländische Handelsplatz seinen Sitz hat, den Schweizer Handelsplätzen weder tatsächlichen Zugang zu seinen Märkten gewährt noch die gleichen Wettbewerbsmöglichkeiten bietet wie inländischen Handelsplätzen. Vorbehalten bleiben abweichende internationale Verpflichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Anerkennungspflicht",
        "citation": "Art. 41a Abs. 1 FinfraG",
        "content": "Handelsplätze mit Sitz im Ausland bedürfen vorgängig einer Anerkennung der FINMA, wenn:\na. an ihnen Beteiligungspapiere von Gesellschaften mit Sitz in der Schweiz gehandelt werden oder sie den Handel mit solchen Beteiligungspapieren anderweitig ermöglichen; und\nb. die Beteiligungspapiere nach Buchstabe a an einer Börse in der Schweiz kotiert sind oder an einem Schweizer Handelsplatz gehandelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_a"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Anerkennungspflicht",
        "citation": "Art. 41a Abs. 2 FinfraG",
        "content": "Keine Anerkennung benötigt eine ausländische Börse für den Handel mit Beteiligungspapieren:\na. die mit einem vor dem 30. November 2018 erteilten ausdrücklichen Einverständnis von deren Emittent an der betreffenden Börse kotiert oder zum Handel zugelassen sind;\nb. die an der betreffenden Börse vor dem 30. November 2018 kotiert oder zum Handel zugelassen wurden; und\nc. deren Emittent an der betreffenden Börse die mit der Kotierung oder Zulassung zum Handel verbundenen Pflichten übernimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_a"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Anerkennungspflicht",
        "citation": "Art. 41a Abs. 3 FinfraG",
        "content": "Die Anerkennung fällt dahin, sobald der Handelsplatz seinen Sitz in einer Jurisdiktion nach Artikel 41c Absatz 2 hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_a"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Voraussetzungen für die Anerkennung und Verfahren",
        "citation": "Art. 41b Abs. 1 FinfraG",
        "content": "Die FINMA erteilt die Anerkennung auf Gesuch hin, wenn der ausländische Handelsplatz:\na. einer angemessenen Regulierung und Aufsicht untersteht; und\nb. seinen Sitz nicht in einer Jurisdiktion hat, die ihre Marktteilnehmer im Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz an Schweizer Handelsplätzen einschränkt und damit den Handel mit solchen Beteiligungspapieren an Schweizer Handelsplätzen erheblich beeinträchtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_b"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Voraussetzungen für die Anerkennung und Verfahren",
        "citation": "Art. 41b Abs. 2 FinfraG",
        "content": "Sie kann einen ausländischen Handelsplatz auch ohne Gesuch anerkennen, wenn er die Anforderungen nach Absatz 1 erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_b"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Veröffentlichung von Listen",
        "citation": "Art. 41c Abs. 1 FinfraG",
        "content": "Die FINMA publiziert eine Liste der anerkannten ausländischen Handelsplätze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 1a. Abschnitt:, Anerkennung ausländischer Handelsplätze für den Handel mit Beteiligungspapieren von Gesellschaften mit Sitz in der Schweiz, Veröffentlichung von Listen",
        "citation": "Art. 41c Abs. 2 FinfraG",
        "content": "Der Bundesrat publiziert eine Liste der Jurisdiktionen nach Artikel 41b Absatz 1 Buchstabe b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_41_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Begriff",
        "citation": "Art. 42 FinfraG",
        "content": "Als organisiertes Handelssystem gilt eine Einrichtung zum:\na. multilateralen Handel von Effekten oder anderen Finanzinstrumenten, die den Austausch von Angeboten sowie den Vertragsabschluss nach diskretionären Regeln bezweckt;\nb. multilateralen Handel von Finanzinstrumenten, die keine Effekten sind, die den Austausch von Angeboten sowie den Vertragsabschluss nach nichtdiskretionären Regeln bezweckt;\nc. bilateralen Handel von Effekten oder anderen Finanzinstrumenten, die den Austausch von Angeboten bezweckt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_42"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Bewilligungs- oder Anerkennungspflicht",
        "citation": "Art. 43 Abs. 1 FinfraG",
        "content": "Wer ein organisiertes Handelssystem betreibt, bedarf einer Bewilligung als Bank, Wertpapierhaus oder DLT-Handelssystem oder einer Bewilligung oder Anerkennung als Handelsplatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_43"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Bewilligungs- oder Anerkennungspflicht",
        "citation": "Art. 43 Abs. 2 FinfraG",
        "content": "Keiner Bewilligung bedarf der Betrieb eines organisierten Handelssystems innerhalb einer Finanzgruppe, wenn er durch eine juristische Person erfolgt, die:\na. direkt von einer Finanzmarktinfrastruktur beherrscht wird; und\nb. der konsolidierten Aufsicht durch die FINMA untersteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_43"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Organisation und Vermeidung von Interessenkonflikten",
        "citation": "Art. 44 FinfraG",
        "content": "Wer ein organisiertes Handelssystem betreibt, muss:\na. dieses von den übrigen Geschäftstätigkeiten getrennt betreiben;\nb. wirksame organisatorische Massnahmen zur Feststellung, Verhinderung, Beilegung und Überwachung von Interessenkonflikten treffen;\nc. bei der Tätigung von Eigengeschäften über das von ihm betriebene organisierte Handelssystem sicherstellen, dass die Kundeninteressen umfassend gewahrt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_44"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Sicherstellung eines geordneten Handels",
        "citation": "Art. 45 Abs. 1 FinfraG",
        "content": "Wer ein organisiertes Handelssystem betreibt, muss sicherstellen, dass dieses auch bei hoher Handelstätigkeit einen geordneten Handel gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_45"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Sicherstellung eines geordneten Handels",
        "citation": "Art. 45 Abs. 2 FinfraG",
        "content": "Er trifft wirksame Vorkehrungen, um Störungen im Handelssystem zu vermeiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_45"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Handelstransparenz",
        "citation": "Art. 46 Abs. 1 FinfraG",
        "content": "Wer ein organisiertes Handelssystem betreibt, veröffentlicht Informationen zu den am Handelssystem getätigten Abschlüssen, namentlich den Preis, das Volumen und den Zeitpunkt der Abschlüsse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_46"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Handelstransparenz",
        "citation": "Art. 46 Abs. 2 FinfraG",
        "content": "Der Bundesrat regelt unter Berücksichtigung anerkannter internationaler Standards und der ausländischen Rechtsentwicklung Ausnahmen von dieser Veröffentlichungspflicht, insbesondere im Zusammenhang mit Geschäften, die ein grosses Volumen aufweisen, oder die von der SNB getätigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_46"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 2. Abschnitt: Organisierte Handelssysteme, Handelstransparenz",
        "citation": "Art. 46 Abs. 3 FinfraG",
        "content": "Er kann in Übereinstimmung mit anerkannten internationalen Standards die Ausdehnung der Veröffentlichungspflicht auf die Vorhandelstransparenz vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_46"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 3. Abschnitt: Strombörsen",
        "citation": "Art. 47 Abs. 1 FinfraG",
        "content": "Der Bundesrat kann für Börsen, die dem Handel mit Stromderivaten dienen, und den Handel an diesen Börsen Vorschriften erlassen, die von diesem Gesetz abweichen, um den Besonderheiten des Strommarkts Rechnung zu tragen, insbesondere um das öffentliche Interesse an einer gesicherten Stromversorgung zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_47"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 2. Kapitel:, Handelsplätze, organisierte Handelssysteme und Strombörsen, 3. Abschnitt: Strombörsen",
        "citation": "Art. 47 Abs. 2 FinfraG",
        "content": "Er kann die FINMA ermächtigen, im Einvernehmen mit der Elektrizitätskommission in Belangen von beschränkter Tragweite, namentlich in vorwiegend technischen Angelegenheiten, Bestimmungen zu erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_47"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Begriff",
        "citation": "Art. 48 FinfraG",
        "content": "Als zentrale Gegenpartei gilt eine Einrichtung, die gestützt auf einheitliche Regeln und Verfahren zwischen Gegenparteien eines Effektengeschäfts oder eines anderen Kontrakts über Finanzinstrumente tritt und somit als Käufer für jeden Verkäufer und als Verkäufer für jeden Käufer fungiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_48"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheiten",
        "citation": "Art. 49 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei verlangt von ihren Teilnehmern angemessene Sicherheiten, insbesondere in Form von Ersteinschusszahlungen (Initial Margins), Nachschusszahlungen (Variation Margins) und Beiträgen an den Ausfallfonds (Default Fund).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_49"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheiten",
        "citation": "Art. 49 Abs. 2 FinfraG",
        "content": "Diese Sicherheiten sind mindestens so zu bemessen, dass:\na. die Nachschusszahlungen eines Teilnehmers die laufenden Kreditrisiken aufgrund realisierter Marktpreisveränderungen decken;\nb. die Ersteinschusszahlungen eines Teilnehmers die potenziellen Kreditrisiken, die sich bei dessen Ausfall für eine zentrale Gegenpartei aufgrund der erwarteten Marktpreisveränderungen ergeben, mit hoher Wahrscheinlichkeit decken;\nc. die Ersteinschusszahlungen, Nachschusszahlungen und Ausfallfondsbeiträge ausreichen, um den Verlust zu decken, der beim Ausfall des Teilnehmers, gegenüber dem die zentrale Gegenpartei die grösste Risikoposition aufweist, unter extremen, aber plausiblen Marktbedingungen entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_49"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheiten",
        "citation": "Art. 49 Abs. 3 FinfraG",
        "content": "Die zentrale Gegenpartei akzeptiert ausschliesslich Sicherheiten, die liquide sind und nur geringe Kredit- und Marktrisiken aufweisen. Sie bewertet die Sicherheiten vorsichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_49"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Erfüllung der Zahlungsverpflichtungen",
        "citation": "Art. 50 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei und ihre Teilnehmer erfüllen ihre gegenseitigen Zahlungsverpflichtungen durch die Übertragung von bei einer Zentralbank gehaltenen Sichtguthaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_50"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Erfüllung der Zahlungsverpflichtungen",
        "citation": "Art. 50 Abs. 2 FinfraG",
        "content": "Ist dies unmöglich oder nicht praktikabel, so verwenden sie ein Zahlungsmittel mit geringen Kredit- und Liquiditätsrisiken. Die zentrale Gegenpartei minimiert und überwacht diese Risiken laufend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_50"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Eigenmittel und Risikoverteilung",
        "citation": "Art. 51 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei muss einzeln und auf konsolidierter Basis über angemessene Eigenmittel verfügen und ihre Risiken angemessen verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_51"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Eigenmittel und Risikoverteilung",
        "citation": "Art. 51 Abs. 2 FinfraG",
        "content": "Der Bundesrat legt die Höhe der Eigenmittel nach Massgabe der Geschäftstätigkeit und der Risiken fest und bestimmt die Anforderungen an die Risikoverteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_51"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Liquidität",
        "citation": "Art. 52 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei muss über Liquidität verfügen, die ausreicht, um:\na. ihren Zahlungsverpflichtungen auch beim Ausfall des Teilnehmers, gegenüber dem sie die grösste Risikoposition aufweist, unter extremen, aber plausiblen Marktbedingungen in allen Währungen nachzukommen; und\nb. ihre Dienstleistungen und Tätigkeiten ordnungsgemäss ausführen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_52"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Liquidität",
        "citation": "Art. 52 Abs. 2 FinfraG",
        "content": "Sie legt ihre Finanzmittel ausschliesslich in bar oder in liquiden Finanzinstrumenten mit geringem Markt- und Kreditrisiko an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_52"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Verfahren bei Ausfall eines Teilnehmers",
        "citation": "Art. 53 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei sieht Massnahmen zur Begrenzung der Kredit- und Liquiditätsrisiken vor, welche beim Ausfall eines Teilnehmers entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_53"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Verfahren bei Ausfall eines Teilnehmers",
        "citation": "Art. 53 Abs. 2 FinfraG",
        "content": "Sie verwendet zur Deckung allfälliger Verluste beim Ausfall eines Teilnehmers die Sicherheiten und Eigenmittel in folgender Reihenfolge:\na. Einschusszahlungen des ausgefallenen Teilnehmers;\nb. Ausfallfondsbeiträge des ausgefallenen Teilnehmers;\nc. zugeordnete Eigenmittel der zentralen Gegenpartei;\nd. Ausfallfondsbeiträge der nicht ausgefallenen Teilnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_53"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Verfahren bei Ausfall eines Teilnehmers",
        "citation": "Art. 53 Abs. 3 FinfraG",
        "content": "Sie sieht Regeln vor, wie weitergehende Verluste gedeckt werden. Sie darf nicht:\na. die von nicht ausgefallenen Teilnehmern geleisteten Einschusszahlungen verwenden, um Verluste aufgrund des Ausfalls eines anderen Teilnehmers zu decken;\nb. die Sicherheiten von indirekten Teilnehmern verwenden, um Verluste aufgrund des Ausfalls eines Teilnehmers oder eines anderen indirekten Teilnehmers zu decken; oder\nc. den bei ihr hinterlegten über die Einschussforderung hinausgehenden Überschuss eines indirekten Teilnehmers nach Artikel 59 Absatz 3 verwenden, um Verluste aufgrund des Ausfalls eines Teilnehmers oder eines anderen indirekten Teilnehmers zu decken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_53"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Segregierung",
        "citation": "Art. 54 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei muss:\na. ihre eigenen Vermögenswerte, Forderungen und Verpflichtungen von den Sicherheiten, Forderungen und Verpflichtungen ihrer Teilnehmer trennen; und\nb. Sicherheiten, Forderungen und Verpflichtungen eines Teilnehmers von denjenigen anderer Teilnehmer trennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_54"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Segregierung",
        "citation": "Art. 54 Abs. 2 FinfraG",
        "content": "Sie bietet ihren Teilnehmern die Möglichkeit:\na. eigene Sicherheiten, Forderungen und Verpflichtungen von denjenigen der indirekten Teilnehmer zu trennen;\nb. die Sicherheiten, Forderungen und Verpflichtungen der indirekten Teilnehmer gemeinsam (Omnibus-Kunden-Kontentrennung) oder gesondert (Einzelkunden-Kontentrennung) zu halten und aufzuzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_54"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Übertragbarkeit",
        "citation": "Art. 55 Abs. 1 FinfraG",
        "content": "Die zentrale Gegenpartei stellt sicher, dass bei Ausfall eines Teilnehmers Sicherheiten, Forderungen und Verpflichtungen, die der Teilnehmer für Rechnung eines indirekten Teilnehmers hält, auf einen vom indirekten Teilnehmer benannten anderen Teilnehmer übertragen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_55"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 1. Abschnitt: Allgemeine Bestimmungen, Übertragbarkeit",
        "citation": "Art. 55 Abs. 2 FinfraG",
        "content": "Ein Teilnehmer gilt als ausgefallen, wenn:\na. er innerhalb der von der zentralen Gegenpartei festgesetzten Frist die Zulassungsvoraussetzungen, welche die finanzielle Leistungsfähigkeit des Teilnehmers betreffen, nicht erfüllt; oder\nb. ein Zwangsliquidationsverfahren zum Zwecke der Generalexekution über ihn eröffnet wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_55"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 2. Abschnitt: Interoperabilitätsvereinbarungen, Diskriminierungsfreier Zugang",
        "citation": "Art. 56 Abs. 1 FinfraG",
        "content": "Zentrale Gegenparteien können Vereinbarungen über die interoperable Abrechnung von Finanztransaktionen (Interoperabilitätsvereinbarungen) schliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_56"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 2. Abschnitt: Interoperabilitätsvereinbarungen, Diskriminierungsfreier Zugang",
        "citation": "Art. 56 Abs. 2 FinfraG",
        "content": "Eine zentrale Gegenpartei hat das Gesuch einer anderen zentralen Gegenpartei betreffend den Abschluss einer Interoperabilitätsvereinbarung anzunehmen, es sei denn, der Abschluss dieser Vereinbarung gefährdet die Sicherheit und die Effizienz der Abrechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_56"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 2. Abschnitt: Interoperabilitätsvereinbarungen, Genehmigung",
        "citation": "Art. 57 Abs. 1 FinfraG",
        "content": "Der Abschluss einer Interoperabilitätsvereinbarung unterliegt der Genehmigung durch die FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_57"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 2. Abschnitt: Interoperabilitätsvereinbarungen, Genehmigung",
        "citation": "Art. 57 Abs. 2 FinfraG",
        "content": "Die Interoperabilitätsvereinbarung wird genehmigt, wenn:\na. die jeweiligen Rechte und Pflichten der zentralen Gegenparteien geregelt sind;\nb. die zentralen Gegenparteien über angemessene Verfahren und Instrumente zur Bewirtschaftung der Risiken, die aus der Interoperabilitätsvereinbarung entstehen, verfügen;\nc. die zentrale Gegenpartei die aus der Interoperabilitätsvereinbarung entstehenden Kredit- und Liquiditätsrisiken deckt, indem sie von der anderen zentralen Gegenpartei umgehend angemessene Sicherheiten verlangt;\nd. die zentralen Gegenparteien von der FINMA bewilligt oder anerkannt sind;\ne. die Behörden, die für die Aufsicht und Überwachung der ausländischen zentralen Gegenpartei zuständig sind, mit den zuständigen Schweizer Behörden zusammenarbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_57"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 2. Abschnitt: Interoperabilitätsvereinbarungen, Genehmigung",
        "citation": "Art. 57 Abs. 3 FinfraG",
        "content": "Sofern eine der an der Interoperabilitätsvereinbarung beteiligten zentralen Gegenparteien systemisch bedeutsam ist, holt die FINMA vor der Genehmigung die Zustimmung der SNB ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_57"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 2. Abschnitt: Interoperabilitätsvereinbarungen, Genehmigung",
        "citation": "Art. 57 Abs. 4 FinfraG",
        "content": "Weitet eine an einer Interoperabilitätsvereinbarung beteiligte zentrale Gegenpartei ihre Tätigkeit auf einen neuen Handelsplatz aus und werden damit keine neuen Risiken begründet, so bedarf die Interoperabilitätsvereinbarung keiner neuen Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_57"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 3. Abschnitt: Teilnehmer, Preisbekanntgabe",
        "citation": "Art. 58 FinfraG",
        "content": "Die Teilnehmer einer zentralen Gegenpartei, die indirekten Teilnehmern den Zugang zu einer zentralen Gegenpartei ermöglichen, machen die Preise für die Dienstleistungen, die sie im Zusammenhang mit der Abrechnung erbringen, öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_58"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 3. Abschnitt: Teilnehmer, Segregierung",
        "citation": "Art. 59 Abs. 1 FinfraG",
        "content": "Ein Teilnehmer einer zentralen Gegenpartei trennt bei der zentralen Gegenpartei und in eigenen Konten geführte eigene Vermögenswerte, Forderungen und Verpflichtungen von den Sicherheiten, Forderungen und Verpflichtungen der indirekten Teilnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_59"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 3. Abschnitt: Teilnehmer, Segregierung",
        "citation": "Art. 59 Abs. 2 FinfraG",
        "content": "Er bietet den indirekten Teilnehmern die Möglichkeit, die Sicherheiten, Forderungen und Verpflichtungen gemeinsam mit denjenigen anderer indirekter Teilnehmer (Omnibus-Kunden-Kontentrennung) oder gesondert (Einzelkunden-Kontentrennung) zu halten und aufzuzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_59"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 3. Abschnitt: Teilnehmer, Segregierung",
        "citation": "Art. 59 Abs. 3 FinfraG",
        "content": "Wählt ein indirekter Teilnehmer die Einzelkunden-Kontentrennung, so muss der Teilnehmer jeden über die Einschussforderung an den indirekten Teilnehmer hinausgehenden Überschuss bei der zentralen Gegenpartei hinterlegen und von den Einschusszahlungen anderer indirekter Teilnehmer unterscheiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_59"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 3. Abschnitt: Teilnehmer, Segregierung",
        "citation": "Art. 59 Abs. 4 FinfraG",
        "content": "Ein Teilnehmer einer zentralen Gegenpartei macht die Kosten und die Einzelheiten zum Umfang des durch die Kontenführung nach Absatz 2 gewährten Schutzes öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_59"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 4. Abschnitt: Anerkennung ausländischer zentraler Gegenparteien",
        "citation": "Art. 60 Abs. 1 FinfraG",
        "content": "Eine zentrale Gegenpartei mit Sitz im Ausland muss die Anerkennung der FINMA einholen, bevor sie:\na. beaufsichtigten Schweizer Teilnehmern direkten Zugang zu ihrer Einrichtung gewährt;\nb. Dienstleistungen für eine Schweizer Finanzmarktinfrastruktur erbringt;\nc. mit einer schweizerischen zentralen Gegenpartei eine Interoperabilitätsvereinbarung eingeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_60"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 4. Abschnitt: Anerkennung ausländischer zentraler Gegenparteien",
        "citation": "Art. 60 Abs. 2 FinfraG",
        "content": "Die FINMA erteilt die Anerkennung, wenn:\na. die ausländische zentrale Gegenpartei einer angemessenen Regulierung und Aufsicht untersteht; und\nb. die zuständigen ausländischen Aufsichtsbehörden:\n1. keine Einwände gegen die grenzüberschreitende Tätigkeit der ausländischen zentralen Gegenpartei erheben,\n2. zusichern, dass sie die FINMA benachrichtigen, wenn sie bei Schweizer Teilnehmern Gesetzesverletzungen oder sonstige Missstände feststellen, und\n3. der FINMA Amtshilfe leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_60"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 4. Abschnitt: Anerkennung ausländischer zentraler Gegenparteien",
        "citation": "Art. 60 Abs. 3 FinfraG",
        "content": "Sie kann die Anerkennung verweigern, wenn der Staat, in dem die ausländische zentrale Gegenpartei ihren Sitz hat, den schweizerischen zentralen Gegenparteien weder tatsächlichen Zugang zu ihren Märkten gewährt noch die gleichen Wettbewerbsmöglichkeiten bietet wie inländischen zentralen Gegenparteien. Vorbehalten bleiben abweichende internationale Verpflichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_60"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 3. Kapitel: Zentrale Gegenparteien, 4. Abschnitt: Anerkennung ausländischer zentraler Gegenparteien",
        "citation": "Art. 60 Abs. 4 FinfraG",
        "content": "Sie kann eine ausländische zentrale Gegenpartei von der Einholung der Anerkennung befreien, sofern dadurch der Schutzzweck dieses Gesetzes nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_60"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 61 Abs. 1 FinfraG",
        "content": "Als Zentralverwahrer gilt der Betreiber einer zentralen Verwahrungsstelle oder eines Effektenabwicklungssystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_61"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 61 Abs. 2 FinfraG",
        "content": "Als zentrale Verwahrungsstelle gilt eine Einrichtung, die gestützt auf einheitliche Regeln und Verfahren Effekten und andere Finanzinstrumente zentral verwahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_61"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 61 Abs. 3 FinfraG",
        "content": "Als Effektenabwicklungssystem gilt eine Einrichtung, die gestützt auf einheitliche Regeln und Verfahren, Geschäfte mit Effekten und anderen Finanzinstrumenten abrechnet und abwickelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_61"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Grundsätze der Verwahrung, Verbuchung und Übertragungvon Effekten",
        "citation": "Art. 62 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer gewährleistet eine sachgerechte und rechtskonforme Verwahrung, Verbuchung und Übertragung von Effekten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_62"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Grundsätze der Verwahrung, Verbuchung und Übertragungvon Effekten",
        "citation": "Art. 62 Abs. 2 FinfraG",
        "content": "Er untersagt seinen Teilnehmern das Überziehen von Effektenkonten für bei ihm zentral verwahrte Effekten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_62"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Grundsätze der Verwahrung, Verbuchung und Übertragungvon Effekten",
        "citation": "Art. 62 Abs. 3 FinfraG",
        "content": "Er prüft täglich, ob die Anzahl der von einem Emittenten bei ihm ausgegebenen Effekten der Anzahl der Effekten entspricht, die auf den Effektenkonten der Teilnehmer erfasst sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_62"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Grundsätze der Verwahrung, Verbuchung und Übertragungvon Effekten",
        "citation": "Art. 62 Abs. 4 FinfraG",
        "content": "Er legt den Zeitpunkt fest, ab welchem: \na. eine Weisung für einen Effektenübertrag nicht mehr abgeändert oder widerrufen werden kann;\nb. ein Effektenübertrag abgewickelt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_62"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Grundsätze der Verwahrung, Verbuchung und Übertragungvon Effekten",
        "citation": "Art. 62 Abs. 5 FinfraG",
        "content": "Er überträgt die Effekten wenn möglich in Echtzeit, spätestens aber am Ende des Valutatages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_62"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Abwicklungsfristen",
        "citation": "Art. 63 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer legt die Fristen fest, innert welcher die Teilnehmer ihre Effektengeschäfte in seinem System abzuwickeln haben. Er orientiert sich dabei insbesondere an internationalen Usanzen und den Bedürfnissen seiner Teilnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_63"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Abwicklungsfristen",
        "citation": "Art. 63 Abs. 2 FinfraG",
        "content": "Er ermöglicht seinen Teilnehmern die Abwicklung von Geschäften innerhalb der von ihm festgelegten Fristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_63"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Abwicklungsfristen",
        "citation": "Art. 63 Abs. 3 FinfraG",
        "content": "Er überwacht, dass die Geschäfte innerhalb der vorgesehenen Fristen abgewickelt werden. Bei verspäteter Abwicklung ergreift er die vertraglich vereinbarten Sanktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_63"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheiten",
        "citation": "Art. 64 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer deckt Risiken, die bei einer Kreditgewährung entstehen, durch geeignete Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_64"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheiten",
        "citation": "Art. 64 Abs. 2 FinfraG",
        "content": "Er akzeptiert ausschliesslich Sicherheiten, die liquide sind und nur geringe Kredit- und Marktrisiken aufweisen. Er bewertet die Sicherheiten vorsichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_64"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Erfüllung der Zahlungsverpflichtungen",
        "citation": "Art. 65 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer ermöglicht die Abwicklung von Zahlungen im Zusammenhang mit bei ihm verwahrten oder verbuchten Effekten durch Übertragung von bei einer Zentralbank gehaltenen Sichtguthaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_65"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Erfüllung der Zahlungsverpflichtungen",
        "citation": "Art. 65 Abs. 2 FinfraG",
        "content": "Ist dies unmöglich oder nicht praktikabel, so verwendet er ein Zahlungsmittel, das keine oder nur geringe Kredit- und Liquiditätsrisiken aufweist. Er minimiert und überwacht diese Risiken laufend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_65"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Eigenmittel und Risikoverteilung",
        "citation": "Art. 66 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer muss einzeln und auf konsolidierter Basis über angemessene Eigenmittel verfügen und seine Risiken angemessen verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_66"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Eigenmittel und Risikoverteilung",
        "citation": "Art. 66 Abs. 2 FinfraG",
        "content": "Der Bundesrat legt die Höhe der Eigenmittel nach Massgabe der Geschäftstätigkeit und der Risiken fest und bestimmt die Anforderungen an die Risikoverteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_66"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Liquidität",
        "citation": "Art. 67 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer muss über Liquidität verfügen, die ausreicht, um:\na. seinen Zahlungsverpflichtungen auch beim Ausfall des Teilnehmers, gegenüber dem er die grösste Risikoposition aufweist, unter extremen, aber plausiblen Marktbedingungen in allen Währungen nachzukommen; und\nb. seine Dienstleistungen und Tätigkeiten ordnungsgemäss ausführen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_67"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Liquidität",
        "citation": "Art. 67 Abs. 2 FinfraG",
        "content": "Er legt seine Finanzmittel ausschliesslich in bar oder in liquiden Finanzinstrumenten mit geringem Markt- und Kreditrisiko an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_67"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Verfahren bei Ausfall eines Teilnehmers",
        "citation": "Art. 68 FinfraG",
        "content": "Der Zentralverwahrer sieht Massnahmen zur Begrenzung der Kredit- und Liquiditätsrisiken vor, die beim Ausfall eines Teilnehmers entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_68"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Segregierung",
        "citation": "Art. 69 Abs. 1 FinfraG",
        "content": "Der Zentralverwahrer muss:\na. seine eigenen Vermögenswerte von den Effekten seiner Teilnehmer trennen; und\nb. die Effekten eines Teilnehmers von denjenigen anderer Teilnehmer trennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_69"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 1. Abschnitt: Allgemeine Bestimmungen, Segregierung",
        "citation": "Art. 69 Abs. 2 FinfraG",
        "content": "Er bietet seinen Teilnehmern die Möglichkeit:\na. eigene Effekten von denjenigen der indirekten Teilnehmer zu trennen;\nb. die Effekten der indirekten Teilnehmer gemeinsam (Omnibus-Kunden-Kontentrennung) oder gesondert (Einzelkunden-Kontentrennung) zu halten und aufzuzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_69"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 2. Abschnitt: Verbindungen von Zentralverwahrern, Begriff",
        "citation": "Art. 70 FinfraG",
        "content": "Als Verbindungen von Zentralverwahrern gelten Vereinbarungen:\na. zwischen Zentralverwahrern über die gegenseitige Ausführung von Zahlungs- und Übertragungsaufträgen (interoperable Verbindungen);\nb. über die direkte oder indirekte Teilnahme eines Zentralverwahrers an einem anderen Zentralverwahrer (Zugangsverbindungen).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_70"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 2. Abschnitt: Verbindungen von Zentralverwahrern, Genehmigung",
        "citation": "Art. 71 Abs. 1 FinfraG",
        "content": "Die Errichtung folgender Verbindungen von Zentralverwahrern bedarf der Genehmigung der FINMA:\na. interoperabler Verbindungen;\nb. Zugangsverbindungen, bei der ein Zentralverwahrer für den anderen Dienstleistungen erbringt, die er für andere Teilnehmer nicht erbringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_71"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 2. Abschnitt: Verbindungen von Zentralverwahrern, Genehmigung",
        "citation": "Art. 71 Abs. 2 FinfraG",
        "content": "Diese wird erteilt, wenn die Zentralverwahrer:\na. zu ihrem eigenen Schutz und zum Schutz ihrer Teilnehmer über Regeln, Verfahren und Kontrollen verfügen, mit denen sie die Risiken aus ihrer Verbindung erfassen, begrenzen und überwachen;\nb. ihre Aufzeichnungen auf ihre Korrektheit hin überprüfen, indem sie sie abgleichen; und\nc. ihre Rechte und Pflichten sowie gegebenenfalls die Rechte und Pflichten ihrer Teilnehmer in einer schriftlichen Vereinbarung regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_71"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 2. Abschnitt: Verbindungen von Zentralverwahrern, Genehmigung",
        "citation": "Art. 71 Abs. 3 FinfraG",
        "content": "Sofern ein an der Verbindung von Zentralverwahrern beteiligter Zentralverwahrer systemisch bedeutsam ist, muss die FINMA vor der Genehmigung die Zustimmung der SNB einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_71"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 2. Abschnitt: Verbindungen von Zentralverwahrern, Meldung",
        "citation": "Art. 72 FinfraG",
        "content": "Die Errichtung von Zugangsverbindungen, bei denen ein Zentralverwahrer für den anderen dieselben Dienstleistungen erbringt wie für andere Teilnehmer, muss der FINMA gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_72"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 3. Abschnitt: Segregierung durch den Teilnehmer",
        "citation": "Art. 73 Abs. 1 FinfraG",
        "content": "Ein Teilnehmer eines Zentralverwahrers trennt beim Zentralverwahrer und in eigenen Konten geführte eigene Vermögenswerte, Forderungen und Verpflichtungen von den Effekten, Forderungen und Verpflichtungen der indirekten Teilnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 3. Abschnitt: Segregierung durch den Teilnehmer",
        "citation": "Art. 73 Abs. 2 FinfraG",
        "content": "Er bietet den indirekten Teilnehmern die Möglichkeit, die Effekten, Forderungen und Verpflichtungen gemeinsam mit denjenigen anderer indirekter Teilnehmer (Omnibus-Kunden-Kontentrennung) oder gesondert (Einzelkunden-Kontentrennung) zu halten und aufzuzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 3. Abschnitt: Segregierung durch den Teilnehmer",
        "citation": "Art. 73 Abs. 3 FinfraG",
        "content": "Wählt ein indirekter Teilnehmer die Einzelkunden-Kontentrennung, so muss der Teilnehmer jeden über die Einschussforderung an den indirekten Teilnehmer hinausgehenden Überschuss beim Zentralverwahrer hinterlegen und von den Einschusszahlungen anderer indirekter Teilnehmer unterscheiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4. Kapitel: Zentralverwahrer, 3. Abschnitt: Segregierung durch den Teilnehmer",
        "citation": "Art. 73 Abs. 4 FinfraG",
        "content": "Ein Teilnehmer eines Zentralverwahrers macht die Kosten und die Einzelheiten zum Umfang des durch die Kontenführung nach Absatz 2 gewährten Schutzes öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Begriffe",
        "citation": "Art. 73a Abs. 1 FinfraG",
        "content": "Als DLT-Handelssystem gilt eine gewerbsmässig betriebene Einrichtung zum multilateralen Handel von DLT-Effekten, die den gleichzeitigen Austausch von Angeboten unter mehreren Teilnehmern sowie den Vertragsabschluss nach nichtdiskretionären Regeln bezweckt und mindestens eine der folgenden Voraussetzungen erfüllt:\na. Sie lässt Teilnehmer nach Artikel 73c Absatz 1 Buchstabe e zu.\nb. Sie verwahrt DLT-Effekten gestützt auf einheitliche Regeln und Verfahren zentral.\nc. Sie rechnet und wickelt Geschäfte mit DLT-Effekten gestützt auf einheitliche Regeln und Verfahren ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_a"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Begriffe",
        "citation": "Art. 73a Abs. 2 FinfraG",
        "content": "Gewerbsmässigkeit ist gegeben, wenn eine selbstständige, auf dauernden Erwerb ausgerichtete wirtschaftliche Tätigkeit vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_a"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Geltung bestimmter für Handelsplätze aufgestellter Anforderungen",
        "citation": "Art. 73b FinfraG",
        "content": "Für DLT-Handelssysteme gelten die Anforderungen an Handelsplätze betreffend:\na. die Selbstregulierung (Art. 27);\nb. die Organisation des Handels (Art. 28);\nc. die Vor- und Nachhandelstransparenz (Art. 29);\nd. die Sicherstellung des geordneten Handels (Art. 30);\ne. die Überwachung des Handels (Art. 31);\nf. die Zusammenarbeit zwischen Handelsüberwachungsstellen (Art. 32);\ng. die Einstellung des Handels (Art. 33 Abs. 2);\nh. die Beschwerdeinstanz (Art. 37).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_b"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von Teilnehmern und deren Pflichten",
        "citation": "Art. 73c Abs. 1 FinfraG",
        "content": "Als Teilnehmer eines DLT-Handelssystems können zugelassen werden:\na. Wertpapierhäuser nach Artikel 41 FINIG;\nb. weitere von der FINMA nach Artikel 3 des FINMAG Beaufsichtigte sowie von einer ausländischen Behörde Beaufsichtigte, sofern das DLT-Handelssystem sicherstellt, dass sie gleichwertige technische und operative Voraussetzungen erfüllen wie Wertpapierhäuser;\nc. die SNB;\nd. die Bank für Internationalen Zahlungsausgleich;\ne. weitere natürliche und juristische Personen, sofern diese erklären, in eigenem Namen und auf eigene Rechnung teilzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von Teilnehmern und deren Pflichten",
        "citation": "Art. 73c Abs. 2 FinfraG",
        "content": "Teilnehmer mit Sitz in der Schweiz müssen der FINMA alle Auskünfte erteilen und alle Unterlagen herausgeben, die sie zur Erfüllung ihrer Aufgaben benötigt. Das DLT-Handelssystem muss sicherstellen, dass ihm Teilnehmer mit Sitz im Ausland entsprechende Auskünfte erteilen und Unterlagen herausgeben, wenn die FINMA es anordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von Teilnehmern und deren Pflichten",
        "citation": "Art. 73c Abs. 3 FinfraG",
        "content": "Die Bestimmungen über die Aufzeichnungspflicht (Art. 38) und die Meldepflicht (Art. 39) gelten auch für Teilnehmer an einem DLT-Handelssystem. Der Bundesrat kann für Teilnehmer nach Absatz 1 Buchstabe e Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von Teilnehmern und deren Pflichten",
        "citation": "Art. 73c Abs. 4 FinfraG",
        "content": "Der Bundesrat regelt die Einzelheiten betreffend die Zulassung sowie die Pflichten und den Ausschluss von Teilnehmern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von Teilnehmern und deren Pflichten",
        "citation": "Art. 73c Abs. 5 FinfraG",
        "content": "Das DLT-Handelssystem erlässt ein Reglement über die Zulassung sowie die Pflichten und den Ausschluss von Teilnehmern und beachtet dabei insbesondere den Grundsatz der Gleichbehandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von Teilnehmern und deren Pflichten",
        "citation": "Art. 73c Abs. 6 FinfraG",
        "content": "Es überwacht die Einhaltung des Reglements und ergreift bei Verstössen die vertraglich vorgesehenen Sanktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_c"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von DLT-Effekten und weiteren Vermögenswerten",
        "citation": "Art. 73d Abs. 1 FinfraG",
        "content": "Das DLT-Handelssystem erlässt ein Reglement über die Zulassung von DLT-Effekten zum Handel und zu seinen weiteren Dienstleistungen. Es legt darin insbesondere fest, welche Anforderungen die DLT-Effekten und die Emittenten oder Dritte im Zusammenhang mit der Zulassung erfüllen müssen. Die Prospektpflicht richtet sich ausschliesslich nach den Artikeln 35–57 des Finanzdienstleistungsgesetzes vom 15. Juni 2018.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von DLT-Effekten und weiteren Vermögenswerten",
        "citation": "Art. 73d Abs. 2 FinfraG",
        "content": "Ein DLT-Handelssystem, das neben DLT-Effekten weitere Vermögenswerte zum Handel oder zu seinen weiteren Dienstleistungen zulässt, regelt die Zulassung solcher Vermögenswerte in einem Reglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von DLT-Effekten und weiteren Vermögenswerten",
        "citation": "Art. 73d Abs. 3 FinfraG",
        "content": "Der Bundesrat kann:\na. vorsehen, dass DLT-Effekten an DLT-Handelssystemen nur zugelassen werden dürfen, wenn sie bestimmte Mindestanforderungen namentlich hinsichtlich deren Integrität und Publizität erfüllen;\nb. zum Schutz der Finanzmarktteilnehmerinnen und -teilnehmer, der Stabilität oder der Integrität des Finanzsystems DLT-Effekten und weitere Vermögenswerte bezeichnen, die an DLT-Handelssystemen nicht zugelassen werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Zulassung von DLT-Effekten und weiteren Vermögenswerten",
        "citation": "Art. 73d Abs. 4 FinfraG",
        "content": "Das DLT-Handelssystem überwacht die Einhaltung der Reglemente und ergreift bei Verstössen die vertraglich vorgesehenen Sanktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_d"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Weitere Anforderungen",
        "citation": "Art. 73e Abs. 1 FinfraG",
        "content": "Der Bundesrat kann für DLT-Handelssysteme, die Teilnehmern nach Artikel 73c Absatz 1 Buchstabe e offenstehen, neben den Anforderungen nach den Artikeln 73b–73d weitere Anforderungen zum Schutz dieser Teilnehmer festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Weitere Anforderungen",
        "citation": "Art. 73e Abs. 2 FinfraG",
        "content": "Er legt für DLT-Handelssysteme, die Dienstleistungen im Bereich der zentralen Verwahrung, Abrechnung oder Abwicklung anbieten, neben den Anforderungen nach den Artikeln 73a–73d weitere Anforderungen fest, namentlich betreffend:\na. die zentrale Verwahrung, die Abrechnung und Abwicklung von DLT-Effekten;\nb. Sicherheiten;\nc. Eigenmitteln;\nd. Risikoverteilung;\ne. Nebendienstleistungen;\nf. Liquidität;\ng. Verfahren bei Ausfall eines Teilnehmers;\nh. Segregierung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Weitere Anforderungen",
        "citation": "Art. 73e Abs. 3 FinfraG",
        "content": "Er orientiert sich bei der Festlegung der Anforderungen nach Absatz 2 an den Anforderungen an Zentralverwahrer (Art. 61–73).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Weitere Anforderungen",
        "citation": "Art. 73e Abs. 4 FinfraG",
        "content": "Er kann die FINMA ermächtigen, die Anforderungen nach Absatz 2 aufzustellen, soweit dies erforderlich ist, um technologiespezifischen Risiken Rechnung tragen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Weitere Anforderungen",
        "citation": "Art. 73e Abs. 5 FinfraG",
        "content": "Vorbehalten bleibt die Zuständigkeit der SNB nach Artikel 23 zur Festlegung besonderer Anforderungen an systemisch bedeutsame DLT-Handelssysteme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_e"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Erleichterungen für kleine DLT-Handelssysteme",
        "citation": "Art. 73f Abs. 1 FinfraG",
        "content": "Der Bundesrat kann aus Gründen der Verhältnismässigkeit und unter Berücksichtigung des Schutzzwecks dieses Gesetzes für kleine DLT-Handelssysteme Erleichterungen von den Anforderungen nach den Artikeln 6–21, 27–33 und 37 vorsehen, namentlich von den Bestimmungen über:\na. die Trennung der Organe für die Geschäftsführung einerseits und für die Oberleitung, Aufsicht und Kontrolle andererseits (Art. 8);\nb. die Ausübung von Nebendienstleistungen, die nach den Finanzmarktgesetzen keiner Bewilligung oder Genehmigung bedürfen (Art. 10);\nc. die Unabhängigkeitsanforderungen an die Selbstregulierungsorganisation (Art. 27 Abs. 2) und die Beschwerdeinstanz (Art. 37 Abs. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_f"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Erleichterungen für kleine DLT-Handelssysteme",
        "citation": "Art. 73f Abs. 2 FinfraG",
        "content": "Als klein gelten DLT-Handelssysteme, die geringe Risiken für den Schutz der Finanzmarktteilnehmerinnen und -teilnehmer, für die Funktionsfähigkeit und Stabilität des Finanzsystems aufweisen, namentlich weil die Anzahl Teilnehmer, das Handelsvolumen, das Verwahrvolumen oder das Abrechnungs- und Abwicklungsvolumen beschränkt ist. Der Bundesrat legt Schwellenwerte fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_f"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 4a. Kapitel:, DLT-Handelssysteme, Erleichterungen für kleine DLT-Handelssysteme",
        "citation": "Art. 73f Abs. 3 FinfraG",
        "content": "DLT-Handelssysteme, die Erleichterungen nach diesem Artikel erhalten, sind verpflichtet, dies gegenüber ihren Kundinnen und Kunden offenzulegen. Der Bundesrat regelt die Details.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_73_f"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Begriff",
        "citation": "Art. 74 FinfraG",
        "content": "Als Transaktionsregister gilt eine Einrichtung, die Daten zu Transaktionen mit Derivaten, welche ihr nach Artikel 104 gemeldet werden, zentral sammelt, verwaltet und aufbewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_74"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenaufbewahrung",
        "citation": "Art. 75 FinfraG",
        "content": "Das Transaktionsregister zeichnet die gemeldeten Daten auf und bewahrt sie während mindestens zehn Jahren nach der Fälligkeit des Kontrakts auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_75"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenveröffentlichung",
        "citation": "Art. 76 Abs. 1 FinfraG",
        "content": "Das Transaktionsregister veröffentlicht gestützt auf die gemeldeten Daten regelmässig in aggregierter und anonymisierter Form die offenen Positionen, Transaktionsvolumen und Werte nach Derivatkategorien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_76"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenveröffentlichung",
        "citation": "Art. 76 Abs. 2 FinfraG",
        "content": "Es kann weitere Daten veröffentlichen, sofern diese aggregiert und anonymisiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_76"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenzugang für inländische Behörden",
        "citation": "Art. 77 Abs. 1 FinfraG",
        "content": "Das Transaktionsregister gewährt folgenden Behörden kostenlos Zugang zu den Daten, die sie für die Erfüllung ihrer Aufgaben benötigen:\na. der FINMA;\nb. der SNB;\nc. anderen schweizerischen Finanzmarktaufsichtsbehörden;\nd. der Elektrizitätskommission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_77"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenzugang für inländische Behörden",
        "citation": "Art. 77 Abs. 2 FinfraG",
        "content": "Der Bundesrat regelt unter Berücksichtigung anerkannter internationaler Standards den Zugang zu Daten, die Transaktionen von Zentralbanken betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_77"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenzugang für ausländische Behörden",
        "citation": "Art. 78 Abs. 1 FinfraG",
        "content": "Das Transaktionsregister gewährt einer ausländischen Finanzmarktaufsichtsbehörde kostenlos Zugang zu den Daten, die diese für die Erfüllung ihrer Aufgaben benötigt, wenn in einer Vereinbarung über die Zusammenarbeit zwischen den zuständigen schweizerischen und ausländischen Aufsichtsbehörden bestätigt worden ist, dass folgende Voraussetzungen erfüllt sind:\na. Die ausländische Finanzmarktaufsichtsbehörde unterliegt einer gesetzlichen Geheimhaltungspflicht.\nb. Die Weiterleitung der Daten durch die ausländische Finanzmarktaufsichtsbehörde an andere ausländische Behörden ist nur dann zulässig, wenn bei einer Übermittlung an eine Strafbehörde die Rechtshilfe nach dem Bundesgesetz vom 20. März 1981 über internationale Rechtshilfe in Strafsachen möglich ist.\nc. Die inländischen Behörden gemäss Artikel 77 Absatz 1 erhalten unmittelbaren Zugang zu Transaktionsregistern im Staat der ausländischen Finanzmarktaufsichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_78"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenzugang für ausländische Behörden",
        "citation": "Art. 78 Abs. 2 FinfraG",
        "content": "Der Bundesrat regelt unter Berücksichtigung anerkannter internationaler Standards den Zugang zu Daten, die Transaktionen von Zentralbanken betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_78"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenübermittlung an Private",
        "citation": "Art. 79 Abs. 1 FinfraG",
        "content": "Das Transaktionsregister darf Privaten Daten in aggregierter und anonymisierter Form übermitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_79"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 1. Abschnitt: Allgemeine Bestimmungen, Datenübermittlung an Private",
        "citation": "Art. 79 Abs. 2 FinfraG",
        "content": "Die Übermittlung von Daten an Private, die deren eigene Transaktionen betreffen, ist uneingeschränkt zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_79"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 2. Abschnitt: Anerkennung ausländischer Transaktionsregister",
        "citation": "Art. 80 Abs. 1 FinfraG",
        "content": "Ein Transaktionsregister mit Sitz im Ausland muss die Anerkennung der FINMA einholen, bevor es Meldungen nach Artikel 104 entgegennimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_80"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 2. Abschnitt: Anerkennung ausländischer Transaktionsregister",
        "citation": "Art. 80 Abs. 2 FinfraG",
        "content": "Die FINMA erteilt die Anerkennung, wenn:\na. das ausländische Transaktionsregister einer angemessenen Regulierung und Aufsicht untersteht; und\nb. die zuständigen ausländischen Aufsichtsbehörden:\n1. keine Einwände gegen die grenzüberschreitende Tätigkeit des ausländischen Transaktionsregisters erheben,\n2. zusichern, dass sie die FINMA benachrichtigen, wenn sie bei Schweizer Teilnehmern Gesetzesverletzungen oder sonstige Missstände feststellen,\n3. der zuständigen Schweizer Finanzmarktaufsichtsbehörde bestätigen, dass die Voraussetzungen von Artikel 78 Absatz 1 Buchstaben b und c erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_80"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 2. Abschnitt: Anerkennung ausländischer Transaktionsregister",
        "citation": "Art. 80 Abs. 3 FinfraG",
        "content": "Ein Transaktionsregister gilt als anerkannt, wenn die FINMA feststellt, dass:\na. der Staat, in dem das Transaktionsregister seinen Sitz hat, seine Transaktionsregister angemessen reguliert und beaufsichtigt; und\nb. die Voraussetzungen nach Absatz 2 Buchstabe b erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_80"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 5. Kapitel: Transaktionsregister, 2. Abschnitt: Anerkennung ausländischer Transaktionsregister",
        "citation": "Art. 80 Abs. 4 FinfraG",
        "content": "Die FINMA kann die Erteilung der Anerkennung verweigern, wenn der Staat, in dem das ausländische Transaktionsregister seinen Sitz hat, den schweizerischen Transaktionsregistern weder tatsächlichen Zugang zu seinen Märkten gewährt noch die gleichen Wettbewerbsmöglichkeiten bietet wie den Transaktionsregistern des betreffenden Staates. Vorbehalten bleiben abweichende internationale Verpflichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_80"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 6. Kapitel: Zahlungssysteme, Begriff",
        "citation": "Art. 81 FinfraG",
        "content": "Als Zahlungssystem gilt eine Einrichtung, die gestützt auf einheitliche Regeln und Verfahren Zahlungsverpflichtungen abrechnet und abwickelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_81"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 6. Kapitel: Zahlungssysteme, Pflichten",
        "citation": "Art. 82 FinfraG",
        "content": "Der Bundesrat kann spezifische Pflichten für Zahlungssysteme festlegen, namentlich hinsichtlich Eigenmittel, Risikoverteilung und Liquidität, falls dies zur Umsetzung anerkannter internationaler Standards notwendig ist. Vorbehalten bleibt die Zuständigkeit der SNB nach Artikel 23 zur Festlegung besonderer Anforderungen an systemisch bedeutsame Zahlungssysteme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_82"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Zuständigkeiten",
        "citation": "Art. 83 Abs. 1 FinfraG",
        "content": "Aufsichtsbehörde ist die FINMA. Systemisch bedeutsame Finanzmarktinfrastrukturen unterliegen zudem der Überwachung durch die SNB.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_83"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Zuständigkeiten",
        "citation": "Art. 83 Abs. 2 FinfraG",
        "content": "Die FINMA beaufsichtigt die Einhaltung der Bewilligungsvoraussetzungen und Pflichten, soweit deren Einhaltung nicht durch die Überwachung der besonderen Anforderungen nach Artikel 23 durch die SNB erfasst wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_83"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Zuständigkeiten",
        "citation": "Art. 83 Abs. 3 FinfraG",
        "content": "FINMA und SNB wirken bei ihrer Aufsichts- und Überwachungstätigkeit über systemisch bedeutsame Finanzmarktinfrastrukturen zusammen, informieren sich gegenseitig regelmässig und vermeiden Überschneidungen bei der Ausübung ihrer Aufgaben. Bei der Zusammenarbeit mit ausländischen Aufsichts- und Überwachungsbehörden stimmen sie sich bei der Wahrnehmung ihrer Pflichten sowie bei der Kommunikation ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_83"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Prüfung",
        "citation": "Art. 84 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastrukturen und Finanzgruppen haben eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 RAG zugelassene Prüfgesellschaft mit einer Prüfung nach Artikel 24 FINMAG zu beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_84"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Prüfung",
        "citation": "Art. 84 Abs. 2 FinfraG",
        "content": "Sie müssen ihre Jahresrechnung und gegebenenfalls ihre Konzernrechnung von einem staatlich beaufsichtigten Revisionsunternehmen nach den Grundsätzen der ordentlichen Revision des Obligationenrechts (OR) prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_84"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Prüfung",
        "citation": "Art. 84 Abs. 3 FinfraG",
        "content": "Die FINMA kann direkte Prüfungen bei den Finanzmarktinfrastrukturen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_84"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Stimmrechtssuspendierung",
        "citation": "Art. 85 FinfraG",
        "content": "Zur Durchsetzung von Artikel 9 Absätze 3 und 5 kann die FINMA das Stimmrecht suspendieren, das an Aktien oder Anteile gebunden ist, die von qualifiziert Beteiligten gehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_85"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Freiwillige Rückgabe der Bewilligung",
        "citation": "Art. 86 Abs. 1 FinfraG",
        "content": "Die Finanzmarktinfrastruktur, die eine Bewilligung zurückgeben will, hat der FINMA einen Auflösungsplan zur Genehmigung vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_86"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Freiwillige Rückgabe der Bewilligung",
        "citation": "Art. 86 Abs. 2 FinfraG",
        "content": "Der Auflösungsplan muss Angaben enthalten über:\na. die Abwicklung der finanziellen Verpflichtungen;\nb. die dafür bereitgestellten Mittel;\nc. die dafür verantwortliche Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_86"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Freiwillige Rückgabe der Bewilligung",
        "citation": "Art. 86 Abs. 3 FinfraG",
        "content": "Eine Finanzmarktinfrastruktur wird von der FINMA aus der Aufsicht entlassen, wenn sie den Pflichten aus dem Auflösungsplan nachgekommen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_86"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Entzug der Bewilligung",
        "citation": "Art. 87 Abs. 1 FinfraG",
        "content": "In Ergänzung zu Artikel 37 FINMAG kann die FINMA einer Finanzmarktinfrastruktur die Bewilligung oder die Anerkennung entziehen, wenn diese:\na. nicht binnen zwölf Monaten von der Bewilligung Gebrauch macht; \nb. in den sechs vorhergehenden Monaten keine nur mit der Bewilligung zulässige Dienstleistung ausgeübt hat;\nc. den Auflösungsplan nicht einhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_87"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 7. Kapitel: Aufsicht und Überwachung, Entzug der Bewilligung",
        "citation": "Art. 87 Abs. 2 FinfraG",
        "content": "Der Entzug der Bewilligung bewirkt die Auflösung der juristischen Person. Die FINMA bezeichnet die Liquidatorin oder den Liquidator und überwacht seine Tätigkeit. Vorbehalten bleiben die insolvenzrechtlichen Bestimmungen nach dem 8. Kapitel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_87"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Insolvenzmassnahmen",
        "citation": "Art. 88 Abs. 1 FinfraG",
        "content": "Für Finanzmarktinfrastrukturen gelten die Artikel 25–37 und 37d–37gquinquies mit Ausnahme von Artikel 37g Absatz 4bis des Bankengesetzes vom 8. November 1934 sinngemäss, sofern das vorliegende Gesetz keine abweichenden Bestimmungen enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_88"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Insolvenzmassnahmen",
        "citation": "Art. 88 Abs. 2 FinfraG",
        "content": "Im Falle von systemisch bedeutsamen Finanzmarktinfrastrukturen hört die FINMA die SNB an, bevor sie Insolvenzmassnahmen ergreift.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_88"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Systemschutz",
        "citation": "Art. 89 Abs. 1 FinfraG",
        "content": "Die FINMA informiert die zentralen Gegenparteien, die Zentralverwahrer, die Zahlungssysteme und die DLT-Handelssysteme, die vergleichbare Dienstleistungen im Bereich der zentralen Verwahrung, Abrechnung oder Abwicklung erbringen, im In- und Ausland, soweit möglich und soweit sie betroffen sind, über Insolvenzmassnahmen, die sie gegen einen Teilnehmer ergreifen will und die dessen Verfügungsmacht beschränken, und über den genauen Zeitpunkt des Inkrafttretens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_89"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Systemschutz",
        "citation": "Art. 89 Abs. 2 FinfraG",
        "content": "Die Weisung eines Teilnehmers, gegen den eine solche Insolvenzmassnahme angeordnet wurde, an eine zentrale Gegenpartei, einen Zentralverwahrer, ein Zahlungssystem oder ein DLT-Handelssystem, das vergleichbare Dienstleistungen im Bereich der zentralen Verwahrung, Abrechnung oder Abwicklung erbringt, ist rechtlich verbindlich und Dritten gegenüber wirksam, wenn sie:\na. vor Anordnung der Massnahme eingebracht und nach den Regeln der Finanzmarktinfrastruktur unabänderlich wurde; oder\nb. an dem nach den Regeln der Finanzmarktinfrastruktur definierten Geschäftstag ausgeführt wurde, in dessen Verlauf die Massnahme angeordnet wurde, und die Finanzmarktinfrastruktur nachweist, dass sie von der Anordnung der Massnahme keine Kenntnis hatte oder haben musste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_89"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Systemschutz",
        "citation": "Art. 89 Abs. 3 FinfraG",
        "content": "Absatz 2 findet Anwendung, wenn:\na. die Finanzmarktinfrastruktur in der Schweiz bewilligt ist;\nb. die ausländische Finanzmarktinfrastruktur in der Schweiz anerkannt oder überwacht ist und sie Schweizer Teilnehmern direkten Zugang zu ihrer Einrichtung gewährt; oder\nc. der Teilnahmevertrag Schweizer Recht untersteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_89"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Systemschutz",
        "citation": "Art. 89 Abs. 4 FinfraG",
        "content": "Absatz 2 gilt sinngemäss für:\na. Finanzmarktinfrastrukturen nach Artikel 4 Absatz 3;\nb. Zahlungssysteme, die durch Banken betrieben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_89"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines Teilnehmers",
        "citation": "Art. 90 Abs. 1 FinfraG",
        "content": "Von Insolvenzmassnahmen, die gegen einen Teilnehmer einer zentralen Gegenpartei angeordnet werden, unberührt bleiben im Voraus geschlossene Vereinbarungen zwischen der zentralen Gegenpartei und dem Teilnehmer über:\na. die Aufrechnung von Forderungen, einschliesslich der vereinbarten Methode und der Wertbestimmung;\nb. die freihändige Verwertung von Sicherheiten in Form von Effekten oder anderen Finanzinstrumenten, einschliesslich Barsicherheiten (ohne Bargeld), deren Wert objektiv bestimmbar ist;\nc. die Übertragung von Forderungen und Verpflichtungen sowie von Sicherheiten in Form von Effekten oder anderen Finanzinstrumenten, einschliesslich Barsicherheiten (ohne Bargeld), deren Wert objektiv bestimmbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_90"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines Teilnehmers",
        "citation": "Art. 90 Abs. 2 FinfraG",
        "content": "Nach Aufrechnung oder Verwertung durch die zentrale Gegenpartei nach Absatz 1 Buchstaben a und b verbleibende Ansprüche des Teilnehmers werden zu Gunsten seiner Kunden und indirekten Teilnehmer abgesondert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_90"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines Teilnehmers",
        "citation": "Art. 90 Abs. 3 FinfraG",
        "content": "Vorbehalten bleiben abweichende Anordnungen im Rahmen des Aufschubs der Beendigung von Verträgen durch die FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_90"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines indirekten Teilnehmers",
        "citation": "Art. 91 Abs. 1 FinfraG",
        "content": "Von Insolvenzmassnahmen, die gegen einen indirekten Teilnehmer einer zentralen Gegenpartei angeordnet werden, unberührt bleiben im Voraus geschlossene Vereinbarungen im Sinne von Artikel 90 Absatz 1 Buchstaben a-c zwischen dem Teilnehmer und dem indirekten Teilnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_91"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines indirekten Teilnehmers",
        "citation": "Art. 91 Abs. 2 FinfraG",
        "content": "Nach Aufrechnung oder Verwertung durch den Teilnehmer im Sinne von Artikel 90 Absatz 1 Buchstaben a und b verbleibende Ansprüche des indirekten Teilnehmers werden zu Gunsten seiner Kunden und indirekten Teilnehmer abgesondert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_91"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines indirekten Teilnehmers",
        "citation": "Art. 91 Abs. 3 FinfraG",
        "content": "Absätze 1 und 2 gelten auch bei Insolvenzmassnahmen gegen den indirekten Teilnehmer eines anderen indirekten Teilnehmers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_91"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Vorrang von Vereinbarungen bei Insolvenz eines indirekten Teilnehmers",
        "citation": "Art. 91 Abs. 4 FinfraG",
        "content": "Vorbehalten bleiben abweichende Anordnungen im Rahmen des Aufschubs der Beendigung von Verträgen durch die FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_91"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 2. Titel: Finanzmarktinfrastrukturen, 8. Kapitel: Insolvenzrechtliche Bestimmungen, Aufschub der Beendigung von Verträgen",
        "citation": "Art. 92 FinfraG",
        "content": "Schiebt die FINMA die Beendigung von Verträgen und die Ausübung von Rechten zu deren Beendigung auf, so berücksichtigt sie die Auswirkungen auf die Finanzmärkte sowie den sicheren und geordneten Betrieb der betroffenen Finanzmarktinfrastruktur, von deren Teilnehmern und anderer mit ihr verbundener Finanzmarktinfrastrukturen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_92"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 93 Abs. 1 FinfraG",
        "content": "Dieses Kapitel gilt unter Vorbehalt der nachfolgenden Bestimmungen für Finanzielle und Nichtfinanzielle Gegenparteien, die ihren Sitz in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_93"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 93 Abs. 2 FinfraG",
        "content": "Als Finanzielle Gegenparteien gelten:\na. Banken nach Artikel 1 Absatz 1 des Bankengesetzes vom 8. November 1934;\nb. Wertpapierhäuser nach Artikel 41 FINIG;\nc. Versicherungs- und Rückversicherungsunternehmen nach Artikel 2 Absatz 1 Buchstabe a des Versicherungsaufsichtsgesetzes vom 17. Dezember 2004;\nd. Konzernobergesellschaften einer Finanz- oder Versicherungsgruppe oder eines Finanz- oder Versicherungskonglomerats;\ne. Verwalter von Kollektivvermögen und Fondsleitungen nach Artikel 2 Absatz 1 Buchstaben c und d FINIG;\nf. kollektive Kapitalanlagen nach dem Kollektivanlagengesetz vom 23. Juni 2006;\ng. Vorsorgeeinrichtungen und Anlagestiftungen nach Artikel 48‒53k des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_93"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 93 Abs. 3 FinfraG",
        "content": "Als Nichtfinanzielle Gegenparteien gelten Unternehmen, die nicht Finanzielle Gegenparteien sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_93"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 93 Abs. 4 FinfraG",
        "content": "Folgende Einrichtungen unterstehen nur der Meldepflicht gemäss Artikel 104:\na. multilaterale Entwicklungsbanken; \nb. Organisationen einschliesslich Sozialversicherungseinrichtungen, die sich im Besitz von Bund, Kantonen oder Gemeinden befinden oder für die eine Haftung des Bundes, des jeweiligen Kantons oder der jeweiligen Gemeinde besteht und soweit es sich nicht um eine Finanzielle Gegenpartei handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_93"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 93 Abs. 5 FinfraG",
        "content": "Der Bundesrat kann Schweizer Niederlassungen von ausländischen Finanzmarktteilnehmern den Bestimmungen dieses Kapitels unterstellen, wenn sie keiner gleichwertigen Regulierung unterstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_93"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Ausnahmen",
        "citation": "Art. 94 Abs. 1 FinfraG",
        "content": "Dieses Kapitel gilt nicht für:\na. Bund, Kantone und Gemeinden;\nb. die SNB;\nc. die Bank für Internationalen Zahlungsausgleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_94"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Ausnahmen",
        "citation": "Art. 94 Abs. 2 FinfraG",
        "content": "Der Bundesrat kann aus Gründen der Verhältnismässigkeit und unter Berücksichtigung anerkannter internationaler Standards weitere öffentliche Einrichtungen oder Finanzmarktteilnehmer vom Geltungsbereich dieses Kapitels ganz oder teilweise ausnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_94"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Ausnahmen",
        "citation": "Art. 94 Abs. 3 FinfraG",
        "content": "Nicht als Derivate im Sinne dieses Kapitels gelten:\na. strukturierte Produkte wie kapitalgeschützte Produkte, Produkte mit Maximalrendite und Zertifikate;\nb. die Effektenleihe (securities lending and borrowing);\nc. Derivatgeschäfte in Bezug auf Waren, die:\n1. physisch geliefert werden müssen,\n2. nicht nach Wahl einer Partei bar abgerechnet werden können, und\n3. nicht auf einem Handelsplatz oder auf einem organisierten Handelssystem gehandelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_94"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Ausnahmen",
        "citation": "Art. 94 Abs. 4 FinfraG",
        "content": "Der Bundesrat kann Derivate von Bestimmungen dieses Kapitels ausnehmen, wenn dies international anerkannten Standards entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_94"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Erfüllung von Pflichten unter ausländischem Recht",
        "citation": "Art. 95 FinfraG",
        "content": "Die Pflichten dieses Kapitels gelten auch dann als erfüllt, wenn:\na. sie unter ausländischem Recht erfüllt werden, das von der FINMA als gleichwertig anerkannt worden ist; und\nb. eine zur Erfüllung des Geschäfts beanspruchte ausländische Finanzmarktinfrastruktur von der FINMA anerkannt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_95"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 1. Abschnitt: Allgemeine Bestimmungen, Informationsfluss innerhalb der Gruppe",
        "citation": "Art. 96 FinfraG",
        "content": "Gegenparteien dürfen mit ihren Gruppengesellschaften und Zweigniederlassungen im Ausland alle Daten austauschen, die zur unmittelbaren Erfüllung der Pflichten aus diesem Kapitel notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_96"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Abrechnungspflicht",
        "citation": "Art. 97 Abs. 1 FinfraG",
        "content": "Gegenparteien haben Geschäfte mit Derivaten nach Artikel 101, die sie nicht über einen Handelsplatz handeln (OTC-Derivatgeschäfte), über eine durch die FINMA bewilligte oder anerkannte zentrale Gegenpartei abzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_97"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Abrechnungspflicht",
        "citation": "Art. 97 Abs. 2 FinfraG",
        "content": "Diese Pflicht gilt nicht bei Geschäften mit kleinen Gegenparteien oder bei Geschäften solcher Gegenparteien untereinander.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_97"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Abrechnungspflicht",
        "citation": "Art. 97 Abs. 3 FinfraG",
        "content": "Eine Gegenpartei darf davon ausgehen, dass die Erklärung ihrer Gegenpartei über deren Parteieigenschaft richtig ist, soweit keine widersprechenden Hinweise bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_97"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Abrechnungspflicht",
        "citation": "Art. 97 Abs. 4 FinfraG",
        "content": "Der Bundesrat kann in Ergänzung zur Pflicht nach Artikel 112 anordnen, dass alle über einen Handelsplatz oder ein organisiertes Handelssystem gehandelten Derivatgeschäfte über eine durch die FINMA bewilligte oder anerkannte zentrale Gegenpartei abgerechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_97"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Abrechnungspflicht",
        "citation": "Art. 97 Abs. 5 FinfraG",
        "content": "Die FINMA kann im Einzelfall die Abrechnung über eine nicht anerkannte zentrale Gegenpartei erlauben, sofern dadurch der Schutzzweck dieses Gesetzes nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_97"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Kleine Nichtfinanzielle Gegenparteien",
        "citation": "Art. 98 Abs. 1 FinfraG",
        "content": "Eine Nichtfinanzielle Gegenpartei gilt als klein, wenn alle ihre über 30 Arbeitstage berechneten gleitenden Durchschnittsbruttopositionen in den massgebenden ausstehenden OTC-Derivatgeschäften unter den Schwellenwerten liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_98"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Kleine Nichtfinanzielle Gegenparteien",
        "citation": "Art. 98 Abs. 2 FinfraG",
        "content": "Übersteigt eine der nach Absatz 1 berechneten Durchschnittsbruttopositionen einer bestehenden kleinen Nichtfinanziellen Gegenpartei den massgebenden Schwellenwert, so gilt diese Gegenpartei nach vier Monaten ab dem Zeitpunkt des Übersteigens nicht mehr als klein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_98"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Kleine Nichtfinanzielle Gegenparteien",
        "citation": "Art. 98 Abs. 3 FinfraG",
        "content": "Für die Berechnung der Durchschnittsbruttoposition werden Derivatgeschäfte zur Reduzierung von Risiken nicht einberechnet, wenn sie unmittelbar mit der Geschäftstätigkeit oder der Liquiditäts- oder Vermögensbewirtschaftung der Gegenpartei oder der Gruppe verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_98"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Kleine Finanzielle Gegenparteien",
        "citation": "Art. 99 Abs. 1 FinfraG",
        "content": "Eine Finanzielle Gegenpartei gilt als klein, wenn ihre über 30 Arbeitstage berechnete gleitende Durchschnittsbruttoposition aller ausstehender OTC-Derivatgeschäfte unter dem Schwellenwert liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_99"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Kleine Finanzielle Gegenparteien",
        "citation": "Art. 99 Abs. 2 FinfraG",
        "content": "Übersteigt die Durchschnittsbruttoposition nach Absatz 1 einer bestehenden kleinen Finanziellen Gegenpartei den Schwellenwert, so gilt diese Gegenpartei nach vier Monaten ab dem Zeitpunkt des Übersteigens nicht mehr als klein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_99"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Schwellenwerte",
        "citation": "Art. 100 Abs. 1 FinfraG",
        "content": "Für die Durchschnittsbruttopositionen ausstehender OTC-Derivatgeschäfte von Nichtfinanziellen Gegenparteien gelten Schwellenwerte nach Derivatkategorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_100"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Schwellenwerte",
        "citation": "Art. 100 Abs. 2 FinfraG",
        "content": "Für die Durchschnittsbruttoposition aller ausstehenden OTC-Derivatgeschäfte von Finanziellen Gegenparteien gilt ein einziger Schwellenwert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_100"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Schwellenwerte",
        "citation": "Art. 100 Abs. 3 FinfraG",
        "content": "Ist die Gegenpartei Teil einer vollkonsolidierten Gruppe, so werden bei der Berechnung der Durchschnittsbruttopositionen auch alle von ihr oder anderen Gegenparteien geschlossenen gruppeninternen OTC-Derivatgeschäfte einberechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_100"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Schwellenwerte",
        "citation": "Art. 100 Abs. 4 FinfraG",
        "content": "Der Bundesrat bestimmt:\na. für Nichtfinanzielle Gegenparteien, wie die Schwellenwerte für die jeweilige Derivatkategorie berechnet werden und deren Höhe;\nb. welche Derivatgeschäfte Nichtfinanzieller Gegenparteien bei der Berechnung der Schwellenwerte nicht zu berücksichtigen sind;\nc. den Schwellenwert für Finanzielle Gegenparteien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_100"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Erfasste Derivate",
        "citation": "Art. 101 Abs. 1 FinfraG",
        "content": "Die FINMA regelt, welche Derivate über eine zentrale Gegenpartei abgerechnet werden müssen. Sie berücksichtigt dabei:\na. den Grad von deren rechtlicher und operationeller Standardisierung;\nb. deren Liquidität;\nc. deren Handelsvolumen;\nd. die Verfügbarkeit von Preisbildungsinformationen in der jeweiligen Kategorie; \ne. die mit ihnen verbundenen Gegenparteirisiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_101"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Erfasste Derivate",
        "citation": "Art. 101 Abs. 2 FinfraG",
        "content": "Sie trägt dabei anerkannten internationalen Standards und der ausländischen Rechtsentwicklung Rechnung. Sie kann die Einführung der Abrechnungspflicht nach Derivatkategorie zeitlich staffeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_101"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Erfasste Derivate",
        "citation": "Art. 101 Abs. 3 FinfraG",
        "content": "Keine Abrechnungspflicht kann auferlegt werden für:\na. Derivate, die von keiner bewilligten oder anerkannten zentralen Gegenpartei abgerechnet werden;\nb. Währungsswaps und -termingeschäfte, soweit sie Zug um Zug (payment versus payment) abgewickelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_101"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Grenzüberschreitende Geschäfte",
        "citation": "Art. 102 FinfraG",
        "content": "Die Pflicht, über eine zentrale Gegenpartei abzurechnen, besteht auch dann, wenn die ausländische Gegenpartei der abrechnungspflichtigen Schweizer Gegenpartei abrechnungspflichtig wäre, wenn sie ihren Sitz in der Schweiz hätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_102"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 2. Abschnitt: Abrechnung über eine zentrale Gegenpartei, Gruppeninterne Geschäfte",
        "citation": "Art. 103 FinfraG",
        "content": "Derivatgeschäfte müssen nicht über eine zentrale Gegenpartei abgerechnet werden, wenn:\na. beideGegenparteien in dieselbe Vollkonsolidierung einbezogen sind;\nb. beide Gegenparteien geeigneten zentralisierten Risikobewertungs-, -mess- und -kontrollverfahren unterliegen; und\nc. die Geschäfte nicht in Umgehung der Abrechnungspflicht erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_103"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Meldepflicht",
        "citation": "Art. 104 Abs. 1 FinfraG",
        "content": "Derivatgeschäfte müssen einem von der FINMA bewilligten oder anerkannten Transaktionsregister gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_104"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Meldepflicht",
        "citation": "Art. 104 Abs. 2 FinfraG",
        "content": "Zur Meldung verpflichtet sind:\na. bei Geschäften zwischen einer Finanziellen und einer Nichtfinanziellen Gegenpartei: die Finanzielle Gegenpartei;\nb. bei Geschäften zwischen zwei Finanziellen Gegenparteien:\n1. die Finanzielle Gegenpartei, die nicht klein ist nach Artikel 99,\n2. die verkaufende Gegenpartei bei einem Geschäft zwischen zwei kleinen oder zwei nicht kleinen Finanziellen Gegenparteien;\nc. die Gegenpartei mit Sitz in der Schweiz, wenn die ausländische Gegenpartei nicht meldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_104"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Meldepflicht",
        "citation": "Art. 104 Abs. 3 FinfraG",
        "content": "Handelt es sich um ein Geschäft zwischen Nichtfinanziellen Gegenparteien, gilt Absatz 2 Buchstaben b und c sinngemäss. Ein Geschäft zwischen kleinen Nichtfinanziellen Gegenparteien muss nicht gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_104"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Meldepflicht",
        "citation": "Art. 104 Abs. 4 FinfraG",
        "content": "Wird das Geschäft zentral abgerechnet, so erfolgt die Meldung durch die zentrale Gegenpartei. Sofern eine anerkannte ausländische zentrale Gegenpartei die Meldungen nicht erstattet, verbleibt die Meldepflicht bei den Gegenparteien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_104"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Meldepflicht",
        "citation": "Art. 104 Abs. 5 FinfraG",
        "content": "Für die Erstattung der Meldung können Dritte beigezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_104"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Meldepflicht",
        "citation": "Art. 104 Abs. 6 FinfraG",
        "content": "Besteht kein Transaktionsregister, so bestimmt der Bundesrat die Stelle, der die Meldung zu erstatten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_104"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Zeitpunkt und Inhalt der Meldung",
        "citation": "Art. 105 Abs. 1 FinfraG",
        "content": "Die Meldung ist spätestens am auf den Abschluss, die Änderung oder die Beendigung des Derivatgeschäfts folgenden Arbeitstag zu erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_105"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Zeitpunkt und Inhalt der Meldung",
        "citation": "Art. 105 Abs. 2 FinfraG",
        "content": "Für jedes Geschäft sind mindestens zu melden:\na. die Identität der Gegenparteien, insbesondere deren Firma und Sitz;\nb. die Art;\nc. die Fälligkeit;\nd. der Nominalwert;\ne. der Preis;\nf. das Abwicklungsdatum;\ng. die Währung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_105"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Zeitpunkt und Inhalt der Meldung",
        "citation": "Art. 105 Abs. 3 FinfraG",
        "content": "Der Bundesrat kann die Meldung weiterer Angaben vorsehen und regelt das Format der Meldung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_105"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Zeitpunkt und Inhalt der Meldung",
        "citation": "Art. 105 Abs. 4 FinfraG",
        "content": "Die Meldung an ein anerkanntes ausländisches Transaktionsregister kann weitergehende Angaben enthalten. Handelt es sich dabei um Personendaten, so ist dafür die Zustimmung der betroffenen Person einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_105"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 3. Abschnitt: Meldung an ein Transaktionsregister, Aufbewahrung der Belege",
        "citation": "Art. 106 FinfraG",
        "content": "Gegenparteien müssen die Belege über ihre Derivatgeschäfte nach den Vorschriften von Artikel 958f OR aufbewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_106"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Pflichten",
        "citation": "Art. 107 Abs. 1 FinfraG",
        "content": "Für OTC-Derivatgeschäfte, die nicht über eine durch die FINMA bewilligte oder anerkannte zentrale Gegenpartei abgerechnet werden müssen, sind die Pflichten dieses Abschnitts einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_107"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Pflichten",
        "citation": "Art. 107 Abs. 2 FinfraG",
        "content": "Diese Pflichten gelten nicht bei:\na. Derivatgeschäften mit Gegenparteien nach den Artikeln 93 Absatz 4 und 94 Absatz 1;\nb. Währungsswaps und -termingeschäften, soweit sie Zug um Zug (payment versus payment) abgewickelt werden;\nc. freiwillig über eine durch die FINMA bewilligte oder anerkannte zentrale Gegenpartei abgerechneten Derivatgeschäften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_107"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Pflichten",
        "citation": "Art. 107 Abs. 3 FinfraG",
        "content": "Der Bundesrat kann aus Gründen der Verhältnismässigkeit und unter Berücksichtigung anerkannter internationaler Standards weitere vollumfängliche oder teilweise Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_107"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Minderung des operationellen Risikos und des Gegenparteirisikos",
        "citation": "Art. 108 FinfraG",
        "content": "Gegenparteien erfassen, beobachten und mindern operationelle Risiken und Gegenparteirisiken aus Derivatgeschäften nach Artikel 107 Absatz 1. Sie haben insbesondere:\na. die Vertragsbedingungen der Derivatgeschäfte rechtzeitig zu bestätigen;\nb. über Verfahren zu verfügen, um die Portfolios aufeinander abzustimmen und die damit verbundenen Risiken zu beherrschen, ausser die Gegenpartei ist eine kleine Nichtfinanzielle Gegenpartei;\nc. über Verfahren zu verfügen, um Meinungsverschiedenheiten zwischen Parteien frühzeitig zu erkennen und auszuräumen;\nd. regelmässig, aber mindestens zweimal jährlich eine Portfoliokompression durchzuführen, soweit dies zur Verringerung ihres Gegenparteirisikos angezeigt ist und soweit sie 500 oder mehr nicht zentral abgerechnete OTC-Derivatgeschäfte offenstehen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_108"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Bewertung ausstehender Geschäfte",
        "citation": "Art. 109 Abs. 1 FinfraG",
        "content": "Gegenparteien haben Derivate auf der Basis der aktuellen Kurse täglich zu bewerten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_109"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Bewertung ausstehender Geschäfte",
        "citation": "Art. 109 Abs. 2 FinfraG",
        "content": "Diese Pflicht gilt nicht bei Geschäften mit kleinen Gegenparteien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_109"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Bewertung ausstehender Geschäfte",
        "citation": "Art. 109 Abs. 3 FinfraG",
        "content": "Sofern die Marktbedingungen eine Bewertung zu Marktpreisen nicht zulassen, ist eine Bewertung nach Bewertungsmodellen vorzunehmen. Die Bewertungsmodelle müssen angemessen und in der Praxis anerkannt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_109"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Bewertung ausstehender Geschäfte",
        "citation": "Art. 109 Abs. 4 FinfraG",
        "content": "Nichtfinanzielle Gegenparteien können für die Bewertung Dritte beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_109"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Austausch von Sicherheiten",
        "citation": "Art. 110 Abs. 1 FinfraG",
        "content": "Gegenparteien mit Ausnahme der kleinen Nichtfinanziellen Gegenparteien haben angemessene Sicherheiten auszutauschen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_110"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Austausch von Sicherheiten",
        "citation": "Art. 110 Abs. 2 FinfraG",
        "content": "Sie müssen in der Lage sein, die Sicherheiten von eigenen Vermögenswerten angemessen zu trennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_110"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Austausch von Sicherheiten",
        "citation": "Art. 110 Abs. 3 FinfraG",
        "content": "Abreden über die freihändige Verwertung von nach Absatz 1 ausgetauschten Sicherheiten, deren Wert objektiv bestimmbar ist, bleiben auch in einem Zwangsvollstreckungsverfahren und bei Insolvenzmassnahmen gegen den Sicherungsgeber bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_110"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Austausch von Sicherheiten",
        "citation": "Art. 110 Abs. 4 FinfraG",
        "content": "Der Bundesrat regelt die Anforderungen an den Austausch von Sicherheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_110"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 4. Abschnitt: Risikominderung, Gruppeninterne Geschäfte",
        "citation": "Art. 111 FinfraG",
        "content": "Es müssen keine Sicherheiten ausgetauscht werden, wenn:\na. beideGegenparteien in dieselbe Vollkonsolidierung einbezogen sind; \nb. beide Gegenparteien geeigneten zentralisierten Risikobewertungs-, -mess- und -kontrollverfahren unterliegen;\nc. keine rechtlichen oder tatsächlichen Hindernisse für die unverzügliche Übertragung von Eigenmitteln oder die Rückzahlung von Verbindlichkeiten bestehen; und\nd. die Geschäfte nicht in Umgehung der Pflicht zum Austausch von Sicherheiten erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_111"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Pflicht",
        "citation": "Art. 112 Abs. 1 FinfraG",
        "content": "Gegenparteien haben alle Derivate nach Artikel 113 zu handeln über einen von der FINMA:\na. bewilligten oder anerkannten Handelsplatz; oder\nb. bewilligten oder anerkannten Betreiber eines organisierten Handelssystems.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_112"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Pflicht",
        "citation": "Art. 112 Abs. 2 FinfraG",
        "content": "Diese Pflicht gilt nicht bei Geschäften mit kleinen Gegenparteien oder bei Geschäften solcher Gegenparteien untereinander.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_112"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Erfasste Derivate",
        "citation": "Art. 113 Abs. 1 FinfraG",
        "content": "Die FINMA regelt, welche Derivate über einen Handelsplatz oder ein Handelssystem nach Artikel 112 Absatz 1 gehandelt werden müssen. Sie berücksichtigt dabei:\na. den Grad von deren rechtlicher und operationeller Standardisierung;\nb. deren Liquidität;\nc. deren Handelsvolumen;\nd. die Verfügbarkeit von Preisbildungsinformationen in der jeweiligen Kategorie;\ne. die mit ihnen verbundenen Gegenparteirisiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_113"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Erfasste Derivate",
        "citation": "Art. 113 Abs. 2 FinfraG",
        "content": "Sie trägt dabei anerkannten internationalen Standards und der ausländischen Rechtsentwicklung Rechnung. Sie kann die Einführung der Pflicht, über einen Handelsplatz oder ein Handelssystem zu handeln, nach Derivatekategorie zeitlich staffeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_113"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Erfasste Derivate",
        "citation": "Art. 113 Abs. 3 FinfraG",
        "content": "Keine Pflicht, nach Artikel 112 zu handeln, kann auferlegt werden für:\na. Derivate, die von keinem entsprechenden Handelsplatz oder Handelssystem zum Handel zugelassen sind;\nb. Währungsswaps und -termingeschäfte, soweit sie Zug um Zug (payment versus payment) abgewickelt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_113"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Grenzüberschreitende Geschäfte",
        "citation": "Art. 114 FinfraG",
        "content": "Die Pflicht, Derivatgeschäfte nach Artikel 112 zu handeln, besteht auch dann, wenn die ausländische Gegenpartei der pflichtigen Schweizer Gegenpartei dieser Pflicht unterstehen würde, wenn sie ihren Sitz in der Schweiz hätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_114"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 5. Abschnitt: Handel über Handelsplätze und organisierte Handelssysteme, Gruppeninterne Geschäfte",
        "citation": "Art. 115 FinfraG",
        "content": "Die Pflicht, nach Artikel 112 zu handeln, gilt nicht, wenn:\na. beideGegenparteien in dieselbe Vollkonsolidierung einbezogen sind; \nb. beide Gegenparteien geeigneten zentralisierten Risikobewertungs-, -mess- und -kontrollverfahren unterliegen; und\nc. der Handel nicht in Umgehung dieser Pflicht erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_115"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 6. Abschnitt: Prüfung, Zuständigkeiten",
        "citation": "Art. 116 Abs. 1 FinfraG",
        "content": "Die Revisionsstellen nach den Artikeln 727 und 727a OR prüfen im Rahmen ihrer Revision, ob die Gegenparteien die Bestimmungen dieses Kapitels einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_116"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 6. Abschnitt: Prüfung, Zuständigkeiten",
        "citation": "Art. 116 Abs. 2 FinfraG",
        "content": "Bei den Beaufsichtigten richtet sich die Prüfung nach den Finanzmarktgesetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_116"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 6. Abschnitt: Prüfung, Zuständigkeiten",
        "citation": "Art. 116 Abs. 3 FinfraG",
        "content": "Vorbehalten bleiben abweichende Bestimmungen zur Aufsicht und Oberaufsicht der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_116"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 6. Abschnitt: Prüfung, Berichterstattung und Anzeige",
        "citation": "Art. 117 Abs. 1 FinfraG",
        "content": "Die Prüfgesellschaften erstatten der FINMA Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_117"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 6. Abschnitt: Prüfung, Berichterstattung und Anzeige",
        "citation": "Art. 117 Abs. 2 FinfraG",
        "content": "Für die Revisionsstellen gelten bei Verstössen gegen Pflichten dieses Kapitels die Anzeigepflichten nach Artikel 728c Absätze 1 und 2 OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_117"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 1. Kapitel: Handel mit Derivaten, 6. Abschnitt: Prüfung, Berichterstattung und Anzeige",
        "citation": "Art. 117 Abs. 3 FinfraG",
        "content": "Trifft das Unternehmen trotz erfolgter Anzeige durch die Revisionsstelle keine angemessenen Massnahmen, so meldet die Revisionsstelle die Verstösse dem Eidgenössischen Finanzdepartement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_117"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 2. Kapitel: Positionslimiten für Warenderivate, Positionslimiten",
        "citation": "Art. 118 Abs. 1 FinfraG",
        "content": "Der Bundesrat kann für die Grösse der Nettopositionen in Warenderivaten, die eine Person halten darf, Limiten einführen, soweit dies für eine geordnete Preisbildung und Abwicklung sowie für die Herstellung von Konvergenz zwischen den Preisen am Derivatmarkt und denjenigen am Basismarkt notwendig ist. Er berücksichtigt dabei anerkannte internationale Standards und die ausländische Rechtsentwicklung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_118"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 2. Kapitel: Positionslimiten für Warenderivate, Positionslimiten",
        "citation": "Art. 118 Abs. 2 FinfraG",
        "content": "Er regelt für die Positionslimiten:\na. die Bemessung der Nettopositionen;\nb. die Ausnahmen für Positionen, die für eine Nichtfinanzielle Gegenpartei gehalten werden und dazu dienen, die Risiken zu reduzieren, die unmittelbar mit ihrer Geschäftstätigkeit oder ihrer Liquiditäts- oder Vermögensbewirtschaftung verbunden sind;\nc. die für die Transparenz des Warenderivathandels erforderlichen Meldepflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_118"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 2. Kapitel: Positionslimiten für Warenderivate, Positionslimiten",
        "citation": "Art. 118 Abs. 3 FinfraG",
        "content": "Die FINMA bestimmt die Positionslimiten für die einzelnen Warenderivate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_118"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 2. Kapitel: Positionslimiten für Warenderivate, Überwachung",
        "citation": "Art. 119 Abs. 1 FinfraG",
        "content": "Der Handelsplatz überwacht zur Durchsetzung von Positionslimiten die offenen Positionen. Er kann von jedem Teilnehmer verlangen, dass:\na. dieser ihm Zugang gewährt zu allen für die Durchsetzung der Positionslimiten notwendigen Informationen;\nb. dieser Positionen auflöst oder reduziert, wenn die Positionslimiten überschritten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_119"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 2. Kapitel: Positionslimiten für Warenderivate, Überwachung",
        "citation": "Art. 119 Abs. 2 FinfraG",
        "content": "Für Betreiber von organisierten Handelssystemen und deren Kunden gilt Absatz 1 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_119"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Meldepflicht",
        "citation": "Art. 120 Abs. 1 FinfraG",
        "content": "Wer direkt, indirekt oder in gemeinsamer Absprache mit Dritten Aktien oder Erwerbs- oder Veräusserungsrechte bezüglich Aktien einer Gesellschaft mit Sitz in der Schweiz, deren Beteiligungspapiere ganz oder teilweise in der Schweiz kotiert sind, oder einer Gesellschaft mit Sitz im Ausland, deren Beteiligungspapiere ganz oder teilweise in der Schweiz hauptkotiert sind, erwirbt oder veräussert und dadurch den Grenzwert von 3, 5, 10, 15, 20, 25, 331⁄3, 50 oder 662⁄3 Prozent der Stimmrechte, ob ausübbar oder nicht, erreicht, unter- oder überschreitet, muss dies der Gesellschaft und den Börsen, an denen die Beteiligungspapiere kotiert sind, melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_120"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Meldepflicht",
        "citation": "Art. 120 Abs. 2 FinfraG",
        "content": "Dieser Meldepflicht unterstehen Finanzintermediäre nicht, die für Rechnung Dritter Aktien oder Erwerbs- oder Veräusserungsrechte erwerben oder veräussern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_120"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Meldepflicht",
        "citation": "Art. 120 Abs. 3 FinfraG",
        "content": "Meldepflichtig ist zudem, wer die Stimmrechte an Beteiligungspapieren nach Absatz 1 nach freiem Ermessen ausüben kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_120"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Meldepflicht",
        "citation": "Art. 120 Abs. 4 FinfraG",
        "content": "Dem Erwerb oder der Veräusserung gleichgestellt sind:\na. die erstmalige Kotierung von Beteiligungspapieren;\nb. die Umwandlung von Partizipations- oder Genussscheinen in Aktien; \nc. die Ausübung von Wandel- oder Erwerbsrechten; \nd. Veränderungen des Gesellschaftskapitals; und\ne. die Ausübung von Veräusserungsrechten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_120"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Meldepflicht",
        "citation": "Art. 120 Abs. 5 FinfraG",
        "content": "Als indirekter Erwerb gelten namentlich auch alle Vorgänge, die im Ergebnis das Stimmrecht über die Beteiligungspapiere vermitteln können. Ausgenommen ist die Erteilung von Vollmachten ausschliesslich zur Vertretung an einer Generalversammlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_120"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Meldepflicht für organisierte Gruppen",
        "citation": "Art. 121 FinfraG",
        "content": "Eine vertraglich oder auf andere Weise organisierte Gruppe muss die Meldepflicht nach Artikel 120 als Gruppe erfüllen und Meldung erstatten über:\na. die Gesamtbeteiligung;\nb. die Identität der einzelnen Mitglieder;\nc. die Art der Absprache;\nd. die Vertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_121"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Mitteilung an die FINMA",
        "citation": "Art. 122 FinfraG",
        "content": "Haben die Gesellschaft oder die Börsen Grund zur Annahme, dass eine Aktionärin oder ein Aktionär ihrer oder seiner Meldepflicht nicht nachgekommen ist, so teilen sie dies der FINMA mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_122"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Kompetenzen der FINMA",
        "citation": "Art. 123 Abs. 1 FinfraG",
        "content": "Die FINMA erlässt Bestimmungen über:\na. den Umfang der Meldepflicht;\nb. die Behandlung von Erwerbs- und Veräusserungsrechten;\nc. die Berechnung der Stimmrechte;\nd. die Frist, innerhalb derer der Meldepflicht nachgekommen werden muss;\ne. die Frist, innerhalb derer eine Gesellschaft Veränderungen der Besitzverhältnisse nach Artikel 120 zu veröffentlichen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_123"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Kompetenzen der FINMA",
        "citation": "Art. 123 Abs. 2 FinfraG",
        "content": "Die FINMA kann aus wichtigen Gründen Ausnahmen oder Erleichterungen von der Melde- oder Veröffentlichungspflicht vorsehen, insbesondere wenn die Geschäfte:\na. von kurzfristiger Natur sind;\nb. mit keiner Absicht verbunden sind, das Stimmrecht auszuüben; oder\nc. an Bedingungen geknüpft sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_123"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Kompetenzen der FINMA",
        "citation": "Art. 123 Abs. 3 FinfraG",
        "content": "Wer Effekten erwerben will, kann über Bestand oder Nichtbestand einer Offenlegungspflicht einen Entscheid der FINMA einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_123"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 3. Kapitel: Offenlegung von Beteiligungen, Informationspflicht der Gesellschaft",
        "citation": "Art. 124 FinfraG",
        "content": "Die Gesellschaft muss die ihr mitgeteilten Informationen über die Veränderungen bei den Stimmrechten veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_124"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Geltungsbereich",
        "citation": "Art. 125 Abs. 1 FinfraG",
        "content": "Die Bestimmungen dieses Kapitels sowie Artikel 163 gelten für öffentliche Kaufangebote für Beteiligungspapiere von Gesellschaften (Zielgesellschaften):\na. mit Sitz in der Schweiz, deren Beteiligungspapiere mindestens teilweise an einer Börse in der Schweiz kotiert sind; \nb. mit Sitz im Ausland, deren Beteiligungspapiere mindestens teilweise an einer Börse in der Schweiz hauptkotiert sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_125"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Geltungsbereich",
        "citation": "Art. 125 Abs. 2 FinfraG",
        "content": "Ist im Zusammenhang mit einem öffentlichen Kaufangebot gleichzeitig schweizerisches und ausländisches Recht anwendbar, so kann auf die Anwendung der Vorschriften des schweizerischen Rechts verzichtet werden, soweit:\na. die Anwendung des schweizerischen Rechts zu einem Konflikt mit dem ausländischen Recht führen würde; und\nb. das ausländische Recht einen Schutz der Anlegerinnen und Anleger gewährleistet, der demjenigen des schweizerischen Rechts gleichwertig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_125"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Geltungsbereich",
        "citation": "Art. 125 Abs. 3 FinfraG",
        "content": "Die Gesellschaften können vor der Kotierung ihrer Beteiligungspapiere gemäss Absatz 1 in ihren Statuten festlegen, dass ein Übernehmer nicht zu einem öffentlichen Kaufangebot nach den Artikeln 135 und 163 verpflichtet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_125"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Geltungsbereich",
        "citation": "Art. 125 Abs. 4 FinfraG",
        "content": "Eine Gesellschaft kann jederzeit eine Bestimmung gemäss Absatz 3 in ihre Statuten aufnehmen, sofern dies nicht eine Benachteiligung der Aktionärinnen und Aktionäre im Sinne von Artikel 706 OR bewirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_125"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Übernahmekommission",
        "citation": "Art. 126 Abs. 1 FinfraG",
        "content": "Die FINMA bestellt nach Anhörung der Börsen eine Kommission für öffentliche Kaufangebote (Übernahmekommission). Diese Kommission setzt sich aus sachverständigen Vertreterinnen und Vertretern der Wertpapierhäuser, der kotierten Gesellschaften und der Anlegerinnen und Anleger zusammen. Organisation und Verfahren der Übernahmekommission sind der FINMA zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_126"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Übernahmekommission",
        "citation": "Art. 126 Abs. 2 FinfraG",
        "content": "Die Bestimmungen, die nach diesem Gesetz von der Übernahmekommission erlassen werden, bedürfen der Genehmigung durch die FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_126"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Übernahmekommission",
        "citation": "Art. 126 Abs. 3 FinfraG",
        "content": "Die Übernahmekommission überprüft die Einhaltung der Bestimmungen über öffentliche Kaufangebote (Übernahmesachen) im Einzelfall.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_126"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Übernahmekommission",
        "citation": "Art. 126 Abs. 4 FinfraG",
        "content": "Sie berichtet der FINMA einmal jährlich über ihre Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_126"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Übernahmekommission",
        "citation": "Art. 126 Abs. 5 FinfraG",
        "content": "Die Übernahmekommission kann von den Parteien in Verfahren in Übernahmesachen Gebühren erheben. Der Bundesrat regelt die Gebühren. Er berücksichtigt dabei den Wert der Transaktionen und den Schwierigkeitsgrad des Verfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_126"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Übernahmekommission",
        "citation": "Art. 126 Abs. 6 FinfraG",
        "content": "Die Börsen tragen die Kosten, die nicht durch die Gebühren gedeckt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_126"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflichten des Anbieters",
        "citation": "Art. 127 Abs. 1 FinfraG",
        "content": "Der Anbieter muss das Angebot mit wahren und vollständigen Informationen im Prospekt veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_127"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflichten des Anbieters",
        "citation": "Art. 127 Abs. 2 FinfraG",
        "content": "Er muss die Besitzerinnen und Besitzer von Beteiligungspapieren derselben Art gleich behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_127"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflichten des Anbieters",
        "citation": "Art. 127 Abs. 3 FinfraG",
        "content": "Die Pflichten des Anbieters gelten für alle, die mit ihm in gemeinsamer Absprache handeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_127"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Prüfung des Angebots",
        "citation": "Art. 128 Abs. 1 FinfraG",
        "content": "Der Anbieter muss das Angebot vor der Veröffentlichung einer von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 RAG zugelassenen Prüfgesellschaft oder einem Wertpapierhaus zur Prüfung unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_128"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Prüfung des Angebots",
        "citation": "Art. 128 Abs. 2 FinfraG",
        "content": "Die Prüfstelle prüft, ob das Angebot dem Gesetz und den Ausführungsbestimmungen entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_128"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Rücktrittsrecht der Verkäuferin oder des Verkäufers",
        "citation": "Art. 129 FinfraG",
        "content": "Die Verkäuferin oder der Verkäufer kann von Verträgen zurücktreten oder bereits abgewickelte Verkäufe rückgängig machen, wenn diese auf der Grundlage eines untersagten Angebots abgeschlossen oder getätigt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_129"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Veröffentlichung des Ergebnisses des Angebots und Fristverlängerung",
        "citation": "Art. 130 Abs. 1 FinfraG",
        "content": "Der Anbieter muss das Ergebnis des öffentlichen Kaufangebots nach Ablauf der Angebotsfrist veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_130"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Veröffentlichung des Ergebnisses des Angebots und Fristverlängerung",
        "citation": "Art. 130 Abs. 2 FinfraG",
        "content": "Werden die Bedingungen des Angebots erfüllt, so muss der Anbieter die Angebotsfrist für diejenigen Inhaberinnen und Inhaber von Aktien und anderen Beteiligungspapieren verlängern, die bisher das Angebot nicht angenommen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_130"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Zusätzliche Bestimmungen",
        "citation": "Art. 131 FinfraG",
        "content": "Die Übernahmekommission erlässt zusätzliche Bestimmungen über:\na. die Voranmeldung eines Angebots vor seiner Veröffentlichung;\nb. den Inhalt und die Veröffentlichung des Angebotsprospekts sowie über die Bedingungen, denen ein Angebot unterworfen werden kann;\nc. die Regeln der Lauterkeit für öffentliche Kaufangebote;\nd. die Prüfung des Angebots durch eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 RAG zugelassene Prüfgesellschaft oder einen Wertpapierhaus;\ne. die Angebotsfrist und deren Verlängerung, die Bedingungen des Widerrufs und der Änderungen des Angebots sowie die Rücktrittsfrist für den Verkäufer;\nf. das Handeln in gemeinsamer Absprache mit Dritten;\ng. ihr Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_131"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflichten der Zielgesellschaften",
        "citation": "Art. 132 Abs. 1 FinfraG",
        "content": "Der Verwaltungsrat der Zielgesellschaft (Art. 125 Abs. 1) legt den Inhaberinnen und Inhabern von Beteiligungspapieren einen Bericht vor, in dem er zum Angebot Stellung nimmt. Die im Bericht enthaltenen Informationen müssen wahr und vollständig sein. Der Verwaltungsrat der Zielgesellschaft veröffentlicht den Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_132"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflichten der Zielgesellschaften",
        "citation": "Art. 132 Abs. 2 FinfraG",
        "content": "Er darf von der Veröffentlichung des Angebots bis zur Veröffentlichung des Ergebnisses keine Rechtsgeschäfte beschliessen, mit denen der Aktiv- oder Passivbestand der Gesellschaft in bedeutender Weise verändert würde. Beschlüsse der Generalversammlung unterliegen dieser Beschränkung nicht und dürfen ausgeführt werden, unabhängig davon, ob sie vor oder nach der Veröffentlichung des Angebots gefasst wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_132"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflichten der Zielgesellschaften",
        "citation": "Art. 132 Abs. 3 FinfraG",
        "content": "Die Übernahmekommission erlässt Bestimmungen über:\na. den Bericht des Verwaltungsrates der Zielgesellschaft;\nb. über die Massnahmen, die unzulässigerweise darauf abzielen, einem Angebot zuvorzukommen oder dessen Erfolg zu verhindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_132"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Konkurrierende Angebote",
        "citation": "Art. 133 Abs. 1 FinfraG",
        "content": "Bei konkurrierenden Angeboten müssen die Inhaberinnen und Inhaber von Beteiligungspapieren der Zielgesellschaft das Angebot frei wählen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_133"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Konkurrierende Angebote",
        "citation": "Art. 133 Abs. 2 FinfraG",
        "content": "Die Übernahmekommission erlässt Bestimmungen über die konkurrierenden Angebote und deren Auswirkungen auf das erste Angebot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_133"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Meldepflicht",
        "citation": "Art. 134 Abs. 1 FinfraG",
        "content": "Der Anbieter oder wer direkt, indirekt oder in gemeinsamer Absprache mit Dritten über eine Beteiligung von mindestens 3 Prozent der Stimmrechte, ob ausübbar oder nicht, der Zielgesellschaft oder gegebenenfalls einer andern Gesellschaft, deren Beteiligungspapiere zum Tausch angeboten werden, verfügt, muss von der Veröffentlichung des Angebots bis zum Ablauf der Angebotsfrist der Übernahmekommission und den Börsen, an denen die Papiere kotiert sind, jeden Erwerb oder Verkauf von Beteiligungspapieren dieser Gesellschaft melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_134"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Meldepflicht",
        "citation": "Art. 134 Abs. 2 FinfraG",
        "content": "Eine vertraglich oder auf andere Weise organisierte Gruppe untersteht dieser Meldepflicht nur als Gruppe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_134"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Meldepflicht",
        "citation": "Art. 134 Abs. 3 FinfraG",
        "content": "Die Übernahmekommission kann die Person derselben Pflicht unterstellen, die von der Veröffentlichung des Angebots an bis zum Ablauf der Angebotsfrist direkt, indirekt oder in gemeinsamer Absprache mit Dritten einen gewissen Prozentsatz von Beteiligungspapieren der Zielgesellschaft oder einer anderen Gesellschaft, deren Beteiligungspapiere zum Tausch angeboten werden, kauft oder verkauft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_134"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Meldepflicht",
        "citation": "Art. 134 Abs. 4 FinfraG",
        "content": "Haben die Gesellschaft oder die Börsen Grund zur Annahme, dass eine Inhaberin oder ein Inhaber von Beteiligungspapieren ihrer oder seiner Meldepflicht nicht nachgekommen ist, so teilen sie dies der Übernahmekommission mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_134"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Meldepflicht",
        "citation": "Art. 134 Abs. 5 FinfraG",
        "content": "Die Übernahmekommission erlässt Bestimmungen über Umfang, Form und Frist der Meldung und den für die Anwendung von Absatz 3 relevanten Prozentsatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_134"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflicht zur Unterbreitung des Angebots",
        "citation": "Art. 135 Abs. 1 FinfraG",
        "content": "Wer direkt, indirekt oder in gemeinsamer Absprache mit Dritten Beteiligungspapiere erwirbt und damit zusammen mit den Papieren, die er bereits besitzt, den Grenzwert von 331⁄3 Prozent der Stimmrechte einer Zielgesellschaft, ob ausübbar oder nicht, überschreitet, muss ein Angebot unterbreiten für alle kotierten Beteiligungspapiere der Gesellschaft. Die Zielgesellschaften können in ihren Statuten den Grenzwert bis auf 49 Prozent der Stimmrechte anheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_135"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflicht zur Unterbreitung des Angebots",
        "citation": "Art. 135 Abs. 2 FinfraG",
        "content": "Der Preis des Angebots muss mindestens gleich hoch sein wie der höhere der folgenden Beträge:\na. der Börsenkurs;\nb. der höchste Preis, den der Anbieter in den zwölf letzten Monaten für Beteiligungspapiere der Zielgesellschaft bezahlt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_135"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflicht zur Unterbreitung des Angebots",
        "citation": "Art. 135 Abs. 3 FinfraG",
        "content": "Hat die Gesellschaft mehrere Arten von Beteiligungspapieren ausgegeben, so müssen die Preise für die verschiedenen Arten von Beteiligungspapieren in einem angemessenen Verhältnis zueinander stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_135"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflicht zur Unterbreitung des Angebots",
        "citation": "Art. 135 Abs. 4 FinfraG",
        "content": "Die FINMA erlässt Bestimmungen über die Angebotspflicht. Die Übernahmekommission hat ein Antragsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_135"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Pflicht zur Unterbreitung des Angebots",
        "citation": "Art. 135 Abs. 5 FinfraG",
        "content": "Gibt es hinreichende Anhaltspunkte dafür, dass eine Person ihrer Angebotspflicht nicht nachkommt, so kann die Übernahmekommission bis zur Klärung und gegebenenfalls Erfüllung der Angebotspflicht:\na. das Stimmrecht und die damit zusammenhängenden Rechte dieser Person suspendieren; und\nb. dieser Person verbieten, direkt, indirekt oder in gemeinsamer Absprache mit Dritten weitere Aktien sowie Erwerbs- oder Veräusserungsrechte bezüglich Aktien der Zielgesellschaft zu erwerben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_135"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Ausnahmen von der Angebotspflicht",
        "citation": "Art. 136 Abs. 1 FinfraG",
        "content": "Die Übernahmekommission kann in berechtigten Fällen Ausnahmen von der Angebotspflicht gewähren, namentlich wenn:\na. die Stimmrechte innerhalb einer vertraglich oder auf andere Weise organisierten Gruppe übertragen werden. Die Gruppe untersteht in diesem Fall der Angebotspflicht nur als Gruppe;\nb. die Überschreitung aus einer Verringerung der Gesamtzahl der Stimmrechte der Gesellschaft resultiert;\nc. der Grenzwert nur vorübergehend überschritten wird;\nd. die Beteiligungspapiere unentgeltlich oder, im Rahmen einer Kapitalerhöhung, vorzugsweise gezeichnet werden;\ne. die Beteiligungspapiere zu Sanierungszwecken erworben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_136"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Ausnahmen von der Angebotspflicht",
        "citation": "Art. 136 Abs. 2 FinfraG",
        "content": "Die Angebotspflicht entfällt, wenn die Stimmrechte durch Schenkung, Erbgang, Erbteilung, eheliches Güterrecht oder Zwangsvollstreckung erworben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_136"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Kraftloserklärung der restlichen Beteiligungspapiere",
        "citation": "Art. 137 Abs. 1 FinfraG",
        "content": "Verfügt der Anbieter nach Ablauf der Angebotsfrist über mehr als 98 Prozent der Stimmrechte der Zielgesellschaft, so kann er binnen einer Frist von drei Monaten vom Gericht verlangen, die restlichen Beteiligungspapiere für kraftlos zu erklären. Der Anbieter muss zu diesem Zweck gegen die Gesellschaft Klage erheben. Die restlichen Aktionärinnen und Aktionäre können dem Verfahren beitreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_137"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Kraftloserklärung der restlichen Beteiligungspapiere",
        "citation": "Art. 137 Abs. 2 FinfraG",
        "content": "Die Gesellschaft gibt diese Beteiligungspapiere erneut aus und übergibt sie dem Anbieter gegen Entrichtung des Angebotspreises oder Erfüllung des Austauschangebots zugunsten der Eigentümerinnen und Eigentümer der für kraftlos erklärten Beteiligungspapiere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_137"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Aufgaben der Übernahmekommission",
        "citation": "Art. 138 Abs. 1 FinfraG",
        "content": "Die Übernahmekommission trifft die zum Vollzug der Bestimmungen dieses Kapitels und seiner Ausführungsbestimmungen notwendigen Verfügungen und überwacht die Einhaltung der gesetzlichen und reglementarischen Vorschriften. Sie kann die Verfügungen veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_138"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Aufgaben der Übernahmekommission",
        "citation": "Art. 138 Abs. 2 FinfraG",
        "content": "Personen und Gesellschaften, die einer Meldepflicht nach Artikel 134 unterstehen, sowie Personen und Gesellschaften, die nach Artikel 139 Absätze 2 und 3 Parteistellung haben können, müssen der Übernahmekommission alle Auskünfte erteilen und Unterlagen herausgeben, die diese zur Erfüllung ihrer Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_138"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Aufgaben der Übernahmekommission",
        "citation": "Art. 138 Abs. 3 FinfraG",
        "content": "Erhält die Übernahmekommission Kenntnis von Verletzungen der Bestimmungen dieses Kapitels oder von sonstigen Missständen, so sorgt sie für die Wiederherstellung des ordnungsgemässen Zustandes und für die Beseitigung der Missstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_138"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Aufgaben der Übernahmekommission",
        "citation": "Art. 138 Abs. 4 FinfraG",
        "content": "Erhält die Übernahmekommission Kenntnis von gemeinrechtlichen Verbrechen und Vergehen sowie Widerhandlungen gegen dieses Gesetz, so benachrichtigt sie unverzüglich die zuständigen Strafverfolgungsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_138"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Verfahren vor der Übernahmekommission",
        "citation": "Art. 139 Abs. 1 FinfraG",
        "content": "Für das Verfahren der Übernahmekommission gelten unter Vorbehalt der nachfolgenden Ausnahmen die Bestimmungen des Verwaltungsverfahrensgesetzes vom 20. Dezember 1968.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_139"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Verfahren vor der Übernahmekommission",
        "citation": "Art. 139 Abs. 2 FinfraG",
        "content": "Im Verfahren in Übernahmesachen haben Parteistellung:\na. der Anbieter;\nb. die Personen, die mit dem Anbieter in gemeinsamer Absprache handeln; und\nc. die Zielgesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_139"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Verfahren vor der Übernahmekommission",
        "citation": "Art. 139 Abs. 3 FinfraG",
        "content": "Aktionärinnen und Aktionäre mit mindestens drei Prozent der Stimmrechte an der Zielgesellschaft, ob ausübbar oder nicht, haben ebenfalls Parteistellung, wenn sie diese bei der Übernahmekommission beanspruchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_139"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Verfahren vor der Übernahmekommission",
        "citation": "Art. 139 Abs. 4 FinfraG",
        "content": "Auf Verfahren in Übernahmesachen bei der Übernahmekommission sind die gesetzlichen Bestimmungen über den Stillstand der Fristen nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_139"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Verfahren vor der Übernahmekommission",
        "citation": "Art. 139 Abs. 5 FinfraG",
        "content": "Die Einreichung von Rechtsschriften durch Telefax oder auf elektronische Weise ist im Schriftverkehr mit der Übernahmekommission zulässig und wird für die Einhaltung von Fristen anerkannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_139"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Beschwerdeverfahren vor der FINMA",
        "citation": "Art. 140 Abs. 1 FinfraG",
        "content": "Verfügungen der Übernahmekommission können innert einer Frist von fünf Börsentagen bei der FINMA angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_140"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Beschwerdeverfahren vor der FINMA",
        "citation": "Art. 140 Abs. 2 FinfraG",
        "content": "Die Anfechtung hat schriftlich bei der FINMA zu erfolgen und ist zu begründen. Die Übernahmekommission leitet in diesem Fall ihre Akten der FINMA weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_140"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Beschwerdeverfahren vor der FINMA",
        "citation": "Art. 140 Abs. 3 FinfraG",
        "content": "Artikel 139 Absätze 1, 4 und 5 ist auf das Beschwerdeverfahren vor der FINMA anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_140"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Beschwerdeverfahren vor dem Bundesverwaltungsgericht",
        "citation": "Art. 141 Abs. 1 FinfraG",
        "content": "Gegen Entscheide der FINMA in Übernahmesachen kann nach Massgabe des Verwaltungsgerichtsgesetzes vom 17. Juni 2005 beim Bundesverwaltungsgericht Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_141"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Beschwerdeverfahren vor dem Bundesverwaltungsgericht",
        "citation": "Art. 141 Abs. 2 FinfraG",
        "content": "Die Beschwerde ist innerhalb von zehn Tagen nach Eröffnung des Entscheids einzureichen. Sie hat keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_141"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 4. Kapitel: Öffentliche Kaufangebote, Beschwerdeverfahren vor dem Bundesverwaltungsgericht",
        "citation": "Art. 141 Abs. 3 FinfraG",
        "content": "Auf Verfahren in Übernahmesachen vor Bundesverwaltungsgericht sind die gesetzlichen Bestimmungen über den Stillstand der Fristen nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_141"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 5. Kapitel: Insiderhandel und Marktmanipulation, Ausnützen von Insiderinformationen",
        "citation": "Art. 142 Abs. 1 FinfraG",
        "content": "Unzulässig handelt, wer eine Insiderinformation, von der er weiss oder wissen muss, dass es eine Insiderinformation ist, oder eine Empfehlung, von der er weiss oder wissen muss, dass sie auf einer Insiderinformation beruht:\na. dazu ausnützt, Effekten, die an einem Handelsplatz oder DLT-Handelssystem mit Sitz in der Schweiz zum Handel zugelassen sind, zu erwerben, zu veräussern oder daraus abgeleitete Derivate einzusetzen;\nb. einem anderen mitteilt;\nc. dazu ausnützt, einem anderen eine Empfehlung zum Erwerb oder zur Veräusserung von Effekten, die an einem Handelsplatz oder DLT-Handelssystem mit Sitz in der Schweiz zum Handel zugelassen sind, oder zum Einsatz von daraus abgeleiteten Derivaten abzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_142"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 5. Kapitel: Insiderhandel und Marktmanipulation, Ausnützen von Insiderinformationen",
        "citation": "Art. 142 Abs. 2 FinfraG",
        "content": "Der Bundesrat erlässt Vorschriften über die zulässige Verwendung von Insiderinformationen, insbesondere im Zusammenhang mit:\na. Effektengeschäften zur Vorbereitung eines öffentlichen Kaufangebots;\nb. einer besonderen Rechtsstellung des Informationsempfängers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_142"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 5. Kapitel: Insiderhandel und Marktmanipulation, Marktmanipulation",
        "citation": "Art. 143 Abs. 1 FinfraG",
        "content": "Unzulässig handelt, wer:\na. Informationen öffentlich verbreitet, von denen er weiss oder wissen muss, dass sie falsche oder irreführende Signale für das Angebot, die Nachfrage oder den Kurs von Effekten geben, die an einem Handelsplatz oder DLT-Handelssystem mit Sitz in der Schweiz zum Handel zugelassen sind;\nb. Geschäfte oder Kauf- oder Verkaufsaufträge tätigt, von denen er weiss oder wissen muss, dass sie falsche oder irreführende Signale für das Angebot, die Nachfrage oder den Kurs von Effekten geben, die an einem Handelsplatz oder DLT-Handelssystem mit Sitz in der Schweiz zum Handel zugelassen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_143"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 5. Kapitel: Insiderhandel und Marktmanipulation, Marktmanipulation",
        "citation": "Art. 143 Abs. 2 FinfraG",
        "content": "Der Bundesrat erlässt Vorschriften über zulässige Verhaltensweisen, insbesondere im Zusammenhang mit:\na. Effektengeschäften zum Zweck der Preisstabilisierung;\nb. Rückkaufprogrammen für eigene Effekten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_143"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 6. Kapitel: Instrumente der Marktaufsicht, Stimmrechtssuspendierung und Zukaufsverbot",
        "citation": "Art. 144 FinfraG",
        "content": "Bestehen hinreichende Anhaltspunkte dafür, dass eine Person ihren Meldepflichten nach den Artikeln 120 und 121 nicht nachkommt, so kann die FINMA, bis zur Klärung und gegebenenfalls bis zur Erfüllung der Meldepflicht:\na. das Stimmrecht und die damit zusammenhängenden Rechte dieser Person suspendieren; und\nb. dieser Person verbieten, direkt, indirekt oder in gemeinsamer Absprache mit Dritten weitere Aktien sowie Erwerbs- oder Veräusserungsrechte bezüglich Aktien der betroffenen Gesellschaft zu erwerben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_144"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 6. Kapitel: Instrumente der Marktaufsicht, Aufsichtsinstrumente gemäss FINMAG",
        "citation": "Art. 145 FinfraG",
        "content": "Die Aufsichtsinstrumente nach den Artikeln 29 Absatz 1, 30, 32, 34 und 35 FINMAG sind auf sämtliche Personen anwendbar, welche die Artikel 120, 121, 124, 142 oder 143 dieses Gesetzes verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_145"
    },
    {
        "book": "FinfraG",
        "title": "FinfraG, 3. Titel: Marktverhalten, 6. Kapitel: Instrumente der Marktaufsicht, Auskunftspflicht",
        "citation": "Art. 146 FinfraG",
        "content": "Personen, die nach Artikel 134 einer Meldepflicht unterliegen oder nach Artikel 139 Absätze 2 und 3 Parteistellung haben können, haben der FINMA alle Auskünfte zu erteilen und Unterlagen herauszugeben, die sie zur Erfüllung ihrer Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/853/de#art_146"
    }
]