[
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 1 FINIG",
        "content": "Dieses Gesetz regelt die Anforderungen an die Tätigkeit der Finanzinstitute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_1"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 2 FINIG",
        "content": "Es bezweckt den Schutz der Anlegerinnen und Anleger sowie der Kundinnen und Kunden von Finanzinstituten und die Gewährleistung der Funktionsfähigkeit des Finanzmarkts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_1"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 FINIG",
        "content": "Finanzinstitute im Sinne dieses Gesetzes sind, unabhängig von der Rechtsform:\na. Vermögensverwalter (Art. 17 Abs. 1);\nb. Trustees (Art. 17 Abs. 2);\nc. Verwalter von Kollektivvermögen (Art. 24);\nd. Fondsleitungen (Art. 32);\ne. Wertpapierhäuser (Art. 41).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_2"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 FINIG",
        "content": "Diesem Gesetz nicht unterstellt sind:\na. Personen, die ausschliesslich Vermögenswerte von mit ihnen wirtschaftlich oder familiär verbundenen Personen verwalten;\nb. Personen, die ausschliesslich Vermögenswerte im Rahmen von Arbeitnehmerbeteiligungsplänen verwalten;\nc. Anwältinnen und Anwälte, Notarinnen und Notare und ihre Hilfspersonen, soweit die Tätigkeit dem Berufsgeheimnis nach Artikel 321 des Strafgesetzbuches oder Artikel 13 des Anwaltsgesetzes vom 23. Juni 2000 untersteht, sowie die juristische Person, in welcher diese Personen organisiert sind;\nd. Personen, die im Rahmen eines gesetzlich geregelten Mandats Vermögen verwalten;\ne. die Schweizerische Nationalbank und die Bank für Internationalen Zahlungsausgleich;\nf. Vorsorgeeinrichtungen und andere Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen (Vorsorgeeinrichtungen), patronale Stiftungen (patronale Wohlfahrtsfonds), Arbeitgeber, die das Vermögen ihrer Vorsorgeeinrichtungen verwalten sowie Arbeitgeber- und Arbeitnehmerverbände, die das Vermögen ihrer Verbandseinrichtungen verwalten;\ng. Sozialversicherungseinrichtungen und Ausgleichskassen;\nh. Versicherungsunternehmen im Sinne des Versicherungsaufsichtsgesetzes vom 17. Dezember 2004;\ni. öffentlich-rechtliche Versicherungseinrichtungen nach Artikel 67 Absatz 1 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge;\nj. Banken im Sinne des Bankengesetzes vom 8. November 1934 (BankG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_2"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Gewerbsmässigkeit",
        "citation": "Art. 3 FINIG",
        "content": "Gewerbsmässigkeit im Sinne dieses Gesetzes ist gegeben, wenn eine selbstständige, auf dauernden Erwerb ausgerichtete wirtschaftliche Tätigkeit vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_3"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Konzernobergesellschaften und wesentliche Gruppengesellschaften",
        "citation": "Art. 4 Abs. 1 FINIG",
        "content": "Den insolvenzrechtlichen Massnahmen nach Artikel 67 Absatz 1 unterstehen, soweit sie nicht im Rahmen der Aufsicht über das Einzelinstitut der Konkurszuständigkeit der Eidgenössischen Finanzmarktaufsicht (FINMA) unterstehen:\na. in der Schweiz domizilierte Konzernobergesellschaften einer Finanzgruppe oder eines Finanzkonglomerats;\nb. diejenigen Gruppengesellschaften mit Sitz in der Schweiz, die für die bewilligungspflichtigen Tätigkeiten wesentliche Funktionen erfüllen (wesentliche Gruppengesellschaften).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_4"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Konzernobergesellschaften und wesentliche Gruppengesellschaften",
        "citation": "Art. 4 Abs. 2 FINIG",
        "content": "Der Bundesrat regelt die Kriterien zur Beurteilung der Wesentlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_4"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand, Zweck und Geltungsbereich, Konzernobergesellschaften und wesentliche Gruppengesellschaften",
        "citation": "Art. 4 Abs. 3 FINIG",
        "content": "Die FINMA bezeichnet die wesentlichen Gruppengesellschaften und führt darüber ein Verzeichnis. Dieses ist öffentlich zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_4"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungspflicht",
        "citation": "Art. 5 Abs. 1 FINIG",
        "content": "Finanzinstitute nach Artikel 2 Absatz 1 benötigen eine Bewilligung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_5"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungspflicht",
        "citation": "Art. 5 Abs. 2 FINIG",
        "content": "Sie dürfen sich erst nach Erteilung der Bewilligung in das Handelsregister eintragen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_5"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungspflicht",
        "citation": "Art. 5 Abs. 3 FINIG",
        "content": "Finanzinstitute nach Artikel 2 Absatz 1 Buchstabe c, die in der Schweiz bereits einer gleichwertigen staatlichen Aufsicht unterstehen, sind von der Bewilligungspflicht befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_5"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungskaskade",
        "citation": "Art. 6 Abs. 1 FINIG",
        "content": "Die Bewilligung zur Tätigkeit als Bank im Sinne des BankG ermächtigt auch zur Tätigkeit als Wertpapierhaus, als Verwalter von Kollektivvermögen, als Vermögensverwalter und als Trustee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_6"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungskaskade",
        "citation": "Art. 6 Abs. 2 FINIG",
        "content": "Die Bewilligung zur Tätigkeit als Wertpapierhaus nach Artikel 41 Buchstabe a ermächtigt auch zur Tätigkeit als Verwalter von Kollektivvermögen, als Vermögensverwalter und als Trustee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_6"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungskaskade",
        "citation": "Art. 6 Abs. 3 FINIG",
        "content": "Die Bewilligung zur Tätigkeit als Fondsleitung ermächtigt auch zur Tätigkeit als Verwalter von Kollektivvermögen und als Vermögensverwalter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_6"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungskaskade",
        "citation": "Art. 6 Abs. 4 FINIG",
        "content": "Die Bewilligung zur Tätigkeit als Verwalter von Kollektivvermögen ermächtigt auch zur Tätigkeit als Vermögensverwalter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_6"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungsvoraussetzungen",
        "citation": "Art. 7 Abs. 1 FINIG",
        "content": "Anspruch auf die Bewilligung hat, wer die Voraussetzungen dieses Abschnitts und die für die einzelnen Finanzinstitute anwendbaren besonderen Voraussetzungen erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_7"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungsvoraussetzungen",
        "citation": "Art. 7 Abs. 2 FINIG",
        "content": "Vermögensverwalter und Trustees müssen mit dem Bewilligungsgesuch den Nachweis erbringen, dass sie von einer Aufsichtsorganisation nach Artikel 43a des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 (FINMAG) beaufsichtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_7"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Bewilligungsvoraussetzungen",
        "citation": "Art. 7 Abs. 3 FINIG",
        "content": "Der Bundesrat kann zusätzliche Bewilligungsvoraussetzungen festlegen, falls dies zur Umsetzung anerkannter internationaler Standards notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_7"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Änderung der Tatsachen",
        "citation": "Art. 8 Abs. 1 FINIG",
        "content": "Das Finanzinstitut meldet der FINMA jegliche Änderung von Tatsachen, die der Bewilligung zugrunde liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_8"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Änderung der Tatsachen",
        "citation": "Art. 8 Abs. 2 FINIG",
        "content": "Sind die Änderungen von wesentlicher Bedeutung, so ist für die Weiterführung der Tätigkeit vorgängig die Bewilligung der FINMA einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_8"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Organisation",
        "citation": "Art. 9 Abs. 1 FINIG",
        "content": "Das Finanzinstitut muss angemessene Regeln zur Unternehmensführung festlegen und so organisiert sein, dass es die gesetzlichen Pflichten erfüllen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_9"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Organisation",
        "citation": "Art. 9 Abs. 2 FINIG",
        "content": "Es identifiziert, misst, steuert und überwacht seine Risiken einschliesslich der Rechts- und Reputationsrisiken und sorgt für wirksame interne Kontrollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_9"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Organisation",
        "citation": "Art. 9 Abs. 3 FINIG",
        "content": "Der Bundesrat legt die Mindestanforderungen an die Organisation der Finanzinstitute fest und trägt dabei namentlich den unterschiedlichen Geschäftstätigkeiten und Unternehmensgrössen sowie den Risiken der Finanzinstitute Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_9"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Ort der Leitung",
        "citation": "Art. 10 Abs. 1 FINIG",
        "content": "Das Finanzinstitut muss tatsächlich von der Schweiz aus geleitet werden. Ausgenommen sind allgemeine Weisungen und Entscheide im Rahmen der Konzernüberwachung, sofern das Finanzinstitut Teil einer Finanzgruppe bildet, welche einer angemessenen konsolidierten Aufsicht durch ausländische Aufsichtsbehörden untersteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_10"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Ort der Leitung",
        "citation": "Art. 10 Abs. 2 FINIG",
        "content": "Die mit der Geschäftsführung des Finanzinstituts betrauten Personen müssen an einem Ort Wohnsitz haben, von dem aus sie die Geschäftsführung tatsächlich ausüben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_10"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 1 FINIG",
        "content": "Das Finanzinstitut und die mit der Verwaltung und Geschäftsführung des Finanz-instituts betrauten Personen müssen Gewähr für eine einwandfreie Geschäftstätigkeit bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 2 FINIG",
        "content": "Die mit der Verwaltung und Geschäftsführung des Finanzinstituts betrauten Personen müssen zudem einen guten Ruf geniessen und die für die Funktion erforderlichen fachlichen Qualifikationen aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 3 FINIG",
        "content": "Die an einem Finanzinstitut qualifiziert Beteiligten müssen ebenfalls einen guten Ruf geniessen und gewährleisten, dass sich ihr Einfluss nicht zum Schaden einer umsichtigen und soliden Geschäftstätigkeit auswirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 4 FINIG",
        "content": "Als an einem Finanzinstitut qualifiziert beteiligt gilt, wer an ihm direkt oder indirekt mit mindestens 10 Prozent des Kapitals oder der Stimmen beteiligt ist oder seine Geschäftstätigkeit auf andere Weise massgebend beeinflussen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 5 FINIG",
        "content": "Jede Person hat der FINMA Meldung zu erstatten, bevor sie direkt oder indirekt eine qualifizierte Beteiligung nach Absatz 4 an einem Finanzinstitut erwirbt oder veräussert. Diese Meldepflicht besteht auch, wenn eine qualifizierte Beteiligung so vergrössert oder verkleinert wird, dass die Schwellen von 20, 33 oder 50 Prozent des Kapitals oder der Stimmen erreicht, über- oder unterschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 6 FINIG",
        "content": "Das Finanzinstitut meldet der FINMA die Personen, welche die Voraussetzungen nach Absatz 5 erfüllen, sobald es davon Kenntnis erhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 7 FINIG",
        "content": "Ausgenommen von den Absätzen 5 und 6 sind Vermögensverwalter und Trustees.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Gewähr",
        "citation": "Art. 11 Abs. 8 FINIG",
        "content": "An Vermögensverwaltern und Trustees qualifiziert Beteiligten ist es gestattet, die Geschäftsführung auszuüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_11"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Öffentliches Angebot von Effekten auf dem Primärmarkt",
        "citation": "Art. 12 FINIG",
        "content": "Wer hauptsächlich im Finanzbereich tätig ist, darf folgende Tätigkeiten nur ausüben, wenn er über eine Bewilligung als Wertpapierhaus nach diesem Gesetz oder als Bank nach dem BankG verfügt:\na. gewerbsmässig Effekten, die von Drittpersonen ausgegeben werden, übernehmen und auf dem Primärmarkt öffentlich anbieten;\nb. gewerbsmässig Derivate in Form von Effekten schaffen und auf dem Primärmarkt öffentlich anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_12"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Schutz vor Verwechslung und Täuschung",
        "citation": "Art. 13 Abs. 1 FINIG",
        "content": "Die Bezeichnung des Finanzinstituts darf nicht zu Verwechslung oder Täuschung Anlass geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_13"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Schutz vor Verwechslung und Täuschung",
        "citation": "Art. 13 Abs. 2 FINIG",
        "content": "Die Bezeichnungen «Vermögensverwalter», «Trustee», «Verwalter von Kollektivvermögen», «Fondsleitung» oder «Wertpapierhaus» dürfen Personen nur dann allein oder in Wortverbindungen in der Firma, in der Umschreibung des Geschäftszwecks oder in Geschäftsunterlagen verwenden, wenn sie über die entsprechende Bewilligung verfügen. Vorbehalten bleiben die Artikel 52 Absatz 3 und 58 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_13"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Übertragung von Aufgaben",
        "citation": "Art. 14 Abs. 1 FINIG",
        "content": "Finanzinstitute dürfen eine Aufgabe nur Dritten übertragen, die über die für diese Tätigkeit notwendigen Fähigkeiten, Kenntnisse und Erfahrungen und über die erforderlichen Bewilligungen verfügen. Sie instruieren und überwachen die beigezogenen Dritten sorgfältig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_14"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Übertragung von Aufgaben",
        "citation": "Art. 14 Abs. 2 FINIG",
        "content": "Die FINMA kann die Übertragung von Anlageentscheiden an eine Person im Ausland davon abhängig machen, dass zwischen der FINMA und der zuständigen ausländischen Aufsichtsbehörde eine Vereinbarung über die Zusammenarbeit und den Informationsaustausch abgeschlossen wird, namentlich wenn das ausländische Recht den Abschluss einer solchen Vereinbarung verlangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_14"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Auslandgeschäft",
        "citation": "Art. 15 FINIG",
        "content": "Ein Finanzinstitut erstattet der FINMA Meldung, bevor es:\na. im Ausland eine Tochtergesellschaft, eine Zweigniederlassung oder eine Vertretung errichtet, erwirbt oder aufgibt;\nb. eine qualifizierte Beteiligung an einer ausländischen Gesellschaft erwirbt oder aufgibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_15"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Gemeinsame Bestimmungen, Ombudsstelle",
        "citation": "Art. 16 FINIG",
        "content": "Finanzinstitute, die nicht ausschliesslich gegenüber institutionellen oder professionellen Kunden nach Artikel 4 Absätze 3 und 4 des Finanzdienstleistungsgesetzes vom 15. Juni 2018 (FIDLEG) Finanzdienstleistungen nach Artikel 3 Buchstabe c FIDLEG erbringen, müssen sich spätestens mit Aufnahme ihrer Tätigkeit einer Ombudsstelle nach den Bestimmungen des 5. Titels FIDLEG anschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_16"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Begriffe",
        "citation": "Art. 17 Abs. 1 FINIG",
        "content": "Als Vermögensverwalter gilt, wer gestützt auf einen Auftrag gewerbsmässig im Namen und für Rechnung der Kundinnen und Kunden über deren Vermögenswerte im Sinne von Artikel 3 Buchstabe c Ziffern 1–4 FIDLEG verfügen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_17"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Begriffe",
        "citation": "Art. 17 Abs. 2 FINIG",
        "content": "Als Trustee gilt, wer gestützt auf die Errichtungsurkunde eines Trusts im Sinne des Übereinkommens vom 1. Juli 1985 über das auf Trusts anzuwendende Recht und über ihre Anerkennung gewerbsmässig Sondervermögen zugunsten der Begünstigten oder für einen bestimmten Zweck verwaltet oder darüber verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_17"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Rechtsform",
        "citation": "Art. 18 Abs. 1 FINIG",
        "content": "Vermögensverwalter und Trustees mit Sitz oder Wohnsitz in der Schweiz müssen eine der folgenden Rechtsformen aufweisen:\na. Einzelunternehmen;\nb. Handelsgesellschaft;\nc. Genossenschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_18"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Rechtsform",
        "citation": "Art. 18 Abs. 2 FINIG",
        "content": "Vermögensverwalter und Trustees sind verpflichtet, sich in das Handelsregister eintragen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_18"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Aufgaben",
        "citation": "Art. 19 Abs. 1 FINIG",
        "content": "Der Vermögensverwalter verwaltet individuelle Portfolios.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_19"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Aufgaben",
        "citation": "Art. 19 Abs. 2 FINIG",
        "content": "Der Trustee verwaltet das Sondervermögen, sorgt für dessen Werterhaltung und verwendet es zweckgebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_19"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Aufgaben",
        "citation": "Art. 19 Abs. 3 FINIG",
        "content": "Vermögensverwalter und Trustees können zusätzlich insbesondere folgende Dienstleistungen erbringen:\na. Anlageberatung;\nb. Portfolioanalyse;\nc. Anbieten von Finanzinstrumenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_19"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Qualifizierte Geschäftsführerinnen und Geschäftsführer",
        "citation": "Art. 20 Abs. 1 FINIG",
        "content": "Die Geschäftsführung eines Vermögensverwalters oder Trustees muss aus mindestens zwei qualifizierten Personen bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_20"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Qualifizierte Geschäftsführerinnen und Geschäftsführer",
        "citation": "Art. 20 Abs. 2 FINIG",
        "content": "Die Geschäftsführung kann aus nur einer qualifizierten Person bestehen, wenn nachgewiesen wird, dass die ordnungsgemässe Fortführung des Geschäftsbetriebs gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_20"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Qualifizierte Geschäftsführerinnen und Geschäftsführer",
        "citation": "Art. 20 Abs. 3 FINIG",
        "content": "Eine Person ist für die Geschäftsführung qualifiziert, wenn sie über eine der Tätigkeit des Vermögensverwalters oder Trustees angemessene Ausbildung und im Zeitpunkt der Übernahme der Geschäftsführung über eine genügende Berufserfahrung in der Vermögensverwaltung für Dritte oder im Rahmen von Trusts verfügt. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_20"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Risikomanagement und interne Kontrolle",
        "citation": "Art. 21 Abs. 1 FINIG",
        "content": "Vermögensverwalter und Trustees müssen über ein angemessen ausgestattetes Risikomanagement und eine wirksame interne Kontrolle verfügen, die unter anderem die Einhaltung der rechtlichen und unternehmensinternen Vorschriften gewährleistet (Compliance).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_21"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Risikomanagement und interne Kontrolle",
        "citation": "Art. 21 Abs. 2 FINIG",
        "content": "Die Aufgaben des Risikomanagements und der internen Kontrolle können von einer qualifizierten Geschäftsführerin oder einem qualifizierten Geschäftsführer wahrgenommen werden oder an entsprechend qualifizierte Mitarbeitende oder an eine qualifizierte externe Stelle delegiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_21"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Risikomanagement und interne Kontrolle",
        "citation": "Art. 21 Abs. 3 FINIG",
        "content": "Personen, die Aufgaben des Risikomanagements oder der internen Kontrolle wahrnehmen, dürfen nicht in die Tätigkeiten eingebunden werden, die sie überwachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_21"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Mindestkapital und Sicherheiten",
        "citation": "Art. 22 Abs. 1 FINIG",
        "content": "Das Mindestkapital von Vermögensverwaltern und Trustees muss 100 000 Franken betragen und bar einbezahlt sein. Es ist dauernd einzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_22"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Mindestkapital und Sicherheiten",
        "citation": "Art. 22 Abs. 2 FINIG",
        "content": "Die Vermögensverwalter und Trustees müssen überdies über angemessene Sicherheiten verfügen oder eine Berufshaftpflichtversicherung abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_22"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Mindestkapital und Sicherheiten",
        "citation": "Art. 22 Abs. 3 FINIG",
        "content": "Der Bundesrat legt die Mindestbeträge für die Sicherheiten und die Versicherungssumme der Berufshaftpflichtversicherung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_22"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Eigenmittel",
        "citation": "Art. 23 Abs. 1 FINIG",
        "content": "Vermögensverwalter und Trustees haben über angemessene Eigenmittel zu verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_23"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 1. Abschnitt: Vermögensverwalter und Trustees, Eigenmittel",
        "citation": "Art. 23 Abs. 2 FINIG",
        "content": "Die Eigenmittel müssen stets mindestens einen Viertel der Fixkosten der letzten Jahresrechnung, bis höchstens 10 Millionen Franken betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_23"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Begriff",
        "citation": "Art. 24 Abs. 1 FINIG",
        "content": "Als Verwalter von Kollektivvermögen gilt, wer gewerbsmässig Vermögenswerte verwaltet im Namen und für Rechnung von:\na. kollektiven Kapitalanlagen;\nb. Vorsorgeeinrichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_24"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Begriff",
        "citation": "Art. 24 Abs. 2 FINIG",
        "content": "Als Vermögensverwalter im Sinne von Artikel 17 Absatz 1 gelten:\na. Verwalter von Kollektivvermögen nach Absatz 1 Buchstabe a, deren Anlegerinnen und Anleger im Sinne von Artikel 10 Absatz 3 oder 3ter des Kollektivanlagengesetzes vom 23. Juni 2006 qualifiziert sind und die eine der folgenden Voraussetzungen erfüllen:\n1. Die verwalteten Vermögenswerte der kollektiven Kapitalanlagen, ein-schliesslich der durch Einsatz von Finanzinstrumenten mit Hebelwirkung erworbenen Vermögenswerte, betragen insgesamt höchstens 100 Millionen Franken.\n2. Die verwalteten Vermögenswerte der kollektiven Kapitalanlagen betragen insgesamt höchstens 500 Millionen Franken und enthalten keine Finanzinstrumente mit Hebelwirkung; die kollektiven Kapitalanlagen gewähren kein Anrecht auf Rückzahlung in den ersten fünf Jahren nach der Tätigung der ersten Anlage.\nb. Verwalter von Kollektivvermögen nach Absatz 1 Buchstabe b, die Vermögenswerte von Vorsorgeeinrichtungen von insgesamt höchstens 100 Millionen Franken und im obligatorischen Bereich zudem höchstens 20 Prozent der Vermögenswerte einer einzelnen Vorsorgeeinrichtung verwalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_24"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Begriff",
        "citation": "Art. 24 Abs. 3 FINIG",
        "content": "Vermögensverwalter nach Absatz 2 können eine Bewilligung als Verwalter von Kollektivvermögen verlangen, sofern dies vom Staat verlangt wird, in dem die kollektive Kapitalanlage gebildet oder angeboten oder die Vorsorgeeinrichtung geführt wird. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_24"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Rechtsform",
        "citation": "Art. 25 FINIG",
        "content": "Der Verwalter von Kollektivvermögen mit Sitz in der Schweiz muss die Rechtsform einer Handelsgesellschaft aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_25"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Aufgaben",
        "citation": "Art. 26 Abs. 1 FINIG",
        "content": "Der Verwalter von Kollektivvermögen stellt für die ihm anvertrauten Vermögenswerte die Portfolioverwaltung und das Risikomanagement sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_26"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Aufgaben",
        "citation": "Art. 26 Abs. 2 FINIG",
        "content": "Daneben darf der Verwalter von Kollektivvermögen insbesondere das Fondsgeschäft für ausländische kollektive Kapitalanlagen ausüben. Verlangt das ausländische Recht eine Vereinbarung über Zusammenarbeit und Informationsaustausch zwischen der FINMA und den für das Fondsgeschäft relevanten ausländischen Aufsichtsbehörden, so darf er dieses Geschäft nur ausüben, wenn eine solche Vereinbarung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_26"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Aufgaben",
        "citation": "Art. 26 Abs. 3 FINIG",
        "content": "Der Verwalter von Kollektivvermögen kann im Rahmen dieser Aufgaben zusätzlich administrative Tätigkeiten ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_26"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Übertragung von Aufgaben",
        "citation": "Art. 27 Abs. 1 FINIG",
        "content": "Der Verwalter von Kollektivvermögen kann Aufgaben Dritten übertragen, soweit dies im Interesse einer sachgerechten Verwaltung liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_27"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Übertragung von Aufgaben",
        "citation": "Art. 27 Abs. 2 FINIG",
        "content": "Wer die Verwaltung von Vermögen einer Vorsorgeeinrichtung oder einer kollektiven Kapitalanlage einem Verwalter von Kollektivvermögen überträgt, bleibt für die Einhaltung der jeweils anwendbaren Anlagevorschriften verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_27"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Mindestkapital und Sicherheiten",
        "citation": "Art. 28 Abs. 1 FINIG",
        "content": "Verwalter von Kollektivvermögen müssen über das verlangte Mindestkapital verfügen. Dieses muss vollständig einbezahlt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_28"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Mindestkapital und Sicherheiten",
        "citation": "Art. 28 Abs. 2 FINIG",
        "content": "Die FINMA kann Verwaltern von Kollektivvermögen in Form von Personengesellschaften erlauben, anstelle des Mindestkapitals angemessene Sicherheiten zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_28"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Mindestkapital und Sicherheiten",
        "citation": "Art. 28 Abs. 3 FINIG",
        "content": "Der Bundesrat regelt die Höhe des Mindestkapitals und der Sicherheiten. Er kann zudem die Erteilung der Bewilligung vom Abschluss einer Berufshaftpflichtversicherung abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_28"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Eigenmittel",
        "citation": "Art. 29 Abs. 1 FINIG",
        "content": "Verwalter von Kollektivvermögen müssen über angemessene Eigenmittel verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_29"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Eigenmittel",
        "citation": "Art. 29 Abs. 2 FINIG",
        "content": "Der Bundesrat legt die Höhe der Eigenmittel nach Massgabe der Geschäftstätigkeit und der Risiken fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_29"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Gruppen- und Konglomeratsaufsicht",
        "citation": "Art. 30 FINIG",
        "content": "Die FINMA kann, sofern dies anerkannte internationale Standards vorsehen, eine Finanzgruppe, die von einem Verwalter von Kollektivvermögen dominiert wird, oder ein Finanzkonglomerat, das von einem Verwalter von Kollektivvermögen dominiert wird, einer Gruppen- oder Konglomeratsaufsicht unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_30"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 2. Abschnitt: Verwalter von Kollektivvermögen, Wechsel des Verwalters von Kollektivvermögen",
        "citation": "Art. 31 FINIG",
        "content": "Der Verwalter von Kollektivvermögen meldet die Übernahme seiner Rechte und Pflichten durch einen anderen Verwalter von Kollektivvermögen vorgängig der für die Aufsicht über die kollektive Kapitalanlage oder Vorsorgeeinrichtung zuständigen Aufsichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_31"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Begriff",
        "citation": "Art. 32 FINIG",
        "content": "Als Fondsleitung gilt, wer in eigenem Namen und für Rechnung der Anlegerinnen und Anleger selbstständig Anlagefonds nach Artikel 15 Absatz 1 Buchstabe a des Kollektivanlagengesetzes vom 23. Juni 2006 (KAG) verwaltet oder die Administration einer SICAV nach Artikel 13 Absatz 2 Buchstabe b KAG wahrnimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_32"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Rechtsform und Organisation",
        "citation": "Art. 33 Abs. 1 FINIG",
        "content": "Die Fondsleitung muss eine Aktiengesellschaft mit Sitz und Hauptverwaltung in der Schweiz sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_33"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Rechtsform und Organisation",
        "citation": "Art. 33 Abs. 2 FINIG",
        "content": "Das Aktienkapital ist in Namenaktien aufzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_33"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Rechtsform und Organisation",
        "citation": "Art. 33 Abs. 3 FINIG",
        "content": "Die geschäftsführenden Personen der Fondsleitung und der Depotbank müssen von der jeweils anderen Gesellschaft unabhängig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_33"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Rechtsform und Organisation",
        "citation": "Art. 33 Abs. 4 FINIG",
        "content": "Hauptzweck der Fondsleitung ist die Ausübung des Fondsgeschäfts; dieses besteht aus dem Anbieten von Anteilen des Anlagefonds, dessen Leitung und dessen Verwaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_33"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Aufgaben",
        "citation": "Art. 34 FINIG",
        "content": "Neben der Ausübung der Tätigkeiten nach diesem Gesetz darf die Fondsleitung insbesondere folgende weitere Dienstleistungen erbringen:\na. die Aufbewahrung und die technische Verwaltung von kollektiven Kapitalanlagen;\nb. die Administration einer Investmentgesellschaft mit variablem Kapital (SICAV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_34"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Übertragung von Aufgaben",
        "citation": "Art. 35 Abs. 1 FINIG",
        "content": "Die Fondsleitung darf die Leitung des Anlagefonds nicht Dritten übertragen. Sie darf jedoch Anlageentscheide sowie Teilaufgaben Dritten übertragen, soweit dies im Interesse einer sachgerechten Verwaltung liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_35"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Übertragung von Aufgaben",
        "citation": "Art. 35 Abs. 2 FINIG",
        "content": "Für kollektive Kapitalanlagen, deren Anteile in der Europäischen Union aufgrund eines Abkommens erleichtert angeboten werden, dürfen die Anlageentscheide weder der Depotbank noch anderen Unternehmen übertragen werden, deren Interessen mit denen des Verwalters von Kollektivvermögen oder der Fondsleitung oder der Anlegerinnen und Anleger kollidieren können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_35"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Mindestkapital",
        "citation": "Art. 36 Abs. 1 FINIG",
        "content": "Die Fondsleitung muss über das verlangte Mindestkapital verfügen. Dieses muss vollständig einbezahlt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_36"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Mindestkapital",
        "citation": "Art. 36 Abs. 2 FINIG",
        "content": "Der Bundesrat regelt die Höhe des Mindestkapitals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_36"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Eigenmittel",
        "citation": "Art. 37 Abs. 1 FINIG",
        "content": "Zwischen den Eigenmitteln der Fondsleitung und dem Gesamtvermögen der von ihr verwalteten kollektiven Kapitalanlagen muss ein angemessenes Verhältnis bestehen. Der Bundesrat regelt dieses Verhältnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_37"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Eigenmittel",
        "citation": "Art. 37 Abs. 2 FINIG",
        "content": "Die FINMA kann in besonderen Fällen Erleichterungen gewähren, sofern der Schutzzweck dieses Gesetzes nicht beeinträchtigt wird, oder Verschärfungen anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_37"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Eigenmittel",
        "citation": "Art. 37 Abs. 3 FINIG",
        "content": "Die Fondsleitung darf die vorgeschriebenen Eigenmittel weder in Fondsanteilen anlegen, die sie selber ausgegeben hat, noch ihren Aktionärinnen und Aktionären oder diesen wirtschaftlich oder familiär verbundenen natürlichen und juristischen Personen ausleihen. Das Halten flüssiger Mittel bei der Depotbank gilt nicht als Ausleihe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_37"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Rechte",
        "citation": "Art. 38 Abs. 1 FINIG",
        "content": "Die Fondsleitung hat Anspruch auf:\na. die im Fondsvertrag vorgesehenen Vergütungen;\nb. Befreiung von den Verbindlichkeiten, die sie in richtiger Erfüllung ihrer Aufgaben eingegangen ist;\nc. Ersatz der Aufwendungen, die sie zur Erfüllung dieser Verbindlichkeiten gemacht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_38"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Rechte",
        "citation": "Art. 38 Abs. 2 FINIG",
        "content": "Diese Ansprüche werden aus den Mitteln des Anlagefonds erfüllt. Die persönliche Haftung der Anlegerinnen und Anleger ist ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_38"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung",
        "citation": "Art. 39 Abs. 1 FINIG",
        "content": "Die Rechte und Pflichten der Fondsleitung können auf eine andere Fondsleitung übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung",
        "citation": "Art. 39 Abs. 2 FINIG",
        "content": "Der Übertragungsvertrag bedarf zu seiner Gültigkeit der schriftlichen oder einer anderen durch Text nachweisbaren Form sowie der Zustimmung der Depotbank und der Genehmigung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung",
        "citation": "Art. 39 Abs. 3 FINIG",
        "content": "Die bisherige Fondsleitung gibt die geplante Übertragung vor der Genehmigung durch die FINMA in den Publikationsorganen bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung",
        "citation": "Art. 39 Abs. 4 FINIG",
        "content": "In den Publikationen sind die Anlegerinnen und Anleger auf die Möglichkeit hinzuweisen, bei der FINMA innert 30 Tagen nach der Publikation Einwendungen zu erheben. Das Verfahren richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung",
        "citation": "Art. 39 Abs. 5 FINIG",
        "content": "Die FINMA genehmigt den Wechsel der Fondsleitung, wenn die gesetzlichen Vorschriften eingehalten sind und die Fortführung des Anlagefonds im Interesse der Anlegerinnen und Anleger liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung",
        "citation": "Art. 39 Abs. 6 FINIG",
        "content": "Sie veröffentlicht den Entscheid in den Publikationsorganen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung eines Limited Qualified Investor Fund ",
        "citation": "Art. 39a Abs. 1 FINIG",
        "content": "Artikel 39 Absätze 2–6 findet auf den Wechsel der Fondsleitung eines Limited Qualified Investor Fund (L-QIF) in der Rechtsform eines vertraglichen Anlagefonds keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung eines Limited Qualified Investor Fund ",
        "citation": "Art. 39a Abs. 2 FINIG",
        "content": "Der Übertragungsvertrag bedarf zu seiner Gültigkeit der Schriftform oder einer anderen Form, die den Nachweis durch Text ermöglicht, sowie der vorgängigen Zustimmung der Depotbank.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung eines Limited Qualified Investor Fund ",
        "citation": "Art. 39a Abs. 3 FINIG",
        "content": "Die bisherige Fondsleitung gibt die geplante Übertragung in den Publikationsorganen bekannt und weist darauf hin, wann der Wechsel vollzogen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung eines Limited Qualified Investor Fund ",
        "citation": "Art. 39a Abs. 4 FINIG",
        "content": "Auf eine Publikation nach Absatz 3 kann verzichtet werden, wenn sämtliche Anlegerinnen und Anleger schriftlich oder in einer anderen Form, die den Nachweis durch Text ermöglicht, über die Übertragung und den Zeitpunkt des Vollzugs des Wechsels informiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung eines Limited Qualified Investor Fund ",
        "citation": "Art. 39a Abs. 5 FINIG",
        "content": "Der Wechsel der Fondsleitung kann frühestens vollzogen werden: \na. im Fall eines vertraglichen Anlagefonds mit jederzeitiger Rückgabemöglichkeit: 30 Tage nach der Publikation nach Absatz 3 oder der Information nach Absatz 4; \nb. im Fall eines vertraglichen Anlagefonds ohne jederzeitige Rückgabemöglichkeit: am Tag nach dem Tag, an dem die Anteile unter Beachtung der vertraglichen oder reglementarischen Rückgabefristen und Termine zurückgegeben werden können, wenn der Fondsvertrag am 30. Tag nach der Publikation nach Absatz 3 oder der Information nach Absatz 4 gekündigt würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Wechsel der Fondsleitung eines Limited Qualified Investor Fund ",
        "citation": "Art. 39a Abs. 6 FINIG",
        "content": "Dauert die vertragliche oder reglementarische Kündigungsfrist länger als 30 Tage, so kann der Vollzug früher als nach Absatz 5 erfolgen, wenn sämtliche Anlegerinnen und Anleger schriftlich oder in einer anderen Form, die den Nachweis durch Text ermöglicht, zustimmen, frühestens aber 30 Tage nach der Publikation nach Absatz 3 oder der Information nach Absatz 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Absonderung des Fondsvermögens",
        "citation": "Art. 40 Abs. 1 FINIG",
        "content": "Im Konkurs der Fondsleitung werden zugunsten der Anlegerinnen und Anleger oder Kontoinhaberinnen und Kontoinhaber abgesondert:\na. Sachen und Rechte, die zum Anlagefonds gehören, unter Vorbehalt der Ansprüche der Fondsleitung nach Artikel 38;\nb. Anteile kollektiver Kapitalanlagen, die Anteilskonten gutgeschrieben sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_40"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 3. Abschnitt: Fondsleitungen, Absonderung des Fondsvermögens",
        "citation": "Art. 40 Abs. 2 FINIG",
        "content": "Schulden der Fondsleitung, die sich nicht aus dem Fondsvertrag ergeben, können nicht mit Forderungen, die zum Anlagefonds gehören, verrechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_40"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Begriff",
        "citation": "Art. 41 FINIG",
        "content": "Als Wertpapierhaus gilt, wer gewerbsmässig:\na. in eigenem Namen für Rechnung der Kundinnen und Kunden Effekten handelt;\nb. für eigene Rechnung kurzfristig mit Effekten handelt, hauptsächlich auf dem Finanzmarkt tätig ist und:\n1. dadurch die Funktionsfähigkeit des Finanzmarkts gefährden könnte, oder\n2. als Mitglied eines Handelsplatzes tätig ist, oder\n3. ein organisiertes Handelssystem nach Artikel 42 des Finanzmarktinfrastrukturgesetzes vom 19. Juni 2015 betreibt; oder\nc. für eigene Rechnung kurzfristig mit Effekten handelt und öffentlich dauernd oder auf Anfrage Kurse für einzelne Effekten stellt (Market Maker).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_41"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Rechtsform",
        "citation": "Art. 42 FINIG",
        "content": "Ein Wertpapierhaus mit Sitz in der Schweiz muss die Rechtsform einer Handelsgesellschaft aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_42"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Ausländisch beherrschte Wertpapierhäuser",
        "citation": "Art. 43 FINIG",
        "content": "Die Vorschriften des BankG über ausländisch beherrschte Banken gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_43"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Aufgaben",
        "citation": "Art. 44 Abs. 1 FINIG",
        "content": "Das Wertpapierhaus kann insbesondere:\na. im Rahmen seiner Tätigkeit nach Artikel 41 für die Kundinnen und Kunden selber oder bei Dritten Konten zur Abwicklung des Handels mit Effekten führen;\nb. Effekten der Kundinnen und Kunden bei sich oder in eigenem Namen bei Dritten aufbewahren;\nc. gewerbsmässig Effekten, die von Dritten ausgegeben worden sind, fest oder in Kommission übernehmen und öffentlich auf dem Primärmarkt anbieten;\nd. gewerbsmässig selbst Derivate schaffen, die es für eigene oder fremde Rechnung öffentlich auf dem Primärmarkt anbietet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_44"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Aufgaben",
        "citation": "Art. 44 Abs. 2 FINIG",
        "content": "Es darf im Umfang seiner Tätigkeit nach Absatz 1 Buchstabe a gewerbsmässig Publikumseinlagen entgegennehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_44"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Aufgaben",
        "citation": "Art. 44 Abs. 3 FINIG",
        "content": "Der Bundesrat kann Vorschriften über die Verwendung von Publikumseinlagen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_44"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Mindestkapital und Sicherheiten",
        "citation": "Art. 45 Abs. 1 FINIG",
        "content": "Wertpapierhäuser müssen über das verlangte Mindestkapital verfügen. Dieses muss vollständig einbezahlt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_45"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Mindestkapital und Sicherheiten",
        "citation": "Art. 45 Abs. 2 FINIG",
        "content": "Die FINMA kann Wertpapierhäusern in Form von Personengesellschaften erlauben, anstelle des Mindestkapitals angemessene Sicherheiten zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_45"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Mindestkapital und Sicherheiten",
        "citation": "Art. 45 Abs. 3 FINIG",
        "content": "Der Bundesrat regelt die Höhe des Mindestkapitals und der Sicherheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_45"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Eigenmittel, Liquidität und Risikoverteilung",
        "citation": "Art. 46 Abs. 1 FINIG",
        "content": "Wertpapierhäuser müssen einzeln und auf konsolidierter Basis über angemessene Eigenmittel und Liquidität verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_46"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Eigenmittel, Liquidität und Risikoverteilung",
        "citation": "Art. 46 Abs. 2 FINIG",
        "content": "Sie müssen ihre Risiken angemessen verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_46"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Eigenmittel, Liquidität und Risikoverteilung",
        "citation": "Art. 46 Abs. 3 FINIG",
        "content": "Der Bundesrat regelt die Anforderungen an die Risikoverteilung. Er legt die Höhe der Eigenmittel und der Liquidität nach Massgabe der Geschäftstätigkeit und der Risiken fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_46"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Eigenmittel, Liquidität und Risikoverteilung",
        "citation": "Art. 46 Abs. 4 FINIG",
        "content": "Die FINMA kann in begründeten Fällen Erleichterungen gewähren, sofern der Schutzzweck dieses Gesetzes nicht beeinträchtigt wird, oder Verschärfungen anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_46"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Eigenmittel, Liquidität und Risikoverteilung",
        "citation": "Art. 46 Abs. 5 FINIG",
        "content": "Die FINMA ist ermächtigt, Ausführungsvorschriften zu erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_46"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Zusätzliches Kapital",
        "citation": "Art. 47 FINIG",
        "content": "Die Vorschriften des BankG über das zusätzliche Kapital gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_47"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Rechnungslegung",
        "citation": "Art. 48 FINIG",
        "content": "Die Vorschriften des BankG über die Rechnungslegung gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_48"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Gruppen- und Konglomeratsaufsicht",
        "citation": "Art. 49 Abs. 1 FINIG",
        "content": "Als wertpapierhausdominierte Finanzgruppe gelten zwei oder mehrere Unternehmen:\na. von denen mindestens eines als Wertpapierhaus tätig ist;\nb. die hauptsächlich im Finanzbereich tätig sind; und\nc. die eine wirtschaftliche Einheit bilden oder von denen aufgrund anderer Umstände anzunehmen ist, dass ein oder mehrere der Einzelaufsicht unterstehende Unternehmen rechtlich verpflichtet oder faktisch gezwungen sind, Gruppengesellschaften beizustehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_49"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Gruppen- und Konglomeratsaufsicht",
        "citation": "Art. 49 Abs. 2 FINIG",
        "content": "Als wertpapierhausdominiertes Finanzkonglomerat gilt eine Finanzgruppe nach Absatz 1, die hauptsächlich im Wertpapierhandelsbereich tätig ist und zu der mindestens ein Versicherungsunternehmen von erheblicher wirtschaftlicher Bedeutung gehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_49"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Gruppen- und Konglomeratsaufsicht",
        "citation": "Art. 49 Abs. 3 FINIG",
        "content": "Die Vorschriften des BankG über Finanzgruppen und Finanzkonglomerate gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_49"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Aufzeichnungspflicht",
        "citation": "Art. 50 FINIG",
        "content": "Das Wertpapierhaus muss die Aufträge und die von ihm getätigten Geschäfte mit allen Angaben aufzeichnen, die für deren Nachvollziehbarkeit und für die Beaufsichtigung seiner Tätigkeit erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_50"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Meldepflicht",
        "citation": "Art. 51 Abs. 1 FINIG",
        "content": "Das Wertpapierhaus hat die für die Transparenz des Effektenhandels erforderlichen Meldungen zu erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_51"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Meldepflicht",
        "citation": "Art. 51 Abs. 2 FINIG",
        "content": "Die FINMA regelt, welche Informationen in welcher Form wem zu melden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_51"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 4. Abschnitt: Wertpapierhäuser, Meldepflicht",
        "citation": "Art. 51 Abs. 3 FINIG",
        "content": "Sofern die Erreichung des Gesetzeszweckes dies verlangt, kann der Bundesrat die Meldepflicht nach Absatz 1 auch Personen und Gesellschaften auferlegen, die Effekten gewerbsmässig, aber ohne Beizug eines Wertpapierhauses kaufen und verkaufen. Die Gesellschaften haben die Einhaltung dieser Meldepflicht durch eine von der Eidgenössischen Revisionsaufsichtsbehörde (RAB) nach Artikel 9a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 (RAG) zugelassene Prüfgesellschaft prüfen zu lassen und sind der FINMA zur Auskunft verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_51"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Bewilligungspflicht",
        "citation": "Art. 52 Abs. 1 FINIG",
        "content": "Einer Bewilligung der FINMA bedürfen Finanzinstitute mit Sitz im Ausland (ausländische Finanzinstitute), die in der Schweiz eine Zweigniederlassung errichten wollen, in der sie Personen beschäftigen, die im Namen des betreffenden ausländischen Finanzinstituts dauernd und gewerbsmässig in der Schweiz oder von der Schweiz aus:\na. Vermögenswerte verwalten oder eine Tätigkeit als Trustee ausüben;\nb. die Vermögensverwaltung für kollektive Kapitalanlagen oder Vorsorgeeinrichtungen ausüben;\nc. mit Effekten handeln;\nd. Geschäfte abschliessen; oder\ne. Kundenkonten führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_52"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Bewilligungspflicht",
        "citation": "Art. 52 Abs. 2 FINIG",
        "content": "Ausländische Fondsleitungen dürfen in der Schweiz keine Zweigniederlassungen errichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_52"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Bewilligungspflicht",
        "citation": "Art. 52 Abs. 3 FINIG",
        "content": "Der Bundesrat kann Staatsverträge abschliessen, die vorsehen, dass Finanzinstitute aus den Vertragsstaaten ohne Bewilligung der FINMA eine Zweigniederlassung eröffnen können, wenn beide Vertragsseiten die jeweilige Regelung der Tätigkeit von Finanzinstituten und die Massnahmen zur Aufsicht als gleichwertig anerkennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_52"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Bewilligungsvoraussetzungen",
        "citation": "Art. 53 FINIG",
        "content": "Die FINMA erteilt dem ausländischen Finanzinstitut eine Bewilligung zur Errichtung einer Zweigniederlassung, wenn:\na. das ausländische Finanzinstitut:\n1. hinreichend organisiert ist und über genügend finanzielle Mittel und qualifiziertes Personal verfügt, um in der Schweiz eine Zweigniederlassung zu betreiben,\n2. einer angemessenen Aufsicht untersteht, welche die Zweigniederlassung mit einschliesst, und\n3. nachweist, dass die Firma der Zweigniederlassung im Handelsregister eingetragen werden kann;\nb. die zuständigen ausländischen Aufsichtsbehörden:\n1. keine Einwände gegen die Errichtung einer Zweigniederlassung erheben,\n2. sich verpflichten, die FINMA unverzüglich zu benachrichtigen, wenn Umstände eintreten, welche die Interessen der Anlegerinnen und Anleger oder der Kundinnen und Kunden ernsthaft gefährden könnten, und\n3. der FINMA Amtshilfe leisten;\nc. die Zweigniederlassung:\n1. die Voraussetzungen nach den Artikeln 9–11 erfüllt und über ein Reglement verfügt, das den Geschäftskreis genau umschreibt und eine ihrer Geschäftstätigkeit entsprechende Verwaltungs- oder Betriebsorganisation vorsieht, und\n2. die zusätzlichen Bewilligungsvoraussetzungen nach den Artikeln 54–57 erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_53"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Gegenrechtserfordernis",
        "citation": "Art. 54 FINIG",
        "content": "Die FINMA kann die Erteilung der Bewilligung zur Errichtung einer Zweigniederlassung eines ausländischen Finanzinstituts davon abhängig machen, dass die Staaten, in denen das ausländische Finanzinstitut oder die Ausländerinnen und Ausländer mit qualifizierten Beteiligungen ihren Wohnsitz oder Sitz haben, das Gegenrecht gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_54"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Finanzgruppen und Finanzkonglomerate",
        "citation": "Art. 55 FINIG",
        "content": "Ist ein ausländisches Finanzinstitut Teil einer Finanzgruppe oder eines Finanzkonglomerats, so kann die FINMA die Erteilung der Bewilligung davon abhängig machen, dass es einer angemessenen konsolidierten Aufsicht durch ausländische Aufsichtsbehörden untersteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_55"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Sicherheiten",
        "citation": "Art. 56 FINIG",
        "content": "Die FINMA kann die Erteilung der Bewilligung zur Errichtung einer Zweigniederlassung eines ausländischen Vermögensverwalters, eines ausländischen Trustees oder eines ausländischen Verwalters von Kollektivvermögen von der Leistung einer Sicherheit abhängig machen, wenn der Schutz der Anlegerinnen und Anleger oder der Kundinnen und Kunden es erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_56"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 5. Abschnitt: Zweigniederlassungen, Ausnahmeregelung",
        "citation": "Art. 57 FINIG",
        "content": "Der Bundesrat kann vorsehen, dass Zweigniederlassungen ausländischer Finanzinstitute von der Einhaltung bestimmter Vorschriften dieses Gesetzes befreit werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_57"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 6. Abschnitt: Vertretungen, Bewilligungspflicht",
        "citation": "Art. 58 Abs. 1 FINIG",
        "content": "Ausländische Finanzinstitute bedürfen einer Bewilligung der FINMA, wenn sie in der Schweiz Personen beschäftigen, die für sie dauernd und gewerbsmässig in der Schweiz oder von der Schweiz aus in anderer Weise als nach Artikel 52 Absatz 1 tätig sind, namentlich indem diese Personen Kundenaufträge an sie weiterleiten oder sie zu Werbe- oder anderen Zwecken vertreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_58"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 6. Abschnitt: Vertretungen, Bewilligungspflicht",
        "citation": "Art. 58 Abs. 2 FINIG",
        "content": "Ausländische Fondsleitungen dürfen in der Schweiz keine Vertretungen errichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_58"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 6. Abschnitt: Vertretungen, Bewilligungspflicht",
        "citation": "Art. 58 Abs. 3 FINIG",
        "content": "Der Bundesrat kann Staatsverträge abschliessen, die vorsehen, dass Finanzinstitute aus den Vertragsstaaten ohne Bewilligung der FINMA eine Vertretung eröffnen können, wenn beide Vertragsseiten die jeweilige Regelung der Tätigkeit von Finanzinstituten und die Massnahmen zur Aufsicht als gleichwertig anerkennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_58"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 6. Abschnitt: Vertretungen, Bewilligungsvoraussetzungen",
        "citation": "Art. 59 Abs. 1 FINIG",
        "content": "Die FINMA erteilt dem ausländischen Finanzinstitut eine Bewilligung zur Errichtung einer Vertretung, wenn:\na. das ausländische Finanzinstitut einer angemessenen Aufsicht untersteht;\nb. die zuständigen ausländischen Aufsichtsbehörden keine Einwände gegen die Errichtung der Vertretung erheben;\nc. die mit ihrer Leitung betrauten Personen Gewähr für eine einwandfreie Geschäftstätigkeit bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_59"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 6. Abschnitt: Vertretungen, Bewilligungsvoraussetzungen",
        "citation": "Art. 59 Abs. 2 FINIG",
        "content": "Die FINMA kann die Bewilligung zusätzlich davon abhängig machen, dass der Staat, in dem das ausländische Finanzinstitut seinen Sitz hat, das Gegenrecht gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_59"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 2. Kapitel: Finanzinstitute, 6. Abschnitt: Vertretungen, Ausnahmeregelung",
        "citation": "Art. 60 FINIG",
        "content": "Der Bundesrat kann vorsehen, dass Vertretungen ausländischer Finanzinstitute von der Einhaltung bestimmter Vorschriften dieses Gesetzes befreit werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_60"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Zuständigkeit",
        "citation": "Art. 61 Abs. 1 FINIG",
        "content": "Vermögensverwalter und Trustees werden von der FINMA unter Beizug einer Aufsichtsorganisation nach dem FINMAG beaufsichtigt. Vorbehalten bleibt die konsolidierte Aufsicht durch die FINMA nach den Artikeln 30 und 49 des vorliegende Gesetzes oder nach den Finanzmarktgesetzen nach Artikel 1 Absatz 1 FINMAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_61"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Zuständigkeit",
        "citation": "Art. 61 Abs. 2 FINIG",
        "content": "Die laufende Aufsichtstätigkeit über die Vermögensverwalter und Trustees wird durch Aufsichtsorganisationen wahrgenommen, die von der FINMA bewilligt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_61"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Zuständigkeit",
        "citation": "Art. 61 Abs. 3 FINIG",
        "content": "Verwalter von Kollektivvermögen, Fondsleitungen und Wertpapierhäuser werden von der FINMA beaufsichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_61"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Zuständigkeit",
        "citation": "Art. 61 Abs. 4 FINIG",
        "content": "Besteht keine Aufsichtsorganisation nach Absatz 1, so wird die Aufsicht durch die FINMA wahrgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_61"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Vermögensverwalter und Trustees",
        "citation": "Art. 62 Abs. 1 FINIG",
        "content": "Die Vermögensverwalter und die Trustees müssen eine Prüfgesellschaft nach Artikel 43k Absatz 1 FINMAG mit einer jährlichen Prüfung beauftragen, soweit diese Prüfung nicht von der betreffenden Aufsichtsorganisation selber ausgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_62"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Vermögensverwalter und Trustees",
        "citation": "Art. 62 Abs. 2 FINIG",
        "content": "Die Aufsichtsorganisation kann die Prüfperiodizität unter Berücksichtigung der Tätigkeit der Beaufsichtigten und der damit verbundenen Risiken auf maximal vier Jahre erhöhen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_62"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Vermögensverwalter und Trustees",
        "citation": "Art. 62 Abs. 3 FINIG",
        "content": "In den Jahren, in denen keine periodische Prüfung stattfindet, erstatten die Vermögensverwalter und Trustees der Aufsichtsorganisation einen Bericht über die Konformität ihrer Geschäftstätigkeit mit den Gesetzesvorschriften. Dieser Bericht kann in standardisierter Form abgegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_62"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Verwalter von Kollektivvermögen, der Fondsleitungen, Wertpapierhäuser, Finanzgruppen und Finanzkonglomerate",
        "citation": "Art. 63 Abs. 1 FINIG",
        "content": "Die Verwalter von Kollektivvermögen, die Fondsleitungen, die Wertpapierhäuser, die Finanzgruppen und die Finanzkonglomerate müssen:\na. eine von der RAB nach Artikel 9a Absatz 1 RAG zugelassene Prüfgesellschaft mit einer jährlichen Prüfung nach Artikel 24 FINMAG beauftragen;\nb. ihre Jahresrechnung und gegebenenfalls ihre Konzernrechnung von einem staatlich beaufsichtigten Revisionsunternehmen nach den Grundsätzen der ordentlichen Revision des Obligationenrechts (OR) prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_63"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Verwalter von Kollektivvermögen, der Fondsleitungen, Wertpapierhäuser, Finanzgruppen und Finanzkonglomerate",
        "citation": "Art. 63 Abs. 2 FINIG",
        "content": "Die FINMA kann unter Berücksichtigung der Tätigkeit der Beaufsichtigten und der damit verbundenen Risiken für die Prüfung nach Absatz 1 Buchstabe a eine mehrjährige Prüfperiodizität vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_63"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Verwalter von Kollektivvermögen, der Fondsleitungen, Wertpapierhäuser, Finanzgruppen und Finanzkonglomerate",
        "citation": "Art. 63 Abs. 3 FINIG",
        "content": "In den Jahren, in denen keine periodische Prüfung stattfindet, erstatten die Finanz-institute nach Absatz 1 der FINMA einen Bericht über die Konformität ihrer Geschäftstätigkeit mit den Gesetzesvorschriften. Dieser Bericht kann in standardisierter Form abgegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_63"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Verwalter von Kollektivvermögen, der Fondsleitungen, Wertpapierhäuser, Finanzgruppen und Finanzkonglomerate",
        "citation": "Art. 63 Abs. 4 FINIG",
        "content": "Die Fondsleitung beauftragt für sich selbst und für die von ihr geleiteten Anlagefonds die gleiche Prüfgesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_63"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Prüfung der Verwalter von Kollektivvermögen, der Fondsleitungen, Wertpapierhäuser, Finanzgruppen und Finanzkonglomerate",
        "citation": "Art. 63 Abs. 5 FINIG",
        "content": "Die FINMA kann selbst direkte Prüfungen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_63"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Auskunfts- und Meldepflicht bei Übertragung wesentlicher Funktionen",
        "citation": "Art. 64 Abs. 1 FINIG",
        "content": "Überträgt ein Finanzinstitut wesentliche Funktionen auf andere Personen, so unterstehen diese der Auskunfts- und Meldepflicht nach Artikel 29 FINMAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_64"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Auskunfts- und Meldepflicht bei Übertragung wesentlicher Funktionen",
        "citation": "Art. 64 Abs. 2 FINIG",
        "content": "Die FINMA kann bei diesen Personen jederzeit Prüfungen vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_64"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Stimmrechtssuspendierung",
        "citation": "Art. 65 FINIG",
        "content": "Zur Durchsetzung von Artikel 11 Absätze 3 und 5 kann die FINMA das Stimmrecht suspendieren, das an Aktien oder Anteile gebunden ist, die von qualifiziert Beteiligten gehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_65"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Liquidation",
        "citation": "Art. 66 Abs. 1 FINIG",
        "content": "Entzieht die FINMA einem Finanzinstitut die Bewilligung, so bewirkt dies bei juristischen Personen und Kollektiv- und Kommanditgesellschaften die Auflösung und bei Einzelunternehmen die Löschung im Handelsregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_66"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Liquidation",
        "citation": "Art. 66 Abs. 2 FINIG",
        "content": "Die FINMA bezeichnet die Liquidatorin oder den Liquidator und überwacht ihre oder seine Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_66"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Liquidation",
        "citation": "Art. 66 Abs. 3 FINIG",
        "content": "Vorbehalten bleiben die insolvenzrechtlichen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_66"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Insolvenzrechtliche Massnahmen",
        "citation": "Art. 67 Abs. 1 FINIG",
        "content": "Die Bestimmungen des BankG über die Massnahmen bei Insolvenzgefahr und den Bankenkonkurs gelten für Fondsleitungen und Wertpapierhäuser sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_67"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 3. Kapitel: Aufsicht, Insolvenzrechtliche Massnahmen",
        "citation": "Art. 67 Abs. 2 FINIG",
        "content": "Die Bestimmungen des BankG über die Einlagensicherung und die nachrichtenlosen Vermögenswerte gelten für Wertpapierhäuser nach Artikel 41 Buchstabe a sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_67"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 1. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 68 Abs. 1 FINIG",
        "content": "Die Verantwortlichkeit der Finanzinstitute und ihrer Organe richtet sich nach den Bestimmungen des OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_68"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 1. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 68 Abs. 2 FINIG",
        "content": "Überträgt ein Finanzinstitut die Erfüllung einer Aufgabe an einen Dritten, so haftet es für den von diesem verursachten Schaden, sofern es nicht nachweist, dass es bei der Auswahl, Instruktion und Überwachung die nach den Umständen gebotene Sorgfalt angewendet hat. Der Bundesrat kann die Anforderungen an die Überwachung regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_68"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 1. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 68 Abs. 3 FINIG",
        "content": "Für Handlungen der Personen, denen die Fondsleitung Aufgaben nach Artikel 35 Absatz 1 übertragen hat, haftet die Fondsleitung wie für eigenes Handeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_68"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung des Berufsgeheimnisses",
        "citation": "Art. 69 Abs. 1 FINIG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer vorsätzlich:\na. ein Geheimnis offenbart, das ihr oder ihm in der Eigenschaft als Organ, als Angestellte oder Angestellter, als Beauftragte oder Beauftragter oder als Liquidatorin oder Liquidator eines Finanzinstituts anvertraut worden ist oder das sie oder er in dieser Eigenschaft wahrgenommen hat;\nb. zu einer solchen Verletzung des Berufsgeheimnisses zu verleiten sucht;\nc. ein ihr oder ihm unter Verletzung von Buchstabe a offenbartes Geheimnis weiteren Personen offenbart oder für sich oder einen anderen ausnützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_69"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung des Berufsgeheimnisses",
        "citation": "Art. 69 Abs. 2 FINIG",
        "content": "Mit Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe wird bestraft, wer sich oder einem anderen durch eine Handlung nach Absatz 1 Buchstabe a oder c einen Vermögensvorteil verschafft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_69"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung des Berufsgeheimnisses",
        "citation": "Art. 69 Abs. 3 FINIG",
        "content": "Wer fahrlässig handelt, wird mit Busse bis zu 250 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_69"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung des Berufsgeheimnisses",
        "citation": "Art. 69 Abs. 4 FINIG",
        "content": "Die Verletzung des Berufsgeheimnisses ist auch nach Beendigung des amtlichen oder dienstlichen Verhältnisses oder der Berufsausübung strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_69"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung des Berufsgeheimnisses",
        "citation": "Art. 69 Abs. 5 FINIG",
        "content": "Vorbehalten bleiben die eidgenössischen und kantonalen Bestimmungen über die Zeugnispflicht und über die Auskunftspflicht gegenüber einer Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_69"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung des Berufsgeheimnisses",
        "citation": "Art. 69 Abs. 6 FINIG",
        "content": "Verfolgung und Beurteilung der Handlungen nach dieser Bestimmung obliegen den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_69"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung der Bestimmungen über den Schutz vor Verwechslung und Täuschung und der Meldepflichten",
        "citation": "Art. 70 FINIG",
        "content": "Mit Busse bis zu 500 000 Franken wird bestraft, wer vorsätzlich:\na. gegen die Bestimmung über den Schutz vor Verwechslung und Täuschung (Art. 13) verstösst;\nb. die nach den Artikeln 11 und 15 vorgeschriebenen Meldungen an die FINMA nicht, falsch oder zu spät erstattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_70"
    },
    {
        "book": "FINIG",
        "title": "FINIG, 4. Kapitel: Verantwortlichkeit und Strafbestimmungen, 2. Abschnitt: Strafbestimmungen, Verletzung von Aufzeichnungs- und Meldepflichten",
        "citation": "Art. 71 FINIG",
        "content": "Mit Busse bis zu 500 000 Franken wird bestraft, wer vorsätzlich:\na. die Aufzeichnungspflicht nach Artikel 50 verletzt;\nb. die Meldepflicht nach Artikel 51 verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/de#art_71"
    }
]