[
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Objet et but",
        "citation": "Art. 1 al. 1 LEFin",
        "content": "La présente loi fixe les exigences régissant l’activité des établissements financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_1"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Objet et but",
        "citation": "Art. 1 al. 2 LEFin",
        "content": "Elle a pour but de protéger les investisseurs et les clients des établissements financiers et d’assurer le bon fonctionnement du marché financier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_1"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 1 LEFin",
        "content": "Au sens de la présente loi, on entend par établissements financiers, quelle que soit leur forme juridique:\na. les gestionnaires de fortune (art. 17, al. 1);\nb. les trustees (art. 17, al. 2);\nc. les gestionnaires de fortune collective (art. 24);\nd. les directions de fonds (art. 32);\ne. les maisons de titres (art. 41).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_2"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 2 LEFin",
        "content": "Ne sont pas soumis à la présente loi:\na. les personnes qui gèrent exclusivement les valeurs patrimoniales de personnes avec lesquelles elles ont des liens économiques ou familiaux;\nb. les personnes qui gèrent exclusivement des valeurs patrimoniales dans le cadre de plans de participation des collaborateurs;\nc. les avocats, les notaires et leurs auxiliaires, dans la mesure où l’activité est soumise au secret professionnel en vertu de l’art. 321 du code pénal ou de l’art. 13 de la loi du 23 juin 2000 sur les avocats, ainsi que la personne morale sous la forme de laquelle ces personnes sont organisées;\nd. les personnes qui gèrent un patrimoine dans le cadre d’un mandat réglementé par la loi;\ne. la Banque nationale suisse et la Banque des règlements internationaux;\nf. les institutions de prévoyance et autres institutions servant à la prévoyance professionnelle (institutions de prévoyance), les fondations patronales (fonds de bienfaisance patronaux), les employeurs qui gèrent la fortune de leurs propres institutions de prévoyance et les associations d’employeurs et de travailleurs qui gèrent la fortune des institutions de leur association;\ng. les institutions des assurances sociales et les caisses de compensation;\nh. les entreprises d’assurance au sens de la loi du 17 décembre 2004 sur la surveillance des assurances;\ni. les institutions d’assurance de droit public visées à l’art. 67, al. 1, de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle, vieillesse, survivants et invalidité;\nj. les banques au sens de la loi du 8 novembre 1934 sur les banques (LB).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_2"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Exercice d’une activité à titre professionnel",
        "citation": "Art. 3 LEFin",
        "content": "Est considérée comme exercée à titre professionnel au sens de la présente loi toute activité économique indépendante exercée en vue d’obtenir un revenu régulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_3"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Sociétés mères d’un groupe et sociétés du groupe significatives",
        "citation": "Art. 4 al. 1 LEFin",
        "content": "Sont soumises aux mesures relevant du droit de l’insolvabilité selon l’art. 67, al. 1, pour autant qu’elles ne soient pas assujetties à la compétence de l’Autorité fédérale de surveillance des marchés financiers (FINMA) en matière de faillite dans le cadre de la surveillance des établissements individuels:\na. les sociétés mères à la tête d’un groupe financier ou d’un conglomérat financier domiciliées en Suisse;\nb. les sociétés du groupe ayant leur siège en Suisse qui remplissent des fonctions importantes pour les activités soumises à autorisation (sociétés du groupe significatives).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_4"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Sociétés mères d’un groupe et sociétés du groupe significatives",
        "citation": "Art. 4 al. 2 LEFin",
        "content": "Le Conseil fédéral fixe les critères permettant d’évaluer le caractère significatif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_4"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 1, Objet, but et champ d’application, Sociétés mères d’un groupe et sociétés du groupe significatives",
        "citation": "Art. 4 al. 3 LEFin",
        "content": "La FINMA désigne les sociétés du groupe significatives et tient un répertoire de ces sociétés. Celui-ci est accessible au public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_4"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Obligation d’obtenir une autorisation",
        "citation": "Art. 5 al. 1 LEFin",
        "content": "Les établissements financiers énumérés à l’art. 2, al. 1, doivent obtenir une autorisation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_5"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Obligation d’obtenir une autorisation",
        "citation": "Art. 5 al. 2 LEFin",
        "content": "Ils ne peuvent s’inscrire au registre du commerce qu’après avoir reçu cette autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_5"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Obligation d’obtenir une autorisation",
        "citation": "Art. 5 al. 3 LEFin",
        "content": "Les établissements financiers visés à l’art. 2, al. 1, let. c, qui sont déjà soumis, en Suisse, à une surveillance étatique équivalente sont libérés de l’obligation d’obtenir une autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_5"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Système d’autorisation en cascade",
        "citation": "Art. 6 al. 1 LEFin",
        "content": "L’autorisation d’opérer en tant que banque au sens de la LB vaut autorisation d’opérer en tant que maison de titres, gestionnaire de fortune collective, gestionnaire de fortune ou trustee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_6"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Système d’autorisation en cascade",
        "citation": "Art. 6 al. 2 LEFin",
        "content": "L’autorisation d’opérer en tant que maison de titres au sens de l’art. 41, let. a, vaut autorisation d’opérer en tant que gestionnaire de fortune collective, gestionnaire de fortune ou trustee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_6"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Système d’autorisation en cascade",
        "citation": "Art. 6 al. 3 LEFin",
        "content": "L’autorisation d’opérer en tant que direction de fonds vaut autorisation d’opérer en tant que gestionnaire de fortune collective ou en tant que gestionnaire de fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_6"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Système d’autorisation en cascade",
        "citation": "Art. 6 al. 4 LEFin",
        "content": "L’autorisation d’opérer en tant que gestionnaire de fortune collective vaut autorisation d’opérer en tant que gestionnaire de fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_6"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Conditions d’autorisation",
        "citation": "Art. 7 al. 1 LEFin",
        "content": "Peut obtenir une autorisation quiconque remplit les conditions de la présente section et les conditions spéciales applicables aux différents établissements financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_7"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Conditions d’autorisation",
        "citation": "Art. 7 al. 2 LEFin",
        "content": "Lors du dépôt de la demande d’autorisation, les gestionnaires de fortune et les trustees doivent apporter la preuve qu’ils sont assujettis à la surveillance d’un organisme de surveillance au sens de l’art. 43a de la loi du 22 juin 2007 sur la surveillance des marchés financiers (LFINMA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_7"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Conditions d’autorisation",
        "citation": "Art. 7 al. 3 LEFin",
        "content": "Le Conseil fédéral peut fixer des conditions supplémentaires si cela s’avère nécessaire à la mise en œuvre de normes internationales reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_7"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Modification des faits",
        "citation": "Art. 8 al. 1 LEFin",
        "content": "L’établissement financier signale à la FINMA toute modification des faits déterminants pour l’octroi de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_8"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Modification des faits",
        "citation": "Art. 8 al. 2 LEFin",
        "content": "En cas de modifications significatives, il demande l’autorisation de la FINMA avant de poursuivre son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_8"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Organisation",
        "citation": "Art. 9 al. 1 LEFin",
        "content": "L’établissement financier fixe des règles adéquates de gestion d’entreprise et s’organise de manière à pouvoir remplir ses obligations légales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_9"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Organisation",
        "citation": "Art. 9 al. 2 LEFin",
        "content": "Il identifie, mesure, gère et surveille ses risques, y compris les risques juridiques et les risques de réputation, et veille à ce que des contrôles internes efficaces soient mis sur pied.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_9"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Organisation",
        "citation": "Art. 9 al. 3 LEFin",
        "content": "Le Conseil fédéral fixe les exigences minimales applicables à l’organisation des établissements financiers en tenant compte notamment des différentes activités, de la taille des entreprises et des différents risques des établissements financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_9"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Lieu de la direction effective",
        "citation": "Art. 10 al. 1 LEFin",
        "content": "La direction effective de l’établissement financier doit être en Suisse. Font exception les directives générales et les décisions relatives à la surveillance des groupes, lorsque l’établissement financier fait partie d’un groupe financier soumis à la surveillance d’autorités étrangères sur une base consolidée appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_10"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Lieu de la direction effective",
        "citation": "Art. 10 al. 2 LEFin",
        "content": "Les personnes chargées de la gestion de l’établissement financier ont leur domicile en un lieu qui leur permette d’exercer la gestion effective des affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_10"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 1 LEFin",
        "content": "L’établissement financier et les personnes chargées de son administration et de sa gestion doivent présenter toutes les garanties d’une activité irréprochable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 2 LEFin",
        "content": "Les personnes chargées de l’administration et de la gestion de l’établissement financier doivent en outre jouir d’une bonne réputation et disposer des qualifications professionnelles requises par la fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 3 LEFin",
        "content": "Les détenteurs d’une participation qualifiée dans un établissement financier doivent également jouir d’une bonne réputation et garantir que leur influence ne soit pas exercée au détriment d’une gestion saine et prudente de l’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 4 LEFin",
        "content": "Est réputé détenir une participation qualifiée dans un établissement financier quiconque détient, directement ou indirectement, au moins 10 % du capital ou des droits de vote ou peut, de toute autre manière, exercer une influence notable sur la gestion de l’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 5 LEFin",
        "content": "Toute personne qui envisage d’acquérir ou de céder, directement ou indirectement, une participation qualifiée au sens de l’al. 4 dans un établissement financier est tenue de le déclarer au préalable à la FINMA. Cette obligation de déclarer vaut également lorsqu’une personne envisage d’augmenter ou de diminuer une telle participation et que celle-ci atteint ou dépasse les seuils de 20 %, 33 % ou 50 % du capital ou des droits de vote, ou descend en dessous de ceux-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 6 LEFin",
        "content": "L’établissement financier annonce à la FINMA les personnes qui remplissent les conditions de l’al. 5 dès qu’il en a connaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 7 LEFin",
        "content": "Les al. 5 et 6 ne s’appliquent pas aux gestionnaires de fortune et aux trustees.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Garantie d’une activité irréprochable",
        "citation": "Art. 11 al. 8 LEFin",
        "content": "Le détenteur d’une participation qualifiée dans un gestionnaire de fortune ou un trustee peut exercer la gestion de cet établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_11"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Offre au public de valeurs mobilières sur le marché primaire",
        "citation": "Art. 12 LEFin",
        "content": "Quiconque opère principalement dans le domaine financier ne peut exercer les activités suivantes que s’il détient une autorisation d’exercer en tant que maison de titres en vertu de la présente loi ou en tant que banque en vertu de la LB:\na. reprendre, à titre professionnel, des valeurs mobilières émises par des tiers et les offrir au public sur le marché primaire;\nb. créer, à titre professionnel, des dérivés sous la forme de valeurs mobilières et les offrir au public sur le marché primaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_12"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Protection contre la confusion et la tromperie",
        "citation": "Art. 13 al. 1 LEFin",
        "content": "La dénomination de l’établissement financier ne doit pas prêter à confusion ou induire en erreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_13"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Protection contre la confusion et la tromperie",
        "citation": "Art. 13 al. 2 LEFin",
        "content": "Seules les personnes qui disposent de l’autorisation requise peuvent faire figurer, seules ou en relation avec d’autres termes, les désignations «gestionnaire de fortune», «trustee», «gestionnaire de fortune collective», «direction de fonds» ou «maison de titres» dans leur raison sociale, dans la description de leur but social ou dans des documents professionnels. Les art. 52, al. 3, et 58, al. 3 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_13"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Délégation de tâches",
        "citation": "Art. 14 al. 1 LEFin",
        "content": "Les établissements financiers ne peuvent déléguer l’exécution d’une tâche qu’à des tiers qui disposent des capacités, des connaissances et de l’expérience requises par leur activité ainsi que des autorisations nécessaires à celle-ci. Ils instruisent et surveillent attentivement ces tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_14"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Délégation de tâches",
        "citation": "Art. 14 al. 2 LEFin",
        "content": "La FINMA peut subordonner la délégation de décisions de placement à une personne à l’étranger à la conclusion d’une convention de coopération et d’échange d’informations entre la FINMA et l’autorité de surveillance étrangère compétente, notamment si le droit étranger exige la conclusion d’une telle convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_14"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Activité à l’étranger",
        "citation": "Art. 15 LEFin",
        "content": "Un établissement financier informe la FINMA au préalable lorsqu’il entend:\na. fonder, acquérir ou céder une filiale, une succursale ou une représentation à l’étranger;\nb. acquérir ou céder une participation qualifiée dans une société étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_15"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 1, Dispositions générales, Section 2, Dispositions communes, Organe de médiation",
        "citation": "Art. 16 LEFin",
        "content": "Les établissements financiers qui ne fournissent pas de services financiers, tels qu’ils sont définis à l’art. 3, let. c, de la loi fédérale du 15 juin 2018 sur les services financiers (LSFin), exclusivement à des clients institutionnels ou à des clients professionnels au sens de l’art. 4, al. 3, et 4, LSFin doivent être affiliés à un organe de médiation au sens des dispositions du titre 5 LSFin au plus tard au moment où ils commencent leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_16"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Définitions",
        "citation": "Art. 17 al. 1 LEFin",
        "content": "Est réputé gestionnaire de fortune quiconque peut, sur la base d’un mandat, disposer à titre professionnel, au nom et pour le compte de clients, de leurs valeurs patrimoniales au sens de l’art. 3, let. c, ch. 1 à 4 LSFin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_17"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Définitions",
        "citation": "Art. 17 al. 2 LEFin",
        "content": "Est réputé trustee quiconque, à titre professionnel, gère un patrimoine distinct ou en dispose en faveur d’un bénéficiaire ou dans un but déterminé, sur la base de l’acte constitutif d’un trust au sens de la Convention du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_17"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Forme juridique",
        "citation": "Art. 18 al. 1 LEFin",
        "content": "Les gestionnaires de fortune et les trustees dont le siège ou le domicile est en Suisse doivent revêtir l’une des formes juridiques suivantes:\na. entreprise individuelle;\nb. société commerciale;\nc. société coopérative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_18"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Forme juridique",
        "citation": "Art. 18 al. 2 LEFin",
        "content": "Les gestionnaires de fortune et les trustees sont tenus de s’inscrire au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_18"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Tâches",
        "citation": "Art. 19 al. 1 LEFin",
        "content": "Le gestionnaire de fortune gère des portefeuilles individuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_19"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Tâches",
        "citation": "Art. 19 al. 2 LEFin",
        "content": "Le trustee gère le patrimoine distinct, veille au maintien de sa valeur et l’utilise conformément à son affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_19"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Tâches",
        "citation": "Art. 19 al. 3 LEFin",
        "content": "En outre, les gestionnaires de fortune et les trustees peuvent notamment fournir les services suivants:\na. le conseil en placement;\nb. l’analyse de portefeuille;\nc. l’offre d’instruments financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_19"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Dirigeants qualifiés",
        "citation": "Art. 20 al. 1 LEFin",
        "content": "La direction d’un gestionnaire de fortune ou d’un trustee doit être composée de deux personnes qualifiées au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_20"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Dirigeants qualifiés",
        "citation": "Art. 20 al. 2 LEFin",
        "content": "La direction peut être composée d’une seule personne qualifiée lorsque la preuve est apportée que la poursuite de l’exploitation est garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_20"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Dirigeants qualifiés",
        "citation": "Art. 20 al. 3 LEFin",
        "content": "Un dirigeant est réputé qualifié lorsqu’il dispose d’une formation adéquate pour exercer l’activité de gestionnaire de fortune ou de trustee et d’une expérience professionnelle suffisante dans la gestion de fortune de tiers ou dans le cadre de trusts au moment de la reprise de la direction. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_20"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Gestion des risques et contrôle interne",
        "citation": "Art. 21 al. 1 LEFin",
        "content": "Les gestionnaires de fortune et les trustees doivent disposer d’une gestion des risques aménagée de manière adéquate et d’un contrôle interne efficace, qui garantit notamment le respect des prescriptions légales et des prescriptions internes à l’entreprise (compliance).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_21"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Gestion des risques et contrôle interne",
        "citation": "Art. 21 al. 2 LEFin",
        "content": "Les tâches relevant de la gestion des risques et du contrôle interne peuvent être confiées à un dirigeant qualifié ou déléguées à des collaborateurs disposant des qualifications requises ou à un organe externe qualifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_21"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Gestion des risques et contrôle interne",
        "citation": "Art. 21 al. 3 LEFin",
        "content": "Les personnes qui assument les tâches relevant de la gestion des risques ou du contrôle interne ne peuvent pas prendre part aux activités qu’elles surveillent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_21"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Capital minimal et garanties",
        "citation": "Art. 22 al. 1 LEFin",
        "content": "Le capital minimal des gestionnaires de fortune et des trustees doit s’élever à 100 000 francs et être libéré en espèces. Il doit être maintenu en permanence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_22"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Capital minimal et garanties",
        "citation": "Art. 22 al. 2 LEFin",
        "content": "Les gestionnaires de fortune et les trustees doivent disposer de garanties appropriées ou conclure une assurance responsabilité civile professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_22"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Capital minimal et garanties",
        "citation": "Art. 22 al. 3 LEFin",
        "content": "Le Conseil fédéral fixe des montants minimaux pour les garanties et la somme assurée de l’assurance responsabilité civile professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_22"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Fonds propres",
        "citation": "Art. 23 al. 1 LEFin",
        "content": "Les gestionnaires de fortune et les trustees doivent disposer de fonds propres appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_23"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 1, Gestionnaires de fortune et trustees, Fonds propres",
        "citation": "Art. 23 al. 2 LEFin",
        "content": "Les fonds propres doivent s’élever constamment à au moins un quart des frais fixes des derniers comptes annuels, jusqu’à concurrence de 10 millions de francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_23"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Définition",
        "citation": "Art. 24 al. 1 LEFin",
        "content": "Est réputé gestionnaire de fortune collective quiconque administre à titre professionnel des valeurs patrimoniales au nom et pour le compte:\na. de placements collectifs de capitaux; \nb. d’institutions de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_24"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Définition",
        "citation": "Art. 24 al. 2 LEFin",
        "content": "Sont toutefois réputés gestionnaires de fortune au sens de l’art. 17, al. 1:\na. les gestionnaires de fortune collective au sens de l’al. 1, let. a, dont les investisseurs sont qualifiés au sens de l’art. 10, al. 3 ou 3ter, de la loi du 23 juin 2006 sur les placements collectifs, et qui remplissent l’une des conditions suivantes:\n1. les valeurs patrimoniales des placements collectifs qu’ils administrent, y compris celles acquises au moyen d’instruments financiers à effet de levier, n’excèdent pas 100 millions de francs au total,\n2. les valeurs patrimoniales des placements collectifs qu’ils administrent n’excèdent pas 500 millions de francs au total et ne contiennent aucun instrument financier à effet de levier; les placements collectifs de capitaux n’accordent aucun droit au remboursement pendant une période de cinq ans à compter de la date de l’investissement initial;\nb. les gestionnaires de fortune collective au sens de l’al. 1, let. b, qui administrent des valeurs patrimoniales d’institutions de prévoyance n’excédant pas 100 millions de francs au total et, dans le domaine obligatoire, 20 % des valeurs patrimoniales d’une seule institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_24"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Définition",
        "citation": "Art. 24 al. 3 LEFin",
        "content": "Les gestionnaires de fortune visés à l’al. 2 peuvent demander une autorisation en qualité de gestionnaires de fortune collective, dans la mesure où une telle autorisation est requise par l’État dans lequel le placement collectif est constitué ou proposé, ou dans lequel l’institution de prévoyance est gérée. Le Conseil fédéral fixe les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_24"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Forme juridique",
        "citation": "Art. 25 LEFin",
        "content": "Le gestionnaire de fortune collective dont le siège est en Suisse doit revêtir la forme juridique d’une société commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_25"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Tâches",
        "citation": "Art. 26 al. 1 LEFin",
        "content": "Le gestionnaire de fortune collective assure la gestion de portefeuille et la gestion des risques pour les valeurs patrimoniales qui lui sont confiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_26"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Tâches",
        "citation": "Art. 26 al. 2 LEFin",
        "content": "Par ailleurs, le gestionnaire de fortune collective peut notamment assurer la gestion de fonds pour des placements collectifs étrangers. Lorsque le droit étranger exige une convention de coopération et d’échange d’informations entre la FINMA et les autorités de surveillance étrangères concernées par la gestion de fonds, il ne peut assurer cette gestion que si une telle convention a été conclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_26"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Tâches",
        "citation": "Art. 26 al. 3 LEFin",
        "content": "Le gestionnaire de fortune collective peut exercer également des activités administratives dans le cadre de ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_26"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Délégation de tâches",
        "citation": "Art. 27 al. 1 LEFin",
        "content": "Le gestionnaire de fortune collective peut déléguer certaines tâches à des tiers pour autant que ce soit dans l’intérêt d’une gestion appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_27"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Délégation de tâches",
        "citation": "Art. 27 al. 2 LEFin",
        "content": "Quiconque délègue la gestion de la fortune d’une institution de prévoyance ou d’un placement collectif à un gestionnaire de fortune collective demeure responsable du respect des prescriptions applicables en matière de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_27"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Capital minimal et garanties",
        "citation": "Art. 28 al. 1 LEFin",
        "content": "Les gestionnaires de fortune collective doivent disposer du capital minimal requis. Ce capital doit être entièrement libéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_28"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Capital minimal et garanties",
        "citation": "Art. 28 al. 2 LEFin",
        "content": "La FINMA peut autoriser les gestionnaires de fortune collective revêtant la forme de sociétés de personnes à fournir des garanties appropriées au lieu du capital minimal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_28"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Capital minimal et garanties",
        "citation": "Art. 28 al. 3 LEFin",
        "content": "Le Conseil fédéral fixe le montant du capital minimal et des garanties. Il peut en outre subordonner l’octroi de l’autorisation à la conclusion d’une assurance responsabilité civile professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_28"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Fonds propres",
        "citation": "Art. 29 al. 1 LEFin",
        "content": "Les gestionnaires de fortune collective doivent disposer de fonds propres appropriés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_29"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Fonds propres",
        "citation": "Art. 29 al. 2 LEFin",
        "content": "Le Conseil fédéral fixe le montant des fonds propres en fonction de l’activité professionnelle et des risques des gestionnaires de fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_29"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Surveillance des groupes et des conglomérats",
        "citation": "Art. 30 LEFin",
        "content": "La FINMA peut, si les standards internationaux reconnus le prévoient, soumettre à la surveillance des groupes ou des conglomérats un groupe financier ou un conglomérat financier dominé par un gestionnaire de fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_30"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 2, Gestionnaires de fortune collective, Changement de gestionnaire de fortune collective",
        "citation": "Art. 31 LEFin",
        "content": "Le gestionnaire de fortune collective annonce au préalable la reprise de ses droits et obligations par un autre gestionnaire de fortune collective à l’autorité chargée de surveiller le placement collectif de capitaux ou l’institution de prévoyance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_31"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Définition",
        "citation": "Art. 32 LEFin",
        "content": "Est réputé direction de fonds quiconque, pour le compte d’investisseurs, de façon indépendante et en son propre nom, gère des fonds de placement conformément à l’art. 15, al. 1, let. a, de la loi du 23 juin 2006 sur les placements collectifs (LPCC) ou assume l’administration de la SICAV visée à l’art. 13, al. 2, let. b, LPCC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_32"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Forme juridique et organisation",
        "citation": "Art. 33 al. 1 LEFin",
        "content": "La direction de fonds doit être une société anonyme dont le siège et l’administration principale sont en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_33"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Forme juridique et organisation",
        "citation": "Art. 33 al. 2 LEFin",
        "content": "Le capital est divisé en actions nominatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_33"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Forme juridique et organisation",
        "citation": "Art. 33 al. 3 LEFin",
        "content": "Les personnes à la tête de la direction de fonds doivent être indépendantes de la banque dépositaire et réciproquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_33"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Forme juridique et organisation",
        "citation": "Art. 33 al. 4 LEFin",
        "content": "Le but principal de la direction de fonds est la gestion de fonds de placement, laquelle englobe l’offre de parts du fonds de placement de même que la direction et l’administration de celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_33"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Tâches",
        "citation": "Art. 34 LEFin",
        "content": "En plus de l’exercice des activités selon la présente loi, la direction de fonds peut notamment fournir les services suivants:\na. la garde et l’administration technique de placements collectifs;\nb. l’administration d’une société d’investissement à capital variable (SICAV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_34"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Délégation de tâches",
        "citation": "Art. 35 al. 1 LEFin",
        "content": "La direction de fonds ne peut pas déléguer la direction du fonds de placement à des tiers. Elle peut cependant déléguer des décisions de placement et des tâches partielles à des tiers, pour autant que ce soit dans l’intérêt d’une gestion appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_35"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Délégation de tâches",
        "citation": "Art. 35 al. 2 LEFin",
        "content": "En ce qui concerne les parts de placements collectifs dont l’offre dans l’Union européenne est facilitée par un accord, les décisions de placement ne peuvent pas être déléguées à la banque dépositaire ou à d’autres entreprises dont les intérêts sont susceptibles d’entrer en conflit avec ceux du gestionnaire de fortune collective, de la direction ou des investisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_35"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Capital minimal",
        "citation": "Art. 36 al. 1 LEFin",
        "content": "La direction de fonds doit disposer du capital minimal requis. Ce capital doit être entièrement libéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_36"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Capital minimal",
        "citation": "Art. 36 al. 2 LEFin",
        "content": "Le Conseil fédéral en fixe le montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_36"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Fonds propres",
        "citation": "Art. 37 al. 1 LEFin",
        "content": "La direction de fonds maintient un rapport approprié entre le montant de ses fonds propres et la fortune totale des placements collectifs qu’elle administre. Le Conseil fédéral fixe ce rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_37"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Fonds propres",
        "citation": "Art. 37 al. 2 LEFin",
        "content": "La FINMA peut, dans des cas particuliers, décider d’assouplir ou de renforcer les exigences applicables aux fonds propres, dans la mesure où cela ne compromet pas le but de protection de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_37"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Fonds propres",
        "citation": "Art. 37 al. 3 LEFin",
        "content": "La direction de fonds ne peut pas placer les fonds propres obligatoires sous forme de parts de fonds qu’elle a émises elle-même, ni prêter ces fonds à ses actionnaires ou aux personnes physiques ou morales avec lesquelles ceux-ci ont des liens économiques ou familiaux. Le maintien de liquidités auprès de la banque dépositaire n’équivaut pas à un prêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_37"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Droits",
        "citation": "Art. 38 al. 1 LEFin",
        "content": "La direction de fonds a droit:\na. aux rémunérations prévues par le contrat de fonds de placement;\nb. à la libération des engagements contractés en exécution régulière de ses tâches;\nc. au remboursement des frais encourus au titre de l’exécution de ces engagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_38"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Droits",
        "citation": "Art. 38 al. 2 LEFin",
        "content": "Ces prétentions sont couvertes par les moyens du fonds de placement. La responsabilité personnelle des investisseurs est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_38"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction de fonds",
        "citation": "Art. 39 al. 1 LEFin",
        "content": "Les droits et obligations de la direction de fonds peuvent être transférés à une autre direction de fonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction de fonds",
        "citation": "Art. 39 al. 2 LEFin",
        "content": "Pour être valable, le contrat de transfert doit être passé par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte; il doit être soumis à l’accord de la banque dépositaire et à l’approbation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction de fonds",
        "citation": "Art. 39 al. 3 LEFin",
        "content": "Avant l’approbation par la FINMA, la direction de fonds en place publie le transfert projeté dans les organes de publication du fonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction de fonds",
        "citation": "Art. 39 al. 4 LEFin",
        "content": "Dans le cadre de la publication, les investisseurs doivent être informés de la possibilité de faire valoir, dans les 30 jours qui suivent la publication, des objections auprès de la FINMA. La procédure est régie par la loi du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction de fonds",
        "citation": "Art. 39 al. 5 LEFin",
        "content": "La FINMA approuve le changement de direction de fonds, si les prescriptions légales sont respectées et que le maintien du fonds de placement est dans l’intérêt des investisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction de fonds",
        "citation": "Art. 39 al. 6 LEFin",
        "content": "Elle publie la décision dans les organes de publication du fonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction d’un Limited Qualified Investor Fund",
        "citation": "Art. 39a al. 1 LEFin",
        "content": "L’art. 39, al. 2 à 6, ne s’applique pas au changement de direction d’un Limited Qualified Investor Fund (L-QIF) revêtant la forme d’un fonds de placement contractuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction d’un Limited Qualified Investor Fund",
        "citation": "Art. 39a al. 2 LEFin",
        "content": "Pour être valable, le contrat de transfert doit être passé par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte; il doit être soumis à l’accord préalable de la banque dépositaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction d’un Limited Qualified Investor Fund",
        "citation": "Art. 39a al. 3 LEFin",
        "content": "La direction de fonds en place publie le transfert projeté dans les organes de publication du L-QIF en indiquant le moment du changement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction d’un Limited Qualified Investor Fund",
        "citation": "Art. 39a al. 4 LEFin",
        "content": "La publication prévue à l’al. 3 n’est pas nécessaire si tous les investisseurs sont informés, par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte, du transfert et du moment du changement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction d’un Limited Qualified Investor Fund",
        "citation": "Art. 39a al. 5 LEFin",
        "content": "Le changement de direction de fonds est réalisé au plus tôt:\na. pour un fonds de placement contractuel assorti d’une possibilité de rachat en tout temps: 30 jours après la publication prévue à l’al. 3 ou l’information visée à l’al. 4;\nb. pour un fonds de placement contractuel non assorti d’une possibilité de rachat en tout temps: le jour suivant le terme auquel les parts peuvent être rachetées en respect des délais de rachat et des termes contractuels ou réglementaires, si le contrat de fonds de placement est résilié pour le trentième jour après la publication prévue à l’al. 3 ou l’information visée à l’al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Changement de direction d’un Limited Qualified Investor Fund",
        "citation": "Art. 39a al. 6 LEFin",
        "content": "Lorsque le délai de dénonciation contractuel ou réglementaire est supérieur à 30 jours, le changement peut être réalisé avant le moment prévu à l’al. 5 si tous les investisseurs donnent leur accord par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte, mais au plus tôt 30 jours après la publication prévue à l’al. 3 ou l’information visée à l’al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_39_a"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Distraction de la fortune collective du fonds",
        "citation": "Art. 40 al. 1 LEFin",
        "content": "Sont distraits au bénéfice des investisseurs ou des titulaires de compte en cas de faillite de la direction de fonds:\na. les biens et les droits appartenant au fonds de placement, sous réserve des prétentions de la direction de fonds au sens de l’art. 38; \nb. les parts de placements collectifs inscrites au crédit de comptes de parts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_40"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 3, Directions de fonds, Distraction de la fortune collective du fonds",
        "citation": "Art. 40 al. 2 LEFin",
        "content": "Les dettes de la direction de fonds ne découlant pas du contrat de fonds de placement ne peuvent pas être compensées avec des créances appartenant au fonds de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_40"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Définition",
        "citation": "Art. 41 LEFin",
        "content": "Est réputé maison de titres quiconque, à titre professionnel:\na. fait le commerce de valeurs mobilières en son nom propre, pour le compte de clients;\nb. fait le commerce de valeurs mobilières à court terme pour son propre compte, est principalement actif sur le marché financier et:\n1. pourrait ainsi mettre en péril le bon fonctionnement de ce marché, ou\n2. opère en tant que membre d’une plate-forme de négociation, ou\n3. exploite un système organisé de négociation au sens de l’art. 42 de la loi du 19 juin 2015 sur l’infrastructure des marchés financiers, ou\nc. fait le commerce de valeurs mobilières à court terme pour son propre compte et propose au public, en permanence ou sur demande, un cours pour certaines valeurs mobilières (teneur de marché).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_41"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Forme juridique",
        "citation": "Art. 42 LEFin",
        "content": "Une maison de titres dont le siège est en Suisse doit revêtir la forme juridique d’une société commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_42"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Maisons de titres en mains étrangères",
        "citation": "Art. 43 LEFin",
        "content": "Les dispositions de la LB concernant les banques en mains étrangères s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_43"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Tâches",
        "citation": "Art. 44 al. 1 LEFin",
        "content": "La maison de titres peut notamment:\na. dans le cadre de ses activités selon l’art. 41, tenir elle-même ou auprès de tiers, pour les clients, des comptes servant à exécuter des transactions portant sur des valeurs mobilières;\nb. conserver chez elle ou auprès de tiers, en son nom propre, des valeurs mobilières des clients;\nc. prendre ferme ou à la commission, à titre professionnel, des valeurs mobilières émises par des tiers et les offrir au public sur le marché primaire;\nd. créer elle-même des dérivés à titre professionnel et les offrir au public sur le marché primaire, pour son propre compte ou pour celui de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_44"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Tâches",
        "citation": "Art. 44 al. 2 LEFin",
        "content": "Elle peut accepter des dépôts du public à titre professionnel dans le cadre de son activité au sens de l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_44"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Tâches",
        "citation": "Art. 44 al. 3 LEFin",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur l’utilisation des dépôts du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_44"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Capital minimal et garanties",
        "citation": "Art. 45 al. 1 LEFin",
        "content": "Les maisons de titres doivent disposer du capital minimal requis. Ce capital doit être entièrement libéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_45"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Capital minimal et garanties",
        "citation": "Art. 45 al. 2 LEFin",
        "content": "La FINMA peut autoriser les maisons de titres revêtant la forme de sociétés de personnes à fournir des garanties appropriées au lieu du capital minimal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_45"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Capital minimal et garanties",
        "citation": "Art. 45 al. 3 LEFin",
        "content": "Le Conseil fédéral fixe le montant du capital minimal et des garanties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_45"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Fonds propres, liquidités et répartition des risques",
        "citation": "Art. 46 al. 1 LEFin",
        "content": "Les maisons de titres sont tenues de disposer, à titre individuel et sur une base consolidée, d’un volume adéquat de fonds propres et de liquidités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_46"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Fonds propres, liquidités et répartition des risques",
        "citation": "Art. 46 al. 2 LEFin",
        "content": "Elles doivent répartir leurs risques de façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_46"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Fonds propres, liquidités et répartition des risques",
        "citation": "Art. 46 al. 3 LEFin",
        "content": "Le Conseil fédéral définit les exigences relatives à la répartition des risques. Il fixe le montant des fonds propres et des liquidités en fonction du genre d’activité et des risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_46"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Fonds propres, liquidités et répartition des risques",
        "citation": "Art. 46 al. 4 LEFin",
        "content": "Dans des cas justifiés, la FINMA peut assouplir certaines dispositions, dans la mesure où cela ne compromet pas le but de protection de la présente loi, ou, au contraire, les renforcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_46"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Fonds propres, liquidités et répartition des risques",
        "citation": "Art. 46 al. 5 LEFin",
        "content": "La FINMA peut édicter des dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_46"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Capital complémentaire",
        "citation": "Art. 47 LEFin",
        "content": "Les dispositions de la LB concernant le capital complémentaire s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_47"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Établissement des comptes",
        "citation": "Art. 48 LEFin",
        "content": "Les dispositions de la LB concernant l’établissement des comptes s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_48"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Surveillance des groupes et des conglomérats",
        "citation": "Art. 49 al. 1 LEFin",
        "content": "Deux ou plusieurs entreprises constituent un groupe financier dominé par la négociation de titres si les conditions suivantes sont remplies:\na. au moins une d’elles opère en tant que maison de titres;\nb. elles sont principalement actives dans le domaine financier;\nc. elles forment une unité économique ou il y a lieu de supposer, en raison d’autres circonstances, qu’une ou plusieurs entreprises sous surveillance individuelle sont de fait ou juridiquement tenues de prêter assistance à des sociétés du groupe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_49"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Surveillance des groupes et des conglomérats",
        "citation": "Art. 49 al. 2 LEFin",
        "content": "Lorsqu’un groupe financier, au sens de l’al. 1, est principalement actif dans la négociation de titres et comprend au moins une société d’assurance d’une importance économique considérable, il forme un conglomérat financier dominé par la négociation de titres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_49"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Surveillance des groupes et des conglomérats",
        "citation": "Art. 49 al. 3 LEFin",
        "content": "Les dispositions de la LB concernant les groupes financiers et les conglomérats financiers s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_49"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Obligation d’enregistrer",
        "citation": "Art. 50 LEFin",
        "content": "La maison de titres enregistre les ordres et les opérations qu’elle effectue ainsi que toutes les données nécessaires au suivi et à la surveillance de son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_50"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Obligation de déclarer",
        "citation": "Art. 51 al. 1 LEFin",
        "content": "La maison de titres doit effectuer les déclarations nécessaires à la transparence de la négociation de titres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_51"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Obligation de déclarer",
        "citation": "Art. 51 al. 2 LEFin",
        "content": "La FINMA détermine le contenu, la forme et le destinataire des informations qui doivent être déclarées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_51"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 4, Maisons de titres, Obligation de déclarer",
        "citation": "Art. 51 al. 3 LEFin",
        "content": "Si le but de la présente loi l’exige, le Conseil fédéral peut étendre l’obligation de déclarer selon l’al. 1 aux personnes et aux entreprises qui achètent et vendent des valeurs mobilières à titre professionnel, mais sans faire appel à une maison de titres. Les entreprises doivent faire vérifier le respect de cette obligation de déclarer par une société d’audit agréée par l’Autorité fédérale de surveillance en matière de révision (ASR) conformément à l’art. 9a, al. 1, de la loi du 16 décembre 2005 sur la surveillance de la révision (LSR); elles sont tenues d’informer la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_51"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Activités soumises à autorisation",
        "citation": "Art. 52 al. 1 LEFin",
        "content": "Les établissements financiers ayant leur siège à l’étranger (établissements financiers étrangers) doivent solliciter l’autorisation de la FINMA pour établir une succursale en Suisse dans laquelle ils emploient des personnes qui, au nom de l’établissement financier étranger concerné, à titre professionnel et permanent, en Suisse ou depuis la Suisse:\na. gèrent des valeurs patrimoniales ou exercent une activité de trustee;\nb. pratiquent la gestion de fortune pour des placements collectifs de capitaux ou des institutions de prévoyance;\nc. négocient des valeurs mobilières;\nd. concluent des affaires, ou\ne. tiennent des comptes pour des clients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_52"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Activités soumises à autorisation",
        "citation": "Art. 52 al. 2 LEFin",
        "content": "Les directions de fonds étrangères n’ont pas le droit d’établir une succursale en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_52"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Activités soumises à autorisation",
        "citation": "Art. 52 al. 3 LEFin",
        "content": "Le Conseil fédéral peut conclure des traités internationaux qui prévoient que les établissements financiers des États parties peuvent ouvrir une succursale sans requérir l’autorisation de la FINMA lorsque les deux États reconnaissent mutuellement l’équivalence des réglementations de l’activité des établissements financiers et des mesures de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_52"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Conditions d’autorisation",
        "citation": "Art. 53 LEFin",
        "content": "La FINMA autorise un établissement financier étranger à établir une succursale si:\na. l’établissement financier étranger:\n1. dispose d’une organisation adéquate, de ressources financières suffisantes et du personnel qualifié nécessaire pour exploiter une succursale en Suisse,\n2. est soumis à une surveillance appropriée qui englobe la succursale, et\n3. apporte la preuve que la raison de commerce de la succursale peut être inscrite au registre du commerce;\nb. les autorités de surveillance étrangères compétentes:\n1. ne formulent aucune objection à l’établissement d’une succursale,\n2. s’engagent à informer immédiatement la FINMA s’il survient des événements de nature à mettre sérieusement en danger les intérêts des investisseurs ou des clients, et\n3. fournissent à la FINMA l’assistance administrative requise;\nc. la succursale:\n1. remplit les conditions fixées aux art. 9 à 11 et dispose d’un règlement définissant exactement son champ d’activité et prévoyant une organisation administrative ou d’entreprise adaptée à cette activité, et\n2. remplit les conditions d’autorisation complémentaires fixées aux art. 54 à 57.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_53"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Exigence de réciprocité",
        "citation": "Art. 54 LEFin",
        "content": "La FINMA peut subordonner l’octroi de l’autorisation d’établir une succursale en Suisse à la garantie de la réciprocité par les États dans lesquels l’établissement financier étranger ou les étrangers détenant des participations qualifiées ont leur domicile ou leur siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_54"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Groupes financiers et conglomérats financiers",
        "citation": "Art. 55 LEFin",
        "content": "Lorsqu’un établissement financier étranger fait partie d’un groupe financier ou d’un conglomérat financier, la FINMA peut subordonner l’octroi de l’autorisation à l’assujettissement de l’établissement à une surveillance consolidée appropriée de la part d’une autorité de surveillance étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_55"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Garanties",
        "citation": "Art. 56 LEFin",
        "content": "Pour un gestionnaire de fortune, un trustee ou un gestionnaire de fortune collective étrangers, la FINMA peut subordonner l’octroi de l’autorisation d’établir une succursale en Suisse à la fourniture de garanties lorsque la protection des investisseurs ou des clients l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_56"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 5, Succursales, Réglementation d’exception ",
        "citation": "Art. 57 LEFin",
        "content": "Le Conseil fédéral peut prévoir d’exempter des succursales d’établissements financiers étrangers de l’obligation de respecter certaines dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_57"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 6, Représentations, Activités soumises à autorisation",
        "citation": "Art. 58 al. 1 LEFin",
        "content": "Les établissements financiers étrangers doivent solliciter l’autorisation de la FINMA pour employer en Suisse des personnes qui, à titre professionnel et permanent, en Suisse ou depuis la Suisse, agissent pour eux d’une manière autre que celle décrite à l’art. 52, al. 1, notamment en leur transmettant des mandats de clients ou en les représentant à des fins publicitaires ou dans d’autres buts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_58"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 6, Représentations, Activités soumises à autorisation",
        "citation": "Art. 58 al. 2 LEFin",
        "content": "Les directions de fonds étrangères n’ont pas le droit d’établir une représentation en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_58"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 6, Représentations, Activités soumises à autorisation",
        "citation": "Art. 58 al. 3 LEFin",
        "content": "Le Conseil fédéral peut conclure des traités internationaux qui prévoient que les établissements financiers des États parties peuvent ouvrir une représentation sans requérir l’autorisation de la FINMA lorsque les deux États reconnaissent mutuellement l’équivalence des réglementations de l’activité des établissements financiers et des mesures de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_58"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 6, Représentations, Conditions d’autorisation",
        "citation": "Art. 59 al. 1 LEFin",
        "content": "La FINMA autorise un établissement financier étranger à établir une représentation lorsque:\na. l’établissement financier étranger est soumis à une surveillance appropriée;\nb. les autorités de surveillance étrangères compétentes ne formulent aucune objection à l’établissement d’une représentation;\nc. les personnes chargées de la direction de la représentation présentent toutes les garanties d’une activité irréprochable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_59"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 6, Représentations, Conditions d’autorisation",
        "citation": "Art. 59 al. 2 LEFin",
        "content": "La FINMA peut subordonner l’octroi de l’autorisation à l’octroi de la réciprocité par l’État dans lequel l’établissement financier étranger a son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_59"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 2, Établissements financiers, Section 6, Représentations, Réglementation d’exception",
        "citation": "Art. 60 LEFin",
        "content": "Le Conseil fédéral peut prévoir d’exempter des représentations d’établissements financiers étrangers de l’obligation de respecter certaines dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_60"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Compétence",
        "citation": "Art. 61 al. 1 LEFin",
        "content": "Les gestionnaires de fortune et les trustees sont assujettis à la surveillance de la FINMA, qui y associe un organisme de surveillance au sens de la LFINMA. Est réservée la surveillance consolidée exercée par la FINMA conformément aux art. 30 et 49 de la présente loi ou aux lois sur les marchés financiers au sens de l’art. 1, al. 1, LFINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_61"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Compétence",
        "citation": "Art. 61 al. 2 LEFin",
        "content": "La surveillance courante des gestionnaires de fortune et des trustees est exercée par les organismes de surveillance qui sont au bénéfice d’une autorisation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_61"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Compétence",
        "citation": "Art. 61 al. 3 LEFin",
        "content": "Les gestionnaires de fortune collective, les directions de fonds et les maisons de titres sont assujettis à la surveillance de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_61"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Compétence",
        "citation": "Art. 61 al. 4 LEFin",
        "content": "À défaut d’organisme de surveillance au sens de l’al. 1, la surveillance incombe à la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_61"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune et des trustees",
        "citation": "Art. 62 al. 1 LEFin",
        "content": "Les gestionnaires de fortune et les trustees doivent charger une société d’audit au sens de l’art. 43k, al. 1, LFINMA d’effectuer un audit annuel, dans la mesure où cet audit n’est pas effectué par l’organisme de surveillance lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_62"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune et des trustees",
        "citation": "Art. 62 al. 2 LEFin",
        "content": "L’organisme de surveillance peut porter la fréquence des audits à une fois tous les quatre ans au plus en fonction de l’activité de l’assujetti et des risques correspondants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_62"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune et des trustees",
        "citation": "Art. 62 al. 3 LEFin",
        "content": "Les années durant lesquelles aucun audit périodique n’a lieu, les gestionnaires de fortune et les trustees établissent, à l’intention de l’organisme de surveillance, un rapport sur la conformité de leurs activités avec les prescriptions légales. Ce rapport peut être remis sous une forme standardisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_62"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune collective, des directions de fonds, des maisons de titres, des groupes financiers et des conglomérats financiers",
        "citation": "Art. 63 al. 1 LEFin",
        "content": "Les gestionnaires de fortune collective, les directions de fonds, les maisons de titres, les groupes financiers et les conglomérats financiers doivent: \na. charger une société d’audit agréée par l’ASR conformément à l’art. 9a, al. 1, LSR d’effectuer un audit annuel au sens de l’art. 24 LFINMA;\nb. faire auditer leurs comptes annuels et, le cas échéant, leurs comptes consolidés par une entreprise de révision soumise à la surveillance de l’État, conformément aux principes de la révision ordinaire inscrits dans le code des obligations (CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_63"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune collective, des directions de fonds, des maisons de titres, des groupes financiers et des conglomérats financiers",
        "citation": "Art. 63 al. 2 LEFin",
        "content": "La FINMA peut prévoir un intervalle de plusieurs années entre les audits au sens de l’al. 1, let. a, en fonction de l’activité de l’assujetti et des risques correspondants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_63"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune collective, des directions de fonds, des maisons de titres, des groupes financiers et des conglomérats financiers",
        "citation": "Art. 63 al. 3 LEFin",
        "content": "Les années durant lesquelles aucun audit périodique n’a lieu, les établissements financiers visés à l’al. 1 établissent, à l’intention de la FINMA, un rapport sur la conformité de leurs activités avec les prescriptions légales. Ce rapport peut être remis sous une forme standardisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_63"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune collective, des directions de fonds, des maisons de titres, des groupes financiers et des conglomérats financiers",
        "citation": "Art. 63 al. 4 LEFin",
        "content": "La direction de fonds mandate la même société d’audit pour elle-même et pour les fonds de placement qu’elle dirige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_63"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Audit des gestionnaires de fortune collective, des directions de fonds, des maisons de titres, des groupes financiers et des conglomérats financiers",
        "citation": "Art. 63 al. 5 LEFin",
        "content": "La FINMA peut réaliser elle-même des audits directs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_63"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Obligation de renseigner et d’annoncer en cas de délégation de fonctions importantes",
        "citation": "Art. 64 al. 1 LEFin",
        "content": "Lorsqu’un établissement financier délègue des fonctions importantes à d’autres personnes, l’obligation de renseigner et d’annoncer prévue à l’art. 29 LFINMA s’applique à ces personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_64"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Obligation de renseigner et d’annoncer en cas de délégation de fonctions importantes",
        "citation": "Art. 64 al. 2 LEFin",
        "content": "La FINMA peut à tout moment effectuer des audits auprès de ces personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_64"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Suspension du droit de vote",
        "citation": "Art. 65 LEFin",
        "content": "Afin d’assurer l’application de l’art. 11, al. 3 et 5, la FINMA peut suspendre l’exercice du droit de vote attaché aux actions ou parts détenues par des participants qualifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_65"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Liquidation",
        "citation": "Art. 66 al. 1 LEFin",
        "content": "En cas de retrait de leur autorisation par la FINMA, les personnes morales, les sociétés en nom collectif et les sociétés en commandite sont dissoutes et les raisons individuelles radiées du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_66"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Liquidation",
        "citation": "Art. 66 al. 2 LEFin",
        "content": "La FINMA désigne le liquidateur et surveille son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_66"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Liquidation",
        "citation": "Art. 66 al. 3 LEFin",
        "content": "Les prescriptions relevant du droit de l’insolvabilité sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_66"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Mesures relevant du droit de l’insolvabilité",
        "citation": "Art. 67 al. 1 LEFin",
        "content": "Les dispositions de la LB concernant les mesures en cas de risque d’insolvabilité et la faillite bancaire s’appliquent par analogie aux directions de fonds et aux maisons de titres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_67"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 3, Surveillance, Mesures relevant du droit de l’insolvabilité",
        "citation": "Art. 67 al. 2 LEFin",
        "content": "Les dispositions de la LB concernant la garantie des dépôts et les avoirs en déshérence s’appliquent par analogie aux maisons de titres au sens de l’art. 41, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_67"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 1, Responsabilité",
        "citation": "Art. 68 al. 1 LEFin",
        "content": "La responsabilité des établissements financiers et de leurs organes est régie par les dispositions du CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_68"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 1, Responsabilité",
        "citation": "Art. 68 al. 2 LEFin",
        "content": "Un établissement financier qui délègue à un tiers l’exécution d’une tâche répond du dommage causé par ce dernier, à moins qu’il ne prouve avoir pris en matière de choix, d’instruction et de surveillance, tous les soins commandés par les circonstances. Le Conseil fédéral peut régler les exigences auxquelles la surveillance doit répondre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_68"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 1, Responsabilité",
        "citation": "Art. 68 al. 3 LEFin",
        "content": "La direction de fonds répond des actes des personnes auxquelles elle a confié des tâches au sens de l’art. 35, al. 1, comme de ses propres actes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_68"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation du secret professionnel",
        "citation": "Art. 69 al. 1 LEFin",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, intentionnellement:\na. révèle un secret qui lui a été confié ou dont il a eu connaissance en sa qualité d’organe, d’employé, de mandataire ou de liquidateur d’un établissement financier;\nb. tente d’inciter autrui à commettre une telle violation du secret professionnel;\nc. révèle à d’autres personnes un secret qui lui a été confié en violation de la let. a ou exploite ce secret à son profit ou au profit d’un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_69"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation du secret professionnel",
        "citation": "Art. 69 al. 2 LEFin",
        "content": "Est puni d’une peine privative de liberté de cinq ans au plus ou d’une peine pécuniaire quiconque obtient pour lui-même ou pour un tiers un avantage pécuniaire en agissant selon l’al. 1, let. a ou c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_69"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation du secret professionnel",
        "citation": "Art. 69 al. 3 LEFin",
        "content": "Si l’auteur agit par négligence, il est puni d’une amende de 250 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_69"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation du secret professionnel",
        "citation": "Art. 69 al. 4 LEFin",
        "content": "La violation du secret professionnel demeure punissable alors même que la charge, l’emploi ou l’exercice de la profession a pris fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_69"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation du secret professionnel",
        "citation": "Art. 69 al. 5 LEFin",
        "content": "Sont réservées les dispositions de la législation fédérale et cantonale sur l’obligation de témoigner en justice et de renseigner l’autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_69"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation du secret professionnel",
        "citation": "Art. 69 al. 6 LEFin",
        "content": "La poursuite et le jugement des infractions réprimées par la présente disposition incombent aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_69"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation des dispositions sur la protection contre la confusion et la tromperie ainsi que des obligations de déclarer",
        "citation": "Art. 70 LEFin",
        "content": "Est puni d’une amende de 500 000 francs au plus quiconque, intentionnellement:\na. enfreint la disposition sur la protection contre la confusion et la tromperie (art. 13);\nb. ne fait pas à la FINMA les déclarations prescrites aux art. 11 et 15, ou fait des déclarations erronées ou tardives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_70"
    },
    {
        "book": "FINIG",
        "title": "LEFin, Chapitre 4, Responsabilité et dispositions pénales, Section 2, Dispositions pénales, Violation des obligations d’enregistrer et de déclarer",
        "citation": "Art. 71 LEFin",
        "content": "Est puni d’une amende de 500 000 francs au plus quiconque, intentionnellement:\na. viole l’obligation d’enregistrer visée à l’art. 50;\nb. viole l’obligation de déclarer visée à l’art. 51.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2018/801/fr#art_71"
    }
]