[
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen",
        "citation": "Art. 1 FK",
        "content": "A.  «Flüchtling» im Sinne dieses Abkommens ist jede Person,\n1. die nach den Vereinbarungen vom 12. Mai 1926 und 30. Juni 1928 oder nach den Abkommen vom 28. Oktober 1933 und 10. Februar 1938 und des Protokolls vom 14. September 1939 oder nach der Verfassung der Internationalen Flüchtlingsorganisation als Flüchtling betrachtet wurde;\ndie von der Internationalen Flüchtlingsorganisation während ihrer Tätigkeit getroffenen Entscheide über die Anerkennung eines Flüchtlings sind kein Hindernis, um einer Person, die die Bedingungen von Ziffer 2 dieses Abschnittes erfüllt, die Flüchtlingseigenschaft zuerkennen zu können;\n2. die sich auf Grund von Ereignissen, die vor dem 1. Januar 1951 eingetreten sind, und aus begründeter Furcht vor Verfolgung wegen ihrer Rasse, Religion, Staatszugehörigkeit, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder wegen ihrer politischen Überzeugung ausserhalb ihres Heimatlandes befindet und dessen Schutz nicht beanspruchen kann oder wegen dieser Befürchtungen nicht beanspruchen will; oder die sich als Staatenlose infolge solcher Ereignisse ausserhalb ihres Wohnsitzstaates befindet und dorthin nicht zurückkehren kann oder wegen der erwähnten Befürchtungen nicht zurückkehren will.Wenn jemand mehr als eine Staatsangehörigkeit besitzt, wird als Heimatstaat jedes Land betrachtet, dessen Staatsangehörigkeit er besitzt. Wer nicht aus einem stichhaltigen, auf begründeter Furcht beruhenden Grunde den Schutz eines der Staaten, dessen Staatsangehörigkeit er besitzt, ablehnt, gilt nicht als des Schutzes seines Heimatstaates beraubt.\nB.  1. Im Sinne dieses Abkommens sind unter den im Artikel 1, Abschnitt A enthaltenen Worten «Ereignisse, die vor dem 1. Januar 1951 eingetreten sind», zu verstehen:\na) «Ereignisse, die vor dem 1. Januar 1951 in Europa eingetreten sind» oder\nb) «Ereignisse, die vor dem 1. Januar 1951 in Europa oder anderswo eingetreten sind».\nJeder vertragsschliessende Staat hat im Zeitpunkt der Unterzeichnung, der Ratifikation oder des Beitritts eine Erklärung darüber abzugeben, welche Bedeutung er dem Ausdruck mit Bezug auf seine aus diesem Abkommen übernommenen Verpflichtungen zu geben beabsichtigt.\n2. Jeder vertragsschliessende Staat, der die Alternative unter Buchstabe a angenommen hat, kann jederzeit durch Mitteilung an den Generalsekretär der Vereinten Nationen seine Verpflichtungen durch Annahme der Alternative gemäss Buchstabe b erweitern.C.  Eine Person, auf die die Bestimmungen des Abschnittes A zutreffen, fällt nicht mehr unter dieses Abkommen,\n1. wenn sie sich freiwillig wieder unter den Schutz des Landes, dessen Staatsangehörigkeit sie besitzt, gestellt hat; oder\n2. wenn sie freiwillig die verlorene Staatsangehörigkeit wieder erworben hat; oder\n3. wenn sie eine neue Staatsangehörigkeit erworben hat und den Schutz des neuen Heimatstaates geniesst; oder\n4. wenn sie freiwillig in das Land, das sie aus Furcht vor Verfolgung verlassen oder nicht mehr betreten hat, zurückgekehrt ist und sich dort niedergelassen hat; oder\n5. wenn sie nach Wegfall der Umstände, auf Grund deren sie als Flüchtling anerkannt worden ist, es nicht mehr ablehnen kann, den Schutz ihres Heimatstaates in Anspruch zu nehmen.Diese Bestimmungen sind jedoch nicht auf die in Ziffer 1 des Abschnittes A erwähnten Flüchtlinge anwendbar, die den Schutz ihres Heimatstaates aus triftigen Gründen, die auf frühere Verfolgungen zurückgehen, ablehnen;\n6. wenn sie staatenlos und nach Wegfall der Umstände, auf Grund deren sie als Flüchtling anerkannt worden ist, in der Lage ist, in das Land ihres früheren Wohnsitzes zurückzukehren;Diese Bestimmungen sind jedoch nicht auf die in Ziffer 1 des Abschnitts A erwähnten Flüchtlinge anwendbar, die die Rückkehr in das Land ihres früheren Wohnsitzes aus triftigen Gründen, die auf frühere Verfolgungen zurückgehen, ablehnen.D.  Dieses Abkommen ist nicht anwendbar auf Personen, die zurzeit durch eine andere Organisation oder Institution der Vereinten Nationen als den Hochkommissär der Vereinten Nationen für Flüchtlinge Schutz oder Hilfe erhalten.Wenn dieser Schutz oder diese Hilfe aus irgendeinem Grunde wegfallen, ohne dass die Stellung dieser Personen durch entsprechende Beschlüsse der Generalversammlung der Vereinten Nationen endgültig geregelt worden wäre, geniessen sie alle Rechte dieses Abkommens.E.  Dieses Abkommen ist nicht anwendbar auf Personen, welche nach Auffassung der zuständigen Behörden des Wohnsitzstaates im Besitze aller Rechte und Pflichten von Staatsangehörigen des Landes stehen.F.  Die Bestimmungen dieses Abkommens sind nicht anwendbar auf Personen, für die ernsthafte Gründe für den Verdacht bestehen:\na) dass sie ein Verbrechen gegen den Frieden, ein Kriegsverbrechen oder ein Verbrechen gegen die Menschlichkeit im Sinne der internationalen Vertragswerke begangen haben, die Bestimmungen zur Verhinderung solcher Verbrechen enthalten;\nb) dass sie ein schweres Verbrechen des gemeinen Rechts ausserhalb des Gastlandes begangen haben, bevor sie dort als Flüchtling aufgenommen worden sind;\nc) dass sie sich Handlungen zuschulden kommen liessen, die gegen die Ziele und Grundsätze der Vereinten Nationen gerichtet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_1"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Allgemeine Verpflichtungen",
        "citation": "Art. 2 FK",
        "content": "Jeder Flüchtling hat gegenüber dem Land, in dem er sich aufhält, Pflichten, zu denen insbesondere die Verpflichtung gehört, sich den Gesetzen und Verordnungen sowie den Massnahmen zur Aufrechterhaltung der öffentlichen Ordnung zu unterziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_2"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Verbot unterschiedlicher Behandlung",
        "citation": "Art. 3 FK",
        "content": "Die vertragsschliessenden Staaten haben die Bestimmungen dieses Abkommens auf die Flüchtlinge ohne Unterschied der Rasse, der Religion oder des Herkunftslandes anzuwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_3"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Religion",
        "citation": "Art. 4 FK",
        "content": "Die vertragsschliessenden Staaten haben den Flüchtlingen auf ihrem Gebiet mindestens die gleiche Freiheit in der Religionsausübung und im Religionsunterricht der Kinder zuzugestehen wie den eigenen Staatsangehörigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_4"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Rechte ausserhalb des Abkommens",
        "citation": "Art. 5 FK",
        "content": "Die Bestimmungen dieses Abkommens berühren die sonstigen Rechte und Vorteile nicht, die den Flüchtlingen unabhängig von diesem Abkommen gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_5"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Ausdruck «unter den gleichen Umständen»",
        "citation": "Art. 6 FK",
        "content": "Im Sinne dieses Abkommens bedeutet der Ausdruck «unter den gleichen Umständen», dass eine Person alle Bedingungen (vor allem diejenigen über Dauer und Voraussetzungen von Aufenthalt und Niederlassung) zur Ausübung eines Rechts erfüllen muss, gleich wie wenn sie nicht Flüchtling wäre. Ausgenommen hievon sind nur die Bedingungen, die ihrer Natur nach von einem Flüchtling nicht erfüllt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_6"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Befreiung vom Erfordernis der Gegenseitigkeit",
        "citation": "Art. 7 Abs. 1. FK",
        "content": "Unter Vorbehalt günstigerer Bestimmungen dieses Abkommens hat jeder vertragsschliessende Staat den Flüchtlingen die Behandlung zuteil werden zu lassen, die er Ausländern im Allgemeinen gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Befreiung vom Erfordernis der Gegenseitigkeit",
        "citation": "Art. 7 Abs. 2. FK",
        "content": "Nach dreijährigem Aufenthalt sind die Flüchtlinge in den vertragsschliessenden Staaten von der Gegenseitigkeit in Bezug auf die gesetzlichen Bestimmungen befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Befreiung vom Erfordernis der Gegenseitigkeit",
        "citation": "Art. 7 Abs. 3. FK",
        "content": "Die vertragsschliessenden Staaten haben den Flüchtlingen die Rechte und Vergünstigungen, die ihnen ohne Rücksicht auf Gegenseitigkeit schon beim Inkrafttreten dieses Abkommens zukamen, weiterhin zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Befreiung vom Erfordernis der Gegenseitigkeit",
        "citation": "Art. 7 Abs. 4. FK",
        "content": "Die vertragsschliessenden Staaten werden wohlwollend die Möglichkeit in Betracht ziehen, den Flüchtlingen bei fehlender Gegenseitigkeit weitergehende Rechte und Vergünstigungen als die zu gewähren, auf die sie gemäss den Ziffern 2 und 3 Anspruch erheben können, sowie ferner die Möglichkeit, Flüchtlinge, die die Voraussetzungen dieser beiden Ziffern nicht erfüllen, vom Erfordernis der Gegenseitigkeit zu befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Befreiung vom Erfordernis der Gegenseitigkeit",
        "citation": "Art. 7 Abs. 5. FK",
        "content": "Die Bestimmungen der Ziffern 2 und 3 finden sowohl auf die in den Artikeln 13, 18, 19, 21 und 22 des Abkommens erwähnten Rechte und Vergünstigungen Anwendung als auch auf solche, die in diesem Abkommen nicht enthalten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Befreiung von Sondermassnahmen",
        "citation": "Art. 8 FK",
        "content": "Die vertragsschliessenden Staaten haben Sondermassnahmen, die gegen die Person, das Vermögen oder die Interessen der Angehörigen eines bestimmten Staates ergriffen werden könnten, nicht auf einen Flüchtling anzuwenden, der formell Angehöriger dieses Staates ist, nur weil er dessen Staatsangehörigkeit besitzt. Die vertragsschliessenden Staaten, die auf Grund ihrer Gesetzgebung diesen allgemeinen Grundsatz nicht einhalten können, werden in geeigneten Fällen Ausnahmen zugunsten der Flüchtlinge machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_8"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Vorläufige Massnahmen",
        "citation": "Art. 9 FK",
        "content": "Keine Bestimmung dieses Abkommens hindert einen vertragsschliessenden Staat daran, in Kriegszeiten oder bei andern schwerwiegenden und aussergewöhnlichen Umständen gegenüber einer bestimmten Person vorübergehend die für die Staatssicherheit erforderlichen Massnahmen zu ergreifen, bis abgeklärt ist, ob die Person tatsächlich Flüchtling ist und ob die gegen sie ergriffenen Massnahmen im Interesse der Staatssicherheit aufrecht erhalten bleiben müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_9"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Fortdauer des Aufenthaltes",
        "citation": "Art. 10 Abs. 1. FK",
        "content": "Ist ein Flüchtling im Verlaufe des zweiten Weltkrieges verschleppt und in das Gebiet eines der vertragsschliessenden Staaten gebracht worden und hält sich dort auf, so gilt die Dauer des Zwangsaufenthaltes in diesem Gebiet als rechtmässige Anwesenheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_10"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Fortdauer des Aufenthaltes",
        "citation": "Art. 10 Abs. 2. FK",
        "content": "Ist ein Flüchtling während des zweiten Weltkrieges aus dem Gebiet eines vertragsschliessenden Staates verschleppt worden und vor dem Inkrafttreten dieses Abkommens dorthin zurückgekehrt, um dort Wohnsitz zu nehmen, so gilt die Zeit vor und nach dieser Zwangsverschleppung in allen Fällen, in denen ein ununterbrochener Aufenthalt verlangt wird, als ein einziger ununterbrochener Zeitraum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_10"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel I Allgemeine Bestimmungen, Geflüchtete Seeleute",
        "citation": "Art. 11 FK",
        "content": "Die vertragsschliessenden Staaten werden wohlwollend die Möglichkeit prüfen, Flüchtlingen, die reguläre Besatzungsmitglieder eines Schiffes sind, das ihre Flagge führt, die Wohnsitznahme auf ihrem Gebiet zu gestatten, ihnen Reisepapiere auszustellen oder sie vorübergehend aufzunehmen, um ihnen insbesondere die Wohnsitznahme in einem andern Land zu erleichtern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_11"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Personenrechtliche Stellung",
        "citation": "Art. 12 Abs. 1. FK",
        "content": "Die personenrechtliche Stellung eines Flüchtlings bestimmt sich nach dem Gesetz seines Wohnsitzlandes oder, wenn er keinen Wohnsitz hat, nach dem Gesetz des Aufenthaltslandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_12"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Personenrechtliche Stellung",
        "citation": "Art. 12 Abs. 2. FK",
        "content": "Rechte, die ein Flüchtling vorher erworben hat und die auf seiner personenrechtlichen Stellung beruhen, insbesondere solche Rechte, die sich aus der Eheschliessung ergeben, sind von den vertragsschliessenden Staaten zu achten, vorausgesetzt, dass die in der Gesetzgebung dieses Staates allfällig vorgesehenen Formalitäten erfüllt sind; Voraussetzung ist ferner, dass es sich um Rechte handelt, die von diesem Staat auch dann anerkannt worden wären, wenn die fragliche Person nicht Flüchtling geworden wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_12"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Bewegliches und unbewegliches Eigentum",
        "citation": "Art. 13 FK",
        "content": "Die vertragsschliessenden Staaten haben den Flüchtlingen mit Bezug auf den Erwerb von beweglichem und unbeweglichem Eigentum und den dazu gehörenden Rechten und in Bezug auf Miet‐ und andere Verträge über bewegliches und unbewegliches Eigentum eine möglichst günstige Behandlung zuteil werden zu lassen, die auf alle Fälle nicht ungünstiger sein darf als die, welche Ausländern im allgemeinen unter den gleichen Umständen zugestanden wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_13"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Geistiges und gewerbliches Eigentum",
        "citation": "Art. 14 FK",
        "content": "Mit Bezug auf den Schutz des gewerblichen Eigentums, insbesondere von Erfindungen, technischen Plänen, Modellen, Fabrikmarken, Handelsfirmen und den Schutz von Werken der Literatur, Kunst und Wissenschaft geniessen Flüchtlinge im Wohnsitzstaat den Schutz, der den eigenen Staatsangehörigen gewährt wird. Im Gebiet eines andern vertragsschliessenden Staates geniesst der Flüchtling den Schutz, der dort Staatsangehörigen des Landes gewährt wird, in dem er seinen gewöhnlichen Aufenthalt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_14"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Vereinsrecht",
        "citation": "Art. 15 FK",
        "content": "Die vertragsschliessenden Staaten haben den Flüchtlingen, die sich rechtmässig auf ihrem Gebiet aufhalten, in Bezug auf Vereinigungen zu unpolitischen und nicht auf Erwerb gerichteten Zwecken sowie in Bezug auf Gewerkschaften die günstigste Behandlung zu gewähren, die den Angehörigen eines fremden Landes unter den gleichen Umständen gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_15"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Zutritt zu den Gerichten",
        "citation": "Art. 16 Abs. 1. FK",
        "content": "Flüchtlinge haben auf dem Gebiete der vertragsschliessenden Staaten freien Zutritt zu den Gerichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_16"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Zutritt zu den Gerichten",
        "citation": "Art. 16 Abs. 2. FK",
        "content": "Flüchtlingen wird im Wohnsitzstaat hinsichtlich der Zulassung vor Gericht, einschliesslich des Armenrechts und der Befreiung von der cautio judicatum solvi, die gleiche Behandlung zuteil wie den Angehörigen dieses Staates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_16"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel II Rechtsstellung, Zutritt zu den Gerichten",
        "citation": "Art. 16 Abs. 3. FK",
        "content": "In den vertragsschliessenden Staaten, in denen ein Flüchtling nicht seinen ordentlichen Aufenthalt hat, geniesst er mit Bezug auf die in Ziffer 2 erwähnten Rechte die gleiche Behandlung wie ein Angehöriger des Landes, in dem er seinen ordentlichen Aufenthalt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_16"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel III Erwerbstätigkeit, Stellenantritt",
        "citation": "Art. 17 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten gewähren Flüchtlingen, die sich ordnungsgemäss auf ihrem Gebiet aufhalten, in Bezug auf den Stellenantritt die günstigste Behandlung, die sie unter denselben Umständen Angehörigen eines fremden Landes zubilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_17"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel III Erwerbstätigkeit, Stellenantritt",
        "citation": "Art. 17 Abs. 2. FK",
        "content": "Auf jeden Fall finden einschränkende Massnahmen gegen Ausländer oder gegen die Anstellung von Ausländern zum Schutze des einheimischen Arbeitsmarktes auf Flüchtlinge keine Anwendung, die bereits im Zeitpunkt des Inkrafttretens dieses Abkommens durch den betreffenden vertragsschliessenden Staat davon ausgenommen waren oder eine der nachstehenden Bedingungen erfüllen:\na) sich schon drei Jahre im Land aufhalten;\nb) mit einem Staatsangehörigen des Aufenthaltsstaates verheiratet sind; ein Flüchtling, der den Ehegatten verlassen hat, kann sich nicht auf diese Bestimmung berufen;\nc) ein oder mehrere Kinder haben, die die Staatsangehörigkeit des Aufenthaltsstaates besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_17"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel III Erwerbstätigkeit, Stellenantritt",
        "citation": "Art. 17 Abs. 3. FK",
        "content": "Die vertragsschliessenden Staaten prüfen wohlwollend, ob Massnahmen getroffen werden können, um die Rechte aller Flüchtlinge in Bezug auf den Stellenantritt den eigenen Staatsangehörigen möglichst anzugleichen, insbesondere der Flüchtlinge, die auf Grund eines Anwerbungsprogramms für Arbeitskräfte oder eines Einwanderungsplanes in ihr Gebiet gekommen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_17"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel III Erwerbstätigkeit, Selbständige Erwerbstätigkeit",
        "citation": "Art. 18 FK",
        "content": "Die vertragsschliessenden Staaten gewähren den Flüchtlingen, die sich ordnungsgemäss auf ihrem Gebiet aufhalten, in Bezug auf die selbständige Erwerbstätigkeit in der Landwirtschaft, Industrie, im Gewerbe und Handel sowie die Gründung von Handels‐ oder Industriefirmen eine möglichst günstige Behandlung, die jedenfalls nicht ungünstiger sein darf als die unter den gleichen Umständen Ausländern im allgemeinen gewährte Behandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_18"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel III Erwerbstätigkeit, Freie Berufe",
        "citation": "Art. 19 Abs. 1. FK",
        "content": "Jeder vertragsschliessende Staat sichert den Flüchtlingen, die sich rechtmässig auf seinem Gebiet aufhalten, die Diplome besitzen, welche von den zuständigen Behörden dieses Staates anerkannt werden, und die einen freien Beruf ausüben wollen, eine möglichst günstige Behandlung zu; sie darf jedenfalls nicht ungünstiger sein als die, welche unter den gleichen Umständen Ausländern im allgemeinen gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_19"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel III Erwerbstätigkeit, Freie Berufe",
        "citation": "Art. 19 Abs. 2. FK",
        "content": "Die vertragsschliessenden Staaten tun, entsprechend ihren Gesetzen und Verfassungen, alles in ihrer Macht Liegende, um die Ansiedlung solcher Flüchtlinge in Gebieten ausserhalb des Mutterlandes zu sichern, für deren internationale Beziehungen sie verantwortlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_19"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Rationierung",
        "citation": "Art. 20 FK",
        "content": "Wo ein Rationierungssystem besteht, das die allgemeine Verteilung von Mangelwaren regelt und dem die ganze Bevölkerung unterworfen ist, sind die Flüchtlinge wie die Einheimischen zu behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_20"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Unterkunft",
        "citation": "Art. 21 FK",
        "content": "Mit Bezug auf die Unterkunft haben die vertragsschliessenden Staaten, soweit diese Frage durch Gesetze und Verordnungen geregelt ist oder unter der Kontrolle der öffentlichen Behörden steht, den Flüchtlingen, die sich rechtmässig auf ihrem Gebiet aufhalten, eine möglichst günstige Behandlung zuteil werden zu lassen. Diese Behandlung darf auf alle Fälle nicht ungünstiger sein, als sie unter den gleichen Umständen Ausländern im Allgemeinen gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_21"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Öffentlicher Unterricht",
        "citation": "Art. 22 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten gewähren den Flüchtlingen mit Bezug auf den Unterricht in den Primarschulen die gleiche Behandlung wie den Einheimischen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_22"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Öffentlicher Unterricht",
        "citation": "Art. 22 Abs. 2. FK",
        "content": "Die vertragsschliessenden Staaten gewähren den Flüchtlingen hinsichtlich des Unterrichts in andern als den Primarschulen, insbesondere was die Zulassung zum Studium, die Anerkennung von ausländischen Studienzeugnissen, Diplomen und Universitätsgraden, sowie den Gebührenerlass und die Erteilung von Stipendien anbetrifft, eine möglichst günstige Behandlung, die nicht ungünstiger sein soll als die Ausländern im allgemeinen unter den gleichen Umständen gewährte Behandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_22"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Öffentliche Fürsorge",
        "citation": "Art. 23 FK",
        "content": "Die vertragsschliessenden Staaten gewähren den auf ihrem Gebiet rechtmässig sich aufhaltenden Flüchtlingen die gleiche Fürsorge und öffentliche Unterstützung wie den Einheimischen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_23"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Arbeitsgesetzgebung und soziale Sicherheit",
        "citation": "Art. 24 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten gewähren den rechtmässig auf ihrem Gebiet sich aufhaltenden Flüchtlingen die gleiche Behandlung wie Einheimischen mit Bezug auf:\na) Entlöhnung mit Einschluss der Familienzulagen, die Bestandteil des Lohnes sind, Arbeitszeit, Überstunden, bezahlte Ferien, Beschränkungen bei Heimarbeit, Mindestalter für Arbeitnehmer, Lehrzeit und Berufsausbildung, Arbeit der Frauen und Jugendlichen, Vorteile aus Gesamtarbeitsverträgen, soweit diese Bedingungen durch die Gesetzgebung geregelt sind oder zur Zuständigkeit der Verwaltungsbehörden gehören;\nb) die soziale Sicherheit (gesetzliche Bestimmungen über Arbeitsunfälle, Berufskrankheiten, Mutterschaft, Krankheit, Invalidität, Alter und Todesfall, Arbeitslosigkeit, Familienlasten sowie über alle andern Risiken, die nach der Landesgesetzgebung durch eine umfassende Sozialversicherung gedeckt sind), vorbehältlich:\n(i) geeigneter Abmachungen über die Aufrechterhaltung erworbener Rechte und Anwartschaften,\n(ii) der besondern durch die Landesgesetzgebung des Aufenthaltslandes vorgeschriebenen Bestimmungen, die Leistungen oder Teilleistungen ausschliesslich aus öffentlichen Mitteln vorsehen, sowie Zuwendungen an Personen, die die Bedingungen für die Auszahlung einer normalen Rente nicht erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Arbeitsgesetzgebung und soziale Sicherheit",
        "citation": "Art. 24 Abs. 2. FK",
        "content": "Die Entschädigungsansprüche, die durch den Tod eines Flüchtlings infolge Arbeitsunfall oder Berufskrankheit entstehen, werden dadurch nicht beeinträchtigt, dass sich der Begünstigte ausserhalb des Gebietes des vertragsschliessenden Staates aufhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Arbeitsgesetzgebung und soziale Sicherheit",
        "citation": "Art. 24 Abs. 3. FK",
        "content": "Die vertragsschliessenden Staaten werden die Vorteile der untereinander abgeschlossenen oder noch abzuschliessenden Abkommen über die Erhaltung wohl erworbener Rechte und von Anwartschaften auf dem Gebiete der sozialen Sicherheit auf die Flüchtlinge ausdehnen, sofern diese die Bedingungen erfüllen, die für die Staatsangehörigen der Signatarstaaten dieser Abkommen vorgesehen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel IV Wohlfahrt, Arbeitsgesetzgebung und soziale Sicherheit",
        "citation": "Art. 24 Abs. 4. FK",
        "content": "Die vertragsschliessenden Staaten werden mit Wohlwollen die Möglichkeit prüfen, die Vorteile ähnlicher Abkommen, die zwischen ihnen und Nichtvertragsstaaten in Kraft sind oder sein werden, soweit als möglich auf Flüchtlinge auszudehnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verwaltungshilfe",
        "citation": "Art. 25 Abs. 1. FK",
        "content": "Wenn ein Flüchtling normalerweise für die Ausübung eines Rechtes die Mitwirkung ausländischer Behörden benötigt, an die er nicht gelangen kann, haben die vertragsschliessenden Staaten, auf deren Gebiet er sich aufhält, dafür zu sorgen, dass ihm die Beihilfe entweder durch die eigenen Behörden oder eine internationale Behörde gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verwaltungshilfe",
        "citation": "Art. 25 Abs. 2. FK",
        "content": "Die in Ziffer 1 erwähnten Behörden werden den Flüchtlingen die Dokumente oder Bescheinigungen ausstellen oder unter ihrer Aufsicht ausstellen lassen, die normalerweise einem Ausländer durch seine heimatlichen Behörden oder durch deren Vermittlung ausgestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verwaltungshilfe",
        "citation": "Art. 25 Abs. 3. FK",
        "content": "Die in dieser Weise ausgestellten Dokumente oder Bescheinigungen ersetzen die amtlichen Urkunden, die Ausländern durch die Behörden ihres Landes oder durch deren Vermittlung ausgestellt werden; sie gelten als rechtmässig bis zum Beweise des Gegenteils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verwaltungshilfe",
        "citation": "Art. 25 Abs. 4. FK",
        "content": "Abgesehen von Ausnahmen, die zugunsten von Bedürftigen zugelassen werden müssen, können für die hier erwähnten Amtshandlungen Gebühren erhoben werden; diese müssen aber mässig sein und den Gebühren entsprechen, die von Einheimischen für ähnliche Amtshandlungen erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verwaltungshilfe",
        "citation": "Art. 25 Abs. 5. FK",
        "content": "Die Bestimmungen dieses Artikels berühren die Artikel 27 und 28 nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Freizügigkeit",
        "citation": "Art. 26 FK",
        "content": "Jeder vertragsschliessende Staat räumt den Flüchtlingen, die sich rechtmässig auf seinem Gebiet aufhalten, das Recht ein, dort ihren Aufenthaltsort zu wählen und sich frei zu bewegen, vorbehältlich der Bestimmungen, die unter den gleichen Umständen für Ausländer im allgemeinen gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_26"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Identitätsausweise",
        "citation": "Art. 27 FK",
        "content": "Die vertragsschliessenden Staaten stellen jedem Flüchtling, der sich auf ihrem Gebiet aufhält und der kein gültiges Reisepapier besitzt, einen Identitätsausweis aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_27"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Reiseausweise",
        "citation": "Art. 28 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten stellen den Flüchtlingen, die sich rechtmässig auf ihrem Gebiet aufhalten, Reiseausweise aus, die ihnen Reisen ausserhalb dieses Gebietes gestatten, vorausgesetzt, dass keine zwingenden Gründe der Staatssicherheit oder öffentlichen Ordnung entgegenstehen; die Bestimmungen im Anhang zu diesem Abkommen finden auf diese Dokumente Anwendung. Die vertragsschliessenden Staaten können einen solchen Reiseausweis auch jedem andern Flüchtling auf ihrem Gebiet ausstellen; sie werden den Fällen von Flüchtlingen besondere Aufmerksamkeit schenken, die sich auf ihrem Gebiet aufhalten und nicht in der Lage sind, von dem Lande, wo sie ihren ordentlichen Aufenthalt haben, einen Reiseausweis zu erlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_28"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Reiseausweise",
        "citation": "Art. 28 Abs. 2. FK",
        "content": "Die Reiseausweise, die Flüchtlingen auf Grund früherer internationaler Vereinbarungen von den Parteien dieser Vereinbarungen ausgestellt worden sind, werden von den vertragsschliessenden Staaten dieses Abkommens anerkannt und so behandelt, als wären sie den Flüchtlingen auf Grund dieses Artikels ausgestellt worden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_28"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Steuern und Abgaben",
        "citation": "Art. 29 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten erheben von den Flüchtlingen keine anderen oder höheren Gebühren, Abgaben oder Steuern irgendwelcher Art, als sie unter ähnlichen Verhältnissen jetzt oder künftig von den eigenen Staatsangehörigen verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_29"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Steuern und Abgaben",
        "citation": "Art. 29 Abs. 2. FK",
        "content": "Diese Vorschrift steht der Anwendung der gesetzlichen und sonstigen Bestimmungen nicht entgegen, welche die Gebühren für die Ausstellung von Verwaltungsdokumenten, einschliesslich Identitätsausweisen, an Ausländer betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_29"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Vermögenstransfer",
        "citation": "Art. 30 Abs. 1. FK",
        "content": "Jeder vertragsschliessende Staat gestattet den Flüchtlingen nach Massgabe seiner Gesetze und Verordnungen, Vermögenswerte, die sie auf sein Staatsgebiet gebracht haben, in das Gebiet eines anderen Landes überzuführen, in dem sie zur Ansiedlung zugelassen worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_30"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Vermögenstransfer",
        "citation": "Art. 30 Abs. 2. FK",
        "content": "Jeder vertragsschliessende Staat prüft wohlwollend die Gesuche von Flüchtlingen, die um die Ermächtigung nachsuchen, alle andern Vermögenswerte, die zur Ansiedlung in einem anderen Land erforderlich sind, gleichgültig wo sie liegen, in ein anderes Land zu überführen, in dem sie zur Ansiedlung aufgenommen worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_30"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Flüchtlinge, die sich unrechtmässig im Aufnahmeland aufhalten",
        "citation": "Art. 31 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten ergreifen wegen illegaler Einreise oder unrechtmässigen Aufenthalts keine Strafmassnahmen gegen Flüchtlinge, die unmittelbar aus einem Gebiet kommen, wo ihr Leben oder ihre Freiheit im Sinne von Artikel 1 bedroht war und sofern sie sich unverzüglich den Behörden stellen und triftige Gründe für ihre illegale Einreise oder Anwesenheit darlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_31"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Flüchtlinge, die sich unrechtmässig im Aufnahmeland aufhalten",
        "citation": "Art. 31 Abs. 2. FK",
        "content": "Die vertragsschliessenden Staaten schränken die Bewegungsfreiheit dieser Flüchtlinge nur soweit notwendig ein. Solche Beschränkungen sollen nur solange bestehen, bis die Rechtsstellung der Flüchtlinge im Aufnahmeland geregelt ist oder bis sie die Einreiseerlaubnis in ein anderes Land erhalten haben. Die vertragsschliessenden Staaten gewähren solchen Flüchtlingen eine angemessene Frist und alle erforderlichen Erleichterungen, damit sie die Einreisebewilligung in ein anderes Land erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_31"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Ausweisung",
        "citation": "Art. 32 Abs. 1. FK",
        "content": "Die vertragsschliessenden Staaten weisen einen Flüchtling, der sich rechtmässig auf ihrem Gebiet aufhält, nur aus Gründen der Staatssicherheit oder der öffentlichen Ordnung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_32"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Ausweisung",
        "citation": "Art. 32 Abs. 2. FK",
        "content": "Die Ausweisung eines Flüchtlings kann nur auf Grund eines Entscheides, der nach dem gesetzlich vorgeschriebenen Verfahren getroffen wurde, durchgeführt werden. Soweit nicht zwingende Gründe der Staatssicherheit entgegenstehen, muss dem Flüchtling erlaubt werden, Beweise zu seiner Entlastung beizubringen, Rekurs einzureichen und sich dabei vor einer zuständigen Behörde oder vor einer oder mehreren von der zuständigen Behörde bezeichneten Personen vertreten zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_32"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Ausweisung",
        "citation": "Art. 32 Abs. 3. FK",
        "content": "Die vertragsschliessenden Staaten räumen einem ausgewiesenen Flüchtling eine angemessene Frist ein, um ihm den Versuch zu einer rechtmässigen Einreise in ein anderes Land zu ermöglichen. Die vertragsschliessenden Staaten können während dieser Frist alle innerstaatlichen Massnahmen treffen, die sie für notwendig erachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_32"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verbot der Ausweisung und Zurückstellung",
        "citation": "Art. 33 Abs. 1. FK",
        "content": "Kein vertragsschliessender Staat darf einen Flüchtling in irgendeiner Form in das Gebiet eines Landes ausweisen oder zurückstellen, wo sein Leben oder seine Freiheit wegen seiner Rasse, Religion, Staatszugehörigkeit, seiner Zugehörigkeit zu einer bestimmten sozialen Gruppe oder seiner politischen Anschauungen gefährdet wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_33"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Verbot der Ausweisung und Zurückstellung",
        "citation": "Art. 33 Abs. 2. FK",
        "content": "Auf diese Vorschrift kann sich ein Flüchtling nicht berufen, wenn erhebliche Gründe dafür vorliegen, dass er als eine Gefahr für die Sicherheit des Aufenthaltsstaates angesehen werden muss oder wenn er eine Bedrohung für die Gemeinschaft dieses Landes bedeutet, weil er wegen eines besonders schweren Verbrechens oder Vergehens rechtskräftig verurteilt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_33"
    },
    {
        "book": "FK",
        "title": "FK, Kapitel V Administrative Massnahmen, Einbürgerung",
        "citation": "Art. 34 FK",
        "content": "Die vertragsschliessenden Staaten erleichtern soweit als möglich die Assimilierung und Einbürgerung der Flüchtlinge. Sie bemühen sich insbesondere, das Einbürgerungsverfahren zu beschleunigen und die Kosten des Verfahrens nach Möglichkeit herabzusetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/de#art_34"
    }
]