[
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Definizione del termine di «rifugiato»",
        "citation": "Art. 1 FK",
        "content": "A.  Ai fini della presente Convenzione, il termine di «rifugiato» è applicabile:\n1.  a chiunque sia stato considerato come rifugiato in applicazione degli accordi del 12 maggio 1926 e del 30 giugno 1928, oppure in applicazione delle convenzioni del 28 ottobre 1933 e del 10 febbraio 1938 e del protocollo del 14 settembre 1939, o infine in applicazione della Costituzione dell’Organizzazione internazionale per i rifugiati;\nle decisioni prese circa il riconoscimento della qualità dì rifugiato dell’Organizzazione internazionale per i rifugiati durante lo svolgimento del suo mandato non impediscono il riconoscimento di tale qualità a persone che adempiono le condizioni previste nel paragrafo 2 del presente articolo;\n2.  a chiunque, per causa di avvenimenti anteriori al 1° gennaio 1951 e nel giustificato timore d’essere perseguitato per la sua razza, la sua religione, la sua cittadinanza, la sua appartenenza a un determinato gruppo sociale o le sue opinioni politiche, si trova fuori dello Stato di cui possiede la cittadinanza e non può o, per tale timore, non vuole domandare la protezione di detto Stato; oppure a chiunque, essendo apolide e trovandosi fuori dei suo Stato di domicilio in seguito a tali avvenimenti, non può o, per il timore sopra indicato, non vuole ritornarvi.\nSe una persona possiede più cittadinanze, l’espressione «Stato di cui possiede la cittadinanza» riguarda ogni Stato di cui questa persona possiede la cittadinanza. Non sono considerate private della protezione dello Stato di cui possiedono la cittadinanza le persone che, senza motivi validi fondati su un timore giustificato, rifiutano la protezione di uno Stato di cui posseggono la cittadinanza.\nB.  1. Agli effetti della presente Convenzione, possono essere considerati «avvenimenti anteriori al 1° gennaio 1951» nel senso dell’articolo 1, sezione A:\na) «avvenimenti accaduti anteriormente al 1° gennaio 1951 in Europa»;\nb) «avvenimenti accaduti anteriormente al 1° gennaio 1951 in Europa o altrove».\nCiascuno Stato Contraente, all’atto della firma, della ratificazione o dell’accessione, farà una dichiarazione circa l’estensione che esso intende attribuire a tale espressione per quanto riguarda gli obblighi da esso assunti in virtù della presente Convenzione.\n2. Ciascuno Stato Contraente che si sia pronunciato per la definizione della lettera a può in ogni tempo estendere i suoi obblighi pronunciandosi per la definizione della lettera b mediante notificazione al Segretario generale delle Nazioni Unite.C.  Una persona, cui sono applicabili le disposizioni della sezione A, non fruisce più della presente Convenzione:\n1. se ha volontariamente ridomandato la protezione dello Stato di cui possiede la cittadinanza; o\n2. se ha volontariamente riacquistato la cittadinanza persa; o\n3. se ha acquistato una nuova cittadinanza e fruisce della protezione dello Stato di cui ha acquistato la cittadinanza; o\n4. se è volontariamente ritornata e si è domiciliata nel paese che aveva lasciato o in cui non si era più recata per timore d’essere perseguitata; o\n5. se, cessate le circostanze in base alle quali è stata riconosciuta come rifugiato, essa non può continuare a rifiutare di domandare la protezione dello Stato di cui ha la cittadinanza.\nTuttavia, queste disposizioni non sono applicabili ai rifugiati indicati nel paragrafo 1 della sezione A del presente articolo, che possono far valere, per rifiutare la protezione dello Stato di cui possiedono la cittadinanza, motivi gravi fondati su persecuzioni anteriori;\n6. trattandosi di un apolide, se, cessate le circostanze in base alle quali è stato riconosciuto come apolide, egli è in grado di ritornare nello Stato dei suo domicilio precedente.\nTuttavia, queste disposizioni non sono applicabili ai rifugiati indicati nel paragrafo 1 della sezione A del presente articolo, che possono far valere, per rifiutare di ritornare nello Stato dei loro domicilio precedente, motivi gravi fondati su persecuzioni anteriori.D.  La presente Convenzione non è applicabile alle persone che fruiscono attualmente della protezione o dell’assistenza di un’organizzazione o di un’istituzione delle Nazioni Unite che non sia l’Alto Commissario delle Nazioni Unite per i rifugiati.Se tale protezione o tale assistenza cessa per un motivo qualsiasi senza che la sorte di queste persone sia stata definitivamente regolata conformemente alle risoluzioni prese in merito dall’Assemblea generale delle Nazioni Unite, esse fruiscono di tutti i diritti derivanti dalla presente Convenzione.E.  La presente Convenzione non è applicabile alle persone che secondo il parere delle autorità competenti dei loro Stato di domicilio hanno tutti i diritti e gli obblighi di cittadini di detto Stato.F.  Le disposizioni della presente Convenzione non sono applicabili alle persone, di cui vi sia serio motivo di sospettare che:\na) hanno commesso un crimine contro la pace, un crimine di guerra o un crimine contro l’umanità, nel senso degli istrumenti internazionali contenenti disposizioni relative a siffatti crimini;\nb) hanno commesso un crimine grave di diritto comune fuori dei paese ospitante prima di essere ammesse come rifugiati;\nc) si sono rese colpevoli di atti contrari agli scopi e ai principi delle Nazioni Unite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_1"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Obblighi generali",
        "citation": "Art. 2 FK",
        "content": "Ogni rifugiato ha, verso il paese in cui risiede, doveri che includono separatamente l’obbligo di conformarsi alle leggi e ai regolamenti, come pure alle misure prese per il mantenimento dell’ordine pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_2"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Divieto delle discriminazioni",
        "citation": "Art. 3 FK",
        "content": "Gli Stati Contraenti applicano le disposizioni della presente Convenzione ai rifugiati senza discriminazioni quanto alla razza, alla religione o al paese d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_3"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Religione",
        "citation": "Art. 4 FK",
        "content": "Gli Stati Contraenti devono concedere ai rifugiati sul loro territorio un trattamento almeno pari a quello concesso ai propri cittadini circa la libertà di praticare la loro religione e la libertà d’istruzione religiosa dei loro figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_4"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Diritti concessi indipendentemente dalla presente Convenzione",
        "citation": "Art. 5 FK",
        "content": "Le disposizioni della presente Convenzione non riguardano gli altri diritti e vantaggi concessi ai rifugiati indipendentemente dalla presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_5"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, L’espressione «nelle stesse circostanze» ",
        "citation": "Art. 6 FK",
        "content": "Agli effetti della presente Convenzione, l’espressione «nelle stesse circostanze» significa che l’interessato deve, per l’esercizio di un diritto, adempiere tutte le condizioni (segnatamente quelle riguardanti la durata e le premesse per la dimora o il domicilio), nello stesso modo come se non fosse un rifugiato. Sono escluse le condizioni che per la loro natura non possono essere adempiute da un rifugiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_6"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Esenzione dalla condizione della reciprocità",
        "citation": "Art. 7 cpv. 1. FK",
        "content": "Con riserva delle disposizioni più favorevoli previste dalla presente Convenzione, ciascuno Stato Contraente deve concedere ai rifugiati il trattamento concesso agli stranieri in generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Esenzione dalla condizione della reciprocità",
        "citation": "Art. 7 cpv. 2. FK",
        "content": "Dopo un soggiorno di tre anni, tutti i rifugiati devono fruire, sul territorio degli Stati Contraenti, dell’esenzione dalla condizione della reciprocità legislativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Esenzione dalla condizione della reciprocità",
        "citation": "Art. 7 cpv. 3. FK",
        "content": "Ciascuno Stato Contraente continua a concedere ai rifugiati i diritti e i vantaggi cui essi già avevano diritto, indipendentemente dalla reciprocità, alla data d’entrata in vigore della presente Convenzione per detto Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Esenzione dalla condizione della reciprocità",
        "citation": "Art. 7 cpv. 4. FK",
        "content": "Gli Stati Contraenti devono esaminare con benevolenza la possibilità di concedere ai rifugiati, indipendentemente dalla reciprocità, diritti e vantaggi non compresi tra quelli cui possono pretendere in virtù dei paragrafi 2 e 3, come pure la possibilità di estendere l’esenzione dalla condizione della reciprocità a rifugiati che non adempiono le condizioni previste nei paragrafi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Esenzione dalla condizione della reciprocità",
        "citation": "Art. 7 cpv. 5. FK",
        "content": "Le disposizioni dei paragrafi 2 e 3 del presente articolo sono applicabili tanto ai diritti e ai vantaggi previsti negli articoli 13, 18, 19, 21 e 22 della presente Convenzione quanto a quelli che non sono previsti nella Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_7"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Esenzione da misure straordinarie",
        "citation": "Art. 8 FK",
        "content": "Per quanto concerne le misure straordinarie che possono essere prese contro la persona, i beni o gli interessi dei cittadini di uno Stato determinato, gli Stati Contraenti non le applicheranno ai rifugiati che siano formalmente cittadini di detto Stato per il solo fatto di questa loro cittadinanza. Gli Stati Contraenti che a motivo della loro legislazione non possono applicare la norma generale prevista nel presente articolo autorizzano in casi appropriati esenzioni a favore di tali rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_8"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Misure provvisorie",
        "citation": "Art. 9 FK",
        "content": "Nessuna disposizione della presente Convenzione impedisce a uno Stato Contraente, in tempo di guerra o in altre circostanze gravi ed eccezionali, di prendere provvisoriamente, rispetto a una persona determinata, le misure che detto Stato considera indispensabili per la sicurezza nazionale, fino al momento in cui lo Stato Contraente di cui si tratta abbia accertato se tale persona è effettivamente un rifugiato e se le misure prese devono essere mantenute in suo confronto nell’interesse della sicurezza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_9"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Continuità della residenza",
        "citation": "Art. 10 cpv. 1. FK",
        "content": "Se un rifugiato, durante la seconda guerra mondiale, è stato deportato e trasportato sul territorio di uno Stato Contraente e vi risiede, la durata di questo soggiorno forzato é computata come residenza regolare su detto territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_10"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Continuità della residenza",
        "citation": "Art. 10 cpv. 2. FK",
        "content": "Se un rifugiato, durante la seconda guerra mondiale, è stato deportato dal territorio di uno Stato Contraente e vi è ritornato prima dell’entrata in vigore della presente Convenzione per stabilirvi il suo domicilio, il periodo che precede la deportazione e quello a essa successivo sono considerati come un solo periodo ininterrotto per tutti i casi in cui è richiesta una residenza ininterrotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_10"
    },
    {
        "book": "FK",
        "title": "FK, Capo I, Disposizioni generali, Gente di mare rifugiata",
        "citation": "Art. 11 FK",
        "content": "Trattandosi di rifugiati regolarmente impiegati come membri dell’equipaggio di un natante che inalbera la bandiera di uno Stato Contraente, questo Stato deve esaminare con benevolenza la possibilità di autorizzare tali rifugiati a stabilirsi sul suo territorio e di rilasciare loro titoli di viaggio oppure di ammetterli temporaneamente sul suo territorio, in particolare per agevolare loro la costituzione dei domicilio in un altro paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_11"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Statuto personale",
        "citation": "Art. 12 cpv. 1. FK",
        "content": "Lo statuto personale di un rifugiato è determinato in base alla legge del suo paese di domicilio o, in mancanza di un domicilio, in base alla legge del paese di residenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_12"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Statuto personale",
        "citation": "Art. 12 cpv. 2. FK",
        "content": "I diritti precedentemente acquisiti dal rifugiato e derivanti dal suo statuto personale, in particolare quelli dipendenti dal matrimonio, saranno rispettati da tutti gli Stati Contraenti, con riserva, se è il caso, dell’adempimento delle formalità previste dalla legislazione di ciascuno Stato; tuttavia, deve trattarsi di un diritto che detto Stato avrebbe riconosciuto quand’anche l’interessato non fosse divenuto un rifugiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_12"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Proprietà mobiliare e immobiliare",
        "citation": "Art. 13 FK",
        "content": "Gli Stati Contraenti concedono a ciascun rifugiato il trattamento più favorevole possibile e in ogni modo un trattamento pari almeno a quello concesso, nelle stesse circostanze, agli stranieri in generale per quanto concerne l’acquisto della proprietà mobiliare e immobiliare e i diritti a ciò relativi, nonché i contratti di locazione e altri concernenti la proprietà mobiliare e immobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_13"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Proprietà intellettuale e industriale",
        "citation": "Art. 14 FK",
        "content": "In materia di protezione della proprietà industriale, segnatamente di invenzioni, di disegni, di modelli, di marchi di fabbrica, di nome commerciale, e in materia di protezione della proprietà letteraria, artistica e scientifica, ciascun rifugiato fruisce nello Stato in cui ha la sua residenza abituale, della protezione che è concessa ai cittadini di detto paese. Nel territorio di uno qualsiasi degli altri Stati Contraenti, egli fruisce della protezione che è concessa in detto territorio ai cittadini dello Stato in cui ha la sua residenza abituale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_14"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Diritto d’associazione",
        "citation": "Art. 15 FK",
        "content": "Per ciò che concerne le associazioni a scopo non politico e non lucrativo e in sindacati professionali, gli Stati Contraenti concedono ai rifugiati che risiedono regolarmente sul loro territorio il trattamento più favorevole concesso, nelle stesse circostanze, ai cittadini di un paese estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_15"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Diritto di adire i tribunali",
        "citation": "Art. 16 cpv. 1. FK",
        "content": "Ciascun rifugiato può, sul territorio degli Stati Contraenti, adire liberamente i tribunali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_16"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Diritto di adire i tribunali",
        "citation": "Art. 16 cpv. 2. FK",
        "content": "Nello Stato Contraente in cui ha la sua residenza abituale, ciascun rifugiato fruisce dello stesso trattamento concesso ai cittadini di detto Stato, per ciò che concerne il diritto di adire i tribunali, comprese l’assistenza giudiziaria e l’esenzione dalla cautio judicatum solvi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_16"
    },
    {
        "book": "FK",
        "title": "FK, Capo II, Condizione giuridica, Diritto di adire i tribunali",
        "citation": "Art. 16 cpv. 3. FK",
        "content": "Negli Stati Contraenti in cui il rifugiato non ha la sua residenza abituale, egli fruisce, per quanto concerne i diritti previsti nel paragrafo 2, dello stesso trattamento che i cittadini dei paese in cui ha la sua residenza abituale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_16"
    },
    {
        "book": "FK",
        "title": "FK, Capo III, Attività lucrativa, Professioni dipendenti",
        "citation": "Art. 17 cpv. 1. FK",
        "content": "Gli Stati Contraenti concederanno ai rifugiati residenti regolarmente sul loro territorio il trattamento più favorevole, concesso nelle stesse circostanze ai cittadini di uno Stato estero, per ciò che concerne l’esercizio di un’attività professionale dipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_17"
    },
    {
        "book": "FK",
        "title": "FK, Capo III, Attività lucrativa, Professioni dipendenti",
        "citation": "Art. 17 cpv. 2. FK",
        "content": "In ogni caso, le misure restrittive concernenti gli stranieri o l’assunzione di stranieri prese per la protezione dei mercato nazionale dei lavoro non sono applicabili ai rifugiati che non vi erano già sottoposti dallo Stato Contraente interessato alla data dell’entrata in vigore della presente Convenzione, o che adempiono una delle seguenti condizioni:\na) risiedere da tre anni nel paese;\nb) avere per coniuge una persona che possegga la cittadinanza dello Stato di residenza. Un rifugiato non può far valere tale disposizione se ha abbandonato il suo coniuge;\nc) avere uno o più figli che posseggano la cittadinanza dello Stato di residenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_17"
    },
    {
        "book": "FK",
        "title": "FK, Capo III, Attività lucrativa, Professioni dipendenti",
        "citation": "Art. 17 cpv. 3. FK",
        "content": "Gli Stati Contraenti esaminano con benevolenza se possono essere prese misure intese a parificare ai diritti dei loro cittadini quelli di tutti i rifugiati per quanto concerne l’esercizio delle professioni dipendenti, segnatamente se si tratta di rifugiati che sono entrati sul loro territorio in applicazione di un programma di assunzione di mano d’opera oppure di un piano d’immigrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_17"
    },
    {
        "book": "FK",
        "title": "FK, Capo III, Attività lucrativa, Professioni indipendenti",
        "citation": "Art. 18 FK",
        "content": "Gli Stati Contraenti concedono ai rifugiati che risiedono regolarmente sul loro territorio il trattamento più favorevole possibile e in ogni caso un trattamento non meno favorevole di quello concesso nelle stesse circostanze agli stranieri in generale, per ciò che concerne l’esercizio di una professione indipendente nell’agricoltura, nell’industria, nell’artigianato e nel commercio, come pure per la costituzione di società commerciali e industriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_18"
    },
    {
        "book": "FK",
        "title": "FK, Capo III, Attività lucrativa, Professioni liberali",
        "citation": "Art. 19 cpv. 1. FK",
        "content": "Ciascuno Stato Contraente concede ai rifugiati che risiedono regolarmente sul suo territorio, sono titolari di diplomi riconosciuti dalle autorità competenti di detto Stato e desiderano esercitare una professione liberale, il trattamento più favorevole possibile e in ogni caso un trattamento non meno favorevole di quello concesso, nelle stesse circostanze, agli stranieri in generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_19"
    },
    {
        "book": "FK",
        "title": "FK, Capo III, Attività lucrativa, Professioni liberali",
        "citation": "Art. 19 cpv. 2. FK",
        "content": "Gli Stati Contraenti faranno dei loro meglio, conformemente alle loro leggi e costituzioni, per garantire lo stabilimento di tali rifugiati nei territori non metropolitani, per i quali sono responsabili delle relazioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_19"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Razionamento",
        "citation": "Art. 20 FK",
        "content": "Qualora esista un sistema di razionamento cui è sottoposta la popolazione nel suo insieme e che disciplina la ripartizione generale di prodotti scarsi, i rifugiati saranno trattati come i cittadini dello Stato che entra in considerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_20"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Alloggio",
        "citation": "Art. 21 FK",
        "content": "In materia di alloggi, gli Stati Contraenti concedono, per quanto siffatto problema sia disciplinato da leggi e ordinanze o sia sottoposto al controllo delle autorità pubbliche, ai rifugiati che risiedono regolarmente sul loro territorio il trattamento più favorevole possibile e in ogni caso un trattamento non meno favorevole di quello concesso, nelle stesse circostanze, agli stranieri in generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_21"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Educazione pubblica",
        "citation": "Art. 22 cpv. 1. FK",
        "content": "Gli Stati Contraenti concedono ai rifugiati, in materia di scuola primaria, lo stesso trattamento concesso ai loro cittadini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_22"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Educazione pubblica",
        "citation": "Art. 22 cpv. 2. FK",
        "content": "Per ciò che riguarda l’insegnamento nelle scuole che non sono scuole primarie, segnatamente circa l’ammissione agli studi, il riconoscimento di certificati di studio, di diplomi e di titoli universitari rilasciati all’estero, l’esenzione delle tasse scolastiche e l’assegnazione di borse di studio, gli Stati Contraenti concedono ai rifugiati il trattamento più favorevole possibile e in ogni caso un trattamento non meno favorevole di quello concesso, nelle stesse circostanze, agli stranieri in generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_22"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Assistenza pubblica",
        "citation": "Art. 23 FK",
        "content": "In materia di assistenza e di soccorsi pubblici, gli Stati Contraenti concedono ai rifugiati che risiedono regolarmente sul loro territorio lo stesso trattamento concesso ai loro cittadini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_23"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Legislazione del lavoro e sicurezza sociale",
        "citation": "Art. 24 cpv. 1. FK",
        "content": "Gli Stati Contraenti concedono ai rifugiati che risiedono regolarmente sul loro territorio lo stesso trattamento concesso ai loro cittadini, per ciò che concerne:\na) la retribuzione, compresi gli assegni familiari se tali assegni fanno parte della retribuzione, la durata del lavoro, le ore supplementari, i congedi pagati, le limitazioni poste al lavoro a domicilio, l’età minima dei lavoratori, il trocinio e la formazione professionale, il lavoro delle donne e degli adolescenti e il godimento dei vantaggi offerti dai contratti collettivi di lavoro, sempreché tali problemi siano disciplinati dalla loro legislazione o siano di competenza delle autorità amministrative;\nb) la sicurezza sociale (le disposizioni legali in materia di infortuni dei lavoro, di malattie professionali, di maternità, di malattie, d’invalidità, di vecchiaia e di morte, di disoccupazione, di oneri familiari, nonché quelle relative a tutti gli altri rischi che, conformemente alla legislazione nazionale, sono coperti da un sistema di sicurezza sociale), con riserva:\n(i) di accordi appropriati intesi a salvaguardare diritti acquisiti e aspettative;\n(ii) delle disposizioni particolari prescritte dalla legislazione nazionale dello Stato di residenza e riguardanti le prestazioni o le prestazioni parziali pagabili esclusivamente con fondi pubblici, come pure gli assegni pagati alle persone che non adempiono le condizioni per la concessione di una rendita ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Legislazione del lavoro e sicurezza sociale",
        "citation": "Art. 24 cpv. 2. FK",
        "content": "I diritti a prestazioni derivanti dalla morte di un rifugiato in seguito a un infortunio del lavoro o a una malattia professionale non sono lesi dal fatto che l’avente diritto risiede fuori del territorio dello Stato Contraente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Legislazione del lavoro e sicurezza sociale",
        "citation": "Art. 24 cpv. 3. FK",
        "content": "Gli Stati Contraenti estenderanno ai rifugiati i vantaggi degli accordi conchiusi o che dovessero conchiudere tra di loro, concernenti la conservazione dei diritti acquisiti o delle aspettative in materia di sicurezza sociale, sempreché i rifugiati adempiano le condizioni previste per i cittadini dei Paesi firmatari di siffatti accordi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Capo IV, Benessere sociale, Legislazione del lavoro e sicurezza sociale",
        "citation": "Art. 24 cpv. 4. FK",
        "content": "Gli Stati Contraenti esaminano con benevolenza la possibilità di estendere ai rifugiati, entro i limiti del possibile, i vantaggi di accordi analoghi in vigore o che fossero un giorno in vigore tra questi Stati Contraenti e Stati non contraenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_24"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Assistenza amministrativa",
        "citation": "Art. 25 cpv. 1. FK",
        "content": "Se un rifugiato ha normalmente bisogno, per l’esercizio di un diritto dell’assistenza di autorità straniere cui egli non si può rivolgere, gli Stati Contraenti sul cui territorio l’interessato risiede vigileranno che siffatta assistenza gli sia concessa sia dalle loro proprie autorità sia da un’autorità internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Assistenza amministrativa",
        "citation": "Art. 25 cpv. 2. FK",
        "content": "Le autorità indicate nel paragrafo 1 rilasciano o fanno rilasciare ai rifugiati, sotto il loro controllo, i documenti o gli attestati che sono normalmente rilasciati a uno straniero dalle sue autorità nazionali o per il loro tramite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Assistenza amministrativa",
        "citation": "Art. 25 cpv. 3. FK",
        "content": "I documenti o gli attestati in tal modo rilasciati sostituiscono gli atti ufficiali rilasciati a stranieri dalle loro autorità nazionali o per il loro tramite e fanno fede fino a prova del contrario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Assistenza amministrativa",
        "citation": "Art. 25 cpv. 4. FK",
        "content": "Con riserva delle eccezioni che potrebbero essere ammesse a favore degli indigenti, per i servizi indicati nel presente articolo possono essere riscosse tasse; queste devono tuttavia essere moderate e corrispondere a quelle riscosse dai cittadini dello Stato di cui si tratta per servizi analoghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Assistenza amministrativa",
        "citation": "Art. 25 cpv. 5. FK",
        "content": "Le disposizioni del presente articolo non toccano gli articoli 27 e 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_25"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Diritto di libero passaggio",
        "citation": "Art. 26 FK",
        "content": "Ciascuno Stato Contraente concede ai rifugiati che soggiornano regolarmente sul suo territorio il diritto di scegliervi il loro luogo di residenza e di circolarvi liberamente, con le riserve previste dall’ordinamento applicabile agli stranieri nelle stesse circostanze, in generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_26"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Documenti d’identità",
        "citation": "Art. 27 FK",
        "content": "Gli Stati Contraenti rilasciano documenti d’identità a tutti i rifugiati che risiedono sul loro territorio e non possiedono un titolo di viaggio valido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_27"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Titoli di viaggio",
        "citation": "Art. 28 cpv. 1. FK",
        "content": "Gli Stati Contraenti rilasciano ai rifugiati che risiedono regolarmente sul loro territorio titoli di viaggio che permettano loro di viaggiare fuori di tale territorio, sempreché non vi si oppongano motivi impellenti di sicurezza nazionale o d’ordine pubblico; le disposizioni dell’Allegato alla presente Convenzione sono applicabili a siffatti titoli. Gli Stati Contraenti possono rilasciare un titolo di viaggio di questa natura a qualsiasi altro rifugiato che si trovi sul loro territorio; essi esamineranno con particolare attenzione i casi di rifugiati che, trovandosi sul loro territorio, non sono in grado di ottenere un documento di viaggio dal paese della loro residenza regolare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_28"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Titoli di viaggio",
        "citation": "Art. 28 cpv. 2. FK",
        "content": "I titoli di viaggio rilasciati conformemente ad accordi internazionali anteriori dalle Parti di siffatti accordi saranno riconosciuti dagli Stati Contraenti e trattati come se fossero stati rilasciati ai rifugiati in virtù del presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_28"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Oneri fiscali",
        "citation": "Art. 29 cpv. 1. FK",
        "content": "Gli Stati Contraenti non devono riscuotere dai rifugiati imposte, tasse o diritti di qualsiasi genere, diversi o d’importo superiore a quelli riscossi dai loro cittadini in circostanze analoghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_29"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Oneri fiscali",
        "citation": "Art. 29 cpv. 2. FK",
        "content": "Le disposizioni del paragrafo 1 non vietano l’applicazione ai rifugiati delle disposizioni di leggi e ordinanze concernenti le tasse dovute dagli stranieri per il rilascio di documenti amministrativi, compresi i documenti d’identità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_29"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Trasferimento di averi",
        "citation": "Art. 30 cpv. 1. FK",
        "content": "Ciascuno Stato Contraente deve permettere ai rifugiati, conformemente alle sue leggi e alle sue ordinanze, di trasferire gli averi che hanno introdotto sul suo territorio, nel territorio di un altro paese in cui sono stati ammessi per stabilirvisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_30"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Trasferimento di averi",
        "citation": "Art. 30 cpv. 2. FK",
        "content": "Ciascuno Stato Contraente esaminerà con benevolenza le domande di rifugiati che desiderano ottenere l’autorizzazione di trasferire ogni altro loro avere necessario alla loro sistemazione in un altro paese in cui sono stati ammessi per stabilirvisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_30"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Rifugiati che soggiornano irregolarmente nel paese ospitante",
        "citation": "Art. 31 cpv. 1. FK",
        "content": "Gli Stati Contraenti non prenderanno sanzioni penali, a motivo della loro entrata o del loro soggiorno illegali, contro i rifugiati che giungono direttamente da un territorio in cui la loro vita o la loro libertà erano minacciate nel senso dell’articolo 1, per quanto si presentino senza indugio alle autorità e giustifichino con motivi validi la loro entrata o il loro soggiorno irregolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_31"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Rifugiati che soggiornano irregolarmente nel paese ospitante",
        "citation": "Art. 31 cpv. 2. FK",
        "content": "Gli Stati Contraenti limitano gli spostamenti di tali rifugiati soltanto nella misura necessaria. Tali limitazioni devono essere mantenute solo fintanto che lo statuto di questi rifugiati nel paese che li ospita sia stato regolato o essi siano riusciti a farsi ammettere in un altro paese. Gli Stati Contraenti concedono a tali rifugiati un termine adeguato e tutte le facilitazioni necessarie affinché possano ottenere il permesso d’entrata in un altro paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_31"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Espulsione",
        "citation": "Art. 32 cpv. 1. FK",
        "content": "Gli Stati Contraenti possono espellere un rifugiato che risiede regolarmente sul loro territorio soltanto per motivi di sicurezza nazionale o d’ordine pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_32"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Espulsione",
        "citation": "Art. 32 cpv. 2. FK",
        "content": "L’espulsione può essere eseguita soltanto in base a una decisione presa conformemente alla procedura prevista dalla legge. Il rifugiato deve, se motivi impellenti di sicurezza nazionale non vi si oppongano, essere ammesso a giustificarsi, a presentare ricorso e a farsi rappresentare a questo scopo davanti a un’autorità competente o davanti a una o più persone specialmente designate dall’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_32"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Espulsione",
        "citation": "Art. 32 cpv. 3. FK",
        "content": "Gli Stati Contraenti assegnano a detto rifugiato un termine adeguato, che gli permetta di farsi ammettere regolarmente in un altro paese.Gli Stati Contraenti possono prendere, durante tale termine, tutte le misure interne che reputano necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_32"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Divieto d’espulsione e di rinvio al confine",
        "citation": "Art. 33 cpv. 1. FK",
        "content": "Nessuno Stato Contraente espellerà o respingerà, in qualsiasi modo, un rifugiato verso i confini di territori in cui la sua vita o la sua libertà sarebbero minacciate a motivo della sua razza, della sua religione, della sua cittadinanza, della sua appartenenza a un gruppo sociale o delle sue opinioni politiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_33"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Divieto d’espulsione e di rinvio al confine",
        "citation": "Art. 33 cpv. 2. FK",
        "content": "La presente disposizione non può tuttavia essere fatta valere da un rifugiato se per motivi seri egli debba essere considerato un pericolo per la sicurezza del paese in cui risiede oppure costituisca, a causa di una condanna definitiva per un crimine o un delitto particolarmente grave, una minaccia per la collettività di detto paese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_33"
    },
    {
        "book": "FK",
        "title": "FK, Capo V, Provvedimenti amministrativi, Naturalizzazione",
        "citation": "Art. 34 FK",
        "content": "Gli Stati Contraenti facilitano, entro i limiti del possibile, l’assimilazione e la naturalizzazione dei rifugiati. Essi si sforzano in particolare di accelerare la procedura di naturalizzazione e di ridurre, per quanto possibile, le tasse e le spese della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_34"
    },
    {
        "book": "FK",
        "title": "FK, Capo VI, Disposizioni esecutive e transitorie, Cooperazione delle autorità nazionali con le Nazioni Unite",
        "citation": "Art. 35 cpv. 1. FK",
        "content": "Gli Stati Contraenti s’impegnano a cooperare con l’Alto Commissario delle Nazioni Unite per i rifugiati, o con qualsiasi altra istituzione delle Nazioni Unite che dovesse succedergli, nell’esercizio delle sue funzioni e a facilitare in particolare il suo compito di sorveglianza sull’applicazione delle disposizioni della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_35"
    },
    {
        "book": "FK",
        "title": "FK, Capo VI, Disposizioni esecutive e transitorie, Cooperazione delle autorità nazionali con le Nazioni Unite",
        "citation": "Art. 35 cpv. 2. FK",
        "content": "Allo scopo di permettere all’Alto Commissario o a qualsiasi altra istituzione delle Nazioni Unite che dovesse succedergli di presentare rapporti agli organi competenti delle Nazioni Unite, gli Stati Contraenti s’impegnano a fornire loro, nella forma appropriata, le informazioni e le indicazioni statistiche richieste circa:\na) lo statuto dei rifugiati;\nb) l’esecuzione della presente Convenzione, e\nc) le leggi, le ordinanze e i decreti che sono o entreranno in vigore per quanto concerne i rifugiati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_35"
    },
    {
        "book": "FK",
        "title": "FK, Capo VI, Disposizioni esecutive e transitorie, Informazioni circa la legislazione interna",
        "citation": "Art. 36 FK",
        "content": "Gli Stati Contraenti comunicano al Segretario generale delle Nazioni Unite il testo delle leggi e delle ordinanze emanate per garantire l’applicazione della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_36"
    },
    {
        "book": "FK",
        "title": "FK, Capo VI, Disposizioni esecutive e transitorie, Rapporto con le convenzioni anteriori",
        "citation": "Art. 37 FK",
        "content": "Salve restando le disposizioni del paragrafo 2 dell’articolo 28, la presente Convenzione sostituisce, tra gli Stati Contraenti, gli accordi del 5 luglio 1922, del 31 maggio 1924, del 12 maggio 1926, del 30 giugno 1928 e dei 30 luglio 1935, come pure le Convenzioni del 28 ottobre 1933 e del 10 febbraio 1938, il Protocollo del 14 settembre 1939 e l’Accordo del 15 ottobre 1946.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/443_461_469/it#art_37"
    }
]