[
    {
        "book": "FusG",
        "title": "LFus, Capitolo 1: Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 cpv. 1 LFus",
        "content": "La presente legge disciplina l’adeguamento delle strutture giuridiche di società di capitali, società in nome collettivo e in accomandita, società cooperative, associazioni, fondazioni e imprese individuali per fusione, scissione, trasformazione e trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_1"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 1: Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 cpv. 2 LFus",
        "content": "Essa intende garantire la certezza del diritto e la trasparenza, tutelando nel contempo i creditori, i lavoratori dipendenti e i titolari di partecipazioni minoritarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_1"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 1: Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 cpv. 3 LFus",
        "content": "Stabilisce altresì le condizioni di diritto privato che gli istituti di diritto pubblico devono soddisfare per partecipare a fusioni con soggetti giuridici di diritto privato, per trasformarsi in soggetti giuridici di diritto privato o per partecipare a trasferimenti di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_1"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 1: Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 cpv. 4 LFus",
        "content": "Sono fatte salve le disposizioni sulla valutazione delle concentrazioni di imprese previste dalla legge del 6 ottobre 1995 sui cartelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_1"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 1: Oggetto e definizioni, Definizioni",
        "citation": "Art. 2 LFus",
        "content": "Ai sensi della presente legge si intendono per:\na. soggetti giuridici: le società, le fondazioni, le imprese individuali iscritte nel registro di commercio, le società in accomandita per investimenti collettivi di capitale, le società di investimento a capitale variabile e gli istituti di diritto pubblico;\nb. società: le società di capitali, le società in nome collettivo e in accomandita, le associazioni e le società cooperative, purché non siano considerate istituti di previdenza ai sensi della lettera i;\nc. società di capitali: le società anonime, le società in accomandita per azioni e le società a garanzia limitata;\nd. istituti di diritto pubblico: gli istituti di diritto pubblico federali, cantonali e comunali iscritti nel registro di commercio e dotati di autonomia organizzativa, indipendentemente dal fatto che abbiano personalità giuridica;\ne. piccole e medie imprese: le società che non sono debitrici di un prestito obbligazionario, che non sono quotate in borsa e che, nel corso dei due ultimi esercizi precedenti la decisione di fusione, di scissione o di trasformazione, non superano due dei valori seguenti:\n1. bilancio complessivo di 20 milioni di franchi,\n2. cifra d’affari di 40 milioni di franchi,\n3. media annua di 250 posti in organico a tempo pieno;\nf. soci: i titolari di quote, i soci di società in nome collettivo e in accomandita, i soci di società cooperative senza certificati di quota e i membri di associazioni;\ng. titolari di quote: i titolari di azioni, di buoni di partecipazione o di buoni di godimento, i soci di società a garanzia limitata e i soci di una società cooperativa titolari di certificati di quota;\nh. assemblea generale: l’assemblea generale nella società anonima, nella società in accomandita per azioni o nella società cooperativa; l’assemblea dei soci di una società a garanzia limitata; l’assemblea dei membri di un’associazione; l’assemblea dei delegati nella società cooperativa o nell’associazione qualora gli statuti la dichiarino competente;\ni. istituti di previdenza: gli istituti sottoposti alla vigilanza di cui agli articoli 61 segg. della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità, dotati di personalità giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_2"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 3 cpv. 1 LFus",
        "content": "Le società possono operare fusioni mediante:\na. l’assunzione di altre società (fusione mediante incorporazione);\nb. l’unione con altre società in una nuova società (fusione mediante combinazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_3"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 3 cpv. 2 LFus",
        "content": "La fusione comporta lo scioglimento della società trasferente e la sua cancellazione dal registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_3"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusioni permesse",
        "citation": "Art. 4 cpv. 1 LFus",
        "content": "Le società di capitali possono operare una fusione:\na. con altre società di capitali;\nb. con società cooperative;\nc. in veste di società assuntrici, con società in nome collettivo e società in accomandita;\nd. in veste di società assuntrici, con associazioni iscritte nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_4"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusioni permesse",
        "citation": "Art. 4 cpv. 2 LFus",
        "content": "Le società in nome collettivo o in accomandita possono operare una fusione:\na. con altre società in nome collettivo o in accomandita;\nb. in veste di società trasferenti, con società di capitali;\nc. in veste di società trasferenti, con società cooperative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_4"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusioni permesse",
        "citation": "Art. 4 cpv. 3 LFus",
        "content": "Le società cooperative possono operare una fusione:\na. con altre società cooperative;\nb. con società di capitali;\nc. in veste di società assuntrici, con società in nome collettivo e società in accomandita;\nd. in veste di società assuntrici, con associazioni iscritte nel registro di commercio;\ne. in veste di società trasferenti, se prive di certificati di quota, con associazioni iscritte nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_4"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusioni permesse",
        "citation": "Art. 4 cpv. 4 LFus",
        "content": "Le associazioni possono operare fusioni tra loro. Le associazioni iscritte nel registro di commercio possono inoltre operare una fusione:\na. in veste di società trasferenti, con società di capitali;\nb. in veste di società trasferenti, con società cooperative;\nc. in veste di società assuntrici, con società cooperative prive di certificati di quota.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_4"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusione di una società in liquidazione",
        "citation": "Art. 5 cpv. 1 LFus",
        "content": "Una società in liquidazione può partecipare a una fusione, in veste di società trasferente, se la ripartizione del patrimonio non è ancora iniziata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_5"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusione di una società in liquidazione",
        "citation": "Art. 5 cpv. 2 LFus",
        "content": "L’organo superiore di direzione o di amministrazione deve attestare all’ufficio del registro di commercio l’adempimento della condizione di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_5"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusione di società in caso di perdita di capitale o di eccedenza di debiti",
        "citation": "Art. 6 cpv. 1 LFus",
        "content": "Una società i cui attivi, previa deduzione dei debiti, non coprono più la metà della somma del capitale azionario o sociale, delle riserve legali da capitale e da utili non rimborsabili agli azionisti, oppure che presenti un’eccedenza di debiti, può operare una fusione purché l’altra società abbia una dotazione di capitale proprio liberamente disponibile di importo pari allo scoperto e, se del caso, all’eccedenza di debiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_6"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusione di società in caso di perdita di capitale o di eccedenza di debiti",
        "citation": "Art. 6 cpv. 1bis LFus",
        "content": "Questa condizione non si applica se creditori delle società partecipanti alla fusione accettano di concedere una dilazione e di essere retrocessi a un grado posteriore a quello di tutti gli altri creditori per crediti di importo almeno pari allo scoperto e all’eventuale eccedenza di debiti, nonché a condizione che la retrocessione si estenda anche agli interessi maturati durante l’eccedenza di debiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_6"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 1: Disposizioni generali, Fusione di società in caso di perdita di capitale o di eccedenza di debiti",
        "citation": "Art. 6 cpv. 2 LFus",
        "content": "L’organo superiore di direzione o di amministrazione deve presentare all’ufficio del registro di commercio un’attestazione in cui un perito revisore abilitato accerti l’adempimento delle condizioni di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_6"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 7 cpv. 1 LFus",
        "content": "I soci della società trasferente hanno diritto a quote sociali o a diritti societari in seno alla società assuntrice che corrispondano alle quote o ai diritti che detenevano in precedenza, tenuto conto dei patrimoni delle società partecipanti alla fusione, della ripartizione dei diritti di voto e di ogni altra circostanza rilevante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_7"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 7 cpv. 2 LFus",
        "content": "Nell’ambito della determinazione del rapporto di scambio delle quote, può essere previsto un conguaglio che non deve eccedere un decimo del valore reale delle quote attribuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_7"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 7 cpv. 3 LFus",
        "content": "In caso di assunzione della loro società da parte di una società di capitali, i soci senza quote hanno diritto almeno a una quota.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_7"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 7 cpv. 4 LFus",
        "content": "La società assuntrice deve attribuire quote equivalenti o quote con diritto di voto per le quote senza diritto di voto della società trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_7"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 7 cpv. 5 LFus",
        "content": "La società assuntrice deve attribuire diritti equivalenti o versare un’indennità adeguata per i diritti speciali della società trasferente connessi a quote sociali o a diritti societari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_7"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 7 cpv. 6 LFus",
        "content": "La società assuntrice deve attribuire diritti equivalenti ai titolari di buoni di godimento della società trasferente oppure acquisire tali buoni al loro valore reale al momento della conclusione del contratto di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_7"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Indennità",
        "citation": "Art. 8 cpv. 1 LFus",
        "content": "Nel contratto di fusione, le società partecipanti alla fusione possono prevedere la possibilità per i soci di scegliere tra quote sociali o diritti societari e un’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_8"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 2: Quote sociali e diritti societari, Indennità",
        "citation": "Art. 8 cpv. 2 LFus",
        "content": "Nel contratto di fusione, le società partecipanti alla fusione possono anche prevedere che sarà versata solamente un’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_8"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 3: Aumento del capitale, costituzione e conto intermedio, Aumento del capitale in caso di fusione mediante incorporazione",
        "citation": "Art. 9 cpv. 1 LFus",
        "content": "In caso di fusione mediante incorporazione, la società assuntrice aumenta il suo capitale nella misura necessaria alla salvaguardia dei diritti dei soci della società trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_9"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 3: Aumento del capitale, costituzione e conto intermedio, Aumento del capitale in caso di fusione mediante incorporazione",
        "citation": "Art. 9 cpv. 2 LFus",
        "content": "Le disposizioni del Codice delle obbligazioni (CO) relative ai conferimenti in natura (art. 634 CO) e ai limiti del margine di variazione del capitale (art. 653s cpv. 2 CO) non si applicano alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_9"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 3: Aumento del capitale, costituzione e conto intermedio, Costituzione di una nuova società in caso di fusione mediante combinazione",
        "citation": "Art. 10 LFus",
        "content": "Le disposizioni del Codice civile e del Codice delle obbligazioni relative alla costituzione di una società si applicano alla costituzione di una nuova società nell’ambito della fusione mediante combinazione. Le disposizioni sul numero dei promotori di società di capitali e sui conferimenti in natura non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_10"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 3: Aumento del capitale, costituzione e conto intermedio, Conto intermedio",
        "citation": "Art. 11 cpv. 1 LFus",
        "content": "Se la data determinante per il bilancio precede di oltre sei mesi la data di conclusione del contratto di fusione o se si sono verificate importanti modifiche patrimoniali posteriormente alla chiusura del bilancio, le società partecipanti alla fusione devono stilare un conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_11"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Conclusione del contratto di fusione",
        "citation": "Art. 12 cpv. 1 LFus",
        "content": "Il contratto di fusione è concluso dagli organi superiori di direzione o di amministrazione delle società partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_12"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Conclusione del contratto di fusione",
        "citation": "Art. 12 cpv. 2 LFus",
        "content": "Esso richiede la forma scritta e l’approvazione dell’assemblea generale, rispettivamente dei soci delle società partecipanti alla fusione (art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_12"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Contenuto del contratto di fusione",
        "citation": "Art. 13 cpv. 1 LFus",
        "content": "Il contratto di fusione contiene:\na. il nome o la ditta, la sede e la forma giuridica delle società partecipanti alla fusione nonché, in caso di fusione mediante combinazione, il nome o la ditta, la sede e la forma giuridica della nuova società;\nb. il rapporto di scambio delle quote sociali e, se del caso, l’importo del conguaglio, rispettivamente indicazioni sulla qualità di membro dei soci della società trasferente in seno alla società assuntrice;\nc. i diritti che la società assuntrice garantisce ai titolari di diritti speciali, di quote senza diritto di voto o di buoni di godimento;\nd. le modalità di scambio delle quote sociali;\ne. la data a decorrere dalla quale le quote sociali o i diritti societari conferiscono il diritto di partecipare all’utile risultante dal bilancio, nonché tutte le particolari modalità di tale diritto;\nf. se del caso, l’importo dell’indennità di cui all’articolo 8;\ng. la data a decorrere dalla quale gli atti della società trasferente si considerano compiuti per conto della società assuntrice;\nh. tutti i vantaggi particolari concessi ai membri di un organo di direzione o di amministrazione e ai soci amministratori;\ni. se del caso, la designazione dei soci illimitatamente responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_13"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Contenuto del contratto di fusione",
        "citation": "Art. 13 cpv. 2 LFus",
        "content": "Il capoverso 1 lettere c-f non si applica in caso di fusione tra associazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_13"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Rapporto di fusione",
        "citation": "Art. 14 cpv. 1 LFus",
        "content": "Gli organi superiori di direzione o di amministrazione delle società partecipanti alla fusione devono stilare un rapporto scritto sulla fusione. Possono anche redigerlo insieme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_14"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Rapporto di fusione",
        "citation": "Art. 14 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla stesura del rapporto previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_14"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Rapporto di fusione",
        "citation": "Art. 14 cpv. 3 LFus",
        "content": "Il rapporto spiega e giustifica sotto il profilo giuridico ed economico:\na. lo scopo e le conseguenze della fusione;\nb. il contratto di fusione;\nc. il rapporto di scambio delle quote e, se del caso, l’importo del conguaglio, rispettivamente la qualità di membro dei soci della società trasferente in seno alla società assuntrice;\nd. se del caso, l’importo dell’indennità e i motivi per i quali, in luogo di quote sociali o diritti societari, è versata solamente un’indennità;\ne. le particolarità concernenti la valutazione delle quote in vista della determinazione del rapporto di scambio;\nf. se del caso, l’importo dell’aumento di capitale della società assuntrice;\ng. se del caso, l’obbligo di effettuare versamenti suppletivi, l’obbligo di fornire altre prestazioni personali e le responsabilità personali dei soci della società trasferente risultanti dalla fusione;\nh. in caso di fusione tra società di diversa forma giuridica, gli obblighi che possono essere imposti ai soci nell’ambito della nuova forma societaria;\ni. le ripercussioni sui lavoratori delle società partecipanti alla fusione e le indicazioni sul contenuto di un eventuale piano sociale;\nj. le ripercussioni sui creditori delle società partecipanti alla fusione;\nk. se del caso, indicazioni sulle autorizzazioni amministrative rilasciate o in procinto di esserlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_14"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Rapporto di fusione",
        "citation": "Art. 14 cpv. 4 LFus",
        "content": "In caso di fusione mediante combinazione, al rapporto di fusione va allegato il progetto di statuto della nuova società.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_14"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Rapporto di fusione",
        "citation": "Art. 14 cpv. 5 LFus",
        "content": "Il presente articolo non si applica alla fusione tra associazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_14"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Verifica del contratto di fusione e del rapporto di fusione",
        "citation": "Art. 15 cpv. 1 LFus",
        "content": "Se la società assuntrice è una società di capitali o una società cooperativa con quote sociali, le società partecipanti alla fusione devono far verificare da un perito revisore abilitato il contratto di fusione, il rapporto di fusione e il bilancio su cui poggia la fusione. Esse possono designare un perito revisore comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_15"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Verifica del contratto di fusione e del rapporto di fusione",
        "citation": "Art. 15 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla verifica previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_15"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Verifica del contratto di fusione e del rapporto di fusione",
        "citation": "Art. 15 cpv. 3 LFus",
        "content": "Le società partecipanti alla fusione devono fornire al perito revisore tutte le informazioni e i documenti utili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_15"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Verifica del contratto di fusione e del rapporto di fusione",
        "citation": "Art. 15 cpv. 4 LFus",
        "content": "Nella relazione scritta di revisione, il perito revisore indica:\na. se l’aumento di capitale previsto dalla società assuntrice è sufficiente a salvaguardare i diritti dei soci della società trasferente;\nb. se il rapporto di scambio delle quote sociali o l’indennità è ragionevole;\nc. il metodo in base al quale è stato determinato il rapporto di scambio e i motivi per i quali il metodo applicato è adeguato;\nd. se del caso, l’importanza relativa assegnata ai diversi metodi applicati al fine di determinare il rapporto di scambio;\ne. le particolarità di cui si è tenuto conto nel valutare le quote sociali in vista della determinazione del rapporto di scambio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_15"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Diritto di consultazione",
        "citation": "Art. 16 cpv. 1 LFus",
        "content": "Durante i 30 giorni precedenti la decisione, ciascuna delle società partecipanti alla fusione deve garantire ai soci, presso la sua sede, la consultazione dei seguenti documenti di tutte le società partecipanti alla fusione:\na. il contratto di fusione;\nb. il rapporto di fusione;\nc. la relazione di revisione;\nd. i conti annuali e i rapporti annuali relativi agli ultimi tre esercizi contabili nonché, se del caso, il conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_16"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Diritto di consultazione",
        "citation": "Art. 16 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla procedura di consultazione di cui al capoverso 1 previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_16"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Diritto di consultazione",
        "citation": "Art. 16 cpv. 3 LFus",
        "content": "I soci possono chiedere alle società partecipanti alla fusione copie dei documenti enumerati nel capoverso 1. Tali copie vanno messe gratuitamente a loro disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_16"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Diritto di consultazione",
        "citation": "Art. 16 cpv. 4 LFus",
        "content": "Ciascuna delle società partecipanti alla fusione deve informare in modo appropriato i soci circa il diritto di consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_16"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Modifiche patrimoniali",
        "citation": "Art. 17 cpv. 1 LFus",
        "content": "Qualora le componenti attive o passive del patrimonio di una delle società partecipanti alla fusione subiscano modifiche importanti tra la conclusione del contratto di fusione e la decisione dell’assemblea generale, l’organo superiore di direzione o di amministrazione di tale società deve informarne gli organi superiori di direzione o di amministrazione delle altre società partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_17"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 4: Contratto di fusione, rapporto di fusione e verifica, Modifiche patrimoniali",
        "citation": "Art. 17 cpv. 2 LFus",
        "content": "Gli organi superiori di direzione o di amministrazione di tutte le società partecipanti alla fusione esaminano se il contratto di fusione debba essere modificato o se si debba rinunciare alla fusione; se tale è il caso, devono ritirare la proposta di approvazione del contratto. Negli altri casi devono indicare all’assemblea generale i motivi per cui il contratto non dev’essere modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_17"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Decisione di fusione",
        "citation": "Art. 18 cpv. 1 LFus",
        "content": "L’organo superiore di direzione o di amministrazione delle società di capitali, delle società cooperative e delle associazioni deve sottoporre il contratto di fusione all’assemblea generale per decisione. Occorrono le seguenti maggioranze:\na. per le società anonime e le società in accomandita per azioni, almeno due terzi dei voti attribuiti alle azioni rappresentate all’assemblea generale e la maggioranza assoluta del loro valore nominale;\nb. per la società di capitali assunta da una società cooperativa, l’approvazione di tutti gli azionisti, rispettivamente di tutti i soci nel caso di una società a garanzia limitata;\nc. per le società a garanzia limitata, almeno due terzi dei voti rappresentati all’assemblea generale e la maggioranza assoluta del capitale sociale per il quale può essere esercitato il diritto di voto;\nd. per le società cooperative, almeno due terzi dei voti emessi o, in caso di introduzione o di estensione dell’obbligo di effettuare versamenti suppletivi, dell’obbligo di fornire altre prestazioni personali o delle responsabilità personali, almeno tre quarti di tutti i soci;\ne. per le associazioni, almeno tre quarti dei membri presenti all’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_18"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Decisione di fusione",
        "citation": "Art. 18 cpv. 2 LFus",
        "content": "Per le società in nome collettivo o in accomandita, il contratto di fusione necessita dell’approvazione di tutti i soci. Il contratto di società può tuttavia disporre che è sufficiente l’approvazione di tre quarti dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_18"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Decisione di fusione",
        "citation": "Art. 18 cpv. 3 LFus",
        "content": "Qualora una società in accomandita per azioni assuma un’altra società, oltre alle maggioranze di cui al capoverso 1 lettera a occorre l’approvazione scritta di tutti i soci illimitatamente responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_18"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Decisione di fusione",
        "citation": "Art. 18 cpv. 4 LFus",
        "content": "Se, a seguito dell’assunzione di una società anonima o di una società in accomandita per azioni ad opera di una società a garanzia limitata, è introdotto un obbligo di effettuare versamenti suppletivi o di fornire altre prestazioni personali, occorre l’approvazione di tutti gli azionisti interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_18"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Decisione di fusione",
        "citation": "Art. 18 cpv. 5 LFus",
        "content": "Se il contratto di fusione prevede semplicemente un’indennità, la decisione di fusione necessita dell’approvazione del 90 per cento almeno dei soci della società trasferente titolari di un diritto di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_18"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Decisione di fusione",
        "citation": "Art. 18 cpv. 6 LFus",
        "content": "Qualora la fusione comporti una modifica dello scopo sociale per i soci della società trasferente e, in virtù di disposizioni legali o statutarie, per modificare tale scopo occorra una maggioranza diversa da quella necessaria per la decisione di fusione, quest’ultima decisione deve soddisfare le due esigenze relative alla maggioranza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_18"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Diritto di recesso in caso di fusione di associazioni",
        "citation": "Art. 19 cpv. 1 LFus",
        "content": "I membri di associazioni possono recedere dall’associazione entro due mesi dalla decisione di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_19"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Diritto di recesso in caso di fusione di associazioni",
        "citation": "Art. 19 cpv. 2 LFus",
        "content": "Il recesso vale retroattivamente dalla data della decisione di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_19"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Atto pubblico",
        "citation": "Art. 20 cpv. 1 LFus",
        "content": "La decisione di fusione richiede l’atto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_20"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Atto pubblico",
        "citation": "Art. 20 cpv. 2 LFus",
        "content": "Questa disposizione non si applica alla fusione tra associazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_20"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Iscrizione nel registro di commercio",
        "citation": "Art. 21 cpv. 1 LFus",
        "content": "Quando la decisione di fusione è stata presa dall’insieme delle società partecipanti alla fusione, gli organi superiori di direzione o di amministrazione di queste ultime devono chiedere l’iscrizione della fusione all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_21"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Iscrizione nel registro di commercio",
        "citation": "Art. 21 cpv. 2 LFus",
        "content": "Se la società assuntrice deve aumentare il suo capitale a causa della fusione, vanno parimenti sottoposti all’ufficio del registro di commercio lo statuto modificato e i necessari accertamenti relativi all’aumento del capitale (art. 652g CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_21"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Iscrizione nel registro di commercio",
        "citation": "Art. 21 cpv. 3 LFus",
        "content": "La società trasferente è cancellata dal registro di commercio all’atto dell’iscrizione della fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_21"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Iscrizione nel registro di commercio",
        "citation": "Art. 21 cpv. 4 LFus",
        "content": "Il presente articolo non si applica alle associazioni che non sono iscritte nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_21"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Validità giuridica",
        "citation": "Art. 22 cpv. 1 LFus",
        "content": "La fusione acquisisce validità giuridica con l’iscrizione nel registro di commercio. A tale data, tutti gli attivi e i passivi della società trasferente sono trasferiti per legge alla società assuntrice. È fatto salvo l’articolo 34 della legge del 6 ottobre 1995 sui cartelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_22"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 5: Decisione di fusione e iscrizione nel registro di commercio, Validità giuridica",
        "citation": "Art. 22 cpv. 2 LFus",
        "content": "La fusione di associazioni che non sono iscritte nel registro di commercio acquisisce validità giuridica quando tutte le associazioni hanno adottato la decisione di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_22"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 6: Fusione agevolata di società di capitali, Condizioni",
        "citation": "Art. 23 cpv. 1 LFus",
        "content": "Le società di capitali possono operare una fusione a condizioni agevolate se:\na. la società di capitali assuntrice possiede tutte le quote della società di capitali trasferente che conferiscono un diritto di voto, oppure\nb. un soggetto giuridico, una persona fisica o un gruppo di persone fondato su un contratto o sulla legge possiede tutte le quote delle società di capitali partecipanti alla fusione che conferiscono un diritto di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_23"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 6: Fusione agevolata di società di capitali, Condizioni",
        "citation": "Art. 23 cpv. 2 LFus",
        "content": "Qualora la società di capitali assuntrice non possieda la totalità, ma il 90 per cento almeno delle quote della società di capitali trasferente che conferiscono un diritto di voto, la fusione può avvenire a condizioni agevolate se:\na. ai titolari di quote di minoranza è offerta, oltre a quote sociali della società di capitali assuntrice, un’indennità ai sensi dell’articolo 8 che corrisponda al valore reale delle quote; e\nb. dalla fusione non risultano, per i titolari di quote di minoranza, né un obbligo di effettuare versamenti suppletivi, né un obbligo di fornire altre prestazioni personali, né responsabilità personali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_23"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 6: Fusione agevolata di società di capitali, Agevolazioni",
        "citation": "Art. 24 cpv. 1 LFus",
        "content": "Le società di capitali che adempiono le condizioni di cui all’articolo 23 capoverso 1 devono indicare nel contratto di fusione soltanto gli elementi di cui all’articolo 13 capoverso 1 lettere a e f–i. Esse non devono né elaborare un rapporto di fusione (art. 14), né far verificare il contratto di fusione (art. 15), né garantire il diritto di consultazione (art. 16), né sottoporre il contratto di fusione all’assemblea generale per decisione (art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_24"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 6: Fusione agevolata di società di capitali, Agevolazioni",
        "citation": "Art. 24 cpv. 2 LFus",
        "content": "Le società di capitali che adempiono le condizioni di cui all’articolo 23 capoverso 2 devono indicare nel contratto di fusione soltanto gli elementi di cui all’articolo 13 capoverso 1 lettere a, b e f–i. Esse non devono né elaborare un rapporto di fusione (art. 14), né sottoporre il contratto di fusione all’assemblea generale per decisione (art. 18). Il diritto di consultazione di cui all’articolo 16 va garantito almeno trenta giorni prima della richiesta d’iscrizione della fusione nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_24"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 25 cpv. 1 LFus",
        "content": "La società assuntrice deve garantire i crediti dei creditori delle società partecipanti alla fusione se questi ne fanno domanda entro tre mesi a contare dal momento in cui la fusione acquisisce validità giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_25"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 25 cpv. 2 LFus",
        "content": "Le società partecipanti alla fusione devono, mediante triplice pubblicazione nel Foglio ufficiale svizzero di commercio, informare i creditori circa i loro diritti. Possono rinunciare a tale pubblicazione se un perito revisore abilitato attesta che tutti i crediti noti o prevedibili possono essere soddisfatti mediante il patrimonio a disposizione delle società partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_25"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 25 cpv. 3 LFus",
        "content": "L’obbligo di prestare garanzia si estingue se la società prova che la fusione non compromette la soddisfazione del credito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_25"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 25 cpv. 4 LFus",
        "content": "In luogo della costituzione di garanzie, la società che vi è tenuta può soddisfare il credito, purché non ne risulti un danno per gli altri creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_25"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Responsabilità personale dei soci",
        "citation": "Art. 26 cpv. 1 LFus",
        "content": "I soci della società trasferente che, prima della fusione, rispondevano dei suoi debiti continuano a rispondere dei debiti contratti prima della pubblicazione della decisione di fusione o la cui causa è anteriore a tale data.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_26"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Responsabilità personale dei soci",
        "citation": "Art. 26 cpv. 2 LFus",
        "content": "I diritti derivanti dalla responsabilità personale dei soci per i debiti della società trasferente si prescrivono al più tardi dopo tre anni a contare dalla data in cui la fusione acquisisce validità giuridica. Se il credito diventa esigibile soltanto dopo la pubblicazione della decisione di fusione, la prescrizione comincia a decorrere con l’esigibilità. La limitazione della responsabilità personale non si applica ai soci che assumono una responsabilità personale per i debiti della società assuntrice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_26"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Responsabilità personale dei soci",
        "citation": "Art. 26 cpv. 3 LFus",
        "content": "Per i prestiti obbligazionari e le altre obbligazioni oggetto di pubblica emissione, la responsabilità sussiste finché siano stati rimborsati, salvo che il prospetto preveda altrimenti. Sono fatte salve le disposizioni sulla comunione degli obbligazionisti per i prestiti obbligazionari di cui agli articoli 1157 e seguenti del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_26"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro, garanzia e responsabilità personale",
        "citation": "Art. 27 cpv. 1 LFus",
        "content": "Il trasferimento dei rapporti di lavoro alla società assuntrice è retto dall’articolo 333 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_27"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro, garanzia e responsabilità personale",
        "citation": "Art. 27 cpv. 2 LFus",
        "content": "I lavoratori delle società partecipanti alla fusione possono chiedere, conformemente all’articolo 25, che siano garantiti i crediti derivanti dal contratto di lavoro divenuti esigibili entro il termine in cui il rapporto di lavoro può essere sciolto normalmente o è sciolto per opposizione del lavoratore al trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_27"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro, garanzia e responsabilità personale",
        "citation": "Art. 27 cpv. 3 LFus",
        "content": "I soci della società trasferente che rispondevano dei suoi debiti prima della fusione continuano a rispondere dei debiti derivanti dal contratto di lavoro divenuti esigibili entro il termine in cui il rapporto di lavoro può essere sciolto normalmente o è sciolto per opposizione del lavoratore al trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_27"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 28 cpv. 1 LFus",
        "content": "La consultazione dei rappresentanti dei lavoratori è retta, per la società trasferente e la società assuntrice, dall’articolo 333a del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_28"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 28 cpv. 2 LFus",
        "content": "La consultazione deve avvenire prima della decisione di cui all’articolo 18. L’organo superiore di direzione o di amministrazione deve riferire sull’esito della consultazione all’assemblea generale, prima della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_28"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 28 cpv. 3 LFus",
        "content": "Se le disposizioni di cui ai capoversi 1 e 2 non sono rispettate, la rappresentanza dei lavoratori può chiedere al giudice che vieti l’iscrizione della fusione nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_28"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 2: Fusione di società, Sezione 7: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 28 cpv. 4 LFus",
        "content": "Il presente articolo si applica anche alle società assuntrici con sede all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_28"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 29 LFus",
        "content": "La scissione di una società può avvenire:\na. dividendo l’insieme del suo patrimonio e trasferendolo ad altre società; i suoi soci ricevono quote sociali o diritti societari delle società assuntrici; la società trasferente è sciolta e cancellata dal registro di commercio (divisione); oppure\nb. trasferendo una o più parti del suo patrimonio ad altre società; i suoi soci ricevono quote sociali o diritti societari delle società assuntrici (separazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_29"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 1: Disposizioni generali, Scissioni permesse",
        "citation": "Art. 30 LFus",
        "content": "Le società di capitali e le società cooperative possono scindersi in società di capitali o in società cooperative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_30"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 2: Quote sociali e diritti societari",
        "citation": "Art. 31 cpv. 1 LFus",
        "content": "Nell’ambito della scissione, le quote sociali e i diritti societari vanno salvaguardati conformemente all’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_31"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 2: Quote sociali e diritti societari",
        "citation": "Art. 31 cpv. 2 LFus",
        "content": "Ai soci della società trasferente possono essere attribuiti:\na. quote sociali o diritti societari di tutte le società partecipanti alla scissione che siano proporzionali alle precedenti partecipazioni (scissione simmetrica);\nb. quote sociali o diritti societari di talune o di tutte le società partecipanti alla scissione che non siano proporzionali alle precedenti partecipazioni (scissione asimmetrica).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_31"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 3:, Riduzione e aumento del capitale, costituzione e conto intermedio, Riduzione del capitale in caso di separazione",
        "citation": "Art. 32 LFus",
        "content": "L’articolo 653k CO non si applica se la società trasferente riduce il suo capitale a seguito della separazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_32"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 3:, Riduzione e aumento del capitale, costituzione e conto intermedio, Aumento del capitale",
        "citation": "Art. 33 cpv. 1 LFus",
        "content": "La società assuntrice deve aumentare il capitale nella misura necessaria alla salvaguardia dei diritti dei soci della società trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_33"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 3:, Riduzione e aumento del capitale, costituzione e conto intermedio, Aumento del capitale",
        "citation": "Art. 33 cpv. 2 LFus",
        "content": "Le disposizioni del CO sui conferimenti in natura (art. 634 CO) e sui limiti del margine di variazione del capitale (art. 653s cpv. 2 CO) non si applicano alla scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_33"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 3:, Riduzione e aumento del capitale, costituzione e conto intermedio, Costituzione di una nuova società",
        "citation": "Art. 34 LFus",
        "content": "Alla costituzione di una nuova società nell’ambito di una scissione si applicano le disposizioni del Codice delle obbligazioni relative alla costituzione di una società. Le disposizioni relative al numero dei promotori di società di capitali e ai conferimenti in natura non si applicano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_34"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 3:, Riduzione e aumento del capitale, costituzione e conto intermedio, Conto intermedio",
        "citation": "Art. 35 cpv. 1 LFus",
        "content": "Se la data determinante per il bilancio precede di oltre sei mesi la conclusione del contratto di scissione o l’elaborazione del progetto di scissione oppure se si sono verificate importanti modifiche patrimoniali dopo la chiusura del bilancio, le società partecipanti alla scissione devono stilare un conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_35"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Contratto di scissione e progetto di scissione",
        "citation": "Art. 36 cpv. 1 LFus",
        "content": "Se una società trasferisce per scissione parti del suo patrimonio a società preesistenti, gli organi superiori di direzione o di amministrazione delle società partecipanti alla scissione devono concludere un contratto di scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_36"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Contratto di scissione e progetto di scissione",
        "citation": "Art. 36 cpv. 2 LFus",
        "content": "Se una società intende trasferire parti del suo patrimonio mediante scissione a società costituende, il suo organo superiore di direzione o di amministrazione elabora un progetto di scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_36"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Contratto di scissione e progetto di scissione",
        "citation": "Art. 36 cpv. 3 LFus",
        "content": "Il contratto di scissione e il progetto di scissione richiedono la forma scritta e l’approvazione dell’assemblea generale (art. 43).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_36"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Contenuto del contratto di scissione o del progetto di scissione",
        "citation": "Art. 37 LFus",
        "content": "Il contratto di scissione o il progetto di scissione contiene:\na. la ditta, la sede e la forma giuridica delle società partecipanti alla scissione;\nb. un inventario con la chiara designazione, la ripartizione e l’attribuzione delle componenti attive e passive del patrimonio, nonché l’attribuzione delle parti dell’azienda; i fondi, i titoli di credito e i beni immateriali devono essere indicati singolarmente;\nc. il rapporto di scambio delle quote sociali e, se del caso, l’importo del conguaglio, rispettivamente indicazioni sui diritti societari dei soci della società trasferente in seno alla società assuntrice;\nd. i diritti che la società assuntrice riconosce ai titolari di diritti speciali, di quote sociali senza diritto di voto o di buoni di godimento;\ne. le modalità dello scambio delle quote sociali;\nf. la data a decorrere da cui le quote sociali o i diritti societari danno diritto a una parte dell’utile risultante dal bilancio, nonché tutte le particolarità di tale diritto;\ng. la data a decorrere dalla quale gli atti della società trasferente sono considerati compiuti per conto della società assuntrice;\nh. ogni vantaggio particolare concesso ai membri di un organo superiore di direzione o di amministrazione o ai soci amministratori;\ni. un elenco dei rapporti di lavoro trasferiti a causa della scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_37"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Beni non attribuiti",
        "citation": "Art. 38 cpv. 1 LFus",
        "content": "Una componente attiva del patrimonio che non può essere attribuita in base al contratto di scissione o al progetto di scissione:\na. in caso di divisione, appartiene in comproprietà a tutte le società assuntrici in proporzione al patrimonio netto spettante loro in virtù del contratto di scissione o del progetto di scissione;\nb. in caso di separazione, resta in seno alla società trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_38"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Beni non attribuiti",
        "citation": "Art. 38 cpv. 2 LFus",
        "content": "Il capoverso 1 si applica per analogia ai crediti e ai diritti immateriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_38"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Beni non attribuiti",
        "citation": "Art. 38 cpv. 3 LFus",
        "content": "Le società partecipanti a una divisione sono solidalmente responsabili dei debiti che non possono essere attribuiti in base al contratto di scissione o al progetto di scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_38"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Rapporto di scissione",
        "citation": "Art. 39 cpv. 1 LFus",
        "content": "Gli organi superiori di direzione o di amministrazione delle società partecipanti alla scissione redigono un rapporto scritto sulla scissione. Possono anche redigere insieme il rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_39"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Rapporto di scissione",
        "citation": "Art. 39 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla redazione di un rapporto scritto previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_39"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Rapporto di scissione",
        "citation": "Art. 39 cpv. 3 LFus",
        "content": "Il rapporto spiega e giustifica sotto il profilo giuridico ed economico:\na. lo scopo e le conseguenze della scissione;\nb. il contratto o il progetto di scissione;\nc. il rapporto di scambio delle quote sociali e, se del caso, l’importo del conguaglio, rispettivamente la qualità di membro dei soci della società trasferente in seno alla società assuntrice;\nd. le particolarità di cui si è tenuto conto nel valutare le quote sociali in vista della determinazione del rapporto di scambio;\ne. se del caso, l’obbligo di effettuare versamenti suppletivi, l’obbligo di fornire altre prestazioni personali e le responsabilità personali dei soci risultanti dalla scissione;\nf. in caso di scissione cui partecipano società di diversa forma giuridica, gli obblighi che possono essere imposti ai soci nell’ambito della nuova forma societaria;\ng. le ripercussioni della scissione sui lavoratori delle società partecipanti alla scissione e le indicazioni sul contenuto di un eventuale piano sociale;\nh. le ripercussioni della scissione sui creditori delle società partecipanti alla scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_39"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Rapporto di scissione",
        "citation": "Art. 39 cpv. 4 LFus",
        "content": "In caso di costituzione di una nuova società nell’ambito di una scissione, il progetto di statuto della nuova società va allegato al rapporto di scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_39"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Verifica del contratto o del progetto di scissione nonché del rapporto di scissione",
        "citation": "Art. 40 LFus",
        "content": "L’articolo 15 si applica per analogia alla verifica del contratto o del progetto di scissione nonché del rapporto di scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_40"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Diritto di consultazione",
        "citation": "Art. 41 cpv. 1 LFus",
        "content": "Durante i due mesi precedenti la decisione, ciascuna delle società partecipanti alla scissione deve garantire ai soci, presso la sua sede, la consultazione dei seguenti documenti di tutte le società partecipanti alla scissione:\na. il contratto o il progetto di scissione;\nb. il rapporto di scissione;\nc. la relazione di revisione;\nd. i conti annuali e i rapporti annuali relativi agli ultimi tre esercizi contabili nonché, se del caso, il conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_41"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Diritto di consultazione",
        "citation": "Art. 41 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla procedura di consultazione di cui al capoverso 1 previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_41"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Diritto di consultazione",
        "citation": "Art. 41 cpv. 3 LFus",
        "content": "I soci possono chiedere alle società partecipanti alla scissione copie dei documenti enumerati nel capoverso 1. Tali copie vanno messe gratuitamente a loro disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_41"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Diritto di consultazione",
        "citation": "Art. 41 cpv. 4 LFus",
        "content": "Ciascuna delle società partecipanti alla scissione deve, mediante pubblicazione nel Foglio ufficiale svizzero di commercio, informare i soci circa il loro diritto di consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_41"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 4:, Contratto di scissione, progetto di scissione, rapporto di scissione e verifica, Informazione sulle modifiche patrimoniali",
        "citation": "Art. 42 LFus",
        "content": "L’articolo 17 si applica per analogia alle informazioni sulle modifiche patrimoniali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_42"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 5: Decisione di scissione e atto pubblico, Decisione di scissione",
        "citation": "Art. 43 cpv. 1 LFus",
        "content": "Gli organi superiori di direzione o di amministrazione delle società partecipanti alla scissione possono sottoporre per decisione il contratto o il progetto di scissione all’assemblea generale soltanto dopo aver prestato garanzia conformemente all’articolo 46.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_43"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 5: Decisione di scissione e atto pubblico, Decisione di scissione",
        "citation": "Art. 43 cpv. 2 LFus",
        "content": "Per la decisione occorrono le maggioranze di cui all’articolo 18 capoversi 1, 3, 4 e 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_43"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 5: Decisione di scissione e atto pubblico, Decisione di scissione",
        "citation": "Art. 43 cpv. 3 LFus",
        "content": "In caso di scissione asimmetrica, è necessaria l’approvazione di almeno il 90 per cento dei soci della società trasferente che dispongono di un diritto di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_43"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 5: Decisione di scissione e atto pubblico, Atto pubblico",
        "citation": "Art. 44 LFus",
        "content": "La decisione di scissione richiede l’atto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_44"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Diffida ai creditori",
        "citation": "Art. 45 LFus",
        "content": "I creditori di tutte le società partecipanti alla scissione vanno informati, mediante triplice pubblicazione nel Foglio ufficiale svizzero di commercio, che, se notificano i loro crediti, possono esigere la costituzione di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_45"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 46 cpv. 1 LFus",
        "content": "Se i creditori ne fanno domanda entro due mesi dalla diffida, le società partecipanti alla scissione devono garantire i loro crediti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_46"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 46 cpv. 2 LFus",
        "content": "L’obbligo di prestare garanzia si estingue se la società prova che la scissione non compromette la soddisfazione del credito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_46"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Garanzia dei crediti",
        "citation": "Art. 46 cpv. 3 LFus",
        "content": "Invece di prestare garanzia, la società che vi è tenuta può soddisfare il credito, nella misura in cui non ne risulti alcun danno per gli altri creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_46"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Responsabilità sussidiaria delle società partecipanti alla scissione",
        "citation": "Art. 47 cpv. 1 LFus",
        "content": "Se un creditore non è stato soddisfatto dalla società cui il contratto o il progetto di scissione ha attribuito il suo credito (società responsabile a titolo primario), le altre società partecipanti alla scissione (società responsabili a titolo sussidiario) rispondono in solido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_47"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Responsabilità sussidiaria delle società partecipanti alla scissione",
        "citation": "Art. 47 cpv. 2 LFus",
        "content": "Le società responsabili a titolo sussidiario possono essere convenute in giudizio solamente se un credito non è stato garantito e se la società responsabile a titolo primario:\na. ha fatto fallimento;\nb. fruisce di una moratoria o di un differimento del fallimento;\nc. è stata oggetto di una procedura d’esecuzione che ha portato al rilascio di un attestato di carenza di beni definitivo;\nd. ha trasferito la sede all’estero e non può più essere convenuta in giudizio in Svizzera;\ne. ha trasferito la sede estera da uno Stato all’altro, complicando notevolmente l’esercizio dei diritti del creditore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_47"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Responsabilità personale dei soci",
        "citation": "Art. 48 LFus",
        "content": "L’articolo 26 si applica per analogia alla responsabilità personale dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_48"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro, garanzia e responsabilità personale",
        "citation": "Art. 49 cpv. 1 LFus",
        "content": "Il trasferimento dei rapporti di lavoro è retto dall’articolo 333 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_49"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro, garanzia e responsabilità personale",
        "citation": "Art. 49 cpv. 2 LFus",
        "content": "I lavoratori delle società partecipanti alla scissione possono esigere, conformemente all’articolo 46, la garanzia dei crediti derivanti dal contratto di lavoro divenuti esigibili entro il termine in cui il rapporto di lavoro può essere sciolto normalmente o è sciolto per opposizione del lavoratore al trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_49"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro, garanzia e responsabilità personale",
        "citation": "Art. 49 cpv. 3 LFus",
        "content": "Si applica per analogia l’articolo 27 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_49"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 6: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 50 LFus",
        "content": "La consultazione dei rappresentanti dei lavoratori è retta dall’articolo 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_50"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 7: Iscrizione nel registro di commercio e validità giuridica, Iscrizione nel registro di commercio",
        "citation": "Art. 51 cpv. 1 LFus",
        "content": "Una volta decisa la scissione, l’organo superiore di direzione o di amministrazione deve chiedere l’iscrizione della scissione all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_51"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 7: Iscrizione nel registro di commercio e validità giuridica, Iscrizione nel registro di commercio",
        "citation": "Art. 51 cpv. 2 LFus",
        "content": "Se la società trasferente deve ridurre il suo capitale a causa della separazione, va sottoposto all’ufficio del registro di commercio anche lo statuto modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_51"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 7: Iscrizione nel registro di commercio e validità giuridica, Iscrizione nel registro di commercio",
        "citation": "Art. 51 cpv. 3 LFus",
        "content": "In caso di divisione, la società trasferente è cancellata dal registro di commercio all’atto dell’iscrizione della scissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_51"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 3: Scissione di società, Sezione 7: Iscrizione nel registro di commercio e validità giuridica, Validità giuridica",
        "citation": "Art. 52 LFus",
        "content": "La scissione acquisisce validità giuridica con l’iscrizione nel registro di commercio. A tale data, tutti gli attivi e i passivi figuranti nell’inventario sono trasferiti per legge alla società assuntrice. È fatto salvo l’articolo 34 della legge del 6 ottobre 1995 sui cartelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_52"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Principio",
        "citation": "Art. 53 LFus",
        "content": "Una società può modificare la propria forma giuridica (trasformazione) senza che i rapporti giuridici ne risultino modificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_53"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Trasformazioni permesse",
        "citation": "Art. 54 cpv. 1 LFus",
        "content": "Una società di capitali può trasformarsi in:\na. una società di capitali di diversa forma giuridica;\nb. una società cooperativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_54"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Trasformazioni permesse",
        "citation": "Art. 54 cpv. 2 LFus",
        "content": "Una società in nome collettivo può trasformarsi in:\na. una società di capitali;\nb. una società cooperativa;\nc. una società in accomandita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_54"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Trasformazioni permesse",
        "citation": "Art. 54 cpv. 3 LFus",
        "content": "Una società in accomandita può trasformarsi in:\na. una società di capitali;\nb. una società cooperativa;\nc. una società in nome collettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_54"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Trasformazioni permesse",
        "citation": "Art. 54 cpv. 4 LFus",
        "content": "Una società cooperativa può trasformarsi in:\na. una società di capitali;\nb. un’associazione iscritta nel registro di commercio, se non dispone di capitale sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_54"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Trasformazioni permesse",
        "citation": "Art. 54 cpv. 5 LFus",
        "content": "Un’associazione iscritta nel registro di commercio può trasformarsi in una società di capitali o in una società cooperativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_54"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Norme speciali concernenti la trasformazione di società in nome collettivo e in accomandita",
        "citation": "Art. 55 cpv. 1 LFus",
        "content": "Una società in nome collettivo può trasformarsi in una società in accomandita se:\na. un accomandante entra nella società in nome collettivo;\nb. un socio diventa accomandante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_55"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Norme speciali concernenti la trasformazione di società in nome collettivo e in accomandita",
        "citation": "Art. 55 cpv. 2 LFus",
        "content": "Una società in accomandita può trasformarsi in una società in nome collettivo se:\na. tutti gli accomandanti recedono dalla società;\nb. tutti gli accomandanti divengono soci illimitatamente responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_55"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Norme speciali concernenti la trasformazione di società in nome collettivo e in accomandita",
        "citation": "Art. 55 cpv. 3 LFus",
        "content": "È fatta salva la continuazione di una società in nome collettivo o in accomandita come impresa individuale ai sensi dell’articolo 579 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_55"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 1: Disposizioni generali, Norme speciali concernenti la trasformazione di società in nome collettivo e in accomandita",
        "citation": "Art. 55 cpv. 4 LFus",
        "content": "Le disposizioni del presente capitolo non si applicano alle trasformazioni previste dal presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_55"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 2: Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 56 cpv. 1 LFus",
        "content": "Nell’ambito della trasformazione vanno salvaguardati le quote sociali e i diritti societari dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_56"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 2: Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 56 cpv. 2 LFus",
        "content": "Nell’ambito della trasformazione della società in una società di capitali, i soci privi di quote sociali hanno diritto a una quota almeno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_56"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 2: Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 56 cpv. 3 LFus",
        "content": "Per le quote senza diritto di voto, la società deve attribuire quote equivalenti o quote con diritto di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_56"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 2: Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 56 cpv. 4 LFus",
        "content": "Per i diritti speciali connessi a quote sociali o diritti societari, la società deve attribuire quote equivalenti o un’indennità adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_56"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 2: Salvaguardia delle quote sociali e dei diritti societari",
        "citation": "Art. 56 cpv. 5 LFus",
        "content": "Per i buoni di godimento, la società deve attribuire diritti equivalenti oppure riscattarli al loro valore reale al momento dell’elaborazione del rapporto di trasformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_56"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 3: Costituzione e conto intermedio, Disposizioni sulla costituzione",
        "citation": "Art. 57 LFus",
        "content": "Alla trasformazione si applicano le disposizioni del Codice civile e del Codice delle obbligazioni concernenti la costituzione di una società di forma corrispondente. Non sono applicabili le disposizioni sul numero dei promotori di società di capitali e sui conferimenti in natura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_57"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 3: Costituzione e conto intermedio, Conto intermedio",
        "citation": "Art. 58 cpv. 1 LFus",
        "content": "Se la data determinante per il bilancio precede di oltre sei mesi quella di redazione del rapporto di trasformazione o si sono verificate importanti modifiche patrimoniali posteriormente alla chiusura del bilancio, le società partecipanti alla trasformazione devono stilare un conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_58"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Redazione del progetto di trasformazione",
        "citation": "Art. 59 cpv. 1 LFus",
        "content": "L’organo superiore di direzione o di amministrazione redige un progetto di trasformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_59"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Redazione del progetto di trasformazione",
        "citation": "Art. 59 cpv. 2 LFus",
        "content": "Il progetto di trasformazione richiede la forma scritta e l’approvazione dell’assemblea generale, rispettivamente dei soci conformemente all’articolo 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_59"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Contenuto del progetto di trasformazione",
        "citation": "Art. 60 LFus",
        "content": "Il progetto di trasformazione contiene:\na. il nome o la ditta, la sede e la forma giuridica prima e dopo la trasformazione;\nb. il nuovo statuto;\nc. il numero, il tipo e il valore delle quote sociali attribuite ai titolari di quote dopo la trasformazione, rispettivamente indicazioni sui diritti societari dei soci dopo la trasformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_60"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Rapporto di trasformazione",
        "citation": "Art. 61 cpv. 1 LFus",
        "content": "L’organo superiore di direzione o di amministrazione redige un rapporto scritto sulla trasformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_61"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Rapporto di trasformazione",
        "citation": "Art. 61 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla redazione di un rapporto di trasformazione previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_61"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Rapporto di trasformazione",
        "citation": "Art. 61 cpv. 3 LFus",
        "content": "Il rapporto spiega e giustifica sotto il profilo economico e giuridico:\na. lo scopo e le conseguenze della trasformazione;\nb. il rispetto delle disposizioni sulla costituzione della società previste per la sua nuova forma giuridica;\nc. il nuovo statuto;\nd. il rapporto di scambio delle quote, rispettivamente i diritti societari dei soci dopo la trasformazione;\ne. se del caso, l’obbligo di effettuare versamenti suppletivi, l’obbligo di fornire altre prestazioni personali e le responsabilità personali dei soci risultanti dalla trasformazione;\nf. gli obblighi che possono essere imposti ai soci nell’ambito della nuova forma societaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_61"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Verifica del progetto e del rapporto di trasformazione",
        "citation": "Art. 62 cpv. 1 LFus",
        "content": "La società deve far verificare il progetto di trasformazione, il rapporto di trasformazione e il bilancio su cui poggia la trasformazione da un perito revisore abilitato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_62"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Verifica del progetto e del rapporto di trasformazione",
        "citation": "Art. 62 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla verifica previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_62"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Verifica del progetto e del rapporto di trasformazione",
        "citation": "Art. 62 cpv. 3 LFus",
        "content": "La società deve fornire al perito revisore tutte le informazioni e i documenti utili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_62"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Verifica del progetto e del rapporto di trasformazione",
        "citation": "Art. 62 cpv. 4 LFus",
        "content": "Il perito revisore deve verificare se le condizioni di trasformazione sono adempiute, in particolare se, a trasformazione avvenuta, risulta salvaguardato lo statuto giuridico dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_62"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Diritto di consultazione",
        "citation": "Art. 63 cpv. 1 LFus",
        "content": "Durante i 30 giorni precedenti la decisione, la società deve garantire ai soci, presso la sua sede, la consultazione dei documenti seguenti:\na. il progetto di trasformazione;\nb. il rapporto di trasformazione;\nc. la relazione di revisione;\nd. i conti annuali e i rapporti annuali relativi agli ultimi tre esercizi contabili nonché, se del caso, il conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_63"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Diritto di consultazione",
        "citation": "Art. 63 cpv. 2 LFus",
        "content": "Le piccole e medie imprese possono rinunciare alla procedura di consultazione di cui al capoverso 1 previo consenso di tutti i soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_63"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Diritto di consultazione",
        "citation": "Art. 63 cpv. 3 LFus",
        "content": "I soci possono chiedere alla società copie dei documenti enumerati nel capoverso 1. Tali copie vanno messe gratuitamente a loro disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_63"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 4:, Progetto di trasformazione, rapporto di trasformazione e verifica, Diritto di consultazione",
        "citation": "Art. 63 cpv. 4 LFus",
        "content": "La società deve informare in modo appropriato i soci circa il diritto di consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_63"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 5:, Decisione di trasformazione e iscrizione nel registro di commercio, Decisione di trasformazione",
        "citation": "Art. 64 cpv. 1 LFus",
        "content": "L’organo superiore di direzione o di amministrazione delle società di capitali, delle società cooperative e delle associazioni deve sottoporre il progetto di trasformazione all’assemblea generale per decisione. Occorrono le seguenti maggioranze:\na. per le società anonime e le società in accomandita per azioni, almeno due terzi dei voti attribuiti alle azioni rappresentate all’assemblea generale e la maggioranza assoluta dei valori nominali delle azioni rappresentate; se, a seguito della trasformazione della società in una società a garanzia limitata, è introdotto l’obbligo di effettuare versamenti suppletivi o di fornire altre prestazioni personali, occorre l’approvazione di tutti i soci che ne sono interessati;\nb. in caso di trasformazione di una società di capitali in una società cooperativa, l’approvazione di tutti i soci;\nc. per le società a garanzia limitata, almeno due terzi dei voti rappresentati all’assemblea generale e la maggioranza assoluta del capitale sociale per il quale può essere esercitato il diritto di voto;\nd. per le società cooperative, almeno due terzi dei voti emessi o, in caso di introduzione o di estensione dell’obbligo di effettuare versamenti suppletivi, dell’obbligo di fornire altre prestazioni personali oppure delle responsabilità personali, almeno tre quarti dei soci;\ne. per le associazioni, almeno tre quarti dei membri presenti all’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_64"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 5:, Decisione di trasformazione e iscrizione nel registro di commercio, Decisione di trasformazione",
        "citation": "Art. 64 cpv. 2 LFus",
        "content": "Nelle società in nome collettivo o in accomandita, il progetto di trasformazione dev’essere approvato da tutti i soci. Il contratto di società può tuttavia prevedere che sia sufficiente l’approvazione di almeno tre quarti dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_64"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 5:, Decisione di trasformazione e iscrizione nel registro di commercio, Atto pubblico",
        "citation": "Art. 65 LFus",
        "content": "La decisione di trasformazione richiede l’atto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_65"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 5:, Decisione di trasformazione e iscrizione nel registro di commercio, Iscrizione nel registro di commercio",
        "citation": "Art. 66 LFus",
        "content": "L’organo superiore di direzione o di amministrazione deve chiedere l’iscrizione della trasformazione all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_66"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 5:, Decisione di trasformazione e iscrizione nel registro di commercio, Validità giuridica",
        "citation": "Art. 67 LFus",
        "content": "La trasformazione acquisisce validità giuridica con l’iscrizione nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_67"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 6: Protezione dei creditori e dei lavoratori",
        "citation": "Art. 68 cpv. 1 LFus",
        "content": "L’articolo 26 si applica per analogia alla responsabilità personale dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_68"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 4: Trasformazione di società, Sezione 6: Protezione dei creditori e dei lavoratori",
        "citation": "Art. 68 cpv. 2 LFus",
        "content": "L’articolo 27 capoverso 3 si applica per analogia alla responsabilità per i debiti derivanti dal contratto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_68"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 1: Disposizioni generali",
        "citation": "Art. 69 cpv. 1 LFus",
        "content": "Le società iscritte nel registro di commercio, le società in accomandita per investimenti collettivi di capitale, le società di investimento a capitale variabile e le imprese individuali iscritte nel registro di commercio possono trasferire l’intero patrimonio o parte di esso, con attivi e passivi, a un altro soggetto giuridico di diritto privato. Il capitolo 3 (Scissione di società) si applica se ai soci della società trasferente sono attribuiti quote sociali o diritti societari della società assuntrice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_69"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 1: Disposizioni generali",
        "citation": "Art. 69 cpv. 2 LFus",
        "content": "Sono fatte salve le disposizioni legali e statutarie relative alla protezione del capitale e alla liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_69"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 2: Contratto di trasferimento, Conclusione del contratto di trasferimento",
        "citation": "Art. 70 cpv. 1 LFus",
        "content": "Il contratto di trasferimento è concluso dagli organi superiori di direzione o di amministrazione dei soggetti giuridici partecipanti al trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_70"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 2: Contratto di trasferimento, Conclusione del contratto di trasferimento",
        "citation": "Art. 70 cpv. 2 LFus",
        "content": "Il contratto di trasferimento richiede la forma scritta. Se vengono trasferiti fondi, le parti corrispondenti del contratto richiedono l’atto pubblico. È sufficiente un solo atto pubblico anche quando i fondi oggetto del trasferimento di patrimonio sono situati in più Cantoni. L’atto è steso da un pubblico ufficiale nel luogo di sede del soggetto giuridico trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_70"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 2: Contratto di trasferimento, Contenuto del contratto di trasferimento",
        "citation": "Art. 71 cpv. 1 LFus",
        "content": "Il contratto di trasferimento contiene:\na. la ditta o il nome, la sede e la forma giuridica dei soggetti giuridici partecipanti al trasferimento;\nb. un inventario che designi chiaramente le componenti attive e passive del patrimonio trasferito; i fondi, i titoli di credito e i beni immateriali vanno indicati singolarmente;\nc. il valore complessivo degli attivi e dei passivi trasferiti;\nd. l’eventuale controprestazione;\ne. un elenco dei rapporti di lavoro trasferiti a seguito del trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_71"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 2: Contratto di trasferimento, Contenuto del contratto di trasferimento",
        "citation": "Art. 71 cpv. 2 LFus",
        "content": "Il trasferimento di patrimonio è permesso soltanto se l’inventario presenta un’eccedenza di attivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_71"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 2: Contratto di trasferimento, Componenti attive del patrimonio non attribuite",
        "citation": "Art. 72 LFus",
        "content": "Le componenti attive del patrimonio, i crediti e i diritti immateriali che non possono essere attribuiti sulla base dell’inventario restano al soggetto giuridico trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_72"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 3: Iscrizione nel registro di commercio e validità giuridica",
        "citation": "Art. 73 cpv. 1 LFus",
        "content": "L’organo superiore di direzione o di amministrazione del soggetto giuridico trasferente deve chiedere l’iscrizione del trasferimento di patrimonio all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_73"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 3: Iscrizione nel registro di commercio e validità giuridica",
        "citation": "Art. 73 cpv. 2 LFus",
        "content": "Il trasferimento di patrimonio acquisisce validità giuridica con l’iscrizione nel registro di commercio. A tale data, tutti gli attivi e i passivi elencati nell’inventario sono trasferiti per legge al soggetto giuridico assuntore. È fatto salvo l’articolo 34 della legge del 6 ottobre 1995 sui cartelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_73"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 4: Informazione dei soci",
        "citation": "Art. 74 cpv. 1 LFus",
        "content": "L’organo superiore di direzione o di amministrazione della società trasferente deve informare i soci del trasferimento di patrimonio nell’allegato al conto annuale. Se non vi è obbligo di allestire il conto annuale, vanno dati ragguagli sul trasferimento di patrimonio nel corso dell’assemblea generale successiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_74"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 4: Informazione dei soci",
        "citation": "Art. 74 cpv. 2 LFus",
        "content": "L’allegato o l’informazione nel corso dell’assemblea generale spiega e giustifica sotto il profilo giuridico ed economico:\na. lo scopo e le conseguenze del trasferimento di patrimonio;\nb. il contratto di trasferimento;\nc. la controprestazione del trasferimento;\nd. le ripercussioni del trasferimento di patrimonio sui lavoratori e le indicazioni sul contenuto di un eventuale piano sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_74"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 4: Informazione dei soci",
        "citation": "Art. 74 cpv. 3 LFus",
        "content": "L’obbligo di informare non sussiste se gli attivi trasferiti sono inferiori al 5 per cento del bilancio complessivo della società trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_74"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Responsabilità solidale",
        "citation": "Art. 75 cpv. 1 LFus",
        "content": "Per tre anni, i debitori precedenti rispondono solidalmente con il nuovo debitore dei debiti contratti prima del trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_75"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Responsabilità solidale",
        "citation": "Art. 75 cpv. 2 LFus",
        "content": "Le pretese nei confronti del soggetto giuridico trasferente si prescrivono al più tardi tre anni dopo la pubblicazione del trasferimento di patrimonio. Se il credito diviene esigibile dopo tale pubblicazione, la prescrizione comincia a decorrere con l’esigibilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_75"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Responsabilità solidale",
        "citation": "Art. 75 cpv. 3 LFus",
        "content": "I soggetti giuridici partecipanti al trasferimento di patrimonio devono garantire i crediti se:\na. la responsabilità solidale si estingue prima dello scadere del termine di tre anni o\nb i creditori rendono verosimile che la responsabilità solidale non rappresenta una protezione sufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_75"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Responsabilità solidale",
        "citation": "Art. 75 cpv. 4 LFus",
        "content": "Invece di prestare garanzia, i soggetti giuridici partecipanti al trasferimento possono soddisfare il credito, per quanto non ne risulti alcun danno per gli altri creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_75"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro e responsabilità solidale",
        "citation": "Art. 76 cpv. 1 LFus",
        "content": "Il trasferimento dei rapporti di lavoro è retto dall’articolo 333 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_76"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Trasferimento dei rapporti di lavoro e responsabilità solidale",
        "citation": "Art. 76 cpv. 2 LFus",
        "content": "L’articolo 75 si applica a tutti i debiti derivanti dal contratto di lavoro divenuti esigibili entro il termine in cui il rapporto di lavoro può essere sciolto normalmente o è sciolto per opposizione del lavoratore al trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_76"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 77 cpv. 1 LFus",
        "content": "La consultazioni della rappresentanza dei lavoratori è retta, sia per il soggetto giuridico trasferente, sia per il soggetto giuridico assuntore, dall’articolo 333a del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_77"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 77 cpv. 2 LFus",
        "content": "In caso di inosservanza delle disposizioni di cui al capoverso 1, la rappresentanza dei lavoratori può chiedere al giudice che vieti l’iscrizione del trasferimento di patrimonio nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_77"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 5: Trasferimento di patrimonio, Sezione 5: Protezione dei creditori e dei lavoratori, Consultazione dei rappresentanti dei lavoratori",
        "citation": "Art. 77 cpv. 3 LFus",
        "content": "Il presente articolo si applica anche ai soggetti giuridici assuntori con sede all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_77"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Principio",
        "citation": "Art. 78 cpv. 1 LFus",
        "content": "Le fondazioni possono operare fusioni tra loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_78"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Principio",
        "citation": "Art. 78 cpv. 2 LFus",
        "content": "La fusione è permessa soltanto se è oggettivamente giustificata e, in particolare, favorisce la salvaguardia e la realizzazione dello scopo della fondazione. Le eventuali pretese giuridiche dei destinatari delle fondazioni partecipanti vanno salvaguardate. Se, in vista della fusione, è necessaria una modifica dello scopo, si applica l’articolo 86 del Codice civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_78"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Contratto di fusione",
        "citation": "Art. 79 cpv. 1 LFus",
        "content": "Il contratto di fusione è concluso dagli organi superiori delle fondazioni partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_79"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Contratto di fusione",
        "citation": "Art. 79 cpv. 2 LFus",
        "content": "Il contratto contiene:\na. il nome, la sede e lo scopo delle fondazioni partecipanti nonché, in caso di fusione mediante combinazione, il nome, la sede e lo scopo della nuova fondazione;\nb. indicazioni sullo statuto giuridico, in seno alla fondazione assuntrice, dei destinatari titolari di pretese giuridiche;\nc. la data a decorrere da cui gli atti della fondazione trasferente sono considerati compiuti per conto della fondazione assuntrice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_79"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Contratto di fusione",
        "citation": "Art. 79 cpv. 3 LFus",
        "content": "Il contratto richiede la forma scritta. Per le fondazioni di famiglia e le fondazioni ecclesiastiche, dev’essere oggetto di atto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_79"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Bilancio",
        "citation": "Art. 80 LFus",
        "content": "Le fondazioni devono stilare un bilancio e, se sono date le condizioni di cui all’articolo 11, un conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_80"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Verifica del contratto di fusione",
        "citation": "Art. 81 cpv. 1 LFus",
        "content": "Le fondazioni devono far verificare il contratto di fusione e i bilanci da un revisore abilitato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_81"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Verifica del contratto di fusione",
        "citation": "Art. 81 cpv. 2 LFus",
        "content": "Esse devono fornire al revisore tutte le informazioni e i documenti utili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_81"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Verifica del contratto di fusione",
        "citation": "Art. 81 cpv. 3 LFus",
        "content": "Il revisore redige una relazione in cui esamina in particolare se le eventuali pretese giuridiche dei destinatari siano salvaguardate e se esistano crediti noti o prevedibili che non possono essere soddisfatti mediante la sostanza delle fondazioni partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_81"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Obbligo d’informare",
        "citation": "Art. 82 LFus",
        "content": "Prima di chiedere l’approvazione dell’autorità di vigilanza, l’organo superiore della fondazione trasferente informa i destinatari titolari di pretese giuridiche circa la fusione prospettata e le sue ripercussioni sul loro statuto giuridico. Per le fondazioni di famiglia e le fondazioni ecclesiastiche, l’informazione avviene prima della decisione di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_82"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 83 cpv. 1 LFus",
        "content": "Gli organi superiori delle fondazioni sottoposte alla vigilanza dell’ente pubblico devono chiedere l’approvazione della fusione all’autorità competente. La domanda scritta deve attestare l’adempimento delle condizioni della fusione. Vanno allegati alla domanda i bilanci delle fondazioni verificati dal revisore abilitato e la relazione di revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_83"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 83 cpv. 2 LFus",
        "content": "È competente l’autorità di vigilanza della fondazione trasferente. Se vi sono più fondazioni trasferenti, la fusione dev’essere approvata da ogni autorità di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_83"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 83 cpv. 3 LFus",
        "content": "Dopo aver esaminato la domanda, l’autorità di vigilanza emana una decisione e, in caso d’approvazione, chiede l’iscrizione della fusione all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_83"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 83 cpv. 4 LFus",
        "content": "Le condizioni di validità giuridica della fusione sono rette dall’articolo 22 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_83"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Impugnazione della decisione di fusione di fondazioni di famiglia e fondazioni ecclesiastiche",
        "citation": "Art. 84 LFus",
        "content": "Nelle fondazioni di famiglia e nelle fondazioni ecclesiastiche, i destinatari titolari di pretese giuridiche e i membri dell’organo superiore della fondazione che non hanno approvato la decisione di fusione possono, se le condizioni della fusione non sono adempiute, impugnarla dinanzi al giudice entro tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_84"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 85 cpv. 1 LFus",
        "content": "Prima di decidere, rispettivamente prima che sia adottata la decisione di fusione, l’autorità di vigilanza o, per le fondazioni di famiglia e le fondazioni ecclesiastiche, l’organo superiore della fondazione trasferente deve informare i creditori delle fondazioni partecipanti alla fusione, mediante triplice pubblicazione nel Foglio ufficiale svizzero di commercio, che, se notificano i loro crediti, possono esigere la costituzione di garanzie. I destinatari titolari di pretese giuridiche non possono esigere la costituzione di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_85"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 85 cpv. 2 LFus",
        "content": "L’autorità di vigilanza o, per le fondazioni di famiglia e le fondazioni ecclesiastiche, l’organo superiore della fondazione può rinunciare alla diffida ai creditori se il revisore abilitato attesta che tutti i crediti noti o prevedibili possono essere soddisfatti mediante il patrimonio delle fondazioni partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_85"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 85 cpv. 3 LFus",
        "content": "L’eventuale diffida ai creditori è retta dall’articolo 25.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_85"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 85 cpv. 4 LFus",
        "content": "La protezione dei lavoratori è retta dagli articoli 27 e 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_85"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 2: Trasferimento di patrimonio, Principio",
        "citation": "Art. 86 cpv. 1 LFus",
        "content": "Le fondazioni iscritte nel registro di commercio possono trasferire l’intero patrimonio o parte di esso, con attivi e passivi, a un altro soggetto giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_86"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 2: Trasferimento di patrimonio, Principio",
        "citation": "Art. 86 cpv. 2 LFus",
        "content": "Si applica per analogia l’articolo 78 capoverso 2. Il contratto di trasferimento è retto dagli articoli 70–72 e la protezione dei creditori e dei lavoratori dagli articoli 75–77.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_86"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 2: Trasferimento di patrimonio, Approvazione ed esecuzione del trasferimento di patrimonio",
        "citation": "Art. 87 cpv. 1 LFus",
        "content": "Gli organi superiori delle fondazioni sottoposte alla vigilanza dell’ente pubblico devono chiedere l’approvazione del trasferimento di patrimonio all’autorità di vigilanza competente. La domanda scritta deve attestare che le condizioni del trasferimento di patrimonio sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_87"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 2: Trasferimento di patrimonio, Approvazione ed esecuzione del trasferimento di patrimonio",
        "citation": "Art. 87 cpv. 2 LFus",
        "content": "È competente l’autorità di vigilanza della fondazione trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_87"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 2: Trasferimento di patrimonio, Approvazione ed esecuzione del trasferimento di patrimonio",
        "citation": "Art. 87 cpv. 3 LFus",
        "content": "Dopo aver esaminato la domanda, l’autorità di vigilanza emana una decisione. Una volta passata in giudicato la decisione di approvazione, l’autorità di vigilanza chiede l’iscrizione del trasferimento di patrimonio all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_87"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 6: Fusione e trasferimento di patrimonio di fondazioni, Sezione 2: Trasferimento di patrimonio, Approvazione ed esecuzione del trasferimento di patrimonio",
        "citation": "Art. 87 cpv. 4 LFus",
        "content": "L’iscrizione nel registro di commercio e le condizioni di validità giuridica sono rette dall’articolo 73.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_87"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Principio",
        "citation": "Art. 88 cpv. 1 LFus",
        "content": "Gli istituti di previdenza possono operare fusioni tra loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_88"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Principio",
        "citation": "Art. 88 cpv. 2 LFus",
        "content": "La fusione di istituti di previdenza è permessa soltanto se sono salvaguardati lo scopo di previdenza nonché i diritti e le pretese degli assicurati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_88"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Principio",
        "citation": "Art. 88 cpv. 3 LFus",
        "content": "Rimangono salve le disposizioni del diritto delle fondazioni (art. 80 segg. CC) e della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_88"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Bilancio",
        "citation": "Art. 89 LFus",
        "content": "Gli istituti di previdenza partecipanti alla fusione devono stilare un bilancio e, se sono adempiute le condizioni di cui all’articolo 11, un conto intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_89"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Contratto di fusione",
        "citation": "Art. 90 cpv. 1 LFus",
        "content": "Il contratto di fusione è concluso dagli organi superiori di direzione degli istituti di previdenza partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_90"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Contratto di fusione",
        "citation": "Art. 90 cpv. 2 LFus",
        "content": "Il contratto di fusione contiene:\na. il nome o la ditta, la sede e la forma giuridica degli istituti di previdenza partecipanti alla fusione nonché, in caso di fusione mediante combinazione, il nome o la ditta, la sede e la forma giuridica del nuovo istituto di previdenza;\nb. indicazioni sui diritti e le pretese degli assicurati in seno all’istituto di previdenza assuntore;\nc. la data a decorrere dalla quale gli atti dell’istituto di previdenza trasferente sono considerati compiuti per conto dell’istituto di previdenza assuntore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_90"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Contratto di fusione",
        "citation": "Art. 90 cpv. 3 LFus",
        "content": "Il contratto di fusione richiede la forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_90"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Rapporto di fusione",
        "citation": "Art. 91 cpv. 1 LFus",
        "content": "Gli organi superiori di direzione degli istituti di previdenza redigono un rapporto scritto sulla fusione. Essi possono anche redigerlo insieme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_91"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Rapporto di fusione",
        "citation": "Art. 91 cpv. 2 LFus",
        "content": "Il rapporto spiega e giustifica:\na. lo scopo e le conseguenze della fusione;\nb. il contratto di fusione;\nc. le ripercussioni della fusione sui diritti e le pretese degli assicurati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_91"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Verifica del contratto di fusione",
        "citation": "Art. 92 cpv. 1 LFus",
        "content": "Gli istituti di previdenza partecipanti alla fusione devono far verificare il contratto di fusione, il rapporto di fusione e il bilancio dal loro ufficio di controllo e da un perito riconosciuto in materia di previdenza professionale. Essi possono designare un perito comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_92"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Verifica del contratto di fusione",
        "citation": "Art. 92 cpv. 2 LFus",
        "content": "Gli istituti di previdenza partecipanti alla fusione devono fornire alle persone incaricate della verifica tutte le informazioni e i documenti utili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_92"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Verifica del contratto di fusione",
        "citation": "Art. 92 cpv. 3 LFus",
        "content": "L’ufficio di controllo e il perito in materia di previdenza professionale redigono una relazione in cui esaminano se i diritti e le pretese degli assicurati sono salvaguardati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_92"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Obbligo di informare e diritto di consultazione",
        "citation": "Art. 93 cpv. 1 LFus",
        "content": "Gli organi competenti dell’istituto di previdenza devono informare gli assicurati circa la fusione prospettata e le sue ripercussioni al più tardi al momento di concedere il diritto di consultazione di cui al capoverso 2. Essi devono informare in modo appropriato gli assicurati in merito al diritto di consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_93"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Obbligo di informare e diritto di consultazione",
        "citation": "Art. 93 cpv. 2 LFus",
        "content": "Durante i 30 giorni precedenti la domanda all’autorità di vigilanza, gli istituti di previdenza partecipanti alla fusione devono consentire agli assicurati di consultare, presso la loro sede, il contratto di fusione e il rapporto di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_93"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Decisione di fusione",
        "citation": "Art. 94 cpv. 1 LFus",
        "content": "La fusione necessita dell’approvazione dell’organo superiore di direzione e inoltre, nel caso di una società cooperativa, dell’assemblea generale. L’articolo 18 capoverso 1 lettera d si applica per quanto concerne le maggioranze occorrenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_94"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Decisione di fusione",
        "citation": "Art. 94 cpv. 2 LFus",
        "content": "Nel caso di istituti di previdenza di diritto pubblico, è fatto salvo l’articolo 100 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_94"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 95 cpv. 1 LFus",
        "content": "Gli organi superiori di direzione degli istituti di previdenza chiedono l’approvazione della fusione all’autorità di vigilanza competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_95"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 95 cpv. 2 LFus",
        "content": "È competente l’autorità di vigilanza dell’istituto di previdenza trasferente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_95"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 95 cpv. 3 LFus",
        "content": "L’autorità di vigilanza esamina se le condizioni della fusione sono adempiute ed emana una decisione. Se sono necessari per l’esame, l’autorità di vigilanza può chiedere la produzione di documenti supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_95"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 95 cpv. 4 LFus",
        "content": "Una volta passata in giudicato la decisione d’approvazione, l’autorità di vigilanza chiede l’iscrizione della fusione all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_95"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Approvazione ed esecuzione della fusione",
        "citation": "Art. 95 cpv. 5 LFus",
        "content": "Le condizioni di validità giuridica sono rette dall’articolo 22 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_95"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 96 cpv. 1 LFus",
        "content": "Prima di emanare la decisione, l’autorità di vigilanza deve informare i creditori degli istituti di previdenza partecipanti alla fusione, mediante triplice pubblicazione nel Foglio ufficiale svizzero di commercio, che, se notificano i loro crediti, possono esigere la costituzione di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_96"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 96 cpv. 2 LFus",
        "content": "L’autorità di vigilanza può rinunciare alla diffida ai creditori se tutti i crediti noti o prevedibili possono essere soddisfatti mediante la sostanza a disposizione degli istituti di previdenza partecipanti alla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_96"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 96 cpv. 3 LFus",
        "content": "In caso di diffida ai creditori, questi ultimi possono chiedere, entro due mesi dalla pubblicazione nel Foglio ufficiale svizzero di commercio, che l’istituto di previdenza assuntore presti garanzia. Gli assicurati non possono chiedere la costituzione di garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_96"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 96 cpv. 4 LFus",
        "content": "L’obbligo di prestare garanzia si estingue se l’istituto di previdenza prova che la fusione non compromette la soddisfazione del credito. È applicabile l’articolo 25 capoverso 4. In caso di contestazione, la decisione spetta all’autorità di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_96"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 1: Fusione, Protezione dei creditori e dei lavoratori",
        "citation": "Art. 96 cpv. 5 LFus",
        "content": "La protezione dei lavoratori è retta dagli articoli 27 e 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_96"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 2: Trasformazione",
        "citation": "Art. 97 cpv. 1 LFus",
        "content": "Gli istituti di previdenza possono trasformarsi in una fondazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_97"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 2: Trasformazione",
        "citation": "Art. 97 cpv. 2 LFus",
        "content": "La trasformazione di istituti di previdenza è permessa soltanto se sono salvaguardati lo scopo di previdenza nonché i diritti e le pretese degli assicurati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_97"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 2: Trasformazione",
        "citation": "Art. 97 cpv. 3 LFus",
        "content": "Si applicano per analogia gli articoli 89–95.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_97"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 3: Trasferimento di patrimoni",
        "citation": "Art. 98 cpv. 1 LFus",
        "content": "Gli istituti di previdenza possono trasferire l’insieme del loro patrimonio o parte di esso, con attivi e passivi, a un altro istituto di previdenza o a un altro soggetto giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_98"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 3: Trasferimento di patrimoni",
        "citation": "Art. 98 cpv. 2 LFus",
        "content": "Si applica per analogia l’articolo 88 capoverso 2. Sono applicabili gli articoli 70–77.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_98"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 7:, Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Sezione 3: Trasferimento di patrimoni",
        "citation": "Art. 98 cpv. 3 LFus",
        "content": "I trasferimenti di patrimonio nell’ambito di una liquidazione parziale o totale richiedono, se previsto nel diritto della previdenza professionale, l’approvazione dell’autorità di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_98"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Fusioni, trasformazioni e trasferimenti di patrimonio permessi",
        "citation": "Art. 99 cpv. 1 LFus",
        "content": "Gli istituti di diritto pubblico possono:\na. trasferire il loro patrimonio mediante fusione a società di capitali, società cooperative, associazioni o fondazioni;\nb. trasformarsi in società di capitali, società cooperative, associazioni o fondazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_99"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Fusioni, trasformazioni e trasferimenti di patrimonio permessi",
        "citation": "Art. 99 cpv. 2 LFus",
        "content": "Mediante trasferimento di patrimonio, gli istituti di diritto pubblico possono trasferire l’insieme del loro patrimonio o parte di esso ad altri soggetti giuridici oppure assumere la totalità o parte del patrimonio di altri soggetti giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_99"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Diritto applicabile",
        "citation": "Art. 100 cpv. 1 LFus",
        "content": "Le disposizioni della presente legge si applicano per analogia alla fusione di soggetti giuridici di diritto privato con istituti di diritto pubblico, alla trasformazione di tali istituti in soggetti giuridici di diritto privato e a qualsiasi trasferimento di patrimonio cui partecipa un soggetto giuridico di diritto pubblico. In caso di fusione e di trasformazione secondo l’articolo 99 capoverso 1, il diritto pubblico può prevedere disposizioni derogatorie per gli istituti di diritto pubblico partecipanti. Si applicano tuttavia in ogni caso gli articoli 99–101, tranne che alle imprese di trasporto e d’infrastruttura titolari di una concessione, nella misura in cui il diritto pubblico preveda una regolamentazione derogatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_100"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Diritto applicabile",
        "citation": "Art. 100 cpv. 2 LFus",
        "content": "Gli istituti di diritto pubblico devono stilare un inventario che designi chiaramente e valuti le componenti attive e passive del patrimonio interessate dalla fusione, dalla trasformazione o dal trasferimento di patrimonio. I fondi, i titoli di credito e i beni immateriali vanno menzionati singolarmente. L’inventario dev’essere verificato da un perito revisore abilitato, se non è garantito altrimenti che l’allestimento e la valutazione dell’inventario sono conformi ai principi riconosciuti in materia di rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_100"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Diritto applicabile",
        "citation": "Art. 100 cpv. 3 LFus",
        "content": "La decisione del soggetto giuridico di diritto pubblico relativa alla fusione, alla trasformazione o al trasferimento di patrimonio è disciplinata dalle disposizioni e dai principi di diritto pubblico della Confederazione, dei Cantoni e dei Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_100"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Responsabilità della Confederazione, dei Cantoni e dei Comuni",
        "citation": "Art. 101 cpv. 1 LFus",
        "content": "Le fusioni, le trasformazioni e i trasferimenti di patrimonio di istituti di diritto pubblico non devono arrecare danno ai creditori. La Confederazione, i Cantoni e i Comuni devono adottare le misure necessarie affinché le pretese di cui agli articoli 26, 68 capoverso 1 e 75 possano essere soddisfatte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_101"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 8:, Fusione, trasformazione e trasferimento di patrimonio a cui partecipano istituti di diritto pubblico, Responsabilità della Confederazione, dei Cantoni e dei Comuni",
        "citation": "Art. 101 cpv. 2 LFus",
        "content": "Per il danno risultante dall’adozione di misure insufficienti, la Confederazione, i Cantoni e i Comuni rispondono secondo le norme per loro determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_101"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 1: Disposizioni esecutive",
        "citation": "Art. 102 LFus",
        "content": "Il Consiglio federale emana le disposizioni necessarie concernenti:\na. le modalità d’iscrizione nel registro di commercio e i documenti giustificativi da produrre;\nb. le modalità d’iscrizione nel registro fondiario e i documenti giustificativi da produrre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_102"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 2: Tasse di mutazione",
        "citation": "Art. 103 cpv. quater LFus",
        "content": "È esclusa la riscossione di tasse di mutazione cantonali e comunali in caso di ristrutturazioni ai sensi degli articoli 8 capoverso 3 e 24 capoversi 3 e 3 della legge federale del 14 dicembre 1990 sull’armonizzazione delle imposte dirette dei Cantoni e dei Comuni. Rimangono salvi gli emolumenti a copertura delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_103"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 3: Domanda d’iscrizione nel registro fondiario",
        "citation": "Art. 104 cpv. 1 LFus",
        "content": "Se non è applicabile il termine abbreviato di cui al capoverso 2, il soggetto giuridico assuntore o, in caso di trasformazione, il soggetto giuridico che cambia forma giuridica chiede all’ufficio del registro fondiario, entro tre mesi dalla data in cui la fusione, scissione o trasformazione acquisisce validità giuridica, l’iscrizione di tutte le modifiche derivanti da tali operazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_104"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 3: Domanda d’iscrizione nel registro fondiario",
        "citation": "Art. 104 cpv. 2 LFus",
        "content": "Il soggetto giuridico assuntore chiede all’ufficio del registro fondiario l’iscrizione del trapasso di proprietà di un fondo non appena l’operazione acquisisce validità giuridica se:\na. in caso di fusione di associazioni o di fondazioni, il soggetto giuridico trasferente non è iscritto nel registro di commercio;\nb. il fondo gli è stato trasferito mediante separazione;\nc. il fondo gli è stato trasferito mediante trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_104"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 3: Domanda d’iscrizione nel registro fondiario",
        "citation": "Art. 104 cpv. 3 LFus",
        "content": "Nei casi di cui al capoverso 2 lettere a e b il trapasso di proprietà dei fondi al soggetto giuridico assuntore va accertato, quale legittimazione del trapasso, mediante atto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_104"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 3: Domanda d’iscrizione nel registro fondiario",
        "citation": "Art. 104 cpv. 4 LFus",
        "content": "Il pubblico ufficiale che procede alla stesura dell’atto pubblico di accertamento secondo il capoverso 3 o dell’atto pubblico secondo l’articolo 70 capoverso 2 è autorizzato a chiedere agli uffici del registro fondiario, per conto del soggetto giuridico assuntore, l’iscrizione delle modifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_104"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 4: Controllo delle quote sociali e dei diritti societari",
        "citation": "Art. 105 cpv. 1 LFus",
        "content": "Se, nell’ambito di una fusione, di una scissione o di una trasformazione, le quote sociali o i diritti societari non sono salvaguardati in modo adeguato o se l’indennità non è adeguata, ciascun socio può chiedere, entro due mesi dalla pubblicazione della decisione di fusione, di scissione o di trasformazione, che il giudice fissi un conguaglio adeguato. Per la determinazione del conguaglio non si applica l’articolo 7 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_105"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 4: Controllo delle quote sociali e dei diritti societari",
        "citation": "Art. 105 cpv. 2 LFus",
        "content": "La decisione esplica effetto nei confronti di tutti i soci dei soggetti giuridici partecipanti purché abbiano lo stesso statuto giuridico dell’attore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_105"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 4: Controllo delle quote sociali e dei diritti societari",
        "citation": "Art. 105 cpv. 3 LFus",
        "content": "Le spese procedurali sono a carico del soggetto giuridico assuntore. Se circostanze particolari lo giustificano, il giudice può porle, in tutto o in parte, a carico dell’attore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_105"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 4: Controllo delle quote sociali e dei diritti societari",
        "citation": "Art. 105 cpv. 4 LFus",
        "content": "L’azione tendente al controllo della salvaguardia delle quote sociali e dei diritti societari non inficia la decisione di fusione, di scissione o di trasformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_105"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 5:, Contestazione delle decisioni di fusione, scissione, trasformazione e trasferimento di patrimonio da parte dei soci, Principio",
        "citation": "Art. 106 cpv. 1 LFus",
        "content": "Se le disposizioni della presente legge sono violate, i soci dei soggetti giuridici partecipanti che hanno votato contro la fusione, la scissione o la trasformazione possono contestare la decisione entro due mesi dalla sua pubblicazione nel Foglio ufficiale svizzero di commercio. Se non occorre una pubblicazione, il termine decorre dal giorno della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_106"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 5:, Contestazione delle decisioni di fusione, scissione, trasformazione e trasferimento di patrimonio da parte dei soci, Principio",
        "citation": "Art. 106 cpv. 2 LFus",
        "content": "I soci possono contestare la decisione anche se è stata adottata dall’organo superiore di direzione o di amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_106"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 5:, Contestazione delle decisioni di fusione, scissione, trasformazione e trasferimento di patrimonio da parte dei soci, Conseguenze di un vizio",
        "citation": "Art. 107 cpv. 1 LFus",
        "content": "Se un vizio può essere sanato, il giudice impartisce ai soggetti giuridici interessati un termine per provvedervi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_107"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 5:, Contestazione delle decisioni di fusione, scissione, trasformazione e trasferimento di patrimonio da parte dei soci, Conseguenze di un vizio",
        "citation": "Art. 107 cpv. 2 LFus",
        "content": "Se un vizio non è sanato entro il termine impartito o non è possibile sanarlo, il giudice annulla la decisione e ordina i provvedimenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_107"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 6: Responsabilità",
        "citation": "Art. 108 cpv. 1 LFus",
        "content": "Tutte le persone che si occupano della fusione, della scissione, della trasformazione o del trasferimento di patrimonio rispondono, sia nei confronti dei soggetti giuridici, sia nei confronti dei singoli soci e creditori, del danno loro causato mediante la violazione, intenzionale o colposa, degli obblighi loro incombenti. È fatta salva la responsabilità dei promotori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_108"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 6: Responsabilità",
        "citation": "Art. 108 cpv. 2 LFus",
        "content": "Tutte le persone che si occupano della verifica della fusione, della scissione, della trasformazione o del trasferimento di patrimonio rispondono, sia nei confronti dei soggetti giuridici, sia nei confronti dei singoli soci e creditori, del danno loro causato mediante la violazione, intenzionale o colposa, degli obblighi loro incombenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_108"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 6: Responsabilità",
        "citation": "Art. 108 cpv. 3 LFus",
        "content": "Si applicano gli articoli 756, 759 e 760 del Codice delle obbligazioni. In caso di fallimento di una società di capitali o di una società cooperativa, sono applicabili per analogia gli articoli 757, 764 capoverso 2, 827 e 920 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_108"
    },
    {
        "book": "FusG",
        "title": "LFus, Capitolo 9: Disposizioni comuni, Sezione 6: Responsabilità",
        "citation": "Art. 108 cpv. 4 LFus",
        "content": "La responsabilità delle persone che agiscono per conto di un istituto di diritto pubblico è disciplinata dal diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/it#art_108"
    }
]