[
    {
        "book": "FusG",
        "title": "FusG, 1. Kapitel: Gegenstand und Begriffe, Gegenstand",
        "citation": "Art. 1 Abs. 1 FusG",
        "content": "Dieses Gesetz regelt die Anpassung der rechtlichen Strukturen von Kapitalgesellschaften, Kollektiv- und Kommanditgesellschaften, Genossenschaften, Vereinen, Stiftungen und Einzelunternehmen im Zusammenhang mit Fusion, Spaltung, Umwandlung und Vermögensübertragung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_1"
    },
    {
        "book": "FusG",
        "title": "FusG, 1. Kapitel: Gegenstand und Begriffe, Gegenstand",
        "citation": "Art. 1 Abs. 2 FusG",
        "content": "Es gewährleistet dabei die Rechtssicherheit und Transparenz und schützt Gläubigerinnen und Gläubiger, Arbeitnehmerinnen und Arbeitnehmer sowie Personen mit Minderheitsbeteiligungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_1"
    },
    {
        "book": "FusG",
        "title": "FusG, 1. Kapitel: Gegenstand und Begriffe, Gegenstand",
        "citation": "Art. 1 Abs. 3 FusG",
        "content": "Ferner legt es die privatrechtlichen Voraussetzungen fest, unter welchen Institute des öffentlichen Rechts mit privatrechtlichen Rechtsträgern fusionieren, sich in privatrechtliche Rechtsträger umwandeln oder sich an Vermögensübertragungen beteiligen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_1"
    },
    {
        "book": "FusG",
        "title": "FusG, 1. Kapitel: Gegenstand und Begriffe, Gegenstand",
        "citation": "Art. 1 Abs. 4 FusG",
        "content": "Die Vorschriften des Kartellgesetzes vom 6. Oktober 1995 betreffend die Beurteilung von Unternehmenszusammenschlüssen bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_1"
    },
    {
        "book": "FusG",
        "title": "FusG, 1. Kapitel: Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 FusG",
        "content": "In diesem Gesetz gelten als:\na. Rechtsträger: Gesellschaften, Stiftungen, im Handelsregister eingetragene Einzelunternehmen, Kommanditgesellschaften für kollektive Kapitalanlagen, Investmentgesellschaften mit variablem Kapital und Institute des öffentlichen Rechts;\nb. Gesellschaften: Kapitalgesellschaften, Kollektiv- und Kommanditgesellschaften, Vereine und Genossenschaften, sofern es sich nicht um Vorsorgeeinrichtungen gemäss Buchstabe i handelt;\nc. Kapitalgesellschaften: Aktiengesellschaften, Kommanditaktiengesellschaften und Gesellschaften mit beschränkter Haftung;\nd. Institute des öffentlichen Rechts: im Handelsregister eingetragene, organisatorisch verselbständigte Einrichtungen des öffentlichen Rechts des Bundes, der Kantone und der Gemeinden, unabhängig davon, ob sie als juristische Person ausgestaltet sind oder nicht;\ne. kleine und mittlere Unternehmen: Gesellschaften, die keine Anleihensobligationen ausstehend haben, deren Anteile nicht an der Börse kotiert sind und die überdies zwei der nachfolgenden Grössen nicht in den zwei letzten dem Fusions-, dem Spaltungs- oder dem Umwandlungsbeschluss vorangegangenen Geschäftsjahren überschreiten:\n1. Bilanzsumme von 20 Millionen Franken,\n2. Umsatzerlös von 40 Millionen Franken,\n3. 250 Vollzeitstellen im Jahresdurchschnitt;\nf. Gesellschafterinnen und Gesellschafter: Anteilsinhaberinnen und -inhaber, Gesellschafterinnen und Gesellschafter in der Kollektiv- und der Kommanditgesellschaft, Genossenschafterinnen und Genossenschafter ohne Anteilscheine, Mitglieder im Verein;\ng. Anteilsinhaberinnen und -inhaber: Inhaberinnen und Inhaber von Aktien, Partizipationsscheinen oder Genussscheinen, Gesellschafterinnen und Gesellschafter von Gesellschaften mit beschränkter Haftung, Genossenschafterinnen und Genossenschafter mit Anteilscheinen;\nh. Generalversammlung: die Generalversammlung in der Aktiengesellschaft, der Kommanditaktiengesellschaft und in der Genossenschaft; die Gesellschafterversammlung in der Gesellschaft mit beschränkter Haftung; die Versammlung der Mitglieder im Verein; die Delegiertenversammlung, soweit diese in der Genossenschaft oder im Verein nach den Statuten zuständig ist;\ni. Vorsorgeeinrichtungen: Einrichtungen, die der Aufsicht gemäss Artikel 61 ff. des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters‐, Hinterbliebenen- und Invalidenvorsorge (BVG) unterstellt sind und die als juristische Person ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_2"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 3 Abs. 1 FusG",
        "content": "Gesellschaften können fusionieren, indem:\na. die eine die andere übernimmt (Absorptionsfusion);\nb. sie sich zu einer neuen Gesellschaft zusammenschliessen (Kombinationsfusion).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_3"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 3 Abs. 2 FusG",
        "content": "Mit der Fusion wird die übertragende Gesellschaft aufgelöst und im Handelsregister gelöscht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_3"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Zulässige Fusionen",
        "citation": "Art. 4 Abs. 1 FusG",
        "content": "Kapitalgesellschaften können fusionieren:\na. mit Kapitalgesellschaften;\nb. mit Genossenschaften;\nc. als übernehmende Gesellschaften mit Kollektiv- und Kommanditgesellschaften;\nd. als übernehmende Gesellschaften mit Vereinen, die im Handelsregister eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_4"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Zulässige Fusionen",
        "citation": "Art. 4 Abs. 2 FusG",
        "content": "Kollektiv- und Kommanditgesellschaften können fusionieren:\na. mit Kollektiv- und Kommanditgesellschaften;\nb. als übertragende Gesellschaften mit Kapitalgesellschaften;\nc. als übertragende Gesellschaften mit Genossenschaften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_4"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Zulässige Fusionen",
        "citation": "Art. 4 Abs. 3 FusG",
        "content": "Genossenschaften können fusionieren:\na. mit Genossenschaften;\nb. mit Kapitalgesellschaften;\nc. als übernehmende Gesellschaften mit Kollektiv- und Kommanditgesellschaften;\nd. als übernehmende Gesellschaften mit Vereinen, die im Handelsregister eingetragen sind;\ne. falls keine Anteilscheine bestehen, als übertragende Gesellschaften mit Vereinen, die im Handelsregister eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_4"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Zulässige Fusionen",
        "citation": "Art. 4 Abs. 4 FusG",
        "content": "Vereine können mit Vereinen fusionieren. Im Handelsregister eingetragene Vereine können überdies fusionieren:\na. als übertragende Gesellschaften mit Kapitalgesellschaften;\nb. als übertragende Gesellschaften mit Genossenschaften;\nc. als übernehmende Gesellschaften mit Genossenschaften ohne Anteilscheine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_4"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Fusion einer Gesellschaft in Liquidation",
        "citation": "Art. 5 Abs. 1 FusG",
        "content": "Eine Gesellschaft in Liquidation kann sich als übertragende Gesellschaft an einer Fusion beteiligen, wenn mit der Vermögensverteilung noch nicht begonnen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_5"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Fusion einer Gesellschaft in Liquidation",
        "citation": "Art. 5 Abs. 2 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan muss gegenüber dem Handelsregisteramt bestätigen, dass die Voraussetzung nach Absatz 1 erfüllt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_5"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Fusion von Gesellschaften im Fall von Kapitalverlust oder Überschuldung",
        "citation": "Art. 6 Abs. 1 FusG",
        "content": "Eine Gesellschaft, deren Aktiven abzüglich der Verbindlichkeiten die Hälfte der Summe aus Aktien-, Stamm- oder Genossenschaftskapital, nicht an die Aktionäre zurückzahlbarer gesetzlicher Kapitalreserve und gesetzlicher Gewinnreserve nicht mehr decken oder die überschuldet ist, kann mit einer anderen Gesellschaft nur fusionieren, wenn diese über frei verwendbares Eigenkapital im Umfang der Unterdeckung und gegebenenfalls der Überschuldung verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_6"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Fusion von Gesellschaften im Fall von Kapitalverlust oder Überschuldung",
        "citation": "Art. 6 Abs. 1bis FusG",
        "content": "Diese Voraussetzung entfällt, soweit Gläubigerinnen und Gläubiger der an der Fusion beteiligten Gesellschaften im Ausmass der Unterdeckung und gegebenenfalls der Überschuldung im Rang hinter alle anderen Gläubigerinnen und Gläubiger zurücktreten und ihre Forderungen stunden, sofern der geschuldete Betrag und die Zinsforderungen während der Dauer der Überschuldung vom Rangrücktritt umfasst sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_6"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 1. Abschnitt:, Allgemeine Bestimmungen, Fusion von Gesellschaften im Fall von Kapitalverlust oder Überschuldung",
        "citation": "Art. 6 Abs. 2 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan muss dem Handelsregisteramt eine Bestätigung einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten einreichen, wonach die Voraussetzungen nach Absatz 1 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_6"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 7 Abs. 1 FusG",
        "content": "Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft haben Anspruch auf Anteils- oder Mitgliedschaftsrechte an der übernehmenden Gesellschaft, die unter Berücksichtigung des Vermögens der beteiligten Gesellschaften, der Verteilung der Stimmrechte sowie aller anderen relevanten Umstände ihren bisherigen Anteils- oder Mitgliedschaftsrechten entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_7"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 7 Abs. 2 FusG",
        "content": "Bei der Festlegung des Umtauschverhältnisses für Anteile kann eine Ausgleichszahlung vorgesehen werden, die den zehnten Teil des wirklichen Werts der gewährten Anteile nicht übersteigen darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_7"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 7 Abs. 3 FusG",
        "content": "Gesellschafterinnen und Gesellschafter ohne Anteilscheine haben bei der Übernahme ihrer Gesellschaft durch eine Kapitalgesellschaft Anspruch auf mindestens einen Anteil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_7"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 7 Abs. 4 FusG",
        "content": "Für Anteile ohne Stimmrecht an der übertragenden Gesellschaft muss die übernehmende Gesellschaft gleichwertige Anteile oder Anteile mit Stimmrecht gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_7"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 7 Abs. 5 FusG",
        "content": "Für Sonderrechte an der übertragenden Gesellschaft, die mit Anteils- oder Mitgliedschaftsrechten verbunden sind, muss die übernehmende Gesellschaft gleichwertige Rechte oder eine angemessene Abgeltung gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_7"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 7 Abs. 6 FusG",
        "content": "Die übernehmende Gesellschaft muss den Inhaberinnen und Inhabern von Genussscheinen der übertragenden Gesellschaft gleichwertige Rechte gewähren oder ihre Genussscheine zum wirklichen Wert im Zeitpunkt des Abschlusses des Fusionsvertrags zurückkaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_7"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Abfindung",
        "citation": "Art. 8 Abs. 1 FusG",
        "content": "Die an der Fusion beteiligten Gesellschaften können im Fusionsvertrag vorsehen, dass die Gesellschafterinnen und Gesellschafter zwischen Anteils- oder Mitgliedschaftsrechten und einer Abfindung wählen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_8"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Abfindung",
        "citation": "Art. 8 Abs. 2 FusG",
        "content": "Die an der Fusion beteiligten Gesellschaften können im Fusionsvertrag auch vorsehen, dass nur eine Abfindung ausgerichtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_8"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 3. Abschnitt:, Kapitalerhöhung, Neugründung und Zwischenabschluss, Kapitalerhöhung bei der Absorptionsfusion",
        "citation": "Art. 9 Abs. 1 FusG",
        "content": "Bei der Absorptionsfusion muss die übernehmende Gesellschaft das Kapital erhöhen, soweit es zur Wahrung der Rechte der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_9"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 3. Abschnitt:, Kapitalerhöhung, Neugründung und Zwischenabschluss, Kapitalerhöhung bei der Absorptionsfusion",
        "citation": "Art. 9 Abs. 2 FusG",
        "content": "Die Vorschriften des Obligationenrechts (OR) über die Sacheinlage (Art. 634 OR) und über den maximalen Umfang des Kapitalbands (Art. 653s Abs. 2 OR) finden bei der Fusion keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_9"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 3. Abschnitt:, Kapitalerhöhung, Neugründung und Zwischenabschluss, Neugründung bei der Kombinationsfusion",
        "citation": "Art. 10 FusG",
        "content": "Für die Neugründung einer Gesellschaft im Rahmen einer Kombinationsfusion gelten die Bestimmungen des Zivilgesetzbuches (ZGB) und des OR über die Gründung einer Gesellschaft. Keine Anwendung finden die Vorschriften über die Anzahl der Gründerinnen und Gründer bei Kapitalgesellschaften sowie die Vorschriften über die Sacheinlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_10"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 3. Abschnitt:, Kapitalerhöhung, Neugründung und Zwischenabschluss, Zwischenabschluss",
        "citation": "Art. 11 Abs. 1 FusG",
        "content": "Liegt der Bilanzstichtag bei Abschluss des Fusionsvertrags mehr als sechs Monate zurück oder sind seit Abschluss der letzten Bilanz wichtige Änderungen in der Vermögenslage der an der Fusion beteiligten Gesellschaften eingetreten, so müssen diese einen Zwischenabschluss erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_11"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Abschluss des Fusionsvertrags",
        "citation": "Art. 12 Abs. 1 FusG",
        "content": "Der Fusionsvertrag muss von den obersten Leitungs- oder Verwaltungsorganen der an der Fusion beteiligten Gesellschaften abgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_12"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Abschluss des Fusionsvertrags",
        "citation": "Art. 12 Abs. 2 FusG",
        "content": "Er bedarf der schriftlichen Form und der Zustimmung der Generalversammlung beziehungsweise der Gesellschafterinnen und Gesellschafter der beteiligten Gesellschaften (Art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_12"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Inhalt des Fusionsvertrags",
        "citation": "Art. 13 FusG",
        "content": "1 Der Fusionsvertrag enthält:\na. den Namen oder die Firma, den Sitz und die Rechtsform der beteiligten Gesellschaften, im Fall der Kombinationsfusion auch den Namen oder die Firma, den Sitz und die Rechtsform der neuen Gesellschaft;\nb. das Umtauschverhältnis für Anteile und gegebenenfalls die Höhe der Ausgleichszahlung beziehungsweise Angaben über die Mitgliedschaft der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft bei der übernehmenden Gesellschaft;\nc. die Rechte, welche die übernehmende Gesellschaft den Inhaberinnen und Inhabern von Sonderrechten, von Anteilen ohne Stimmrecht oder von Genussscheinen gewährt;\nd. die Modalitäten für den Umtausch der Anteile;\ne. den Zeitpunkt, von dem an die Anteils- oder Mitgliedschaftsrechte Anspruch auf einen Anteil am Bilanzgewinn gewähren, sowie alle Besonderheiten dieses Anspruchs;\nf. gegebenenfalls die Höhe der Abfindung nach Artikel 8;\ng. den Zeitpunkt, von dem an die Handlungen der übertragenden Gesellschaft als für Rechnung der übernehmenden Gesellschaft vorgenommen gelten;\nh. jeden besonderen Vorteil, der Mitgliedern eines Leitungs- oder Verwaltungsorgans oder geschäftsführenden Gesellschafterinnen und Gesellschaftern gewährt wird;\ni. gegebenenfalls die Bezeichnung der Gesellschafterinnen und Gesellschafter mit unbeschränkter Haftung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_13"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Inhalt des Fusionsvertrags",
        "citation": "Art. 13 Abs. 2 FusG",
        "content": "Bei der Fusion zwischen Vereinen finden Absatz 1 Buchstaben c–f keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_13"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Fusionsbericht",
        "citation": "Art. 14 Abs. 1 FusG",
        "content": "Die obersten Leitungs- oder Verwaltungsorgane der beteiligten Gesellschaften müssen einen schriftlichen Bericht über die Fusion erstellen. Sie können den Bericht auch gemeinsam verfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_14"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Fusionsbericht",
        "citation": "Art. 14 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf die Erstellung eines Fusionsberichts verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_14"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Fusionsbericht",
        "citation": "Art. 14 Abs. 3 FusG",
        "content": "Im Bericht sind rechtlich und wirtschaftlich zu erläutern und zu begründen:\na. der Zweck und die Folgen der Fusion;\nb. der Fusionsvertrag;\nc. das Umtauschverhältnis für Anteile und gegebenenfalls die Höhe der Ausgleichszahlung beziehungsweise die Mitgliedschaft der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft bei der übernehmenden Gesellschaft;\nd. gegebenenfalls die Höhe der Abfindung und die Gründe, weshalb an Stelle von Anteils- oder Mitgliedschaftsrechten nur eine Abfindung gewährt werden soll;\ne. Besonderheiten bei der Bewertung der Anteile im Hinblick auf die Festsetzung des Umtauschverhältnisses;\nf. gegebenenfalls der Umfang der Kapitalerhöhung der übernehmenden Gesellschaft;\ng. gegebenenfalls die Nachschusspflicht, andere persönliche Leistungspflichten und die persönliche Haftung, die sich für die Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft aus der Fusion ergeben;\nh. bei der Fusion von Gesellschaften mit unterschiedlichen Rechtsformen die Pflichten, die den Gesellschafterinnen und Gesellschaftern in der neuen Rechtsform auferlegt werden können;\ni. die Auswirkungen der Fusion auf die Arbeitnehmerinnen und Arbeitnehmer der an der Fusion beteiligten Gesellschaften sowie Hinweise auf den Inhalt eines allfälligen Sozialplans;\nj. die Auswirkungen der Fusion auf die Gläubigerinnen und Gläubiger der an der Fusion beteiligten Gesellschaften;\nk. gegebenenfalls Hinweise auf erteilte und ausstehende behördliche Bewilligungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_14"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Fusionsbericht",
        "citation": "Art. 14 Abs. 4 FusG",
        "content": "Bei der Kombinationsfusion ist dem Fusionsbericht der Entwurf der Statuten der neuen Gesellschaft beizufügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_14"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Fusionsbericht",
        "citation": "Art. 14 Abs. 5 FusG",
        "content": "Bei der Fusion zwischen Vereinen findet diese Bestimmung keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_14"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Prüfung des Fusionsvertrags und des Fusionsberichts",
        "citation": "Art. 15 Abs. 1 FusG",
        "content": "Die an der Fusion beteiligten Gesellschaften müssen den Fusionsvertrag, den Fusionsbericht und die der Fusion zu Grunde liegende Bilanz von einer zugelassenen Revisionsexpertin oder einem zugelassenen Revisionsexperten prüfen lassen, falls die übernehmende Gesellschaft eine Kapitalgesellschaft oder eine Genossenschaft mit Anteilscheinen ist. Sie können eine gemeinsame Revisionsexpertin oder einen gemeinsamen Revisionsexperten bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_15"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Prüfung des Fusionsvertrags und des Fusionsberichts",
        "citation": "Art. 15 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf die Prüfung verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_15"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Prüfung des Fusionsvertrags und des Fusionsberichts",
        "citation": "Art. 15 Abs. 3 FusG",
        "content": "Die beteiligten Gesellschaften müssen der Revisionsexpertin oder dem Revisionsexperten alle zweckdienlichen Auskünfte und Unterlagen geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_15"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Prüfung des Fusionsvertrags und des Fusionsberichts",
        "citation": "Art. 15 Abs. 4 FusG",
        "content": "Die Revisionsexpertin oder der Revisionsexperte legt in einem schriftlichen Prüfungsbericht dar:\na. ob die vorgesehene Kapitalerhöhung der übernehmenden Gesellschaft zur Wahrung der Rechte der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft genügt;\nb. ob das Umtauschverhältnis für Anteile beziehungsweise die Abfindung vertretbar ist;\nc. nach welcher Methode das Umtauschverhältnis bestimmt worden ist und aus welchen Gründen die angewandte Methode angemessen ist;\nd. welche relative Bedeutung gegebenenfalls verschiedenen angewendeten Methoden für die Bestimmung des Umtauschverhältnisses beigemessen wurde;\ne. welche Besonderheiten bei der Bewertung der Anteile im Hinblick auf die Festsetzung des Umtauschverhältnisses zu beachten waren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_15"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 16 Abs. 1 FusG",
        "content": "Jede der an der Fusion beteiligten Gesellschaften muss an ihrem Sitz den Gesellschafterinnen und Gesellschaftern während der 30 Tage vor der Beschlussfassung Einsicht in folgende Unterlagen aller an der Fusion beteiligten Gesellschaften gewähren:\na. den Fusionsvertrag;\nb. den Fusionsbericht;\nc. den Prüfungsbericht;\nd. die Jahresrechnungen und Jahresberichte der letzten drei Geschäftsjahre sowie gegebenenfalls den Zwischenabschluss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_16"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 16 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf das Einsichtsverfahren nach Absatz 1 verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_16"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 16 Abs. 3 FusG",
        "content": "Die Gesellschafterinnen und Gesellschafter können von den beteiligten Gesellschaften Kopien der Unterlagen nach Absatz 1 verlangen. Diese müssen ihnen unentgeltlich zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_16"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 16 Abs. 4 FusG",
        "content": "Jede der an der Fusion beteiligten Gesellschaften muss die Gesellschafterinnen und Gesellschafter in geeigneter Form auf die Möglichkeit zur Einsichtnahme hinweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_16"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Veränderungen im Vermögen",
        "citation": "Art. 17 Abs. 1 FusG",
        "content": "Treten bei einer der an der Fusion beteiligten Gesellschaften zwischen dem Abschluss des Fusionsvertrags und der Beschlussfassung durch die Generalversammlung wesentliche Änderungen im Aktiv- oder im Passivvermögen ein, so muss deren oberstes Leitungs- oder Verwaltungsorgan die obersten Leitungs- oder Verwaltungsorgane der anderen beteiligten Gesellschaften darüber informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_17"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 4. Abschnitt: Fusionsvertrag, Fusionsbericht und Prüfung, Veränderungen im Vermögen",
        "citation": "Art. 17 Abs. 2 FusG",
        "content": "Die obersten Leitungs- oder Verwaltungsorgane aller beteiligten Gesellschaften prüfen, ob der Fusionsvertrag abgeändert werden muss oder ob auf die Fusion zu verzichten ist; trifft dies zu, so müssen sie den Antrag auf Genehmigung zurückziehen. Andernfalls müssen sie in der Generalversammlung begründen, warum der Fusionsvertrag keiner Anpassung bedarf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_17"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Fusionsbeschluss",
        "citation": "Art. 18 Abs. 1 FusG",
        "content": "Bei den Kapitalgesellschaften, den Genossenschaften und den Vereinen muss das oberste Leitungs- oder Verwaltungsorgan den Fusionsvertrag der Generalversammlung zur Beschlussfassung unterbreiten. Folgende Mehrheiten sind erforderlich:\na. bei Aktiengesellschaften und Kommanditaktiengesellschaften mindestens zwei Drittel der an der Generalversammlung vertretenen Aktienstimmen und die absolute Mehrheit des von ihnen vertretenen Aktiennennwerts;\nb. bei einer Kapitalgesellschaft, die von einer Genossenschaft übernommen wird, die Zustimmung aller Aktionärinnen und Aktionäre oder, im Fall der Gesellschaft mit beschränkter Haftung, aller Gesellschafterinnen und Gesellschafter;\nc. bei Gesellschaften mit beschränkter Haftung mindestens zwei Drittel der an der Generalversammlung vertretenen Stimmen sowie die absolute Mehrheit des gesamten Stammkapitals, mit dem ein ausübbares Stimmrecht verbunden ist;\nd. bei Genossenschaften mindestens zwei Drittel der abgegebenen Stimmen oder, wenn eine Nachschusspflicht, andere persönliche Leistungspflichten oder die persönliche Haftung eingeführt oder erweitert werden, mindestens drei Viertel aller Genossenschafterinnen und Genossenschafter;\ne. bei Vereinen mindestens drei Viertel der an der Generalversammlung anwesenden Mitglieder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_18"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Fusionsbeschluss",
        "citation": "Art. 18 Abs. 2 FusG",
        "content": "Bei Kollektiv- und bei Kommanditgesellschaften bedarf der Fusionsvertrag der Zustimmung aller Gesellschafterinnen und Gesellschafter. Der Gesellschaftsvertrag kann jedoch vorsehen, dass die Zustimmung von mindestens drei Vierteln der Gesellschafterinnen und Gesellschafter genügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_18"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Fusionsbeschluss",
        "citation": "Art. 18 Abs. 3 FusG",
        "content": "Übernimmt eine Kommanditaktiengesellschaft eine andere Gesellschaft, so bedarf es zusätzlich zu den Mehrheiten nach Absatz 1 Buchstabe a der schriftlichen Zustimmung aller Gesellschafterinnen und Gesellschafter, die unbeschränkt haften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_18"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Fusionsbeschluss",
        "citation": "Art. 18 Abs. 4 FusG",
        "content": "Bei Aktiengesellschaften oder Kommanditaktiengesellschaften, die von einer Gesellschaft mit beschränkter Haftung übernommen werden und bei denen durch diese Übernahme eine Nachschusspflicht oder eine andere persönliche Leistungspflicht eingeführt wird, bedarf es der Zustimmung aller Aktionärinnen und Aktionäre, die davon betroffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_18"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Fusionsbeschluss",
        "citation": "Art. 18 Abs. 5 FusG",
        "content": "Sieht der Fusionsvertrag nur eine Abfindung vor, so bedarf der Fusionsbeschluss der Zustimmung von mindestens 90 Prozent der stimmberechtigten Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_18"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Fusionsbeschluss",
        "citation": "Art. 18 Abs. 6 FusG",
        "content": "Ergibt sich für die Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft aus der Fusion eine änderung des Zwecks der Gesellschaft und ist dafür auf Grund gesetzlicher oder statutarischer Vorschriften eine andere Mehrheit erforderlich als für den Fusionsbeschluss, so gelten für diesen beide Mehrheitserfordernisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_18"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Austrittsrecht bei der Fusion von Vereinen",
        "citation": "Art. 19 Abs. 1 FusG",
        "content": "Vereinsmitglieder können innerhalb von zwei Monaten nach dem Fusionsbeschluss frei aus dem Verein austreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_19"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Austrittsrecht bei der Fusion von Vereinen",
        "citation": "Art. 19 Abs. 2 FusG",
        "content": "Der Austritt gilt rückwirkend auf das Datum des Fusionsbeschlusses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_19"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Öffentliche Beurkundung",
        "citation": "Art. 20 Abs. 1 FusG",
        "content": "Der Fusionsbeschluss bedarf der öffentlichen Beurkundung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_20"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Öffentliche Beurkundung",
        "citation": "Art. 20 Abs. 2 FusG",
        "content": "Bei der Fusion zwischen Vereinen findet diese Bestimmung keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_20"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Eintragung ins Handelsregister",
        "citation": "Art. 21 Abs. 1 FusG",
        "content": "Sobald der Fusionsbeschluss aller an der Fusion beteiligten Gesellschaften vorliegt, müssen deren oberste Leitungs- oder Verwaltungsorgane dem Handelsregisteramt die Fusion zur Eintragung anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_21"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Eintragung ins Handelsregister",
        "citation": "Art. 21 Abs. 2 FusG",
        "content": "Muss die übernehmende Gesellschaft infolge der Fusion ihr Kapital erhöhen, so sind dem Handelsregisteramt zusätzlich die geänderten Statuten und die erforderlichen Feststellungen über die Kapitalerhöhung (Art. 652g OR) zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_21"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Eintragung ins Handelsregister",
        "citation": "Art. 21 Abs. 3 FusG",
        "content": "Die übertragende Gesellschaft wird mit der Eintragung der Fusion im Handelsregister gelöscht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_21"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Eintragung ins Handelsregister",
        "citation": "Art. 21 Abs. 4 FusG",
        "content": "Diese Bestimmung findet keine Anwendung auf Vereine, die im Handelsregister nicht eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_21"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Rechtswirksamkeit",
        "citation": "Art. 22 Abs. 1 FusG",
        "content": "Die Fusion wird mit der Eintragung ins Handelsregister rechtswirksam. In diesem Zeitpunkt gehen alle Aktiven und Passiven der übertragenden Gesellschaft von Gesetzes wegen auf die übernehmende Gesellschaft über. Artikel 34 des Kartellgesetzes vom 6. Oktober 1995 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_22"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 5. Abschnitt: Fusionsbeschluss und Eintragung ins Handelsregister, Rechtswirksamkeit",
        "citation": "Art. 22 Abs. 2 FusG",
        "content": "Die Fusion von Vereinen, die im Handelsregister nicht eingetragen sind, wird mit dem Vorliegen des Fusionsbeschlusses aller beteiligten Vereine rechtswirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_22"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 6. Abschnitt: Erleichterte Fusion von Kapitalgesellschaften, Voraussetzungen",
        "citation": "Art. 23 Abs. 1 FusG",
        "content": "Kapitalgesellschaften können unter erleichterten Voraussetzungen fusionieren, wenn:\na. die übernehmende Kapitalgesellschaft alle Anteile der übertragenden Kapitalgesellschaft besitzt, die ein Stimmrecht gewähren; oder\nb. ein Rechtsträger, eine natürliche Person oder eine gesetzlich oder vertraglich verbundene Personengruppe, alle Anteile der an der Fusion beteiligten Kapitalgesellschaften besitzt, die ein Stimmrecht gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_23"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 6. Abschnitt: Erleichterte Fusion von Kapitalgesellschaften, Voraussetzungen",
        "citation": "Art. 23 Abs. 2 FusG",
        "content": "Besitzt die übernehmende Kapitalgesellschaft nicht alle, jedoch mindestens 90 Prozent der Anteile der übertragenden Kapitalgesellschaft, die ein Stimmrecht gewähren, so kann die Fusion unter erleichterten Voraussetzungen erfolgen, wenn den Inhaberinnen und Inhabern von Minderheitsanteilen:\na. neben Anteilsrechten an der übernehmenden Kapitalgesellschaft eine Abfindung nach Artikel 8 angeboten wird, die dem wirklichen Wert der Anteile entspricht; und\nb. aus der Fusion weder eine Nachschusspflicht, eine andere persönliche Leistungspflicht noch eine persönliche Haftung erwächst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_23"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 6. Abschnitt: Erleichterte Fusion von Kapitalgesellschaften, Erleichterungen",
        "citation": "Art. 24 Abs. 1 FusG",
        "content": "Die an der Fusion beteiligten Kapitalgesellschaften, welche die Voraussetzungen nach Artikel 23 Absatz 1 erfüllen, müssen im Fusionsvertrag nur die Angaben nach Artikel 13 Absatz 1 Buchstaben a und f–i machen. Sie müssen weder einen Fusionsbericht (Art. 14) erstellen noch den Fusionsvertrag prüfen lassen (Art. 15) noch das Einsichtsrecht gewähren (Art. 16) noch den Vertrag der Generalversammlung zur Beschlussfassung unterbreiten (Art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_24"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 6. Abschnitt: Erleichterte Fusion von Kapitalgesellschaften, Erleichterungen",
        "citation": "Art. 24 Abs. 2 FusG",
        "content": "Die an der Fusion beteiligten Kapitalgesellschaften, die die Voraussetzungen nach Artikel 23 Absatz 2 erfüllen, müssen im Fusionsvertrag nur die Angaben nach Artikel 13 Absatz 1 Buchstaben a, b und f–i machen. Sie müssen weder einen Fusionsbericht (Art. 14) erstellen noch den Fusionsvertrag der Generalversammlung zur Beschlussfassung unterbreiten (Art. 18). Das Einsichtsrecht nach Artikel 16 muss mindestens 30 Tage vor der Anmeldung der Fusion zur Eintragung ins Handelsregister gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_24"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 25 Abs. 1 FusG",
        "content": "Die übernehmende Gesellschaft muss die Forderungen der Gläubigerinnen und Gläubiger der an der Fusion beteiligten Gesellschaften sicherstellen, wenn diese es innerhalb von drei Monaten nach der Rechtswirksamkeit der Fusion verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_25"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 25 Abs. 2 FusG",
        "content": "Die an der Fusion beteiligten Gesellschaften müssen ihre Gläubigerinnen und Gläubiger im Schweizerischen Handelsamtsblatt dreimal auf ihre Rechte hinweisen. Sie können von einer Publikation absehen, wenn eine zugelassene Revisionsexpertin oder ein zugelassener Revisionsexperte bestätigt, dass keine Forderungen bekannt oder zu erwarten sind, zu deren Befriedigung das freie Vermögen der beteiligten Gesellschaften nicht ausreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_25"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 25 Abs. 3 FusG",
        "content": "Die Pflicht zur Sicherstellung entfällt, wenn die Gesellschaft nachweist, dass die Erfüllung der Forderung durch die Fusion nicht gefährdet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_25"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 25 Abs. 4 FusG",
        "content": "Anstatt eine Sicherheit zu leisten, kann die Gesellschaft die Forderung erfüllen, sofern die anderen Gläubigerinnen und Gläubiger nicht geschädigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_25"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Persönliche Haftung der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 26 Abs. 1 FusG",
        "content": "Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft, die vor der Fusion für deren Verbindlichkeiten hafteten, bleiben dafür haftbar, soweit die Verbindlichkeiten vor der Veröffentlichung des Fusionsbeschlusses begründet wurden oder deren Entstehungsgrund vor diesem Zeitpunkt liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_26"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Persönliche Haftung der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 26 Abs. 2 FusG",
        "content": "Die Ansprüche aus persönlicher Haftung der Gesellschafterinnen und Gesellschafter für die Verbindlichkeiten der übertragenden Gesellschaft verjähren spätestens drei Jahre nach Eintritt der Rechtswirksamkeit der Fusion. Wird die Forderung erst nach der Veröffentlichung des Fusionsbeschlusses fällig, so beginnt die Verjährung mit der Fälligkeit. Die Begrenzung der persönlichen Haftung gilt nicht für Gesellschafterinnen und Gesellschafter, die auch für die Verbindlichkeiten der übernehmenden Gesellschaft persönlich haften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_26"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Persönliche Haftung der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 26 Abs. 3 FusG",
        "content": "Bei Anleihensobligationen und anderen Schuldverschreibungen, die öffentlich ausgegeben wurden, besteht die Haftung bis zur Rückzahlung, es sei denn, der Prospekt sehe etwas anderes vor. Vorbehalten bleiben die Bestimmungen über die Gläubigergemeinschaft bei Anleihensobligationen nach den Artikeln 1157 ff. des OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_26"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse, Sicherstellung und persönliche Haftung",
        "citation": "Art. 27 Abs. 1 FusG",
        "content": "Für den Übergang der Arbeitsverhältnisse auf die übernehmende Gesellschaft findet Artikel 333 des OR Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_27"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse, Sicherstellung und persönliche Haftung",
        "citation": "Art. 27 Abs. 2 FusG",
        "content": "Die Arbeitnehmerinnen und Arbeitnehmer der an der Fusion beteiligten Gesellschaften können gemäss Artikel 25 die Sicherstellung ihrer Forderungen aus Arbeitsvertrag verlangen, die bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder, bei Ablehnung des Übergangs, von der Arbeitnehmerin oder dem Arbeitnehmer beendigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_27"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse, Sicherstellung und persönliche Haftung",
        "citation": "Art. 27 Abs. 3 FusG",
        "content": "Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft, die vor der Fusion für deren Verbindlichkeiten hafteten, bleiben für alle Verbindlichkeiten aus Arbeitsvertrag haftbar, die bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder, bei Ablehnung des Übergangs, von der Arbeitnehmerin oder dem Arbeitnehmer beendigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_27"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 28 Abs. 1 FusG",
        "content": "Für die Konsultation der Arbeitnehmervertretung findet für die übertragende wie auch für die übernehmende Gesellschaft Artikel 333a des OR Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_28"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 28 Abs. 2 FusG",
        "content": "Die Konsultation muss vor der Beschlussfassung gemäss Artikel 18 erfolgen. Das oberste Leitungs- oder Verwaltungsorgan muss die Generalversammlung anlässlich der Beschlussfassung über das Ergebnis der Konsultation informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_28"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 28 Abs. 3 FusG",
        "content": "Werden die Vorschriften der Absätze 1 und 2 nicht eingehalten, so kann die Arbeitnehmervertretung vom Gericht verlangen, dass es die Eintragung der Fusion ins Handelsregister untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_28"
    },
    {
        "book": "FusG",
        "title": "FusG, 2. Kapitel: Fusion von Gesellschaften, 7. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 28 Abs. 4 FusG",
        "content": "Diese Bestimmung findet auch Anwendung auf übernehmende Gesellschaften mit Sitz im Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_28"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 29 FusG",
        "content": "Eine Gesellschaft kann sich spalten, indem sie:\na. ihr ganzes Vermögen aufteilt und auf andere Gesellschaften überträgt. Ihre Gesellschafterinnen und Gesellschafter erhalten Anteils- oder Mitgliedschaftsrechte der übernehmenden Gesellschaften. Die übertragende Gesellschaft wird aufgelöst und im Handelsregister gelöscht (Aufspaltung); oder\nb. einen oder mehrere Teile ihres Vermögens auf andere Gesellschaften überträgt. Ihre Gesellschafterinnen und Gesellschafter erhalten dafür Anteils- oder Mitgliedschaftsrechte der übernehmenden Gesellschaften (Abspaltung).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_29"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Zulässige Spaltungen",
        "citation": "Art. 30 FusG",
        "content": "Kapitalgesellschaften und Genossenschaften können sich in Kapitalgesellschaften und in Genossenschaften spalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_30"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 31 Abs. 1 FusG",
        "content": "Bei der Spaltung müssen die Anteils- und Mitgliedschaftsrechte gemäss Artikel 7 gewahrt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_31"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 31 Abs. 2 FusG",
        "content": "Den Gesellschafterinnen und Gesellschaftern der übertragenden Gesellschaft können:\na. Anteils- oder Mitgliedschaftsrechte an allen an der Spaltung beteiligten Gesellschaften im Verhältnis ihrer bisherigen Beteiligung zugewiesen werden (symmetrische Spaltung);\nb. Anteils- oder Mitgliedschaftsrechte an einzelnen oder allen an der Spaltung beteiligten Gesellschaften unter Abänderung der Beteiligungsverhältnisse zugewiesen werden (asymmetrische Spaltung).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_31"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 3. Abschnitt: Kapitalherabsetzung, Kapitalerhöhung, Neugründung und Zwischenabschluss, Herabsetzung des Kapitals bei der Abspaltung",
        "citation": "Art. 32 FusG",
        "content": "Wird im Zusammenhang mit der Abspaltung das Kapital der übertragenden Gesellschaft herabgesetzt, so findet Artikel 653k OR keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_32"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 3. Abschnitt: Kapitalherabsetzung, Kapitalerhöhung, Neugründung und Zwischenabschluss, Kapitalerhöhung",
        "citation": "Art. 33 Abs. 1 FusG",
        "content": "Die übernehmende Gesellschaft muss das Kapital erhöhen, soweit es zur Wahrung der Rechte der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_33"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 3. Abschnitt: Kapitalherabsetzung, Kapitalerhöhung, Neugründung und Zwischenabschluss, Kapitalerhöhung",
        "citation": "Art. 33 Abs. 2 FusG",
        "content": "Die Vorschriften des OR über die Sacheinlage (Art. 634 OR) und über den maximalen Umfang des Kapitalbands (Art. 653s Abs. 2 OR) finden bei der Spaltung keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_33"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 3. Abschnitt: Kapitalherabsetzung, Kapitalerhöhung, Neugründung und Zwischenabschluss, Neugründung",
        "citation": "Art. 34 FusG",
        "content": "Für die Neugründung einer Gesellschaft im Rahmen einer Spaltung gelten die Bestimmungen des OR über die Gründung einer Gesellschaft. Keine Anwendung finden die Vorschriften über die Anzahl der Gründerinnen und Gründer bei Kapitalgesellschaften sowie die Vorschriften über die Sacheinlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_34"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 3. Abschnitt: Kapitalherabsetzung, Kapitalerhöhung, Neugründung und Zwischenabschluss, Zwischenabschluss",
        "citation": "Art. 35 Abs. 1 FusG",
        "content": "Liegt der Bilanzstichtag beim Abschluss des Spaltungsvertrags oder bei der Erstellung des Spaltungsplans mehr als sechs Monate zurück oder sind seit Abschluss der letzten Bilanz wichtige Änderungen in der Vermögenslage der an der Spaltung beteiligten Gesellschaften eingetreten, so müssen diese einen Zwischenabschluss erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_35"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsvertrag und Spaltungsplan",
        "citation": "Art. 36 Abs. 1 FusG",
        "content": "Überträgt eine Gesellschaft durch Spaltung Vermögensteile auf bestehende Gesellschaften, so schliessen die obersten Leitungs- oder Verwaltungsorgane der beteiligten Gesellschaften einen Spaltungsvertrag ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_36"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsvertrag und Spaltungsplan",
        "citation": "Art. 36 Abs. 2 FusG",
        "content": "Will eine Gesellschaft durch Spaltung Vermögensteile auf neu zu gründende Gesellschaften übertragen, so erstellt ihr oberstes Leitungs- oder Verwaltungsorgan einen Spaltungsplan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_36"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsvertrag und Spaltungsplan",
        "citation": "Art. 36 Abs. 3 FusG",
        "content": "Der Spaltungsvertrag und der Spaltungsplan bedürfen der schriftlichen Form und der Zustimmung der Generalversammlung (Art. 43).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_36"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Inhalt des Spaltungsvertrags oder des Spaltungsplans",
        "citation": "Art. 37 FusG",
        "content": "Der Spaltungsvertrag oder der Spaltungsplan enthält:\na. die Firma, den Sitz und die Rechtsform der beteiligten Gesellschaften;\nb. ein Inventar mit der eindeutigen Bezeichnung, der Aufteilung und der Zuordnung der Gegenstände des Aktiv- und des Passivvermögens sowie der Zuordnung der Betriebsteile; Grundstücke, Wertpapiere und immaterielle Werte sind einzeln aufzuführen;\nc. das Umtauschverhältnis für Anteile und gegebenenfalls die Höhe der Ausgleichszahlung beziehungsweise Angaben über die Mitgliedschaft der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft bei der übernehmenden Gesellschaft;\nd. die Rechte, welche die übernehmende Gesellschaft den Inhaberinnen und Inhabern von Sonderrechten, von Anteilen ohne Stimmrecht oder von Genussscheinen gewährt;\ne. die Modalitäten für den Umtausch der Anteile;\nf. den Zeitpunkt, von dem an die Anteils- oder Mitgliedschaftsrechte Anspruch auf einen Anteil am Bilanzgewinn gewähren, sowie alle Besonderheiten dieses Anspruchs;\ng. den Zeitpunkt, von dem an die Handlungen der übertragenden Gesellschaft als für Rechnung der übernehmenden Gesellschaft vorgenommen gelten;\nh. jeden besonderen Vorteil, der Mitgliedern eines Leitungs- oder Verwaltungsorgans oder geschäftsführenden Gesellschafterinnen und Gesellschaftern gewährt wird;\ni. eine Liste der Arbeitsverhältnisse, die mit der Spaltung übergehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_37"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Nicht zugeordnete Vermögenswerte",
        "citation": "Art. 38 Abs. 1 FusG",
        "content": "Ein Gegenstand des Aktivvermögens, der sich auf Grund des Spaltungsvertrags oder des Spaltungsplans nicht zuordnen lässt:\na. gehört bei der Aufspaltung allen übernehmenden Gesellschaften zu Miteigentum, und zwar im Verhältnis, in dem das Reinvermögen nach Spaltungsvertrag oder Spaltungsplan auf sie übergeht;\nb. verbleibt bei der Abspaltung bei der übertragenden Gesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_38"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Nicht zugeordnete Vermögenswerte",
        "citation": "Art. 38 Abs. 2 FusG",
        "content": "Absatz 1 gilt sinngemäss für Forderungen und immaterielle Rechte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_38"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Nicht zugeordnete Vermögenswerte",
        "citation": "Art. 38 Abs. 3 FusG",
        "content": "Die an einer Aufspaltung beteiligten Gesellschaften haften solidarisch für Verbindlichkeiten, die sich auf Grund des Spaltungsvertrags oder des Spaltungsplans nicht zuordnen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_38"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsbericht",
        "citation": "Art. 39 Abs. 1 FusG",
        "content": "Die obersten Leitungs- oder Verwaltungsorgane der beteiligten Gesellschaften müssen einen schriftlichen Bericht über die Spaltung erstellen. Sie können den Bericht auch gemeinsam verfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_39"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsbericht",
        "citation": "Art. 39 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf die Erstellung eines Spaltungsberichts verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_39"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsbericht",
        "citation": "Art. 39 Abs. 3 FusG",
        "content": "Im Bericht sind rechtlich und wirtschaftlich zu erläutern und zu begründen:\na. der Zweck und die Folgen der Spaltung;\nb. der Spaltungsvertrag oder der Spaltungsplan;\nc. das Umtauschverhältnis für Anteile und gegebenenfalls die Höhe der Ausgleichszahlung beziehungsweise die Mitgliedschaft der Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft bei der übernehmenden Gesellschaft;\nd. Besonderheiten bei der Bewertung der Anteile im Hinblick auf die Festsetzung des Umtauschverhältnisses;\ne. gegebenenfalls die Nachschusspflicht, andere persönliche Leistungspflichten und die persönliche Haftung, die sich für die Gesellschafterinnen und Gesellschafter aus der Spaltung ergeben;\nf. die Pflichten, die den Gesellschafterinnen und Gesellschaftern in der neuen Rechtsform auferlegt werden können, sofern Gesellschaften verschiedener Rechtsformen an der Spaltung beteiligt sind;\ng. die Auswirkungen der Spaltung auf die Arbeitnehmerinnen und Arbeitnehmer der an der Spaltung beteiligten Gesellschaften sowie Hinweise auf den Inhalt eines allfälligen Sozialplans;\nh. die Auswirkungen der Spaltung auf die Gläubigerinnen und Gläubiger der an der Spaltung beteiligten Gesellschaften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_39"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Spaltungsbericht",
        "citation": "Art. 39 Abs. 4 FusG",
        "content": "Bei der Neugründung einer Gesellschaft im Rahmen einer Spaltung ist dem Spaltungsbericht der Entwurf der Statuten der neuen Gesellschaft beizufügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_39"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Prüfung des Spaltungsvertrags oder des Spaltungsplans und des Spaltungsberichts",
        "citation": "Art. 40 FusG",
        "content": "Für die Prüfung des Spaltungsvertrags oder des Spaltungsplans und des Spaltungsberichts gilt Artikel 15 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_40"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 41 Abs. 1 FusG",
        "content": "Jede der an der Spaltung beteiligten Gesellschaften muss an ihrem Sitz den Gesellschafterinnen und Gesellschaftern während zweier Monate vor der Beschlussfassung Einsicht in folgende Unterlagen aller an der Spaltung beteiligten Gesellschaften gewähren:\na. den Spaltungsvertrag oder den Spaltungsplan;\nb. den Spaltungsbericht;\nc. den Prüfungsbericht;\nd. die Jahresrechnungen und die Jahresberichte der letzten drei Geschäftsjahre sowie gegebenenfalls den Zwischenabschluss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_41"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 41 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf das Einsichtsverfahren nach Absatz 1 verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_41"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 41 Abs. 3 FusG",
        "content": "Die Gesellschafterinnen und Gesellschafter können von den beteiligten Gesellschaften Kopien der Unterlagen nach Absatz 1 verlangen. Diese müssen ihnen unentgeltlich zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_41"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 41 Abs. 4 FusG",
        "content": "Jede der an der Spaltung beteiligten Gesellschaften muss im Schweizerischen Handelsamtsblatt auf die Möglichkeit zur Einsichtnahme hinweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_41"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 4. Abschnitt: Spaltungsvertrag, Spaltungsplan, Spaltungsbericht und Prüfung, Information über Veränderungen im Vermögen",
        "citation": "Art. 42 FusG",
        "content": "Für die Information über Veränderungen im Vermögen gilt Artikel 17 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_42"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 5. Abschnitt: Spaltungsbeschluss und öffentliche Beurkundung, Spaltungsbeschluss",
        "citation": "Art. 43 Abs. 1 FusG",
        "content": "Die obersten Leitungs- oder Verwaltungsorgane der beteiligten Gesellschaften dürfen den Spaltungsvertrag oder den Spaltungsplan erst der Generalversammlung zur Beschlussfassung unterbreiten, wenn die Sicherstellung nach Artikel 46 erfolgt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_43"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 5. Abschnitt: Spaltungsbeschluss und öffentliche Beurkundung, Spaltungsbeschluss",
        "citation": "Art. 43 Abs. 2 FusG",
        "content": "Für die Beschlussfassung gelten die erforderlichen Mehrheiten nach Artikel 18 Absätze 1, 3, 4 und 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_43"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 5. Abschnitt: Spaltungsbeschluss und öffentliche Beurkundung, Spaltungsbeschluss",
        "citation": "Art. 43 Abs. 3 FusG",
        "content": "Bei der asymmetrischen Spaltung müssen mindestens 90 Prozent aller Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft, die über ein Stimmrecht verfügen, zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_43"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 5. Abschnitt: Spaltungsbeschluss und öffentliche Beurkundung, Öffentliche Beurkundung",
        "citation": "Art. 44 FusG",
        "content": "Der Spaltungsbeschluss bedarf der öffentlichen Beurkundung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_44"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Aufforderung an die Gläubigerinnen und Gläubiger",
        "citation": "Art. 45 FusG",
        "content": "Die Gläubigerinnen und Gläubiger aller an der Spaltung beteiligten Gesellschaften müssen im Schweizerischen Handelsamtsblatt dreimal darauf hingewiesen werden, dass sie unter Anmeldung ihrer Forderungen Sicherstellung verlangen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_45"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 46 Abs. 1 FusG",
        "content": "Die an der Spaltung beteiligten Gesellschaften müssen die Forderungen der Gläubigerinnen und Gläubiger sicherstellen, wenn diese es innerhalb von zwei Monaten nach der Aufforderung an die Gläubigerinnen und Gläubiger verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_46"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 46 Abs. 2 FusG",
        "content": "Die Pflicht zur Sicherstellung entfällt, wenn die Gesellschaft nachweist, dass die Erfüllung der Forderung durch die Spaltung nicht gefährdet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_46"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Sicherstellung der Forderungen",
        "citation": "Art. 46 Abs. 3 FusG",
        "content": "Anstatt eine Sicherheit zu leisten, kann die Gesellschaft die Forderung erfüllen, sofern die anderen Gläubigerinnen und Gläubiger nicht geschädigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_46"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Subsidiäre Haftung der an der Spaltung beteiligten Gesellschaften",
        "citation": "Art. 47 Abs. 1 FusG",
        "content": "Werden die Forderungen einer Gläubigerin oder eines Gläubigers von der Gesellschaft, der die Verbindlichkeiten durch den Spaltungsvertrag oder den Spaltungsplan zugeordnet wurden (primär haftende Gesellschaft), nicht befriedigt, so haften die übrigen an der Spaltung beteiligten Gesellschaften (subsidiär haftende Gesellschaften) solidarisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_47"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Subsidiäre Haftung der an der Spaltung beteiligten Gesellschaften",
        "citation": "Art. 47 Abs. 2 FusG",
        "content": "Subsidiär haftende Gesellschaften können nur belangt werden, wenn eine Forderung nicht sichergestellt ist und die primär haftende Gesellschaft:\na. in Konkurs geraten ist;\nb. Nachlassstundung oder Konkursaufschub erhalten hat;\nc. bis zur Ausstellung eines definitiven Verlustscheins betrieben worden ist;\nd. den Sitz ins Ausland verlegt hat und in der Schweiz nicht mehr belangt werden kann;\ne. den Sitz im Ausland verlegt hat und dadurch eine erhebliche Erschwerung der Rechtsverfolgung eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_47"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Persönliche Haftung der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 48 FusG",
        "content": "Für die persönliche Haftung von Gesellschafterinnen und Gesellschaftern gilt Artikel 26 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_48"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse, Sicherstellung und persönliche Haftung",
        "citation": "Art. 49 Abs. 1 FusG",
        "content": "Für den Übergang der Arbeitsverhältnisse findet Artikel 333 des OR Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_49"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse, Sicherstellung und persönliche Haftung",
        "citation": "Art. 49 Abs. 2 FusG",
        "content": "Die Arbeitnehmerinnen und Arbeitnehmer der an der Spaltung beteiligten Gesellschaften können gemäss Artikel 46 die Sicherstellung ihrer Forderungen aus Arbeitsvertrag verlangen, die bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder, bei Ablehnung des Übergangs, durch die Arbeitnehmerin oder den Arbeitnehmer beendigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_49"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse, Sicherstellung und persönliche Haftung",
        "citation": "Art. 49 Abs. 3 FusG",
        "content": "Artikel 27 Absatz 3 findet entsprechende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_49"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 50 FusG",
        "content": "Die Konsultation der Arbeitnehmervertretung richtet sich nach Artikel 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_50"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 7. Abschnitt: Eintragung ins Handelsregister und Rechtswirksamkeit, Eintragung ins Handelsregister",
        "citation": "Art. 51 Abs. 1 FusG",
        "content": "Sobald der Spaltungsbeschluss vorliegt, muss das oberste Leitungs- oder Verwaltungsorgan dem Handelsregisteramt die Spaltung zur Eintragung anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_51"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 7. Abschnitt: Eintragung ins Handelsregister und Rechtswirksamkeit, Eintragung ins Handelsregister",
        "citation": "Art. 51 Abs. 2 FusG",
        "content": "Muss die übertragende Gesellschaft infolge der Abspaltung ihr Kapital herabsetzen, so sind dem Handelsregisteramt zusätzlich die geänderten Statuten zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_51"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 7. Abschnitt: Eintragung ins Handelsregister und Rechtswirksamkeit, Eintragung ins Handelsregister",
        "citation": "Art. 51 Abs. 3 FusG",
        "content": "Im Falle der Aufspaltung wird die übertragende Gesellschaft mit der Eintragung der Spaltung im Handelsregister gelöscht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_51"
    },
    {
        "book": "FusG",
        "title": "FusG, 3. Kapitel: Spaltung von Gesellschaften, 7. Abschnitt: Eintragung ins Handelsregister und Rechtswirksamkeit, Rechtswirksamkeit",
        "citation": "Art. 52 FusG",
        "content": "Die Spaltung wird mit der Eintragung ins Handelsregister rechtswirksam. In diesem Zeitpunkt gehen alle im Inventar aufgeführten Aktiven und Passiven von Gesetzes wegen auf die übernehmenden Gesellschaften über. Artikel 34 des Kartellgesetzes vom 6. Oktober 1995 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_52"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Grundsatz",
        "citation": "Art. 53 FusG",
        "content": "Eine Gesellschaft kann ihre Rechtsform ändern (Umwandlung). Ihre Rechtsverhältnisse werden dadurch nicht verändert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_53"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Zulässige Umwandlungen",
        "citation": "Art. 54 Abs. 1 FusG",
        "content": "Eine Kapitalgesellschaft kann sich umwandeln:\na. in eine Kapitalgesellschaft mit einer anderen Rechtsform;\nb. in eine Genossenschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_54"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Zulässige Umwandlungen",
        "citation": "Art. 54 Abs. 2 FusG",
        "content": "Eine Kollektivgesellschaft kann sich umwandeln:\na. in eine Kapitalgesellschaft;\nb. in eine Genossenschaft;\nc. in eine Kommanditgesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_54"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Zulässige Umwandlungen",
        "citation": "Art. 54 Abs. 3 FusG",
        "content": "Eine Kommanditgesellschaft kann sich umwandeln:\na. in eine Kapitalgesellschaft;\nb. in eine Genossenschaft;\nc. in eine Kollektivgesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_54"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Zulässige Umwandlungen",
        "citation": "Art. 54 Abs. 4 FusG",
        "content": "Eine Genossenschaft kann sich umwandeln:\na. in eine Kapitalgesellschaft;\nb. in einen Verein, falls sie über keine Anteilscheine verfügt und der Verein ins Handelsregister eingetragen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_54"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Zulässige Umwandlungen",
        "citation": "Art. 54 Abs. 5 FusG",
        "content": "Ein Verein kann sich in eine Kapitalgesellschaft oder in eine Genossenschaft umwandeln, falls er im Handelsregister eingetragen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_54"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Sonderregelung für die Umwandlung von Kollektiv- und Kommanditgesellschaften",
        "citation": "Art. 55 Abs. 1 FusG",
        "content": "Eine Kollektivgesellschaft kann sich in eine Kommanditgesellschaft umwandeln, indem:\na. eine Kommanditärin oder ein Kommanditär in die Kollektivgesellschaft eintritt;\nb. eine Gesellschafterin oder ein Gesellschafter zur Kommanditärin oder zum Kommanditär wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_55"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Sonderregelung für die Umwandlung von Kollektiv- und Kommanditgesellschaften",
        "citation": "Art. 55 Abs. 2 FusG",
        "content": "Eine Kommanditgesellschaft kann sich in eine Kollektivgesellschaft umwandeln, indem:\na. alle Kommanditärinnen und Kommanditäre austreten;\nb. alle Kommanditärinnen und Kommanditäre zu unbeschränkt haftenden Gesellschafterinnen und Gesellschaftern werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_55"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Sonderregelung für die Umwandlung von Kollektiv- und Kommanditgesellschaften",
        "citation": "Art. 55 Abs. 3 FusG",
        "content": "Die Fortführung einer Kollektiv- oder Kommanditgesellschaft als Einzelunternehmen nach Artikel 579 des Obligationenrechts  bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_55"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 1. Abschnitt: Allgemeine Bestimmungen, Sonderregelung für die Umwandlung von Kollektiv- und Kommanditgesellschaften",
        "citation": "Art. 55 Abs. 4 FusG",
        "content": "Auf die Umwandlung gemäss diesem Artikel finden die Bestimmungen dieses Kapitels keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_55"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 56 Abs. 1 FusG",
        "content": "Die Anteils- und Mitgliedschaftsrechte der Gesellschafterinnen und Gesellschafter sind bei der Umwandlung zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_56"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 56 Abs. 2 FusG",
        "content": "Gesellschafterinnen und Gesellschafter ohne Anteilscheine haben bei der Umwandlung ihrer Gesellschaft in eine Kapitalgesellschaft Anspruch auf mindestens einen Anteil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_56"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 56 Abs. 3 FusG",
        "content": "Für Anteile ohne Stimmrecht müssen gleichwertige Anteile oder Anteile mit Stimmrecht gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_56"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 56 Abs. 4 FusG",
        "content": "Für Sonderrechte, die mit Anteils- oder Mitgliedschaftsrechten verbunden sind, müssen gleichwertige Rechte oder eine angemessene Abgeltung gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_56"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 2. Abschnitt: Anteils- und Mitgliedschaftsrechte, Wahrung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 56 Abs. 5 FusG",
        "content": "Für Genussscheine sind gleichwertige Rechte zu gewähren, oder sie sind zum wirklichen Wert im Zeitpunkt der Erstellung des Umwandlungsplans zurückzukaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_56"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 3. Abschnitt: Gründung und Zwischenabschluss, Gründungsvorschriften",
        "citation": "Art. 57 FusG",
        "content": "Bei der Umwandlung finden die Bestimmungen des ZGB und des OR über die Gründung einer entsprechenden Gesellschaft Anwendung. Keine Anwendung finden die Vorschriften über die Anzahl der Gründerinnen und Gründer bei Kapitalgesellschaften und die Vorschriften über die Sacheinlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_57"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 3. Abschnitt: Gründung und Zwischenabschluss, Zwischenabschluss",
        "citation": "Art. 58 Abs. 1 FusG",
        "content": "Liegt der Bilanzstichtag zum Zeitpunkt der Erstattung des Umwandlungsberichts mehr als sechs Monate zurück oder sind seit Abschluss der letzten Bilanz wichtige Änderungen in der Vermögenslage der Gesellschaft eingetreten, so muss diese einen Zwischenabschluss erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_58"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Erstellung des Umwandlungsplans",
        "citation": "Art. 59 Abs. 1 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan erstellt einen Umwandlungsplan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_59"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Erstellung des Umwandlungsplans",
        "citation": "Art. 59 Abs. 2 FusG",
        "content": "Der Umwandlungsplan bedarf der schriftlichen Form und der Zustimmung der Generalversammlung beziehungsweise der Gesellschafterinnen und Gesellschafter gemäss Artikel 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_59"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Inhalt des Umwandlungsplans",
        "citation": "Art. 60 FusG",
        "content": "Der Umwandlungsplan enthält:\na. den Namen oder die Firma, den Sitz und die Rechtsform vor und nach der Umwandlung;\nb. die neuen Statuten;\nc. die Zahl, die Art und die Höhe der Anteile, welche die Anteilsinhaberinnen und -inhaber nach der Umwandlung erhalten, oder Angaben über die Mitgliedschaft der Gesellschafterinnen und Gesellschafter nach der Umwandlung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_60"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Umwandlungsbericht",
        "citation": "Art. 61 Abs. 1 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan muss einen schriftlichen Bericht über die Umwandlung erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_61"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Umwandlungsbericht",
        "citation": "Art. 61 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf die Erstellung eines Umwandlungsberichts verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_61"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Umwandlungsbericht",
        "citation": "Art. 61 Abs. 3 FusG",
        "content": "Im Bericht sind rechtlich und wirtschaftlich zu erläutern und zu begründen:\na. der Zweck und die Folgen der Umwandlung;\nb. die Erfüllung der Gründungsvorschriften für die neue Rechtsform;\nc. die neuen Statuten;\nd. das Umtauschverhältnis für Anteile beziehungsweise die Mitgliedschaft der Gesellschafterinnen und Gesellschafter nach der Umwandlung;\ne. gegebenenfalls die Nachschusspflicht, andere persönliche Leistungspflichten und die persönliche Haftung, die sich für die Gesellschafterinnen und Gesellschafter aus der Umwandlung ergeben;\nf. die Pflichten, die den Gesellschafterinnen und Gesellschaftern in der neuen Rechtsform auferlegt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_61"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Prüfung des Umwandlungsplans und des Umwandlungsberichts",
        "citation": "Art. 62 Abs. 1 FusG",
        "content": "Die Gesellschaft muss den Umwandlungsplan, den Umwandlungsbericht und die der Umwandlung zu Grunde liegende Bilanz von einer zugelassenen Revisionsexpertin oder einem zugelassenen Revisionsexperten prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_62"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Prüfung des Umwandlungsplans und des Umwandlungsberichts",
        "citation": "Art. 62 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf die Prüfung verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_62"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Prüfung des Umwandlungsplans und des Umwandlungsberichts",
        "citation": "Art. 62 Abs. 3 FusG",
        "content": "Die Gesellschaft muss der Revisionsexpertin oder dem Revisionsexperten alle zweckdienlichen Auskünfte und Unterlagen geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_62"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Prüfung des Umwandlungsplans und des Umwandlungsberichts",
        "citation": "Art. 62 Abs. 4 FusG",
        "content": "Die Revisionsexpertin oder der Revisionsexperte muss prüfen, ob die Voraussetzungen für die Umwandlung erfüllt sind, insbesondere, ob die Rechtsstellung der Gesellschafterinnen und Gesellschafter nach der Umwandlung gewahrt bleibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_62"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 63 Abs. 1 FusG",
        "content": "Die Gesellschaft muss an ihrem Sitz den Gesellschafterinnen und Gesellschaftern während der 30 Tage vor der Beschlussfassung Einsicht in folgende Unterlagen gewähren:\na. den Umwandlungsplan;\nb. den Umwandlungsbericht;\nc. den Prüfungsbericht;\nd. die Jahresrechnungen und Jahresberichte der letzten drei Geschäftsjahre sowie gegebenenfalls den Zwischenabschluss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_63"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 63 Abs. 2 FusG",
        "content": "Kleine und mittlere Unternehmen können auf das Einsichtsverfahren nach Absatz 1 verzichten, sofern alle Gesellschafterinnen und Gesellschafter zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_63"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 63 Abs. 3 FusG",
        "content": "Die Gesellschafterinnen und Gesellschafter können von der Gesellschaft Kopien der Unterlagen nach Absatz 1 verlangen. Diese müssen ihnen unentgeltlich zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_63"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 4. Abschnitt: Umwandlungsplan, Umwandlungsbericht und Prüfung, Einsichtsrecht",
        "citation": "Art. 63 Abs. 4 FusG",
        "content": "Die Gesellschaft muss die Gesellschafterinnen und Gesellschafter in geeigneter Form auf die Möglichkeit zur Einsichtnahme hinweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_63"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 5. Abschnitt:, Umwandlungsbeschluss und Eintragung ins Handelsregister, Umwandlungsbeschluss",
        "citation": "Art. 64 Abs. 1 FusG",
        "content": "Bei den Kapitalgesellschaften, den Genossenschaften und den Vereinen muss das oberste Leitungs- oder Verwaltungsorgan den Umwandlungsplan der Generalversammlung zur Beschlussfassung unterbreiten. Folgende Mehrheiten sind erforderlich:\na. bei Aktiengesellschaften und Kommanditaktiengesellschaften mindestens zwei Drittel der an der Generalversammlung vertretenen Aktienstimmen und die absolute Mehrheit des von ihnen vertretenen Aktiennennwerts; werden bei der Umwandlung in eine Gesellschaft mit beschränkter Haftung eine Nachschusspflicht oder andere persönliche Leistungspflichten eingeführt, die Zustimmung aller Aktionärinnen und Aktionäre, die davon betroffen werden;\nb. bei der Umwandlung einer Kapitalgesellschaft in eine Genossenschaft die Zustimmung aller Gesellschafterinnen und Gesellschafter;\nc. bei Gesellschaften mit beschränkter Haftung mindestens zwei Drittel der an der Generalversammlung vertretenen Stimmen sowie die absolute Mehrheit des gesamten Kapitals, mit dem ein ausübbares Stimmrecht verbunden ist;\nd. bei Genossenschaften mindestens zwei Drittel der abgegebenen Stimmen oder, wenn eine Nachschusspflicht, andere persönliche Leistungspflichten oder die persönliche Haftung eingeführt oder erweitert werden, mindestens drei Viertel aller Genossenschafterinnen und Genossenschafter;\ne. bei Vereinen mindestens drei Viertel der an der Generalversammlung anwesenden Mitglieder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_64"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 5. Abschnitt:, Umwandlungsbeschluss und Eintragung ins Handelsregister, Umwandlungsbeschluss",
        "citation": "Art. 64 Abs. 2 FusG",
        "content": "Bei Kollektiv- und bei Kommanditgesellschaften bedarf der Umwandlungsplan der Zustimmung aller Gesellschafterinnen und Gesellschafter. Der Gesellschaftsvertrag kann jedoch vorsehen, dass die Zustimmung von drei Vierteln der Gesellschafterinnen und Gesellschafter genügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_64"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 5. Abschnitt:, Umwandlungsbeschluss und Eintragung ins Handelsregister, Öffentliche Beurkundung",
        "citation": "Art. 65 FusG",
        "content": "Der Umwandlungsbeschluss bedarf der öffentlichen Beurkundung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_65"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 5. Abschnitt:, Umwandlungsbeschluss und Eintragung ins Handelsregister, Eintragung ins Handelsregister",
        "citation": "Art. 66 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan muss dem Handelsregisteramt die Umwandlung zur Eintragung anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_66"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 5. Abschnitt:, Umwandlungsbeschluss und Eintragung ins Handelsregister, Rechtswirksamkeit",
        "citation": "Art. 67 FusG",
        "content": "Die Umwandlung wird mit der Eintragung ins Handelsregister rechtswirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_67"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 68 Abs. 1 FusG",
        "content": "Für die persönliche Haftung der Gesellschafterinnen und Gesellschafter findet Artikel 26 entsprechende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_68"
    },
    {
        "book": "FusG",
        "title": "FusG, 4. Kapitel: Umwandlung von Gesellschaften, 6. Abschnitt: Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 68 Abs. 2 FusG",
        "content": "Für die Haftung für Verbindlichkeiten aus Arbeitsvertrag findet Artikel 27 Absatz 3 entsprechende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_68"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 1. Abschnitt: Allgemeine Bestimmungen",
        "citation": "Art. 69 Abs. 1 FusG",
        "content": "Im Handelsregister eingetragene Gesellschaften, Kommanditgesellschaften für kollektive Kapitalanlagen, Investmentgesellschaften mit variablem Kapital und im Handelsregister eingetragene Einzelunternehmen können ihr Vermögen oder Teile davon mit Aktiven und Passiven auf andere Rechtsträger des Privatrechts übertragen. Wenn die Gesellschafterinnen und Gesellschafter der übertragenden Gesellschaft Anteils- oder Mitgliedschaftsrechte der übernehmenden Gesellschaft erhalten, gilt Kapitel 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_69"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 1. Abschnitt: Allgemeine Bestimmungen",
        "citation": "Art. 69 Abs. 2 FusG",
        "content": "Vorbehalten bleiben die gesetzlichen und statutarischen Bestimmungen über den Kapitalschutz und die Liquidation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_69"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 2. Abschnitt: Übertragungsvertrag, Abschluss des Übertragungsvertrags",
        "citation": "Art. 70 Abs. 1 FusG",
        "content": "Der Übertragungsvertrag muss von den obersten Leitungs- oder Verwaltungsorganen der an der Vermögensübertragung beteiligten Rechtsträger abgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_70"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 2. Abschnitt: Übertragungsvertrag, Abschluss des Übertragungsvertrags",
        "citation": "Art. 70 Abs. 2 FusG",
        "content": "Der Übertragungsvertrag bedarf der schriftlichen Form. Werden Grundstücke übertragen, so bedürfen die entsprechenden Teile des Vertrages der öffentlichen Beurkundung. Eine einzige öffentliche Urkunde genügt auch dann, wenn Grundstücke, die Gegenstand einer Vermögensübertragung sind, in verschiedenen Kantonen liegen. Die Urkunde muss durch eine Urkundsperson am Sitz des übertragenden Rechtsträgers errichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_70"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 2. Abschnitt: Übertragungsvertrag, Inhalt des Übertragungsvertrags",
        "citation": "Art. 71 Abs. 1 FusG",
        "content": "Der Übertragungsvertrag enthält:\na. die Firma oder den Namen, den Sitz und die Rechtsform der beteiligten Rechtsträger;\nb. ein Inventar mit der eindeutigen Bezeichnung der zu übertragenden Gegenstände des Aktiv- und des Passivvermögens; Grundstücke, Wertpapiere und immaterielle Werte sind einzeln aufzuführen;\nc. den gesamten Wert der zu übertragenden Aktiven und Passiven;\nd. die allfällige Gegenleistung;\ne. eine Liste der Arbeitsverhältnisse, die mit der Vermögensübertragung übergehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_71"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 2. Abschnitt: Übertragungsvertrag, Inhalt des Übertragungsvertrags",
        "citation": "Art. 71 Abs. 2 FusG",
        "content": "Die Vermögensübertragung ist nur zulässig, wenn das Inventar einen Aktivenüberschuss ausweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_71"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 2. Abschnitt: Übertragungsvertrag, Nicht zugeordnete Gegenstände des Aktivvermögens",
        "citation": "Art. 72 FusG",
        "content": "Gegenstände des Aktivvermögens sowie Forderungen und immaterielle Rechte, die sich auf Grund des Inventars nicht zuordnen lassen, verbleiben beim übertragenden Rechtsträger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_72"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 3. Abschnitt: Eintragung ins Handelsregister und Rechtswirksamkeit",
        "citation": "Art. 73 Abs. 1 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan des übertragenden Rechtsträgers muss dem Handelsregisteramt die Vermögensübertragung zur Eintragung anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_73"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 3. Abschnitt: Eintragung ins Handelsregister und Rechtswirksamkeit",
        "citation": "Art. 73 Abs. 2 FusG",
        "content": "Die Vermögensübertragung wird mit der Eintragung ins Handelsregister rechtswirksam. In diesem Zeitpunkt gehen alle im Inventar aufgeführten Aktiven und Passiven von Gesetzes wegen auf den übernehmenden Rechtsträger über. Artikel 34 des Kartellgesetzes vom 6. Oktober 1995 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_73"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 4. Abschnitt: Information der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 74 Abs. 1 FusG",
        "content": "Das oberste Leitungs- oder Verwaltungsorgan der übertragenden Gesellschaft muss die Gesellschafterinnen und Gesellschafter über die Vermögensübertragung im Anhang zur Jahresrechnung informieren. Ist keine Jahresrechnung zu erstellen, so muss über die Vermögensübertragung an der nächsten Generalversammlung informiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_74"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 4. Abschnitt: Information der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 74 Abs. 2 FusG",
        "content": "Im Anhang beziehungsweise an der Generalversammlung sind rechtlich und wirtschaftlich zu erläutern und zu begründen:\na. der Zweck und die Folgen der Vermögensübertragung;\nb. der Übertragungsvertrag;\nc. die Gegenleistung für die Übertragung;\nd. die Folgen für die Arbeitnehmerinnen und Arbeitnehmer und Hinweise auf den Inhalt eines allfälligen Sozialplans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_74"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 4. Abschnitt: Information der Gesellschafterinnen und Gesellschafter",
        "citation": "Art. 74 Abs. 3 FusG",
        "content": "Die Informationspflicht entfällt, falls die übertragenen Aktiven weniger als 5 Prozent der Bilanzsumme der übertragenden Gesellschaft ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_74"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Solidarische Haftung",
        "citation": "Art. 75 Abs. 1 FusG",
        "content": "Die bisherigen Schuldner haften für die vor der Vermögensübertragung begründeten Schulden während dreier Jahre solidarisch mit dem neuen Schuldner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_75"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Solidarische Haftung",
        "citation": "Art. 75 Abs. 2 FusG",
        "content": "Die Ansprüche gegen den übertragenden Rechtsträger verjähren spätestens drei Jahre nach der Veröffentlichung der Vermögensübertragung. Wird die Forderung erst nach der Veröffentlichung fällig, so beginnt die Verjährung mit der Fälligkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_75"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Solidarische Haftung",
        "citation": "Art. 75 Abs. 3 FusG",
        "content": "Die an der Vermögensübertragung beteiligten Rechtsträger müssen die Forderungen sicherstellen, wenn:\na. die solidarische Haftung vor Ablauf der Frist von drei Jahren entfällt; oder\nb. die Gläubigerinnen und Gläubiger glaubhaft machen, dass die solidarische Haftung keinen ausreichenden Schutz bietet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_75"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Solidarische Haftung",
        "citation": "Art. 75 Abs. 4 FusG",
        "content": "Anstatt eine Sicherheit zu leisten, können an der Vermögensübertragung beteiligte Rechtsträger die Forderung erfüllen, sofern die anderen Gläubigerinnen und Gläubiger nicht geschädigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_75"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse und solidarische Haftung",
        "citation": "Art. 76 Abs. 1 FusG",
        "content": "Für den Übergang der Arbeitsverhältnisse auf den übernehmenden Rechtsträger findet Artikel 333 des OR Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_76"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Übergang der Arbeitsverhältnisse und solidarische Haftung",
        "citation": "Art. 76 Abs. 2 FusG",
        "content": "Artikel 75 findet Anwendung auf alle Verbindlichkeiten aus Arbeitsvertrag, die bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder, bei Ablehnung des Übergangs, von der Arbeitnehmerin oder dem Arbeitnehmer beendigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_76"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 77 Abs. 1 FusG",
        "content": "Für die Konsultation der Arbeitnehmervertretung findet für den übertragenden wie auch für den übernehmenden Rechtsträger Artikel 333a des OR Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_77"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 77 Abs. 2 FusG",
        "content": "Werden die Vorschriften von Absatz 1 nicht eingehalten, so kann die Arbeitnehmervertretung vom Gericht verlangen, dass es die Eintragung der Vermögensübertragung im Handelsregister untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_77"
    },
    {
        "book": "FusG",
        "title": "FusG, 5. Kapitel: Vermögensübertragung, 5. Abschnitt: Gläubiger- und Arbeitnehmerschutz, Konsultation der Arbeitnehmervertretung",
        "citation": "Art. 77 Abs. 3 FusG",
        "content": "Diese Bestimmung findet auch Anwendung auf übernehmende Rechtsträger mit Sitz im Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_77"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Grundsatz",
        "citation": "Art. 78 Abs. 1 FusG",
        "content": "Stiftungen können miteinander fusionieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_78"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Grundsatz",
        "citation": "Art. 78 Abs. 2 FusG",
        "content": "Die Fusion ist nur zulässig, wenn sie sachlich gerechtfertigt ist und insbesondere der Wahrung und Durchführung des Stiftungszwecks dient. Allfällige Rechtsansprüche der Destinatäre der beteiligten Stiftungen müssen gewahrt werden. Ist im Hinblick auf eine Fusion eine Zweckänderung erforderlich, so findet Artikel 86 des ZGB Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_78"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Fusionsvertrag",
        "citation": "Art. 79 Abs. 1 FusG",
        "content": "Der Fusionsvertrag muss von den obersten Organen der Stiftungen abgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_79"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Fusionsvertrag",
        "citation": "Art. 79 Abs. 2 FusG",
        "content": "Der Vertrag enthält:\na. den Namen, den Sitz und den Zweck der beteiligten Stiftungen, im Fall der Kombinationsfusion auch den Namen, den Sitz und den Zweck der neuen Stiftung;\nb. Angaben über die Stellung der Destinatäre mit Rechtsansprüchen in der übernehmenden Stiftung;\nc. den Zeitpunkt, ab dem die Handlungen der übertragenden Stiftung als für Rechnung der übernehmenden Stiftung vorgenommen gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_79"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Fusionsvertrag",
        "citation": "Art. 79 Abs. 3 FusG",
        "content": "Der Fusionsvertrag bedarf der schriftlichen Form. Bei Familienstiftungen und kirchlichen Stiftungen bedarf der Fusionsvertrag der öffentlichen Beurkundung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_79"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Bilanz",
        "citation": "Art. 80 FusG",
        "content": "Die Stiftungen müssen eine Bilanz und unter den Voraussetzungen von Artikel 11 einen Zwischenabschluss erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_80"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Prüfung des Fusionsvertrags",
        "citation": "Art. 81 Abs. 1 FusG",
        "content": "Die Stiftungen müssen den Fusionsvertrag sowie die Bilanzen von einer zugelassenen Revisorin oder einem zugelassenen Revisor prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_81"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Prüfung des Fusionsvertrags",
        "citation": "Art. 81 Abs. 2 FusG",
        "content": "Sie müssen der Revisorin oder dem Revisor alle zweckdienlichen Auskünfte und Unterlagen geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_81"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Prüfung des Fusionsvertrags",
        "citation": "Art. 81 Abs. 3 FusG",
        "content": "Die Revisorin oder der Revisor erstellt einen Bericht, in dem insbesondere darzulegen ist, ob die allfälligen Rechtsansprüche der Destinatäre gewahrt sind und ob Forderungen von Gläubigerinnen und Gläubigern bekannt oder zu erwarten sind, zu deren Befriedigung das Vermögen der beteiligten Stiftungen nicht ausreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_81"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Informationspflicht",
        "citation": "Art. 82 FusG",
        "content": "Das oberste Organ der übertragenden Stiftung informiert die Destinatäre mit Rechtsansprüchen vor dem Antrag an die Aufsichtsbehörde über die geplante Fusion und deren Auswirkungen auf ihre Rechtsstellung. Bei Familienstiftungen und kirchlichen Stiftungen erfolgt die Information vor dem Fusionsbeschluss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_82"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 83 Abs. 1 FusG",
        "content": "Bei Stiftungen, die der Aufsicht des Gemeinwesens unterstehen, beantragen die obersten Stiftungsorgane bei der zuständigen Aufsichtsbehörde die Genehmigung der Fusion. Im Antrag ist schriftlich darzulegen, dass die Voraussetzungen für die Fusion erfüllt sind. Mit dem Antrag sind der Aufsichtsbehörde die von der zugelassenen Revisorin oder dem zugelassenen Revisor geprüften Bilanzen der beteiligten Stiftungen sowie der Revisionsbericht einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_83"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 83 Abs. 2 FusG",
        "content": "Zuständig ist die Aufsichtsbehörde der übertragenden Stiftung. Bei mehreren übertragenden Stiftungen muss jede Aufsichtsbehörde der Fusion zustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_83"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 83 Abs. 3 FusG",
        "content": "Die Aufsichtsbehörde erlässt nach Prüfung des Begehrens die entsprechende Verfügung und meldet im Fall der Zustimmung die Fusion zur Eintragung in das Handelsregister an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_83"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 83 Abs. 4 FusG",
        "content": "Für die Rechtswirksamkeit der Fusion gilt Artikel 22 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_83"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Anfechtung des Fusionsbeschlusses bei Familienstiftungen und kirchlichen Stiftungen",
        "citation": "Art. 84 FusG",
        "content": "Bei Familienstiftungen und kirchlichen Stiftungen kann jeder Destinatär mit Rechtsanspruch und jedes Mitglied des obersten Stiftungsorgans, das dem Fusionsbeschluss nicht zugestimmt hat, den Beschluss wegen Fehlens der Voraussetzungen innert dreier Monate gerichtlich anfechten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_84"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 85 Abs. 1 FusG",
        "content": "Die Aufsichtsbehörde oder, bei Familienstiftungen und kirchlichen Stiftungen, das oberste Stiftungsorgan der übertragenden Stiftung hat vor Erlass der Verfügung beziehungsweise vor dem Beschluss die Gläubigerinnen und Gläubiger der an der Fusion beteiligten Stiftungen im Schweizerischen Handelsamtsblatt dreimal darauf hinzuweisen, dass sie unter Anmeldung ihrer Forderungen Sicherstellung verlangen können. Die Destinatäre mit Rechtsansprüchen haben keinen Anspruch auf Sicherstellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_85"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 85 Abs. 2 FusG",
        "content": "Die Aufsichtsbehörde oder, bei Familienstiftungen und kirchlichen Stiftungen, das oberste Stiftungsorgan kann von einer Aufforderung an die Gläubigerinnen und Gläubiger absehen, wenn auf Grund des Berichts der zugelassenen Revisorin oder des zugelassenen Revisors keine Forderungen bekannt oder zu erwarten sind, zu deren Befriedigung das Stiftungsvermögen der beteiligten Stiftungen nicht ausreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_85"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 85 Abs. 3 FusG",
        "content": "Im Falle einer Aufforderung an die Gläubigerinnen und Gläubiger findet Artikel 25 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_85"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 1. Abschnitt: Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 85 Abs. 4 FusG",
        "content": "Der Arbeitnehmerschutz richtet sich nach den Artikeln 27 und 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_85"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 2. Abschnitt: Vermögensübertragung, Grundsatz",
        "citation": "Art. 86 Abs. 1 FusG",
        "content": "Die im Handelsregister eingetragenen Stiftungen können ihr Vermögen oder Teile davon mit Aktiven und Passiven auf andere Rechtsträger übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_86"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 2. Abschnitt: Vermögensübertragung, Grundsatz",
        "citation": "Art. 86 Abs. 2 FusG",
        "content": "Artikel 78 Absatz 2 findet sinngemäss Anwendung. Der Übergangsvertrag richtet sich nach den Artikeln 70–72, der Gläubiger- und Arbeitnehmerschutz nach den Artikeln 75–77.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_86"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 2. Abschnitt: Vermögensübertragung, Genehmigung und Vollzug der Vermögensübertragung",
        "citation": "Art. 87 Abs. 1 FusG",
        "content": "Bei Stiftungen, die der Aufsicht des Gemeinwesens unterstehen, beantragen die obersten Stiftungsorgane bei der zuständigen Aufsichtsbehörde die Genehmigung der Vermögensübertragung. Im Antrag ist schriftlich darzulegen, dass die Voraussetzungen für die Vermögensübertragung erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_87"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 2. Abschnitt: Vermögensübertragung, Genehmigung und Vollzug der Vermögensübertragung",
        "citation": "Art. 87 Abs. 2 FusG",
        "content": "Zuständig ist die Aufsichtsbehörde der übertragenden Stiftung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_87"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 2. Abschnitt: Vermögensübertragung, Genehmigung und Vollzug der Vermögensübertragung",
        "citation": "Art. 87 Abs. 3 FusG",
        "content": "Die Aufsichtsbehörde erlässt nach Prüfung des Begehrens die entsprechende Verfügung. Nach Eintritt der Rechtskraft der zustimmenden Verfügung meldet sie die Vermögensübertragung zur Eintragung in das Handelsregister an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_87"
    },
    {
        "book": "FusG",
        "title": "FusG, 6. Kapitel: Fusion und Vermögensübertragung von Stiftungen, 2. Abschnitt: Vermögensübertragung, Genehmigung und Vollzug der Vermögensübertragung",
        "citation": "Art. 87 Abs. 4 FusG",
        "content": "Die Eintragung ins Handelsregister und die Rechtswirksamkeit richten sich nach Artikel 73.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_87"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Grundsatz",
        "citation": "Art. 88 Abs. 1 FusG",
        "content": "Vorsorgeeinrichtungen können miteinander fusionieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_88"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Grundsatz",
        "citation": "Art. 88 Abs. 2 FusG",
        "content": "Die Fusion von Vorsorgeeinrichtungen ist nur zulässig, wenn der Vorsorgezweck und die Rechte und Ansprüche der Versicherten gewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_88"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Grundsatz",
        "citation": "Art. 88 Abs. 3 FusG",
        "content": "Die Bestimmungen des Stiftungsrechts (Art. 80 ff. ZGB) und des BVG bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_88"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Bilanz",
        "citation": "Art. 89 FusG",
        "content": "Die beteiligten Vorsorgeeinrichtungen müssen eine Bilanz und unter den Voraussetzungen von Artikel 11 einen Zwischenabschluss erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_89"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsvertrag",
        "citation": "Art. 90 Abs. 1 FusG",
        "content": "Der Fusionsvertrag muss von den obersten Leitungsorganen der beteiligten Vorsorgeeinrichtungen abgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_90"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsvertrag",
        "citation": "Art. 90 Abs. 2 FusG",
        "content": "Der Fusionsvertrag enthält:\na. den Namen oder die Firma, den Sitz und die Rechtsform der beteiligten Vorsorgeeinrichtungen, im Fall der Kombinationsfusion auch den Namen oder die Firma, den Sitz und die Rechtsform der neuen Vorsorgeeinrichtung;\nb. Angaben über die Rechte und Ansprüche der Versicherten bei der übernehmenden Vorsorgeeinrichtung;\nc. den Zeitpunkt, von dem an die Handlungen der übertragenden Vorsorgeeinrichtung als für Rechnung der übernehmenden Vorsorgeeinrichtung vorgenommen gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_90"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsvertrag",
        "citation": "Art. 90 Abs. 3 FusG",
        "content": "Der Fusionsvertrag bedarf der schriftlichen Form.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_90"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsbericht",
        "citation": "Art. 91 Abs. 1 FusG",
        "content": "Die obersten Leitungsorgane der Vorsorgeeinrichtungen müssen einen schriftlichen Bericht über die Fusion erstellen. Sie können den Bericht auch gemeinsam verfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_91"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsbericht",
        "citation": "Art. 91 Abs. 2 FusG",
        "content": "Im Bericht sind zu erläutern und zu begründen:\na. der Zweck und die Folgen der Fusion;\nb. der Fusionsvertrag;\nc. die Auswirkungen der Fusion auf die Rechte und Ansprüche der Versicherten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_91"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Prüfung des Fusionsvertrags",
        "citation": "Art. 92 Abs. 1 FusG",
        "content": "Die beteiligten Vorsorgeeinrichtungen müssen den Fusionsvertrag, den Fusionsbericht und die Bilanz von ihren Kontrollstellen sowie von einer anerkannten Expertin oder einem anerkannten Experten für die berufliche Vorsorge prüfen lassen. Sie können eine gemeinsame Expertin oder einen gemeinsamen Experten bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_92"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Prüfung des Fusionsvertrags",
        "citation": "Art. 92 Abs. 2 FusG",
        "content": "Die beteiligten Vorsorgeeinrichtungen müssen den mit der Prüfung betrauten Personen alle zweckdienlichen Auskünfte und Unterlagen geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_92"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Prüfung des Fusionsvertrags",
        "citation": "Art. 92 Abs. 3 FusG",
        "content": "Die Revisionsstelle und die Expertin oder der Experte für die berufliche Vorsorge erstellen einen Bericht, in dem darzulegen ist, ob die Rechte und Ansprüche der Versicherten gewahrt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_92"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Informationspflicht und Einsichtsrecht",
        "citation": "Art. 93 Abs. 1 FusG",
        "content": "Die zuständigen Organe der Vorsorgeeinrichtung haben spätestens bis zum Zeitpunkt der Gewährung des Einsichtsrechts gemäss Absatz 2 die Versicherten über die geplante Fusion und deren Auswirkungen zu informieren. Sie haben die Versicherten in geeigneter Form auf die Möglichkeit der Einsichtnahme hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_93"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Informationspflicht und Einsichtsrecht",
        "citation": "Art. 93 Abs. 2 FusG",
        "content": "Die beteiligten Vorsorgeeinrichtungen müssen an ihrem Sitz während der 30 Tage vor dem Antrag an die Aufsichtsbehörde den Versicherten Einsicht in den Fusionsvertrag und in den Fusionsbericht gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_93"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsbeschluss",
        "citation": "Art. 94 Abs. 1 FusG",
        "content": "Die Fusion bedarf der Zustimmung des obersten Leitungsorgans und, bei einer Genossenschaft, überdies der Generalversammlung. Für die erforderlichen Mehrheiten gilt Artikel 18 Absatz 1 Buchstabe d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_94"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Fusionsbeschluss",
        "citation": "Art. 94 Abs. 2 FusG",
        "content": "Bei Vorsorgeeinrichtungen des öffentlichen Rechts bleibt Artikel 100 Absatz 3 vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_94"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 95 Abs. 1 FusG",
        "content": "Die obersten Leitungsorgane der Vorsorgeeinrichtungen beantragen bei der zuständigen Aufsichtsbehörde die Genehmigung der Fusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_95"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 95 Abs. 2 FusG",
        "content": "Zuständig ist die Aufsichtsbehörde der übertragenden Vorsorgeeinrichtung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_95"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 95 Abs. 3 FusG",
        "content": "Die Aufsichtsbehörde prüft, ob die Voraussetzungen einer Fusion gegeben sind, und erlässt eine Verfügung. Die Aufsichtsbehörde kann weitere für die Prüfung der Voraussetzungen erforderliche Belege verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_95"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 95 Abs. 4 FusG",
        "content": "Nach Eintritt der Rechtskraft der zustimmenden Verfügung meldet die Aufsichtsbehörde die Fusion zur Eintragung in das Handelsregister an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_95"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Genehmigung und Vollzug der Fusion",
        "citation": "Art. 95 Abs. 5 FusG",
        "content": "Für die Rechtswirksamkeit der Fusion gilt Artikel 22 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_95"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 96 Abs. 1 FusG",
        "content": "Die Aufsichtsbehörde hat vor Erlass der Verfügung die Gläubigerinnen und Gläubiger der an der Fusion beteiligten Vorsorgeeinrichtungen im Schweizerischen Handelsamtsblatt dreimal darauf hinzuweisen, dass sie unter Anmeldung ihrer Forderungen Sicherstellung verlangen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_96"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 96 Abs. 2 FusG",
        "content": "Die Aufsichtsbehörde kann von einer Aufforderung an die Gläubigerinnen und Gläubiger absehen, wenn keine Forderungen bekannt oder zu erwarten sind, zu deren Befriedigung das freie Vermögen der beteiligten Vorsorgeeinrichtungen nicht ausreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_96"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 96 Abs. 3 FusG",
        "content": "Im Falle einer Aufforderung an die Gläubigerinnen und Gläubiger können diese innerhalb von zwei Monaten nach der Veröffentlichung im Schweizerischen Handelsamtsblatt von der übernehmenden Vorsorgeeinrichtung die Sicherstellung ihrer Forderungen verlangen. Die Versicherten haben keinen Anspruch auf Sicherstellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_96"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 96 Abs. 4 FusG",
        "content": "Die Pflicht zur Sicherstellung entfällt, wenn die Vorsorgeeinrichtung nachweist, dass die Erfüllung der angemeldeten Forderung durch die Fusion nicht gefährdet ist. Artikel 25 Absatz 4 findet Anwendung. Im Streitfall entscheidet die Aufsichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_96"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 1. Abschnitt:, Fusion, Gläubiger- und Arbeitnehmerschutz",
        "citation": "Art. 96 Abs. 5 FusG",
        "content": "Der Arbeitnehmerschutz richtet sich nach den Artikeln 27 und 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_96"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 2. Abschnitt: Umwandlung",
        "citation": "Art. 97 Abs. 1 FusG",
        "content": "Vorsorgeeinrichtungen können sich in eine Stiftung umwandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_97"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 2. Abschnitt: Umwandlung",
        "citation": "Art. 97 Abs. 2 FusG",
        "content": "Die Umwandlung von Vorsorgeeinrichtungen ist nur zulässig, wenn der Vorsorgezweck und die Rechte und Ansprüche der Versicherten gewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_97"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 2. Abschnitt: Umwandlung",
        "citation": "Art. 97 Abs. 3 FusG",
        "content": "Die Artikel 89–95 finden sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_97"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 3. Abschnitt: Vermögensübertragung",
        "citation": "Art. 98 Abs. 1 FusG",
        "content": "Vorsorgeeinrichtungen können ihr Vermögen oder Teile davon mit Aktiven und Passiven auf andere Vorsorgeeinrichtungen oder Rechtsträger übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_98"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 3. Abschnitt: Vermögensübertragung",
        "citation": "Art. 98 Abs. 2 FusG",
        "content": "Artikel 88 Absatz 2 findet sinngemäss Anwendung. Die Artikel 70–77 finden Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_98"
    },
    {
        "book": "FusG",
        "title": "FusG, 7. Kapitel: Fusion, Umwandlung und Vermögensübertragung von Vorsorgeeinrichtungen, 3. Abschnitt: Vermögensübertragung",
        "citation": "Art. 98 Abs. 3 FusG",
        "content": "Vermögensübertragungen im Rahmen einer Teil- oder Gesamtliquidation bedürfen der Genehmigung der Aufsichtsbehörde, wenn dies im Recht der beruflichen Vorsorge vorgesehen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_98"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Zulässige Fusionen, Umwandlungen und Vermögensübertragungen",
        "citation": "Art. 99 Abs. 1 FusG",
        "content": "Institute des öffentlichen Rechts können:\na. ihr Vermögen durch Fusion auf Kapitalgesellschaften, Genossenschaften, Vereine oder Stiftungen übertragen;\nb. sich in Kapitalgesellschaften, Genossenschaften, Vereine oder Stiftungen umwandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_99"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Zulässige Fusionen, Umwandlungen und Vermögensübertragungen",
        "citation": "Art. 99 Abs. 2 FusG",
        "content": "Institute des öffentlichen Rechts können durch Vermögensübertragung ihr Vermögen oder Teile davon auf andere Rechtsträger übertragen oder das Vermögen oder Teile davon von anderen Rechtsträgern übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_99"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Anwendbares Recht",
        "citation": "Art. 100 Abs. 1 FusG",
        "content": "Auf die Fusion von privatrechtlichen Rechtsträgern mit Instituten des öffentlichen Rechts, auf die Umwandlung solcher Institute in Rechtsträger des Privatrechts und auf die Vermögensübertragung unter Beteiligung eines Rechtsträgers des öffentlichen Rechts finden die Vorschriften dieses Gesetzes sinngemäss Anwendung. Bei der Fusion und der Umwandlung nach Artikel 99 Absatz 1 kann das öffentliche Recht für den beteiligten Rechtsträger des öffentlichen Rechts abweichende Vorschriften vorsehen. Die Artikel 99–101 finden jedoch in jedem Fall Anwendung, ausgenommen für konzessionierte Verkehrs- und Infrastrukturunternehmen, soweit das öffentliche Recht eine abweichende Regelung vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_100"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Anwendbares Recht",
        "citation": "Art. 100 Abs. 2 FusG",
        "content": "Institute des öffentlichen Rechts müssen in einem Inventar die Gegenstände des Aktiv- und des Passivvermögens, die von der Fusion, der Umwandlung oder der Vermögensübertragung erfasst werden, eindeutig bezeichnen und bewerten. Grundstücke, Wertpapiere und immaterielle Werte sind einzeln aufzuführen. Das Inventar muss von einer zugelassenen Revisionsexpertin oder einem zugelassenen Revisionsexperten geprüft werden, sofern nicht in anderer Weise sichergestellt ist, dass die Erstellung und die Bewertung des Inventars den anerkannten Rechnungslegungsgrundsätzen entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_100"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Anwendbares Recht",
        "citation": "Art. 100 Abs. 3 FusG",
        "content": "Die Beschlussfassung des Rechtsträgers des öffentlichen Rechts zur Fusion, Umwandlung oder Vermögensübertragung richtet sich nach den öffentlich-rechtlichen Vorschriften und Grundsätzen des Bundes, der Kantone und der Gemeinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_100"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Verantwortlichkeit von Bund, Kantonen und Gemeinden",
        "citation": "Art. 101 Abs. 1 FusG",
        "content": "Durch Fusionen, Umwandlungen und Vermögensübertragungen von Instituten des öffentlichen Rechts dürfen keine Gläubigerinnen und Gläubiger geschädigt werden. Der Bund, die Kantone und die Gemeinden müssen Vorkehrungen treffen, damit Ansprüche im Sinne der Artikel 26, 68 Absatz 1 und 75 erfüllt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_101"
    },
    {
        "book": "FusG",
        "title": "FusG, 8. Kapitel: Fusion, Umwandlung und Vermögensübertragung unter Beteiligung von Instituten des öffentlichen Rechts, Verantwortlichkeit von Bund, Kantonen und Gemeinden",
        "citation": "Art. 101 Abs. 2 FusG",
        "content": "Für Schäden, welche auf mangelhafte Vorkehrungen zurückzuführen sind, haften Bund, Kantone und Gemeinden nach den für sie massgebenden Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_101"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 1. Abschnitt: Ausführungsbestimmungen",
        "citation": "Art. 102 FusG",
        "content": "Der Bundesrat erlässt Vorschriften über:\na. die Einzelheiten der Eintragung ins Handelsregister und die einzureichenden Belege;\nb. die Einzelheiten der Eintragung ins Grundbuch und die einzureichenden Belege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_102"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 2. Abschnitt: Handänderungsabgaben",
        "citation": "Art. 103 Abs. quater FusG",
        "content": "Die Erhebung von kantonalen und kommunalen Handänderungsabgaben ist bei Umstrukturierungen im Sinne von Artikel 8 Absatz 3 und Artikel 24 Absätze 3 und 3 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden ausgeschlossen. Kostendeckende Gebühren bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_103"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 3. Abschnitt: Anmeldung beim Grundbuchamt",
        "citation": "Art. 104 Abs. 1 FusG",
        "content": "Der übernehmende Rechtsträger oder, im Falle der Umwandlung, der Rechtsträger, der seine Rechtsform ändert, muss alle Änderungen, die sich für das Grundbuch aus der Fusion, der Spaltung oder der Umwandlung ergeben, innert dreier Monate vom Eintritt der Rechtswirksamkeit an beim Grundbuchamt anmelden, sofern nicht die kürzere Frist nach Absatz 2 gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_104"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 3. Abschnitt: Anmeldung beim Grundbuchamt",
        "citation": "Art. 104 Abs. 2 FusG",
        "content": "Der übernehmende Rechtsträger muss den Übergang des Eigentums an einem Grundstück umgehend nach Eintritt der Rechtswirksamkeit beim Grundbuchamt anmelden, wenn:\na. bei einer Fusion von Vereinen oder von Stiftungen der übertragende Rechtsträger nicht im Handelsregister eingetragen ist;\nb. das Grundstück durch Abspaltung auf ihn übergegangen ist;\nc. das Grundstück durch Vermögensübertragung auf ihn übergegangen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_104"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 3. Abschnitt: Anmeldung beim Grundbuchamt",
        "citation": "Art. 104 Abs. 3 FusG",
        "content": "In den Fällen nach Absatz 2 Buchstaben a und b bedarf es als Ausweis für die Eigentumsübertragung für das Grundbuch einer öffentlichen Urkunde über die Tatsache, dass das Eigentum an den Grundstücken auf den übernehmenden Rechtsträger übergegangen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_104"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 3. Abschnitt: Anmeldung beim Grundbuchamt",
        "citation": "Art. 104 Abs. 4 FusG",
        "content": "Die Urkundsperson, welche eine Feststellungsurkunde nach Absatz 3 oder eine öffentliche Urkunde nach Artikel 70 Absatz 2 errichtet, ist namens des übernehmenden Rechtsträgers zur Anmeldung bei den Grundbuchämtern befugt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_104"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 4. Abschnitt: Überprüfung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 105 Abs. 1 FusG",
        "content": "Wenn bei einer Fusion, einer Spaltung oder einer Umwandlung die Anteils- oder Mitgliedschaftsrechte nicht angemessen gewahrt sind oder die Abfindung nicht angemessen ist, kann jede Gesellschafterin und jeder Gesellschafter innerhalb von zwei Monaten nach der Veröffentlichung des Fusions-, des Spaltungs- oder des Umwandlungsbeschlusses verlangen, dass das Gericht eine angemessene Ausgleichszahlung festsetzt. Für die Festsetzung der Ausgleichszahlung gilt Artikel 7 Absatz 2 nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_105"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 4. Abschnitt: Überprüfung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 105 Abs. 2 FusG",
        "content": "Das Urteil hat Wirkung für alle Gesellschafterinnen und Gesellschafter des beteiligten Rechtsträgers, sofern sie sich in der gleichen Rechtsstellung wie die Klägerin oder der Kläger befinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_105"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 4. Abschnitt: Überprüfung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 105 Abs. 3 FusG",
        "content": "Die Kosten des Verfahrens trägt der übernehmende Rechtsträger. Wenn besondere Umstände es rechtfertigen, kann das Gericht die Kosten ganz oder teilweise den Klägerinnen und Klägern auferlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_105"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 4. Abschnitt: Überprüfung der Anteils- und Mitgliedschaftsrechte",
        "citation": "Art. 105 Abs. 4 FusG",
        "content": "Die Klage auf Überprüfung der Wahrung der Anteils- oder Mitgliedschaftsrechte hindert die Rechtswirksamkeit des Fusions-, des Spaltungs- oder des Umwandlungsbeschlusses nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_105"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 5. Abschnitt: Anfechtung von Fusionen, Spaltungen, Umwandlungen und Vermögensübertragungen durch Gesellschafterinnen und Gesellschafter, Grundsatz",
        "citation": "Art. 106 Abs. 1 FusG",
        "content": "Sind die Vorschriften dieses Gesetzes verletzt, so können Gesellschafterinnen und Gesellschafter der beteiligten Rechtsträger, die dem Beschluss über die Fusion, die Spaltung oder die Umwandlung nicht zugestimmt haben, den Beschluss innerhalb von zwei Monaten nach der Veröffentlichung im Schweizerischen Handelsamtsblatt anfechten. Wenn keine Veröffentlichung erforderlich ist, beginnt die Frist mit der Beschlussfassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_106"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 5. Abschnitt: Anfechtung von Fusionen, Spaltungen, Umwandlungen und Vermögensübertragungen durch Gesellschafterinnen und Gesellschafter, Grundsatz",
        "citation": "Art. 106 Abs. 2 FusG",
        "content": "Gesellschafterinnen und Gesellschafter können den Beschluss auch anfechten, wenn er vom obersten Leitungs- oder Verwaltungsorgan gefasst wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_106"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 5. Abschnitt: Anfechtung von Fusionen, Spaltungen, Umwandlungen und Vermögensübertragungen durch Gesellschafterinnen und Gesellschafter, Folgen eines Mangels",
        "citation": "Art. 107 Abs. 1 FusG",
        "content": "Kann ein Mangel behoben werden, so räumt das Gericht den betroffenen Rechtsträgern dazu eine Frist ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_107"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 5. Abschnitt: Anfechtung von Fusionen, Spaltungen, Umwandlungen und Vermögensübertragungen durch Gesellschafterinnen und Gesellschafter, Folgen eines Mangels",
        "citation": "Art. 107 Abs. 2 FusG",
        "content": "Wird ein Mangel innerhalb der angesetzten Frist nicht behoben oder kann er nicht behoben werden, so hebt das Gericht den Beschluss auf und ordnet die erforderlichen Massnahmen an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_107"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 6. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 108 Abs. 1 FusG",
        "content": "Alle mit der Fusion, der Spaltung, der Umwandlung oder der Vermögensübertragung befassten Personen sind sowohl den Rechtsträgern als auch den einzelnen Gesellschafterinnen und Gesellschaftern sowie den Gläubigerinnen und Gläubigern für den Schaden verantwortlich, den sie durch absichtliche oder fahrlässige Verletzung ihrer Pflichten verursachen. Die Verantwortung der Gründerinnen und Gründer bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_108"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 6. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 108 Abs. 2 FusG",
        "content": "Alle mit der Prüfung der Fusion, der Spaltung oder der Umwandlung befassten Personen sind sowohl den Rechtsträgern als auch den einzelnen Gesellschafterinnen und Gesellschaftern sowie Gläubigerinnen und Gläubigern für den Schaden verantwortlich, den sie durch absichtliche oder fahrlässige Verletzung ihrer Pflichten verursachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_108"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 6. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 108 Abs. 3 FusG",
        "content": "Die Artikel 756, 759 und 760 des OR finden Anwendung. Im Fall des Konkurses einer Kapitalgesellschaft oder einer Genossenschaft gelten die Artikel 757, 764 Absatz 2, 827 und 920 des OR sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_108"
    },
    {
        "book": "FusG",
        "title": "FusG, 9. Kapitel: Gemeinsame Vorschriften, 6. Abschnitt: Verantwortlichkeit",
        "citation": "Art. 108 Abs. 4 FusG",
        "content": "Die Verantwortlichkeit der Personen, die für ein Institut des öffentlichen Rechts tätig sind, richtet sich nach dem öffentlichen Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2004/320/de#art_108"
    }
]