[
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Objectif",
        "citation": "Art. 1 ALCP",
        "content": "L’objectif de cet accord, en faveur des ressortissants des États membres de la Communauté européenne et de la Suisse, est:\na) d’accorder un droit d’entrée, de séjour, d’accès à une activité économique salariée, d’établissement en tant qu’indépendant et le droit de demeurer sur le territoire des parties contractantes;\nb) de faciliter la prestation de services sur le territoire des parties contractantes, en particulier de libéraliser la prestation de services de courte durée;\nc) d’accorder un droit d’entrée et de séjour, sur le territoire des parties contractantes, aux personnes sans activité économique dans le pays d’accueil;\nd) d’accorder les mêmes conditions de vie, d’emploi et de travail que celles accordées aux nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_1"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Non-discrimination",
        "citation": "Art. 2 ALCP",
        "content": "Les ressortissants d’une partie contractante qui séjournent légalement sur le territoire d’une autre partie contractante ne sont pas, dans l’application et conformément aux dispositions des annexes I, II et III de cet accord, discriminés en raison de leur nationalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_2"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Droit d’entrée",
        "citation": "Art. 3 ALCP",
        "content": "Le droit d’entrée des ressortissants d’une partie contractante sur le territoire d’une autre partie contractante est garanti conformément aux dispositions arrêtées dans l’annexe I.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_3"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Droit de séjour et d’accès à une activité économique",
        "citation": "Art. 4 ALCP",
        "content": "Le droit de séjour et d’accès à une activité économique est garanti sous réserve des dispositions de l’art. 10 et conformément aux dispositions de l’annexe I.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_4"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Prestataire de services",
        "citation": "Art. 5 ALCP",
        "content": "(1)  Sans préjudice d’autres accords spécifiques relatifs à la prestation de services entre les parties contractantes (y inclus l’accord sur le secteur des marchés publics pour autant qu’il couvre la prestation de services), un prestataire de services, y compris les sociétés conformément aux dispositions de l’annexe I, bénéficie du droit de fournir un service pour une prestation sur le territoire de l’autre partie contractante qui ne dépasse pas 90 jours de travail effectif par année civile.(2)  Un prestataire de services bénéficie du droit d’entrée et de séjour sur le territoire de l’autre partie contractante:\na) si le prestataire de services bénéficie du droit de fournir un service selon le par. 1 ou en vertu des dispositions d’un accord visé au par. 1;\nb) ou, lorsque les conditions mentionnées sous point a) ne sont pas réunies, si l’autorisation de fournir un service lui a été accordée par les autorités compétentes de la partie contractante concernée.(3)  Des personnes physiques ressortissantes d’un État membre de la Communauté européenne ou de la Suisse qui ne se rendent sur le territoire d’une des parties contractantes qu’en tant que destinataires de services bénéficient du droit d’entrée et de séjour.(4)  Les droits visés par le présent article sont garantis conformément aux dispositions des annexes I, II et III. Les limites quantitatives de l’art. 10 ne sont pas opposables aux personnes visées dans le présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_5"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Droit de séjour pour les personnes n’exerçant pas d’activité économique",
        "citation": "Art. 6 ALCP",
        "content": "Le droit de séjour sur le territoire d’une partie contractante est garanti aux personnes n’exerçant pas d’activité économique selon les dispositions de l’annexe I relatives aux non actifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_6"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Autres droits",
        "citation": "Art. 7 ALCP",
        "content": "Les parties contractantes règlent, conformément à l’annexe I, notamment les droits mentionnés ci-dessous liés à la libre circulation des personnes:\na) le droit à l’égalité de traitement avec les nationaux en ce qui concerne l’accès à une activité économique et son exercice ainsi que les conditions de vie, d’emploi et de travail;\nb) le droit à une mobilité professionnelle et géographique, qui permet aux ressortissants des parties contractantes de se déplacer librement sur le territoire de l’État d’accueil et d’exercer la profession de leur choix;\nc) le droit de demeurer sur le territoire d’une partie contractante après la fin d’une activité économique;\nd) le droit au séjour des membres de la famille, quelle que soit leur nationalité;\ne) le droit d’exercer une activité économique pour les membres de la famille, quelle que soit leur nationalité;\nf) le droit d’acquérir des immeubles dans la mesure où celui-ci est lié à l’exercice des droits conférés par le présent accord;\ng) pendant la période transitoire, le droit après la fin d’une activité économique ou d’un séjour sur le territoire d’une partie contractante, d’y retourner afin d’y exercer une activité économique ainsi que le droit à la transformation d’un titre de séjour temporaire en titre durable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_7"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Coordination des systèmes de sécurité sociale",
        "citation": "Art. 8 ALCP",
        "content": "Les parties contractantes règlent, conformément à l’annexe II, la coordination des systèmes de sécurité sociale dans le but d’assurer notamment:\na) l’égalité de traitement;\nb) la détermination de la législation applicable;\nc) la totalisation, pour l’ouverture et le maintien du droit aux prestations, ainsi que pour le calcul de celles-ci, de toutes périodes prises en considération par les différentes législations nationales;\nd) le paiement des prestations aux personnes résidant sur le territoire des parties contractantes;\ne) l’entraide et la coopération administratives entre les autorités et les institutions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_8"
    },
    {
        "book": "FZA",
        "title": "ALCP, I. Dispositions de base, Diplômes, certificats et autres titres",
        "citation": "Art. 9 ALCP",
        "content": "Afin de faciliter aux ressortissants des États membres de la Communauté européenne et de la Suisse l’accès aux activités salariées et indépendantes et leur exercice, ainsi que la prestation de services, les parties contractantes prennent les mesures nécessaires, conformément à l’annexe III, concernant la reconnaissance mutuelle des diplômes, certificats et autres titres et la coordination des dispositions législatives, réglementaires et administratives des parties contractantes concernant l’accès aux activités salariées et non salariées et l’exercice de celles-ci ainsi que la prestation de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_9"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Traitement des recours",
        "citation": "Art. 11 ALCP",
        "content": "(1)  Les personnes visées par le présent accord ont un droit de recours en ce qui concerne l’application des dispositions du présent accord auprès des autorités compétentes.(2)  Les recours doivent être traités dans un délai raisonnable.(3)  Les décisions rendues sur recours, ou l’absence de décision dans un délai raisonnable, donnent la possibilité, aux personnes visées par le présent accord, de faire appel à l’instance judiciaire nationale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_11"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Dispositions plus favorables",
        "citation": "Art. 12 ALCP",
        "content": "Le présent accord ne préjuge pas des dispositions nationales plus favorables qui puissent exister aussi bien pour les ressortissants des parties contractantes que pour les membres de leur famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_12"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Stand still",
        "citation": "Art. 13 ALCP",
        "content": "Les parties contractantes s’engagent à ne pas adopter de nouvelles mesures restrictives à l’égard des ressortissants de l’autre partie dans les domaines d’application du présent accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_13"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Comité mixte",
        "citation": "Art. 14 ALCP",
        "content": "(1)  Il est établi un Comité mixte, composé de représentants des parties contractantes, qui est responsable de la gestion et de la bonne application de l’accord. À cet effet, il formule des recommandations. Il prend des décisions dans les cas prévus à l’accord. Le Comité mixte se prononce d’un commun accord.(2)  En cas de difficultés sérieuses d’ordre économique ou social, le Comité mixte se réunit, à la demande d’une des parties contractantes, afin d’examiner les mesures appropriées pour remédier à la situation. Le Comité mixte peut décider des mesures à prendre dans un délai de 60 jours à compter de la date de la demande. Ce délai peut être prolongé par le Comité mixte. Ces mesures sont limitées, dans leur champ d’application et leur durée, à ce qui est strictement indispensable pour remédier à la situation. Devront être choisies les mesures qui perturbent le moins le fonctionnement du présent accord.(3)  Aux fins de la bonne exécution de l’accord, les parties contractantes procèdent régulièrement à des échanges d’information et, à la demande de l’une d’entre elles, se consultent au sein du Comité mixte.(4)  Le Comité mixte se réunit en fonction des besoins et au moins une fois par an. Chaque partie peut demander la convocation d’une réunion. Le Comité mixte se réunit dans les 15 jours suivant la demande visée au par. 2.(5)  Le Comité mixte établit son règlement intérieur qui contient, entre autres dispositions, les modalités de convocations des réunions, de désignation de son président et de définition du mandat de ce dernier.(6)  Le Comité mixte peut décider de constituer tout groupe de travail ou d’experts propre à l’assister dans l’accomplissement de ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_14"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Annexes et protocoles",
        "citation": "Art. 15 ALCP",
        "content": "Les annexes et protocoles du présent accord en font partie intégrante. L’acte final contient les déclarations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_15"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Référence au droit communautaire",
        "citation": "Art. 16 ALCP",
        "content": "(1)  Pour atteindre les objectifs visés par le présent accord, les parties contractantes prendront toutes les mesures nécessaires pour que les droits et obligations équivalant à ceux contenus dans les actes juridiques de la Communauté européenne auxquels il est fait référence trouvent application dans leurs relations.(2)  Dans la mesure où l’application du présent accord implique des notions de droit communautaire, il sera tenu compte de la jurisprudence pertinente de la Cour de justice des Communautés européennes antérieure à la date de sa signature. La jurisprudence postérieure à la date de la signature du présent accord sera communiquée à la Suisse. En vue d’assurer le bon fonctionnement de l’accord, à la demande d’une partie contractante, le Comité mixte déterminera les implications de cette jurisprudence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_16"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Développement du droit",
        "citation": "Art. 17 ALCP",
        "content": "(1)  Dès qu’une partie contractante a entamé le processus d’adoption d’un projet de modification de sa législation interne, ou dès qu’il y a un changement dans la jurisprudence des instances dont les décisions ne sont pas susceptibles d’un recours juridictionnel de droit interne dans un domaine régi par le présent accord, la partie contractante concernée en informe l’autre partie par le biais du Comité mixte.(2)  Le Comité mixte procède à un échange de vues sur les implications qu’une telle modification entraînerait pour le bon fonctionnement de l’accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_17"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Révision",
        "citation": "Art. 18 ALCP",
        "content": "Si une partie contractante désire une révision du présent accord, elle soumet une proposition à cet effet au Comité mixte. La modification du présent accord entrera en vigueur après l’accomplissement des procédures internes respectives, à l’exception d’une modification des annexes II et III qui sera décidée par le Comité mixte et qui pourra entrer en vigueur aussitôt après cette décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_18"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Règlement des différends",
        "citation": "Art. 19 ALCP",
        "content": "(1)  Les parties contractantes peuvent soumettre tout différend relatif à l’interprétation ou à l’application du présent accord au Comité mixte.(2)  Le Comité mixte peut régler le différend. Tous les éléments d’information utiles pour permettre un examen approfondi de la situation en vue de trouver une solution acceptable sont fournis au Comité mixte. À cet effet, le Comité mixte examine toutes les possibilités permettant de maintenir le bon fonctionnement du présent accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_19"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Relation avec les accords bilatéraux en matière de sécurité sociale",
        "citation": "Art. 20 ALCP",
        "content": "Sauf disposition contraire découlant de l’annexe II, les accords de sécurité sociale bilatéraux entre la Suisse et les États membres de la Communauté européenne sont suspendus dès l’entrée en vigueur du présent accord, dans la mesure où la même matière est régie par le présent accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_20"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Relation avec les accords bilatéraux en matière de double imposition",
        "citation": "Art. 21 ALCP",
        "content": "(1)  Les dispositions des accords bilatéraux entre la Suisse et les États membres de la Communauté européenne en matière de double imposition ne sont pas affectées par les dispositions du présent accord. En particulier les dispositions du présent accord ne doivent pas affecter la définition du travailleur frontalier selon les accords de double imposition.(2)  Aucune disposition du présent accord ne peut être interprétée de manière à empêcher les parties contractantes d’établir une distinction, dans l’application des dispositions pertinentes de leur législation fiscale, entre les contribuables qui ne se trouvent pas dans des situations comparables, en particulier en ce qui concerne leur lieu de résidence.(3)  Aucune disposition du présent accord ne fait obstacle à l’adoption ou l’application par les parties contractantes d’une mesure destinée à assurer l’imposition, le paiement et le recouvrement effectif des impôts ou à éviter l’évasion fiscale conformément aux dispositions de la législation fiscale nationale d’une partie contractante ou aux accords visant à éviter la double imposition liant la Suisse, d’une part, et un ou plusieurs États membres de la Communauté européenne, d’autre part, ou d’autres arrangements fiscaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_21"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Relation avec les accords bilatéraux dans les matières autres que la sécurité sociale et la double imposition",
        "citation": "Art. 22 ALCP",
        "content": "(1)  Nonobstant les dispositions des art. 20 et 21, le présent accord n’affecte pas les accords liant la Suisse, d’une part, et un ou plusieurs États membres de la Communauté européenne, d’autre part, tels les accords concernant les particuliers, les agents économiques, la coopération transfrontalière ou le petit trafic frontalier, dans la mesure où ils sont compatibles avec le présent accord.(2)  En cas d’incompatibilité entre ces accords et le présent accord, ce dernier prévaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_22"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Droits acquis",
        "citation": "Art. 23 ALCP",
        "content": "En cas de dénonciation ou de non reconduction, les droits acquis par les particuliers ne sont pas touchés. Les parties contractantes régleront d’un commun accord le sort des droits en cours d’acquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_23"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Champ d’application territorial",
        "citation": "Art. 24 ALCP",
        "content": "Le présent accord s’applique d’une part, au territoire de la Suisse, d’autre part, aux territoires où le traité instituant la Communauté européenne est d’application et dans les conditions prévues par ledit traité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_24"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Entrée en vigueur et durée",
        "citation": "Art. 25 ALCP",
        "content": "(1)  Le présent accord sera ratifié ou approuvé par les parties contractantes selon les procédures qui leur sont propres. Il entrera en vigueur le premier jour du deuxième mois suivant la dernière notification du dépôt des instruments de ratification ou d’approbation de tous les sept accords suivants:\n– accord sur la libre circulation des personnes,\n– accord sur le transport aérien,\n– accord sur le transport de marchandises et de voyageurs par rail et route,\n– accord relatif aux échanges de produits agricoles,\n– accord sur la reconnaissance mutuelle en matière d’évaluation de la conformité,\n– accord sur certains aspects relatifs aux marchés publics,\n– accord sur la coopération scientifique et technologique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_25"
    },
    {
        "book": "FZA",
        "title": "ALCP, II. Dispositions générales et finales, Entrée en vigueur et durée",
        "citation": "Art. 25 al. Cet Ac. est reconduit pour une durée indéterminée (voir l’art. 1 de l’AF du 13 juin 2008; RO 2009 2411). ALCP",
        "content": "(2)  Le présent accord est conclu pour une période initiale de sept ans. Il est reconduit pour une durée indéterminée à moins que la Communauté européenne ou la Suisse ne notifie le contraire à l’autre partie contractante, avant l’expiration de la période initiale. En cas de notification, les dispositions du par. 4 s’appliquent.(3)  La Communauté européenne ou la Suisse peut dénoncer le présent accord en notifiant sa décision à l’autre partie contractante. En cas de notification, les dispositions du par. 4 s’appliquent.(4)  Les sept accords mentionnés dans le par. 1 cessent d’être applicables six mois après la réception de la notification relative à la non reconduction visée au par. 2 ou à la dénonciation visée au par. 3.Fait à Luxembourg, le vingt et un juin de l’an mil neuf cent quatre-vingt-dix-neuf, en double exemplaire en langues allemande, anglaise, danoise, espagnole, finnoise, française, grecque, italienne, néerlandaise, portugaise et suédoise, chacun de ces textes faisant également foi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#art_25"
    },
    {
        "book": "FZA",
        "title": "ALCP, Libre circulation des personnes, VI. Acquisitions immobilières",
        "citation": "Art. 25 ALCP",
        "content": "(1)  Le ressortissant d’une partie contractante qui a un droit de séjour et qui constitue sa résidence principale dans l’État d’accueil bénéficie des mêmes droits qu’un ressortissant national dans le domaine de l’acquisition d’immeubles. Il peut à tout moment établir sa résidence principale dans l’État d’accueil, selon les règles nationales, indépendamment de la durée de son emploi. Le départ hors de l’État d’accueil n’implique aucune obligation d’aliénation.(2)  Le ressortissant d’une partie contractante qui a un droit de séjour et qui ne constitue pas sa résidence principale dans l’État d’accueil bénéficie des mêmes droits qu’un ressortissant national en ce qui concerne l’acquisition des immeubles qui servent à l’exercice d’une activité économique; ces droits n’impliquent aucune obligation d’aliénation lors de son départ de l’État d’accueil. Il peut également être autorisé à acquérir une résidence secondaire ou un logement de vacances. Pour cette catégorie de ressortissants, le présent accord n’affecte pas les règles en vigueur concernant le placement pur de capitaux et le commerce de terrains non bâtis et de logements.(3)  Un frontalier bénéficie des mêmes droits qu’un ressortissant national en ce qui concerne l’acquisition des immeubles qui servent à l’exercice d’une activité économique et d’une résidence secondaire; ces droits n’impliquent aucune obligation d’aliénation lors de son départ de l’État d’accueil. Il peut également être autorisé à acquérir un logement de vacances. Pour cette catégorie de ressortissants, le présent accord n’affecte pas les règles en vigueur dans l’État d’accueil concernant le placement pur de capitaux et le commerce de terrains non bâtis et de logements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/fr#annex_I/lvl_u1/lvl_VI/art_25"
    }
]