[
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Ziel",
        "citation": "Art. 1 FZA",
        "content": "Ziel dieses Abkommens zu Gunsten der Staatsangehörigen der Mitgliedstaaten der Europäischen Gemeinschaft und der Schweiz ist Folgendes:\na) Einräumung eines Rechts auf Einreise, Aufenthalt, Zugang zu einer unselbstständigen Erwerbstätigkeit und Niederlassung als Selbstständiger sowie des Rechts auf Verbleib im Hoheitsgebiet der Vertragsparteien;\nb) Erleichterung der Erbringung von Dienstleistungen im Hoheitsgebiet der Vertragsparteien, insbesondere Liberalisierung kurzzeitiger Dienstleistungen;\nc) Einräumung eines Rechts auf Einreise und Aufenthalt im Hoheitsgebiet der Vertragsparteien für Personen, die im Aufnahmestaat keine Erwerbstätigkeit ausüben;\nd) Einräumung der gleichen Lebens-, Beschäftigungs- und Arbeitsbedingungen wie für Inländer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_1"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Nichtdiskriminierung",
        "citation": "Art. 2 FZA",
        "content": "Die Staatsangehörigen einer Vertragspartei, die sich rechtmässig im Hoheitsgebiet einer anderen Vertragspartei aufhalten, werden bei der Anwendung dieses Abkommens gemäss den Anhängen I, II und III nicht auf Grund ihrer Staatsangehörigkeit diskriminiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_2"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Einreiserecht",
        "citation": "Art. 3 FZA",
        "content": "Den Staatsangehörigen einer Vertragspartei wird das Recht auf Einreise in das Hoheitsgebiet der anderen Vertragspartei gemäss den in Anhang I festgelegten Bestimmungen eingeräumt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_3"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Recht auf Aufenthalt und Zugang zu einer Erwerbstätigkeit",
        "citation": "Art. 4 FZA",
        "content": "Das Recht auf Aufenthalt und Zugang zu einer Erwerbstätigkeit wird vorbehaltlich des Artikels 10 nach Massgabe des Anhangs I eingeräumt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_4"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Dienstleistungserbringer",
        "citation": "Art. 5 FZA",
        "content": "(1)  Unbeschadet besonderer Abkommen über die Erbringung von Dienstleistungen zwischen den Vertragsparteien (einschliesslich des Abkommens über das öffentliche Beschaffungswesen, sofern es die Erbringung von Dienstleistungen umfasst) wird einem Dienstleistungserbringer einschliesslich Gesellschaften gemäss Anhang I das Recht eingeräumt, Dienstleistungen im Hoheitsgebiet der anderen Vertragspartei zu erbringen, deren tatsächliche Dauer 90 Arbeitstage pro Kalenderjahr nicht überschreitet.(2)  Einem Dienstleistungserbringer wird das Einreise- und Aufenthaltsrecht im Hoheitsgebiet der anderen Vertragspartei eingeräumt, sofern\na) er gemäss Absatz 1 oder auf Grund eines in Absatz 1 genannten Abkommens zur Erbringung einer Dienstleistung berechtigt ist oder,\nb) falls die Voraussetzungen unter Buchstabe a nicht erfüllt sind, ihm von den zuständigen Behörden der betreffenden Vertragspartei eine Erlaubnis zur Erbringung einer Dienstleistung erteilt wurde.(3)  Natürlichen Personen, die Staatsangehörige eines Mitgliedstaates der Europäischen Gemeinschaft oder der Schweiz sind und sich nur als Empfänger einer Dienstleistung in das Hoheitsgebiet einer Vertragspartei begeben, wird das Einreise- und Aufenthaltsrecht eingeräumt.(4)  Die in diesem Artikel genannten Rechte werden gemäss den Bestimmungen der Anhänge I, II und III eingeräumt. Die Höchstzahlen des Artikels 10 können gegenüber den in diesem Artikel genannten Personen nicht geltend gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_5"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Aufenthaltsrecht für Personen, die keine Erwerbstätigkeit ausüben",
        "citation": "Art. 6 FZA",
        "content": "Das Aufenthaltsrecht im Hoheitsgebiet einer Vertragspartei wird den Personen, die keine Erwerbstätigkeit ausüben, gemäss den Bestimmungen des Anhangs I über Nichterwerbstätige eingeräumt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_6"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Sonstige Rechte",
        "citation": "Art. 7 FZA",
        "content": "Die Vertragsparteien regeln insbesondere die folgenden mit der Freizügigkeit zusammenhängenden Rechte gemäss Anhang I:\na) Recht auf Gleichbehandlung mit den Inländern in Bezug auf den Zugang zu einer Erwerbstätigkeit und deren Ausübung sowie auf die Lebens-, Beschäftigungs- und Arbeitsbedingungen;\nb) Recht auf berufliche und geographische Mobilität, das es den Staatsangehörigen der Vertragsparteien gestattet, sich im Hoheitsgebiet des Aufnahmestaates frei zu bewegen und den Beruf ihrer Wahl auszuüben;\nc) Recht auf Verbleib im Hoheitsgebiet einer Vertragspartei nach Beendigung einer Erwerbstätigkeit;\nd) Aufenthaltsrecht der Familienangehörigen, ungeachtet ihrer Staatsangehörigkeit;\ne) Recht der Familienangehörigen auf Ausübung einer Erwerbstätigkeit, ungeachtet ihrer Staatsangehörigkeit;\nf) Recht auf Erwerb von Immobilien im Zusammenhang mit der Ausübung der im Rahmen dieses Abkommens eingeräumten Rechte;\ng) während der Übergangszeit: Recht auf Rückkehr in das Hoheitsgebiet einer Vertragspartei nach Beendigung einer Erwerbstätigkeit oder eines Aufenthalts in diesem Gebiet zwecks Ausübung einer Erwerbstätigkeit sowie Recht auf Umwandlung einer befristeten in eine ständige Aufenthaltserlaubnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_7"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Koordinierung der Systeme der sozialen Sicherheit",
        "citation": "Art. 8 FZA",
        "content": "Die Vertragsparteien regeln die Koordinierung der Systeme der sozialen Sicherheit gemäss Anhang II, um insbesondere Folgendes zu gewährleisten:\na) Gleichbehandlung;\nb) Bestimmung der anzuwendenden Rechtsvorschriften;\nc) Zusammenrechnung aller nach den verschiedenen nationalen Rechtsvorschriften berücksichtigten Versicherungszeiten für den Erwerb und die Aufrechterhaltung des Leistungsanspruchs sowie für die Berechnung der Leistungen;\nd) Zahlung der Leistungen an Personen, die ihren Wohnsitz im Hoheitsgebiet der Vertragsparteien haben;\ne) Amtshilfe und Zusammenarbeit der Behörden und Einrichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_8"
    },
    {
        "book": "FZA",
        "title": "FZA, I. Grundbestimmungen, Diplome, Zeugnisse und sonstige Befähigungsnachweise",
        "citation": "Art. 9 FZA",
        "content": "Um den Staatsangehörigen der Mitgliedstaaten der Europäischen Gemeinschaft und der Schweiz den Zugang zu unselbstständigen und selbstständigen Erwerbstätigkeiten und deren Ausübung sowie die Erbringung von Dienstleistungen zu erleichtern, treffen die Vertragsparteien gemäss Anhang III die erforderlichen Massnahmen zur gegenseitigen Anerkennung der Diplome, Zeugnisse und sonstigen Befähigungsnachweise und zur Koordinierung ihrer Rechts- und Verwaltungsvorschriften über den Zugang zu unselbstständigen und selbstständigen Erwerbstätigkeiten und deren Ausübung sowie die Erbringung von Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#art_9"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, II. Arbeitnehmer, Gleichbehandlung",
        "citation": "Art. 9 FZA",
        "content": "(1)  Ein Arbeitnehmer, der Staatsangehöriger einer Vertragspartei ist, darf auf Grund seiner Staatsangehörigkeit im Hoheitsgebiet der anderen Vertragspartei hinsichtlich der Beschäftigungs- und Arbeitsbedingungen, insbesondere im Hinblick auf Entlohnung, Kündigung und, falls er arbeitslos geworden ist, im Hinblick auf berufliche Wiedereingliederung oder Wiedereinstellung nicht anders behandelt werden als die inländischen Arbeitnehmer.(2)  Ein Arbeitnehmer und seine in Artikel 3 dieses Anhangs genannten Familienangehörigen geniessen dort die gleichen steuerlichen und sozialen Vergünstigungen wie die inländischen Arbeitnehmer und ihre Familienangehörigen.(3)  Er kann mit dem gleichen Recht und unter den gleichen Bedingungen wie die inländischen Arbeitnehmer am Unterricht der Berufsschulen und der Umschulungszentren teilnehmen.(4)  Alle Bestimmungen in Tarif- oder Einzelarbeitsverträgen oder sonstigen Kollektivvereinbarungen betreffend den Zugang zur Beschäftigung, die Beschäftigung, die Entlohnung und alle übrigen Arbeits- und Kündigungsbedingungen sind von Rechts wegen insoweit nichtig, als sie für ausländische Arbeitnehmer, die Staatsangehörige der Vertragsparteien sind, diskriminierende Bedingungen vorsehen oder zulassen.(5)  Ein Arbeitnehmer, der die Staatsangehörigkeit einer Vertragspartei besitzt und im Hoheitsgebiet der anderen Vertragspartei beschäftigt ist, hat Anspruch auf gleiche Behandlung hinsichtlich der Zugehörigkeit zu Gewerkschaften und der Ausübung gewerkschaftlicher Rechte, einschliesslich des Wahlrechts und des Zugangs zu Verwaltungs- oder Führungsämtern in einer Gewerkschaft; er kann von der Teilnahme an der Verwaltung von Körperschaften des öffentlichen Rechts und der Ausübung eines öffentlich-rechtlichen Amtes ausgeschlossen werden. Er hat ferner das Recht auf Wählbarkeit zu den Arbeitnehmervertretungen in den Betrieben.Diese Bestimmungen berühren nicht die Rechts- oder Verwaltungsvorschriften, durch die den Arbeitnehmern aus der anderen Vertragspartei im Aufnahmestaat weitergehende Rechte eingeräumt werden.(6)  Unbeschadet des Artikels 26 dieses Anhangs geniesst ein Arbeitnehmer, der die Staatsangehörigkeit einer Vertragspartei besitzt und im Hoheitsgebiet der anderen Vertragspartei beschäftigt ist, hinsichtlich einer Wohnung, einschliesslich der Erlangung des Eigentums an der von ihm benötigten Wohnung, die gleichen Rechte und Vergünstigungen wie die inländischen Arbeitnehmer.Dieser Arbeitnehmer kann sich mit dem gleichen Recht wie inländische Arbeitnehmer in dem Gebiet, in dem er beschäftigt ist, in die Listen der Wohnungssuchenden der Orte, wo solche Listen geführt werden, einschreiben und geniesst die damit verbundenen Vergünstigungen und Rangstellungen.Seine im Herkunftsstaat verbliebene Familie wird zu diesem Zweck als in diesem Gebiet wohnend betrachtet, soweit auch für inländische Arbeitnehmer eine entsprechende Vermutung gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_II/art_9"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, II. Arbeitnehmer, Beschäftigung in der öffentlichen Verwaltung",
        "citation": "Art. 10 FZA",
        "content": "Einem Staatsangehörigen einer Vertragspartei, der eine unselbstständige Erwerbstätigkeit ausübt, kann das Recht auf eine Beschäftigung in der öffentlichen Verwaltung verweigert werden, sofern diese die Ausübung hoheitlicher Befugnisse umfasst und der Wahrung der allgemeinen Interessen des Staates oder anderer öffentlicher Körperschaften dient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_II/art_10"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, II. Arbeitnehmer, Zusammenarbeit im Bereich der Arbeitsvermittlung",
        "citation": "Art. 11 FZA",
        "content": "Die Vertragsparteien arbeiten im Rahmen des EURES-Netzes (European Employment Services) vor allem im Bereich der Zusammenführung und des Ausgleichs von Stellenangeboten und Arbeitsgesuchen sowie im Bereich des Informationsaustausches über die Arbeitsmarktlage und die Lebens- und Arbeitsbedingungen zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_II/art_11"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, III. Selbstständige, Aufenthaltsregelung",
        "citation": "Art. 12 FZA",
        "content": "(1)  Ein Staatsangehöriger einer Vertragspartei, der sich zwecks Ausübung einer selbstständigen Erwerbstätigkeit im Hoheitsgebiet einer anderen Vertragspartei niederlassen will (im Folgenden «Selbstständiger» genannt), erhält eine Aufenthaltserlaubnis mit einer Gültigkeitsdauer von mindestens fünf Jahren, gerechnet ab dem Zeitpunkt der Erteilung, sofern er den zuständigen nationalen Behörden nachweist, dass er zu diesem Zweck niedergelassen ist oder sich niederlassen will.(2)  Die Aufenthaltserlaubnis wird automatisch um mindestens fünf Jahre verlängert, sofern der Selbstständige den zuständigen nationalen Behörden nachweist, dass er eine selbstständige Erwerbstätigkeit ausübt.(3)  Für die Erteilung der Aufenthaltserlaubnisse dürfen die Vertragsparteien vom Selbstständigen nur folgende Unterlagen verlangen:\na) den Ausweis, mit dem er in ihr Hoheitsgebiet eingereist ist;\nb) den in den Absätzen 1 und 2 genannten Nachweis.(4)  Die Aufenthaltserlaubnis gilt für das gesamte Hoheitsgebiet des Staates, der sie erteilt hat.(5)  Aufenthaltsunterbrechungen, die sechs aufeinander folgende Monate nicht überschreiten, sowie eine durch Militärdienst gerechtfertigte Abwesenheit berühren nicht die Gültigkeit der Aufenthaltserlaubnis.(6)  Eine gültige Aufenthaltserlaubnis darf den in Absatz 1 genannten Personen nicht allein deshalb entzogen werden, weil sie auf Grund einer vorübergehenden Arbeitsunfähigkeit infolge von Krankheit oder Unfall keine Erwerbstätigkeit mehr ausüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_III/art_12"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, III. Selbstständige, Selbstständige Grenzgänger",
        "citation": "Art. 13 FZA",
        "content": "(1)  Ein selbstständiger Grenzgänger ist ein Staatsangehöriger einer Vertragspartei mit Wohnsitz im Hoheitsgebiet einer Vertragspartei, der eine selbstständige Erwerbstätigkeit im Hoheitsgebiet der anderen Vertragspartei ausübt und in der Regel täglich oder mindestens einmal in der Woche an seinen Wohnort zurückkehrt.(2)  Die selbstständigen Grenzgänger benötigen keine Aufenthaltserlaubnis.Die zuständige Behörde des betreffenden Staates kann dem selbstständigen Grenzgänger jedoch eine Sonderbescheinigung mit einer Gültigkeitsdauer von mindestens fünf Jahren ausstellen, sofern er den zuständigen nationalen Behörden nachweist, dass er eine selbstständige Erwerbstätigkeit ausübt oder ausüben will. Diese Bescheinigung wird um mindestens fünf Jahre verlängert, sofern der Grenzgänger nachweist, dass er eine selbstständige Erwerbstätigkeit ausübt.(3)  Die Sonderbescheinigung gilt für das gesamte Hoheitsgebiet des Staates, der sie ausgestellt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_III/art_13"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, III. Selbstständige, Berufliche und geographische Mobilität",
        "citation": "Art. 14 FZA",
        "content": "(1)  Der Selbstständige hat das Recht auf berufliche und geographische Mobilität im gesamten Hoheitsgebiet des Aufnahmestaates.(2)  Die berufliche Mobilität umfasst den Wechsel des Berufs und den Übergang von einer selbstständigen zu einer unselbstständigen Erwerbstätigkeit. Die geographische Mobilität umfasst den Wechsel des Arbeits- und des Aufenthaltsortes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_III/art_14"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, III. Selbstständige, Gleichbehandlung",
        "citation": "Art. 15 FZA",
        "content": "(1)  Dem Selbstständigen wird im Aufnahmestaat hinsichtlich des Zugangs zu einer selbstständigen Erwerbstätigkeit und deren Ausübung eine Behandlung gewährt, die nicht weniger günstig ist als die den eigenen Staatsangehörigen gewährte Behandlung.(2)  Artikel 9 dieses Anhangs gilt sinngemäss für die in diesem Kapitel genannten Selbständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_III/art_15"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, III. Selbstständige, Ausübung hoheitlicher Befugnisse",
        "citation": "Art. 16 FZA",
        "content": "Dem Selbstständigen kann das Recht auf Ausübung einer Erwerbstätigkeit verweigert werden, die dauernd oder zeitweise mit der Ausübung öffentlicher Gewalt verbunden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_III/art_16"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen, Dienstleistungserbringer",
        "citation": "Art. 17 FZA",
        "content": "Hinsichtlich der Erbringung von Dienstleistungen gemäss Artikel 5 dieses Abkommens ist Folgendes untersagt:\na) Beschränkung grenzüberschreitender Dienstleistungen im Hoheitsgebiet einer Vertragspartei, deren Dauer 90 tatsächliche Arbeitstage pro Kalenderjahr nicht überschreitet;\nb) Beschränkung der Einreise und des Aufenthalts in den Fällen nach Artikel 5 Absatz 2 dieses Abkommens für folgende Personen:\ni) Staatsangehörige der Mitgliedstaaten der Europäischen Gemeinschaft oder der Schweiz, die Dienstleistungserbringer sind und im Hoheitsgebiet einer anderen Vertragspartei als der des Dienstleistungsempfängers niedergelassen sind;\nii) Arbeitnehmer eines Dienstleistungserbringers – unabhängig von ihrer Staatsangehörigkeit –, die in den regulären Arbeitsmarkt einer Vertragspartei integriert sind und zwecks Erbringung einer Dienstleistung in das Gebiet einer anderen Vertragspartei entsandt werden, unbeschadet des Artikels 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_17"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen",
        "citation": "Art. 18 FZA",
        "content": "Artikel 17 dieses Anhangs gilt für die Gesellschaften, die nach dem Recht eines Mitgliedstaats der Europäischen Gemeinschaft oder nach schweizerischem Recht gegründet wurden und ihren satzungsmässigen Sitz, ihre Hauptverwaltung oder ihre Hauptniederlassung im Gebiet einer Vertragspartei haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_18"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen",
        "citation": "Art. 19 FZA",
        "content": "Der Dienstleistungserbringer, der zur Erbringung von Dienstleistungen berechtigt ist oder dem eine entsprechende Erlaubnis erteilt wurde, kann seine Tätigkeit vorübergehend im Staat der Erbringung der Dienstleistung nach Massgabe dieses Anhangs und der Anhänge II und III unter den gleichen Bedingungen ausüben, wie dieser Staat sie für seine eigenen Staatsangehörigen vorschreibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_19"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen",
        "citation": "Art. 20 FZA",
        "content": "(1)  Die Personen nach Artikel 17 Buchstabe b dieses Anhangs, die zur Erbringung von Dienstleistungen berechtigt sind, benötigen für Aufenthalte von höchstens 90 Tagen keine Aufenthaltserlaubnis. Der Ausweis nach Artikel 1, mit dem sie eingereist sind, ist auch für ihren Aufenthalt gültig.(2)  Die Personen nach Artikel 17 Buchstabe b dieses Anhangs, die zur Erbringung von Dienstleistungen mit einer Dauer von mehr als 90 Tagen berechtigt sind oder denen eine Erlaubnis zur Erbringung einer Dienstleistung erteilt wurde, erhalten zur Feststellung dieses Rechts eine Aufenthaltserlaubnis, deren Gültigkeitsdauer der Dauer der Dienstleistung entspricht.(3)  Das Aufenthaltsrecht erstreckt sich auf das gesamte Hoheitsgebiet der Schweiz beziehungsweise des betreffenden Mitgliedstaates der Europäischen Gemeinschaft.(4)  Für die Erteilung der Aufenthaltserlaubnisse dürfen die Vertragsparteien von den Personen nach Artikel 17 Buchstabe b dieses Anhangs nur Folgendes verlangen:\na) den Ausweis, mit dem sie in ihr Hoheitsgebiet eingereist sind;\nb) den Nachweis dafür, dass sie eine Dienstleistung erbringen oder erbringen wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_20"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen",
        "citation": "Art. 21 FZA",
        "content": "(1)  Die Gesamtdauer einer Dienstleistung nach Artikel 17 Buchstabe a dieses Anhangs, unabhängig davon, ob es sich um eine ununterbrochene Dienstleistung oder um aufeinander folgende Dienstleistungen handelt, darf 90 tatsächliche Arbeitstage pro Kalenderjahr nicht überschreiten.(2)  Absatz 1 lässt die Erfüllung der gesetzlichen Verpflichtungen des Dienstleistungserbringers hinsichtlich der Gewährleistungspflicht gegenüber dem Empfänger der Dienstleistung unberührt und gilt nicht im Falle höherer Gewalt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_21"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen",
        "citation": "Art. 22 FZA",
        "content": "(1)  Von der Anwendung der Bestimmungen der Artikel 17 und 19 dieses Anhangs ausgenommen sind die Tätigkeiten, die auch nur gelegentlich die Ausübung hoheitlicher Befugnisse im Gebiet der betroffenen Vertragspartei umfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_22"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen",
        "citation": "Art. 22 FZA",
        "content": "(2)  Die Artikel 17 und 19 dieses Anhangs sowie die auf Grund dieser Artikel getroffenen Massnahmen lassen die Rechts- und Verwaltungsvorschriften über die Arbeits- und Beschäftigungsbedingungen für die im Rahmen der Erbringung von Dienstleistungen entsandten Arbeitnehmer unberührt. Gemäss Artikel 16 dieses Abkommens wird auf die Richtlinie 96/71/EG vom 16. Dezember 1996 (ABl. Nr. L 18, 1997, S. 1) über die Entsendung von Arbeitnehmern im Rahmen der Erbringung von Dienstleistungen Bezug genommen.(3)  Artikel 17 Buchstabe a und Artikel 19 dieses Anhangs lassen die zum Zeitpunkt des Inkrafttretens dieses Abkommens bestehenden Rechts- und Verwaltungsvorschriften jeder Vertragspartei in folgenden Bereichen unberührt:\ni) Tätigkeiten der Arbeitsvermittlungs- und -verleihunternehmen;\nii) Finanzdienstleistungen, für die im Hoheitsgebiet einer Vertragspartei eine vorherige Genehmigung erforderlich ist und deren Erbringer der Aufsicht der Behörden dieser Vertragspartei unterliegen.(4)  Artikel 17 Buchstabe a und Artikel 19 dieses Anhangs lassen die Rechts- und Verwaltungsvorschriften jeder Vertragspartei betreffend die Erbringung von Dienstleistungen mit einer Dauer von höchstens 90 tatsächlichen Arbeitstagen unberührt, sofern diese aus zwingenden Gründen des Allgemeininteresses gerechtfertigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_22"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, IV. Erbringung von Dienstleistungen, Dienstleistungsempfänger",
        "citation": "Art. 23 FZA",
        "content": "(1)  Für Aufenthalte von höchstens drei Monaten benötigt der Dienstleistungsempfänger nach Artikel 5 Absatz 3 dieses Abkommens keine Aufenthaltserlaubnis. Für Aufenthalte von mehr als drei Monaten erhält er eine Aufenthaltserlaubnis, deren Gültigkeitsdauer der Dauer der Dienstleistung entspricht. Der Dienstleistungsempfänger kann während der Dauer seines Aufenthalts von der Sozialhilfe ausgeschlossen werden.(2)  Die Aufenthaltserlaubnis gilt für das gesamte Hoheitsgebiet des Staates, der sie erteilt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_IV/art_23"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, V. Personen, die keine Erwerbstätigkeit ausüben, Aufenthaltsregelung",
        "citation": "Art. 24 FZA",
        "content": "(1)  Eine Person, die die Staatsangehörigkeit einer Vertragspartei besitzt und keine Erwerbstätigkeit im Aufenthaltsstaat ausübt und dort kein Aufenthaltsrecht auf Grund anderer Bestimmungen dieses Abkommens hat, erhält eine Aufenthaltserlaubnis mit einer Gültigkeitsdauer von mindestens fünf Jahren, sofern sie den zuständigen nationalen Behörden den Nachweis dafür erbringt, dass sie für sich selbst und ihre Familienangehörigen über \na) ausreichende finanzielle Mittel verfügt, so dass sie während ihres Aufenthalts keine Sozialhilfe in Anspruch nehmen müssen;\nb) einen Krankenversicherungsschutz verfügt, der sämtliche Risiken abdeckt.Die Vertragsparteien können, wenn sie dies für erforderlich erachten, nach Ablauf der beiden ersten Jahre des Aufenthalts eine Erneuerung der Aufenthaltserlaubnis verlangen.(2)  Die finanziellen Mittel gelten als ausreichend, wenn sie den Betrag übersteigen, unterhalb dessen die eigenen Staatsangehörigen auf Grund ihrer persönlichen Situation und gegebenenfalls derjenigen ihrer Familienangehörigen Anspruch auf Fürsorgeleistungen haben. Ist diese Bedingung nicht anwendbar, so gelten die finanziellen Mittel des Antragstellers als ausreichend, wenn sie die von der Sozialversicherung des Aufnahmestaates gezahlte Mindestrente übersteigen.(3)  Die Personen, die ein Arbeitsverhältnis mit einer Dauer von weniger als einem Jahr im Hoheitsgebiet einer Vertragspartei innehatten, dürfen sich dort aufhalten, sofern sie die Voraussetzungen des Absatzes 1 erfüllen. Das ihnen gemäss den innerstaatlichen Rechtsvorschriften, gegebenenfalls ergänzt durch die Bestimmungen des Anhangs II, zustehende Arbeitslosengeld ist als finanzielle Mittel im Sinne des Absatzes 1 Buchstabe a und des Absatzes 2 anzusehen.(4)  Eine Aufenthaltserlaubnis, deren Gültigkeit auf die Dauer der Ausbildung oder, wenn die Dauer der Ausbildung ein Jahr übersteigt, auf ein Jahr beschränkt ist, wird dem Studierenden erteilt, der nicht auf Grund einer anderen Bestimmung dieses Abkommens über ein Aufenthaltsrecht im Hoheitsgebiet der anderen Vertragspartei verfügt, sofern er durch eine Erklärung oder durch andere, zumindest gleichwertige Mittel seiner Wahl den betreffenden nationalen Behörden gegenüber glaubhaft macht, dass er über finanzielle Mittel verfügt, so dass er selber, sein Ehegatte und ihre unterhaltsberechtigten Kinder während ihres Aufenthalts keine Sozialhilfe des Aufnahmestaates in Anspruch nehmen müssen; dies gilt unter der Bedingung, dass er in einer anerkannten Lehranstalt zur Hauptsache zum Erwerb einer beruflichen Bildung eingeschrieben ist und dass er über einen Krankenversicherungsschutz verfügt, der sämtliche Risiken abdeckt. Dieses Abkommen regelt weder den Zugang zur Ausbildung noch die Unterhaltsbeihilfen für die unter diesen Artikel fallenden Studierenden.(5)  Die Aufenthaltserlaubnis wird automatisch um mindestens fünf Jahre verlängert, solange die Aufnahmebedingungen erfüllt werden. Die Aufenthaltserlaubnis des Studierenden wird jährlich um einen der Restdauer der Ausbildung entsprechenden Zeitraum verlängert.(6)  Aufenthaltsunterbrechnungen, die sechs aufeinander folgende Monate nicht überschreiten, sowie eine durch Militärdienst gerechtfertigte Abwesenheit berühren nicht die Gültigkeit der Aufenthaltserlaubnis.(7)  Die Aufenthaltserlaubnis gilt für das gesamte Hoheitsgebiet des Staates, der sie erteilt hat.(8)  Das Aufenthaltsrecht besteht so lange, wie die Berechtigten die Bedingungen des Absatzes 1 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_V/art_24"
    },
    {
        "book": "FZA",
        "title": "FZA, Freizügigkeit, VI. Erwerb von Immobilien",
        "citation": "Art. 25 FZA",
        "content": "(1)  Der Staatsangehörige einer Vertragspartei, der ein Aufenthaltsrecht hat und seinen Hauptwohnsitz im Aufnahmestaat nimmt, hat hinsichtlich des Erwerbs von Immobilien die gleichen Rechte wie die Inländer. Er kann unabhängig von der Dauer seiner Beschäftigung jederzeit nach den geltenden innerstaatlichen Regeln seinen Hauptwohnsitz im Aufnahmestaat nehmen. Das Verlassen des Aufnahmestaates bedingt keine Veräusserungspflicht.(2)  Der Staatsangehörige einer Vertragspartei, der ein Aufenthaltsrecht hat und seinen Hauptwohnsitz nicht im Aufnahmestaat nimmt, hat hinsichtlich des Erwerbs der für die Ausübung einer Erwerbstätigkeit dienenden Immobilien die gleichen Rechte wie die Inländer; diese Rechte bedingen keine Veräusserungspflicht beim Verlassen des Aufnahmestaates. Ferner kann ihm der Erwerb einer Zweitwohnung oder einer Ferienwohnung bewilligt werden. Für diese Kategorie von Staatsangehörigen lässt dieses Abkommen die geltenden Regeln für die blosse Kapitalanlage und den Handel mit unbebauten Grundstücken und Wohnungen unberührt.(3)  Ein Grenzgänger hat hinsichtlich des Erwerbs einer für die Ausübung einer Erwerbstätigkeit dienenden Immobilie und einer Zweitwohnung die gleichen Rechte wie die Inländer; diese Rechte bedingen keine Veräusserungspflicht beim Verlassen des Aufnahmestaates. Ferner kann ihm der Erwerb einer Ferienwohnung gestattet werden. Für diese Kategorie von Staatsangehörigen lässt dieses Abkommen die geltenden Regeln des Aufnahmestaates für die blosse Kapitalanlage und den Handel mit unbebauten Grundstücken und Wohnungen unberührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/de#annex_I/lvl_u1/lvl_VI/art_25"
    }
]