[
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Obiettivo",
        "citation": "Art. 1 ALC",
        "content": "Il presente Accordo a favore dei cittadini degli Stati membri della Comunità europea e della Svizzera si prefigge di:\na) conferire un diritto di ingresso, di soggiorno e di accesso a un’attività economica dipendente, un diritto di stabilimento quale lavoratore autonomo e il diritto di rimanere sul territorio delle parti contraenti;\nb) agevolare la prestazione di servizi sul territorio delle parti contraenti, segnatamente liberalizzare la prestazione di servizi di breve durata;\nc) conferire un diritto di ingresso e di soggiorno, sul territorio delle parti contraenti, alle persone che non svolgono un’attività economica nel paese ospitante;\nd) garantire le stesse condizioni di vita, di occupazione e di lavoro di cui godono i cittadini nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_1"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Non discriminazione",
        "citation": "Art. 2 ALC",
        "content": "In conformità delle disposizioni degli allegati I, II e III del presente Accordo, i cittadini di una parte contraente che soggiornano legalmente sul territorio di un’altra parte contraente non sono oggetto, nell’applicazione di dette disposizioni, di alcuna discriminazione fondata sulla nazionalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_2"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Diritto di ingresso",
        "citation": "Art. 3 ALC",
        "content": "Ai cittadini di una parte contraente è garantito il diritto di ingresso nel territorio dell’altra parte contraente conformemente alle disposizioni di cui all’allegato I.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_3"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Diritto di soggiorno e di accesso a un’attività economica",
        "citation": "Art. 4 ALC",
        "content": "Il diritto di soggiorno e di accesso a un’attività economica è garantito fatte salve le disposizioni dell’articolo 10 e conformemente alle disposizioni dell’allegato I.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_4"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Prestazione di servizi",
        "citation": "Art. 5 ALC",
        "content": "(1)  Fatti salvi altri accordi specifici tra le parti contraenti relativi alla prestazione di servizi (compreso l’Accordo su alcuni aspetti relativi agli appalti pubblici, purché copra la prestazione di servizi), un prestatore di servizi, comprese le società conformemente alle disposizioni dell’allegato I, gode del diritto di fornire sul territorio dell’altra parte contraente un servizio per una prestazione di durata non superiore a 90 giorni di lavoro effettivo per anno civile.(2)  Un prestatore di servizi gode del diritto di ingresso e di soggiorno sul territorio dell’altra parte contraente:\na) se gode del diritto di fornire un servizio ai sensi delle disposizioni del paragrafo 1 o delle disposizioni di un Accordo di cui al paragrafo 1;\nb) oppure, qualora non siano soddisfatte le condizioni di cui alla lettera a), se l’autorizzazione a fornire il servizio gli è stata concessa dalle autorità competenti della parte contraente interessata.(3)  Le persone fisiche di uno Stato membro della Comunità europea o della Svizzera che si recano nel territorio di una parte contraente unicamente in veste di destinatari di servizi godono del diritto di ingresso e di soggiorno.(4)  I diritti di cui al presente articolo sono garantiti conformemente alle disposizioni degli allegati I, II e III. Le restrizioni quantitative di cui all’articolo 10 non sono applicabili alle persone di cui al presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_5"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Diritto di soggiorno per le persone che non svolgono un’attività economica",
        "citation": "Art. 6 ALC",
        "content": "Alle persone che non svolgono un’attività economica è garantito il diritto di soggiorno sul territorio di una parte contraente conformemente alle disposizioni dell’allegato I relative alle persone che non svolgono attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_6"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Altri diritti",
        "citation": "Art. 7 ALC",
        "content": "Conformemente all’allegato I, le parti contraenti disciplinano in particolare i diritti elencati qui di seguito legati alla libera circolazione delle persone:\na) il diritto alla parità di trattamento con i cittadini nazionali per quanto riguarda l’accesso a un’attività economica e il suo esercizio, nonché le condizioni di vita, di occupazione e di lavoro;\nb) il diritto a una mobilità professionale e geografica, che consenta ai cittadini delle parti contraenti di spostarsi liberamente sul territorio dello Stato ospitante e di esercitare la professione scelta;\nc) il diritto di rimanere sul territorio di una parte contraente dopo aver cessato la propria attività economica;\nd) il diritto di soggiorno dei membri della famiglia qualunque sia la loro nazionalità;\ne) il diritto dei membri della famiglia di esercitare un’attività economica, qualunque sia la loro nazionalità;\nf) il diritto di acquistare immobili nella misura in cui ciò sia collegato all’esercizio dei diritti conferiti dal presente Accordo;\ng) durante il periodo transitorio, il diritto, al termine di un’attività economica o di un soggiorno sul territorio di una parte contraente, di ritornarvi per esercitare un’attività economica, nonché il diritto alla trasformazione di un titolo temporaneo di soggiorno in titolo permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_7"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Coordinamento dei sistemi di sicurezza sociale",
        "citation": "Art. 8 ALC",
        "content": "Conformemente all’allegato II, le parti contraenti disciplinano il coordinamento dei sistemi di sicurezza sociale per garantire in particolare:\na) la parità di trattamento;\nb) la determinazione della normativa applicabile;\nc) il calcolo totale, per la concessione e il mantenimento del diritto alle prestazioni, nonché per il calcolo di queste, di tutti i periodi presi in considerazione dalle diverse legislazioni nazionali;\nd) il pagamento delle prestazioni alle persone che risiedono sul territorio delle parti contraenti;\ne) la mutua assistenza e la cooperazione amministrative tra le autorità e le istituzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_8"
    },
    {
        "book": "FZA",
        "title": "ALC, I. Disposizioni di base, Diplomi, certificati e altri titoli",
        "citation": "Art. 9 ALC",
        "content": "Per agevolare ai cittadini degli Stati membri della Comunità europea e della Svizzera l’accesso alle attività dipendenti e autonome e il loro esercizio, nonché la prestazione di servizi, le parti contraenti adottano, conformemente all’allegato III, le misure necessarie per quanto riguarda il riconoscimento reciproco dei diplomi, dei certificati e di altri titoli e il coordinamento delle disposizioni legislative, regolamentari e amministrative delle parti contraenti in materia di accesso alle attività dipendenti e autonome e dell’esercizio di queste, nonché di prestazione di servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_9"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Trattazione dei ricorsi",
        "citation": "Art. 11 ALC",
        "content": "(1)  Le persone di cui al presente Accordo possono presentare ricorso alle autorità competenti per quanto riguarda l’applicazione delle disposizioni dell’Accordo.(2)  I ricorsi debbono essere trattati entro un termine ragionevole.(3)  Le decisioni prese previo ricorso, o l’assenza di decisioni entro un periodo di tempo ragionevole, offrono alle persone di cui al presente Accordo la possibilità di presentare appello all’autorità giudiziaria nazionale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_11"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Disposizioni più favorevoli",
        "citation": "Art. 12 ALC",
        "content": "Il presente Accordo non pregiudica eventuali disposizioni nazionali più favorevoli tanto per i cittadini delle parti contraenti quanto per i membri della loro famiglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_12"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Standstill",
        "citation": "Art. 13 ALC",
        "content": "Le parti contraenti si impegnano a non adottare nuove misure restrittive nei confronti dei cittadini dell’altra parte nel campo di applicazione del presente Accordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_13"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Comitato misto",
        "citation": "Art. 14 ALC",
        "content": "(1)  Viene istituito un Comitato misto, composto dai rappresentanti delle parti contraenti, responsabile della gestione e della corretta applicazione dell’Accordo. Esso formula raccomandazioni a tal fine e prende decisioni nei casi previsti dall’Accordo. Il Comitato misto si pronuncia all’unanimità.(2)  In caso di gravi difficoltà di ordine economico o sociale, il Comitato misto si riunisce, su richiesta di una delle parti contraenti, al fine di esaminare le misure adeguate per porre rimedio alla situazione. Il Comitato misto può decidere le misure da adottare entro 60 giorni dalla data della richiesta. Tale termine può essere prorogato dal Comitato misto. La portata e la durata delle misure si limitano a quanto strettamente indispensabile per porre rimedio alla situazione. Le misure prescelte devono perturbare il meno possibile il funzionamento del presente Accordo.(3)  Ai fini della corretta esecuzione dell’Accordo, le parti contraenti procedono regolarmente a scambi di informazioni e, su richiesta di una di esse, si consultano in sede di Comitato misto.(4)  Il Comitato misto si riunisce in funzione della necessità e almeno una volta l’anno. Ciascuna parte può chiedere che venga indetta una riunione. Il Comitato misto si riunisce entro i 15 giorni successivi alla richiesta di cui al paragrafo 2.(5)  Il Comitato misto definisce il proprio regolamento interno che contiene, oltre ad altre disposizioni, le modalità di convocazione delle riunioni, di designazione del presidente e di definizione del mandato di quest’ultimo.(6)  Il Comitato misto può decidere di costituire gruppi di lavoro o di esperti incaricati di assisterlo nello svolgimento delle sue mansioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_14"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Allegati e protocolli",
        "citation": "Art. 15 ALC",
        "content": "Gli allegati e i protocolli del presente Accordo ne costituiscono parte integrante. L’atto finale contiene le dichiarazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_15"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Riferimento al diritto comunitario",
        "citation": "Art. 16 ALC",
        "content": "(1)  Per conseguire gli obiettivi definiti dal presente Accordo, le parti contraenti prendono tutte le misure necessarie affinché nelle loro relazioni siano applicati diritti e obblighi equivalenti a quelli contenuti negli atti giuridici della Comunità europea ai quali viene fatto riferimento.(2)  Nella misura in cui l’applicazione del presente Accordo implica nozioni di diritto comunitario, si terrà conto della giurisprudenza pertinente della Corte di giustizia delle Comunità europee precedente alla data della sua firma. La giurisprudenza della Corte successiva alla firma del presente Accordo verrà comunicata alla Svizzera. Per garantire il corretto funzionamento dell’Accordo, il Comitato misto determina, su richiesta di una delle parti contraenti, le implicazioni di tale giurisprudenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_16"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Evoluzione del diritto",
        "citation": "Art. 17 ALC",
        "content": "(1)  Non appena una parte contraente avvia il processo d’adozione di un progetto di modifica della propria normativa interna, o non appena sopravvenga un cambiamento nella giurisprudenza degli organi le cui decisioni non sono soggette a un ricorso giurisdizionale di diritto interno in un settore disciplinato dal presente Accordo, la parte contraente in questione ne informa l’altra attraverso il Comitato misto.(2)  Il Comitato misto procede a uno scambio di opinioni sulle implicazioni di una siffatta modifica per il corretto funzionamento dell’Accordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_17"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Riesame",
        "citation": "Art. 18 ALC",
        "content": "Qualora una parte contraente desideri un riesame del presente Accordo, presenta una proposta a tal fine al Comitato misto. Le modifiche del presente Accordo entrano in vigore dopo la conclusione delle rispettive procedure interne, ad eccezione delle modifiche degli allegati II e III, che sono decise dal Comitato misto e possono entrare in vigore subito dopo la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_18"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Composizione delle controversie",
        "citation": "Art. 19 ALC",
        "content": "(1)  Le parti contraenti possono rivolgersi al Comitato misto per qualsiasi controversia relativa all’interpretazione o all’applicazione del presente Accordo.(2)  Il Comitato misto può comporre la controversia. Ad esso vengono fornite tutte le informazioni utili per un esame approfondito della situazione ai fini di una soluzione accettabile. A tal fine, il Comitato misto esamina tutte le possibilità che consentono di garantire il corretto funzionamento del presente Accordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_19"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Relazione con gli accordi bilaterali in materia di sicurezza sociale",
        "citation": "Art. 20 ALC",
        "content": "Salvo disposizione contraria contenuta nell’allegato II, gli accordi bilaterali tra la Svizzera e gli Stati membri della Comunità europea in materia di sicurezza sociale vengono sospesi a decorrere dall’entrata in vigore del presente Accordo qualora il medesimo campo sia disciplinato da quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_20"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Relazione con gli accordi bilaterali in materia di doppia imposizione",
        "citation": "Art. 21 ALC",
        "content": "(1)  Le disposizioni del presente Accordo lasciano impregiudicate le disposizioni degli accordi bilaterali tra la Svizzera e gli Stati membri della Comunità europea in materia di doppia imposizione. In particolare, le disposizioni del presente Accordo non devono incidere sulla definizione di lavoratore frontaliero secondo gli accordi di doppia imposizione.(2)  Nessun elemento del presente Accordo vieta alle parti contraenti di operare distinzioni, nell’applicare le disposizioni pertinenti della loro normativa tributaria, tra contribuenti la cui situazione non è comparabile, segnatamente per quanto riguarda il luogo di residenza.(3)  Nessun elemento del presente Accordo vieta alle parti contraenti di adottare o di applicare misure volte a garantire l’imposizione, il pagamento o il recupero effettivo delle imposte o a prevenire l’evasione fiscale conformemente alle disposizioni della normativa tributaria nazionale di una parte contraente o agli accordi tra la Svizzera, da un lato, e uno o più Stati membri della Comunità europea, dall’altro, volti ad evitare la doppia imposizione, oppure di altre intese fiscali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_21"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Relazione con gli accordi bilaterali in settori diversi dalla sicurezza sociale e dalla doppia imposizione",
        "citation": "Art. 22 ALC",
        "content": "(1)  Fatte salve le disposizioni degli articoli 20 e 21, il presente Accordo non incide sugli accordi tra la Svizzera, da un lato, e uno o più Stati membri della Comunità europea, dall’altro, quali ad esempio quelli riguardanti i privati, gli operatori economici, la cooperazione transfrontaliera o il piccolo traffico frontaliero, nella misura in cui gli stessi siano compatibili con il presente Accordo.(2)  In caso di incompatibilità tra tali accordi e il presente Accordo, prevale quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_22"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Diritti acquisiti",
        "citation": "Art. 23 ALC",
        "content": "In caso di denuncia o di mancato rinnovo, i diritti acquisiti dai privati restano immutati. Le parti contraenti decideranno di comune Accordo sul seguito da dare ai diritti in fase di acquisizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_23"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Campo d’applicazione territoriale",
        "citation": "Art. 24 ALC",
        "content": "Il presente Accordo si applica, da un lato, al territorio della Svizzera e, dall’altro, ai territori in cui si applica il trattato che istituisce la Comunità europea, alle condizioni in esso indicate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_24"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Entrata in vigore e durata",
        "citation": "Art. 25 ALC",
        "content": "(1)  Il presente Accordo sarà ratificato o approvato dalle parti contraenti secondo le rispettive procedure. Esso entrerà in vigore il primo giorno del secondo mese successivo all’ultima notifica del deposito degli strumenti di ratifica o di approvazione dei sette accordi seguenti:\n– Accordo sulla libera circolazione delle persone,\n– Accordo sul trasporto aereo,\n– Accordo sul trasporto di merci e passeggeri su strada e per ferrovia,\n– Accordo sul commercio di prodotti agricoli,\n– Accordo sul reciproco riconoscimento in materia di valutazione della conformità,\n– Accordo su alcuni aspetti relativi agli appalti pubblici,\n– Accordo sulla cooperazione scientifica e tecnologica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_25"
    },
    {
        "book": "FZA",
        "title": "ALC, II. Disposizioni generali e finali, Entrata in vigore e durata",
        "citation": "Art. 25 cpv. Questo Acc. è rinnovato per un periodo indeterminato (vedi l’art. 1 del DF del 13 giu. 2008 – RU 2009 2411). ALC",
        "content": "(2)  Il presente Accordo è concluso per un periodo iniziale di sette anni. Esso è rinnovato per un periodo indeterminato a meno che la Comunità europea o la Svizzera non notifichino il contrario all’altra parte contraente prima che scada il periodo iniziale. In caso di notifica, si applicano le disposizioni del paragrafo 4.(3)  La Comunità europea e la Svizzera possono denunciare il presente Accordo notificando la decisione all’altra parte contraente. In caso di notifica, si applicano le disposizioni del paragrafo 4.(4)  I sette accordi di cui al paragrafo 1 cessano di applicarsi dopo sei mesi dal ricevimento della notifica relativa al mancato rinnovo di cui al paragrafo 2 o alla denuncia di cui al paragrafo 3.Fatto a Lussemburgo, addì ventun giugno millenovecentonovantanove, in duplice esemplare, nelle lingue danese, finlandese, francese, greca, inglese, italiana, olandese, portoghese, spagnola, svedese e tedesca, ciascun testo facente ugualmente fede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#art_25"
    },
    {
        "book": "FZA",
        "title": "ALC, Libera circolazione delle persone, VI. Acquisto di immobili",
        "citation": "Art. 25 ALC",
        "content": "(1)  Il cittadino di una parte contraente che gode di un diritto di soggiorno e che fissa la propria residenza principale nello Stato ospitante ha gli stessi diritti di un cittadino nazionale per quanto riguarda l’acquisto di immobili. Egli può, in qualsiasi momento, fissare la propria residenza principale nello Stato ospitante, conformemente alle norme nazionali, a prescindere dalla durata del suo impiego. La partenza dallo Stato ospitante non implica alcun obbligo di alienazione.(2)  Il cittadino di una parte contraente che gode di un diritto di soggiorno e che non fissa la propria residenza principale nello Stato ospitante ha gli stessi diritti di un cittadino nazionale per quanto riguarda l’acquisto degli immobili necessari allo svolgimento di un’attività economica; tali diritti non implicano alcun obbligo di alienazione quando egli lasci lo Stato ospitante. Egli può essere altresì autorizzato ad acquistare una seconda casa o un’abitazione per le vacanze. Per questa categoria di cittadini, il presente Accordo non incide sulle norme vigenti in materia di investimento di capitali e il commercio di terreni non edificati e di abitazioni.(3)  Un frontaliero gode dei medesimi diritti conferiti a un cittadino nazionale per quanto riguarda l’acquisto degli immobili necessari allo svolgimento di un’attività economica e di una seconda casa; tali diritti non implicano alcun obbligo di alienazione quando egli lasci lo Stato ospitante. Egli può essere altresì autorizzato ad acquistare un’abitazione per le vacanze. Per questa categoria di cittadini, il presente Accordo non incide sulle norme vigenti nello Stato ospitante in materia di investimento di capitali e il commercio di terreni non edificati e di abitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/243/it#annex_I/lvl_u1/lvl_VI/art_25"
    }
]