[
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 1: Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 ORF",
        "content": "La presente ordinanza disciplina:\na. l’organizzazione della tenuta del registro fondiario;\nb. la struttura, il contenuto e gli effetti giuridici del registro fondiario;\nc. la comunicazione elettronica con l’ufficio del registro fondiario;\nd. la procedura d’iscrizione, modifica e cancellazione di diritti reali immobiliari, nonché di annotazioni e menzioni;\ne. il rilascio di informazioni e la consultazione del registro fondiario;\nf. l’identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari;\ng. la ricerca di fondi su scala nazionale da parte delle autorità abilitate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_1"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 1: Oggetto e definizioni, Definizioni",
        "citation": "Art. 2 ORF",
        "content": "Nella presente ordinanza si intende per:\na. immobile: qualunque superficie di terreno che abbia confini sufficientemente determinati;\nb. registro fondiario: registro pubblico relativo ai diritti reali immobiliari nonché alle annotazioni e menzioni, composto da libro mastro, libro giornale, piano per il registro fondiario e documenti giustificativi;\nc. libro mastro: insieme di tutti i dati relativi ai diritti reali giuridicamente efficaci e a quelli cancellati, alle annotazioni e alle menzioni inerenti i fondi iscritti nel registro fondiario;\nd. foglio del libro mastro: raccolta di tutti i dati concernenti i diritti reali giuridicamente efficaci e quelli cancellati, le annotazioni e le menzioni relative a un determinato fondo del libro mastro;\ne. libro giornale: protocollo cronologico concernente il trattamento delle operazioni, segnatamente le notificazioni per l’iscrizione, la modifica e la cancellazione nel registro fondiario, nonché l’intavolazione di un fondo nel registro fondiario, la cancellazione dal registro fondiario, la modifica dei confini di un fondo e l’iscrizione di creditori in caso di diritti di pegno;\nf. piano per il registro fondiario: estratto allestito sulla base dei dati della misurazione ufficiale conformemente all’articolo 7 dell’ordinanza del 18 novembre 1992 concernente la misurazione ufficiale (OMU); \ng. documenti giustificativi: termine collettivo per documenti quali la notificazione per l’iscrizione nel registro fondiario, l’attestazione del titolo giuridico nonché i documenti allegati, in particolare le procure, le dichiarazioni attestanti il consenso e le autorizzazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_2"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 1: Oggetto e definizioni, Equivalenza delle forme",
        "citation": "Art. 3 cpv. 1 ORF",
        "content": "Qualora la presente ordinanza non disponga altrimenti, le seguenti forme cartacee ed elettroniche sono considerate equivalenti:\na. forma scritta:\n1. documento cartaceo provvisto di firma autografa,\n2. documento elettronico provvisto di firma elettronica qualificata ai sensi dell’articolo 14 capoverso 2bis del Codice delle obbligazioni (CO);\nb. atto pubblico:\n1. documento cartaceo redatto secondo il diritto cantonale,\n2. documento elettronico redatto secondo l’ordinanza del 8 dicembre 2017 sulla realizzazione di atti pubblici e autenticazioni in forma elettronica (OAPuE);\nc. autenticazione:\n1. autenticazione su carta allestita in base al diritto cantonale,\n2. autenticazione elettronica allestita sulla base della OAPuE;\nd. notificazione:\n1. consegna di un documento cartaceo,\n2. trasmissione di un documento elettronico mediante un’apposita piattaforma secondo le disposizioni dell’articolo 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_3"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 1: Oggetto e definizioni, Equivalenza delle forme",
        "citation": "Art. 3 cpv. 2 ORF",
        "content": "L’uso dei documenti elettronici presuppone che il Cantone abbia autorizzato l’ufficio del registro fondiario interessato a svolgere pratiche per via elettronica (art. 39).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_3"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Uffici del registro fondiario",
        "citation": "Art. 4 ORF",
        "content": "L’organizzazione degli uffici del registro fondiario e la tenuta di quest’ultimo spetta ai Cantoni. Essi garantiscono una tenuta tecnicamente qualificata del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_4"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Lingua ufficiale",
        "citation": "Art. 5 cpv. 1 ORF",
        "content": "I Cantoni decidono la lingua ufficiale o le lingue ufficiali in cui è tenuto il libro mastro in un determinato circondario del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_5"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Lingua ufficiale",
        "citation": "Art. 5 cpv. 2 ORF",
        "content": "Le notificazioni sono presentate in una lingua ufficiale del circondario del registro fondiario in cui deve essere effettuata l’iscrizione. I Cantoni possono prevedere la presentazione delle notificazioni anche in un’altra lingua ufficiale del Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_5"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Lingua ufficiale",
        "citation": "Art. 5 cpv. 3 ORF",
        "content": "Le comunicazioni e le decisioni dell’ufficio del registro fondiario sono giuridicamente efficaci se redatte in una delle lingue ufficiali del suo circondario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_5"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Lingua ufficiale",
        "citation": "Art. 5 cpv. 4 ORF",
        "content": "Le attestazioni di titoli giuridici e gli allegati sono presentati, se possibile, in una lingua ufficiale del circondario del registro fondiario. Se presentati in un’altra lingua, l’ufficio del registro fondiario può richiedere una traduzione. Può designare un traduttore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_5"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Alta vigilanza della Confederazione",
        "citation": "Art. 6 cpv. 1 ORF",
        "content": "L’Ufficio federale per il diritto del registro fondiario e del diritto fondiario (UFRF), presso l’Ufficio federale di giustizia, esercita l’alta vigilanza sulla tenuta del registro fondiario nei Cantoni e sulle organizzazioni private incaricate di realizzare compiti di cui all’articolo 949d CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_6"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Alta vigilanza della Confederazione",
        "citation": "Art. 6 cpv. 2 ORF",
        "content": "Elabora il catalogo dei dati per il registro fondiario e prepara l’allestimento di modelli di dati e di interfacce uniformi per la tenuta del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_6"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Alta vigilanza della Confederazione",
        "citation": "Art. 6 cpv. 3 ORF",
        "content": "Può in particolare:\na. emanare istruzioni circa l’esecuzione della presente ordinanza e delle disposizioni esecutive del Dipartimento federale di giustizia e polizia (DFGP) e del Dipartimento federale della difesa, della protezione della popolazione e dello sport (DDPS);\nb. procedere a ispezioni degli uffici del registro fondiario;\nc. controllare progetti e strategie dei Cantoni per la tenuta del registro fondiario, verificare l’idoneità e la conformità dei sistemi al diritto federale;\nd. emanare istruzioni sulla connessione con geoservizi ai sensi dell’articolo 13 capoverso 2 LGI;\ne. emanare istruzioni sulla salvaguardia a lungo termine, il deposito e la conservazione di dati del registro fondiario;\nf. fornire modelli per convenzioni sull’accesso ampliato (art. 29);\ng. fornire modelli per la tenuta del registro fondiario cartaceo;\nh. rendere accessibili al pubblico modelli per la trasmissione elettronica di richieste (art. 41 cpv. 2);\ni.fornire modelli per i titoli di pegno (art. 144 cpv. 2);\nj. impugnare decisioni e decisioni su ricorso in materia di registro fondiario dinanzi alle autorità cantonali di ricorso (art. 956a CC) e al Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_6"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 2: Autorità, lingua ufficiale e notificazione di decisioni, Notificazione delle decisioni su ricorso",
        "citation": "Art. 7 ORF",
        "content": "Tutte le autorità cantonali notificano all’UFRF immediatamente e gratuitamente le proprie decisioni riguardanti i ricorsi in materia di registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_7"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Tenuta del registro fondiario",
        "citation": "Art. 8 cpv. 1 ORF",
        "content": "Il libro mastro e il libro giornale sono tenuti per lo stesso circondario del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_8"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Tenuta del registro fondiario",
        "citation": "Art. 8 cpv. 2 ORF",
        "content": "Nel registro fondiario tenuto su supporti informatici (registro fondiario informatizzato) i dati concernenti il libro mastro e il libro giornale sono elaborati nello stesso sistema e collegati tra loro. È possibile risalire ai dati mediante la designazione del fondo o altri criteri di ricerca, quali il nome della persona e, se del caso, l’indirizzo del fondo oppure toponimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_8"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Tenuta del registro fondiario",
        "citation": "Art. 8 cpv. 3 ORF",
        "content": "L’Ufficio del registro fondiario ha accesso ai dati della misurazione ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_8"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Tenuta del registro fondiario",
        "citation": "Art. 8 cpv. 4 ORF",
        "content": "Nel registro fondiario tenuto su carta (registro fondiario cartaceo), il libro mastro è tenuto separatamente dal libro giornale, fa capo ai fondi ed è allestito in un libro oppure su fogli singoli. Per rintracciare persone e diritti sono tenuti un registro dei proprietari e un registro dei creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_8"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Tenuta del registro fondiario",
        "citation": "Art. 8 cpv. 5 ORF",
        "content": "I Cantoni possono tenere ulteriori registri ausiliari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_8"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Suddivisione del foglio del libro mastro",
        "citation": "Art. 9 cpv. 1 ORF",
        "content": "I dati del foglio del libro mastro, assieme alle rispettive osservazioni giuridicamente rilevanti (art. 130), devono essere suddivisi nelle seguenti rubriche:\na. proprietà;\nb. servitù;\nc. oneri fondiari;\nd. diritti di pegno immobiliare;\ne. annotazioni;\nf. menzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_9"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Suddivisione del foglio del libro mastro",
        "citation": "Art. 9 cpv. 2 ORF",
        "content": "Le servitù e gli oneri fondiari possono figurare nella stessa rubrica; gli oneri fondiari vanno contrassegnati come tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_9"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Libro giornale",
        "citation": "Art. 10 cpv. 1 ORF",
        "content": "I dati del libro giornale devono poter essere rappresentati in ordine cronologico per l’intero circondario del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_10"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Libro giornale",
        "citation": "Art. 10 cpv. 2 ORF",
        "content": "La tenuta del giornale può essere collegata a un controllo delle pratiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_10"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Registro dei proprietari del registro fondiario cartaceo",
        "citation": "Art. 11 ORF",
        "content": "Il registro dei proprietari del registro fondiario cartaceo contiene i nomi dei proprietari in ordine alfabetico e la designazione dei fondi di loro proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_11"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Registro dei creditori del registro fondiario cartaceo",
        "citation": "Art. 12 cpv. 1 ORF",
        "content": "Su richiesta dell’avente diritto, nel registro dei creditori del registro fondiario cartaceo sono iscritti:\na. il creditore garantito da ipoteca o da cartella ipotecaria documentale;\nb. il creditore titolare di un pegno mobiliare in caso di messa a pegno di un’ipoteca o di una cartella ipotecaria documentale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_12"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Registro dei creditori del registro fondiario cartaceo",
        "citation": "Art. 12 cpv. 2 ORF",
        "content": "Invece che nel registro dei creditori, tali creditori possono essere iscritti sul foglio del libro mastro alla rubrica «Diritti di pegno».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_12"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Registro degli identificatori di persone del registro fondiario informatizzato",
        "citation": "Art. 12a ORF",
        "content": "Il registro degli identificatori di persone del registro fondiario informatizzato è disciplinato nel capitolo 4a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_12_a"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Altri registri ausiliari",
        "citation": "Art. 13 cpv. 1 ORF",
        "content": "L’ufficio del registro fondiario può tenere elenchi relativi agli indirizzi degli aventi diritto e altri registri ausiliari quali elenchi stradali e registri di edifici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_13"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Altri registri ausiliari",
        "citation": "Art. 13 cpv. 2 ORF",
        "content": "Può estrarre i dati per questi registri da altri sistemi di informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_13"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Disponibilità dei dati del registro fondiario",
        "citation": "Art. 14 ORF",
        "content": "Tutti i dati del registro fondiario informatizzato, compresi i dati del libro giornale relativi a procedure di trattamento in corso, sono immediatamente richiamabili. I Cantoni provvedono affinché tali dati possano essere consultati durante gli orari di apertura presso gli uffici del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_14"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 3: Tenuta e contenuto del registro fondiario, Comunicazione di modifiche del sistema",
        "citation": "Art. 15 ORF",
        "content": "I Cantoni assicurano che l’UFRF sia informato in merito a modifiche rilevanti del sistema utilizzato per il registro fondiario informatizzato prima della loro introduzione, in particolare se riguardanti la concezione o lo sviluppo del sistema.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_15"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Competenza locale",
        "citation": "Art. 16 cpv. 1 ORF",
        "content": "I fondi sono intavolati nel registro fondiario del circondario in cui si trovano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_16"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Competenza locale",
        "citation": "Art. 16 cpv. 2 ORF",
        "content": "I confini del circondario del registro fondiario seguono il tracciato dei confini dei fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_16"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Competenza locale",
        "citation": "Art. 16 cpv. 3 ORF",
        "content": "Le intavolazioni principali e secondarie di fondi situati in più circondari del registro fondiario, eseguite prima dell’entrata in vigore della presente ordinanza, sono mantenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_16"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di fondi nel registro fondiario",
        "citation": "Art. 17 ORF",
        "content": "Un fondo è intavolato nel registro fondiario mediante:\na. rilievo nel piano per il registro fondiario, se la rappresentazione è possibile;\nb. apertura di un foglio nel libro mastro; e\nc. descrizione del fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_17"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Designazione del fondo",
        "citation": "Art. 18 cpv. 1 ORF",
        "content": "Ogni fondo intavolato nel registro fondiario è designato in modo tale da poter essere identificato in modo inequivocabile in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_18"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Designazione del fondo",
        "citation": "Art. 18 cpv. 2 ORF",
        "content": "La designazione contiene:\na. il Comune e un numero di fondo; se per il registro fondiario il Comune è suddiviso in più unità, vanno indicate anche queste;\nb. un numero di identificazione federale dei fondi (E-GRID), per lo scambio di dati tra sistemi informatici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_18"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Designazione del fondo",
        "citation": "Art. 18 cpv. 3 ORF",
        "content": "La designazione del fondo nel piano per il registro fondiario corrisponde alla designazione nel libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_18"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Designazione del fondo",
        "citation": "Art. 18 cpv. 4 ORF",
        "content": "La designazione contenuta in un foglio del libro mastro che viene chiuso non è utilizzata per un altro fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_18"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Identificazione federale dei fondi",
        "citation": "Art. 19 cpv. 1 ORF",
        "content": "L’E-GRID non fornisce informazioni che permettano di identificare il fondo a cui è attribuito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_19"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Identificazione federale dei fondi",
        "citation": "Art. 19 cpv. 2 ORF",
        "content": "Il DDPS mette a disposizione dei Cantoni il metodo per allestire e attribuire l’E‐GRID.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_19"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Identificazione federale dei fondi",
        "citation": "Art. 19 cpv. 3 ORF",
        "content": "I Cantoni attribuiscono l’E‐GRID a ciascun fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_19"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Identificazione federale dei fondi",
        "citation": "Art. 19 cpv. 4 ORF",
        "content": "Il DFGP e il DDPS definiscono di comune accordo i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_19"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Descrizione del fondo",
        "citation": "Art. 20 cpv. 1 ORF",
        "content": "La descrizione del fondo contiene dati quali:\na. l’ubicazione (strada, località, toponimo) del fondo;\nb. la superficie e la copertura del suolo degli immobili;\nc. eventualmente l’estensione della superficie dei diritti per sé stanti e permanenti;\nd. gli edifici e i loro numeri;\ne. il numero di locali e la posizione delle unità di piano;\nf. il valore fiscale e assicurativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_20"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Descrizione del fondo",
        "citation": "Art. 20 cpv. 2 ORF",
        "content": "I dati relativi alla descrizione del fondo non hanno nessuno degli effetti del registro fondiario (art. 971–974 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_20"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Descrizione del fondo",
        "citation": "Art. 20 cpv. 3 ORF",
        "content": "L’ufficio del registro fondiario può estrarre tali informazioni da altri sistemi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_20"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Descrizione del fondo",
        "citation": "Art. 20 cpv. 4 ORF",
        "content": "Le menzioni e le osservazioni nella descrizione del fondo, registrate prima dell’entrata in vigore della presente ordinanza, restano valide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_20"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Rappresentazione dei fondi nel piano per il registro fondiario",
        "citation": "Art. 21 cpv. 1 ORF",
        "content": "I punti e le linee di confine degli immobili e dei diritti per sé stanti e permanenti costituiti sui fondi e differenziati secondo la superficie nonché le miniere sono raccolti, gestiti, aggiornati e rappresentati conformemente alle norme per la misurazione ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_21"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Rappresentazione dei fondi nel piano per il registro fondiario",
        "citation": "Art. 21 cpv. 2 ORF",
        "content": "La modifica delle linee di confine di immobili, di diritti per sé stanti e permanenti differenziati secondo la superficie nonché la modifica spaziale di miniere nel registro fondiario presuppongono l’esistenza di documenti di mutazione firmati dall’ingegnere geometra competente (art. 46a OMU).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_21"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di diritti per sé stanti e permanenti e di miniere",
        "citation": "Art. 22 cpv. 1 ORF",
        "content": "I seguenti diritti sono intavolati come fondi nel registro fondiario su richiesta scritta dell’avente diritto:\na. diritti per sé stanti e permanenti relativi a fondi:\n1. servitù come diritti di superficie e diritti di sorgente costituiti per trent’anni almeno o per un tempo indeterminato e trasferibili (art. 943 cpv. 1 n. 2 CC),\n2. diritti d’acqua sopra acque pubbliche concessi per trent’anni almeno (art. 59 della L del 22 dic. 1916 sulle forze idriche);\nb. miniere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_22"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di diritti per sé stanti e permanenti e di miniere",
        "citation": "Art. 22 cpv. 2 ORF",
        "content": "L’intavolazione avviene mediante apertura di un foglio nel libro mastro e descrizione del fondo, con l’indicazione della designazione del fondo serviente ed eventualmente la durata di tale diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_22"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di diritti per sé stanti e permanenti e di miniere",
        "citation": "Art. 22 cpv. 3 ORF",
        "content": "Per le concessioni di diritti d’acqua, sul foglio del libro mastro sono indicate le parti di corso d’acqua in questione ed eventualmente il registro dei diritti esistenti sui corsi d’acqua previsto dall’articolo 31 della legge 22 dicembre 1916 sulle forze idriche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_22"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di quote di comproprietà ",
        "citation": "Art. 23 cpv. 1 ORF",
        "content": "Una quota di comproprietà è intavolata nel registro fondiario come fondo, se:\na. è gravata da un pegno immobiliare; o\nb. è una proprietà per piani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di quote di comproprietà ",
        "citation": "Art. 23 cpv. 2 ORF",
        "content": "Una quota di comproprietà può essere intavolata come fondo nel registro fondiario qualora sia opportuno per motivi di chiarezza e precisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di quote di comproprietà ",
        "citation": "Art. 23 cpv. 3 ORF",
        "content": "L’intavolazione delle quote di comproprietà avviene:\na. iscrivendo nella rubrica «Proprietà» del foglio del libro mastro relativo al fondo di base, al posto dei proprietari, le designazioni dei fondi delle quote di comproprietà; e\nb. aprendo per ogni quota di comproprietà un foglio nel libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di quote di comproprietà ",
        "citation": "Art. 23 cpv. 4 ORF",
        "content": "L’intavolazione delle proprietà per piani avviene:\na. iscrivendo i dati secondo l’articolo 97 nel foglio del libro mastro relativo al fondo di base; e\nb. aprendo per ogni unità di piano un foglio del libro mastro con la descrizione dell’unità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4:, Intavolazione, identificazione, presentazione e descrizione di fondi, Intavolazione di quote di comproprietà ",
        "citation": "Art. 23 cpv. 5 ORF",
        "content": "Il foglio del libro mastro della quota da intavolare contiene i seguenti dati:\na. la designazione del fondo di base;\nb. in caso di comproprietà: la quota del fondo di base;\nc. in caso di proprietà per piani: la designazione della proprietà come proprietà per piani e la quota di valore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Registro degli identificatori di persone",
        "citation": "Art. 23a cpv. 1 ORF",
        "content": "Ogni persona fisica titolare di un diritto immobiliare che risulta dal libro mastro è iscritta con il proprio numero AVS nel registro degli identificatori di persone del registro fondiario informatizzato. Il numero AVS non figura né nel libro mastro né nel libro giornale né nei registri ausiliari di cui all’articolo 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_a"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Registro degli identificatori di persone",
        "citation": "Art. 23a cpv. 2 ORF",
        "content": "Le iscrizioni del registro degli identificatori di persone sono collegate con le corrispondenti iscrizioni del libro mastro. A scopo d’identificazione possono essere collegate con le iscrizioni dei registri ausiliari di cui all’articolo 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_a"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Registro degli identificatori di persone",
        "citation": "Art. 23a cpv. 3 ORF",
        "content": "Il registro degli identificatori di persone contiene, per ogni persona iscritta:\na. il cognome e, se divergente, il cognome da nubile o celibe, i nomi, la data di nascita, il luogo di nascita, il sesso e la cittadinanza;\nb. il numero AVS;\nc. lo stato dell’attribuzione del numero AVS;\nd. la referenza tecnica necessaria al collegamento con il libro mastro, i registri ausiliari di cui all’articolo 13 e le fonti di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_a"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Fonti di dati",
        "citation": "Art. 23b ORF",
        "content": "L’ufficio del registro fondiario estrae i dati necessari per l’attribuzione del numero AVS e i dati di cui all’articolo 23a capoverso 3 lettere a e b:\na. dal registro degli assicurati tenuto dall'Ufficio centrale di compensazione (UCC), secondo una delle procedure di cui all’articolo 134quarter capoversi 2–4 dell’ordinanza del 31 ottobre 1947 sull’assicurazione per la vecchiaia e i superstiti (OAVS);\nb. dai sistemi cantonali che confrontano periodicamente i loro dati con l’UCC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Attribuzione del numero AVS nella procedura di trattamento",
        "citation": "Art. 23c cpv. 1 ORF",
        "content": "Nella procedura di trattamento l’ufficio del registro fondiario attribuisce a una persona il suo numero AVS nel registro degli identificatori di persone non appena ha identificato tale persona in modo sufficientemente sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Attribuzione del numero AVS nella procedura di trattamento",
        "citation": "Art. 23c cpv. 2 ORF",
        "content": "A tal fine interroga le fonti di dati inserendo i dati di cui all’articolo 51 capoverso 1 lettera a di cui dispone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Attribuzione del numero AVS nella procedura di trattamento",
        "citation": "Art. 23c cpv. 3 ORF",
        "content": "Se, interrogando le fonti di dati, non può identificare l’interessato in modo sufficientemente sicuro, effettua ulteriori accertamenti. Può:\na. chiedere all’interessato di fornire informazioni su tutti i fatti e di produrre i documenti giustificativi idonei e necessari per attribuire il numero AVS in modo univoco;\nb. verificare individualmente il numero AVS in collaborazione con l’UCC (art. 134quarter cpv. 4 e 5 OAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Attribuzione del numero AVS nella procedura di trattamento",
        "citation": "Art. 23c cpv. 4 ORF",
        "content": "Se constata che l’UCC non ha ancora assegnato un numero AVS alla persona interessata, gli chiede di farlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Attribuzione del numero AVS nella procedura di trattamento",
        "citation": "Art. 23c cpv. 5 ORF",
        "content": "Se non può identificare la persona interessata in modo sufficientemente sicuro o attribuirle un numero AVS, lo annota nel registro degli identificatori di persone. L’attribuzione successiva del numero AVS è possibile in qualsiasi momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Attribuzione del numero AVS nella procedura di trattamento",
        "citation": "Art. 23c cpv. 6 ORF",
        "content": "La prosecuzione e la conclusione della procedura di trattamento sono indipendenti dall’attribuzione del numero AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Verifica periodica",
        "citation": "Art. 23d cpv. 1 ORF",
        "content": "L’ufficio del registro fondiario riprende nel registro degli identificatori di persone i risultati delle verifiche periodiche della correttezza dei numeri AVS effettuate dall’UCC (art. 134quinquies cpv. 3 OAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Verifica periodica",
        "citation": "Art. 23d cpv. 2 ORF",
        "content": "Eccettuata la cancellazione dei numeri AVS annullati dall’UCC, l’aggiornamento dei dati del registro degli identificatori di persone è effettuato automaticamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Verifica periodica",
        "citation": "Art. 23d cpv. 3 ORF",
        "content": "Se l’UCC annulla un numero AVS, l’ufficio del registro fondiario cancella la relativa attribuzione del numero AVS nel registro degli identificatori di persone e procede a una nuova attribuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Verifica periodica",
        "citation": "Art. 23d cpv. 4 ORF",
        "content": "In caso di nuova attribuzione o di incertezze l’ufficio del registro fondiario procede conformemente all’articolo 23c capoversi 3–5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 4a:, Identificazione in base al numero AVS di persone fisiche titolari di diritti immobiliari Dettagli tecnici",
        "citation": "Art. 23e ORF",
        "content": "Il DFGP e il DDPS definiscono di comune accordo i dettagli tecnici, in particolare:\na. le interfacce con l’UCC;\nb. le procedure di ripresa e aggiornamento dei dati;\nc. la protocollazione della ripresa e dell’aggiornamento dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_23_e"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 5: Trascrizione e chiusura di un foglio del libro mastro, Trascrizione nel registro fondiario cartaceo",
        "citation": "Art. 24 ORF",
        "content": "Se le iscrizioni nel registro fondiario cartaceo occupano tutto il posto disponibile in una rubrica del foglio del libro mastro o se il foglio risulta ormai poco chiaro, l’ufficio del registro fondiario trascrive le iscrizioni non cancellate su un nuovo foglio del libro mastro sotto la stessa designazione del fondo oppure allestisce un foglio aggiuntivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_24"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 5: Trascrizione e chiusura di un foglio del libro mastro, Chiusura di un foglio del libro mastro",
        "citation": "Art. 25 cpv. 1 ORF",
        "content": "Si chiude un foglio del libro mastro trasferendo, dopo la cancellazione di tutte le iscrizioni, la designazione del fondo con indicazione di data e documento giustificativo nella categoria dei dati (storici) divenuti giuridicamente inefficaci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_25"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 5: Trascrizione e chiusura di un foglio del libro mastro, Chiusura di un foglio del libro mastro",
        "citation": "Art. 25 cpv. 2 ORF",
        "content": "Nel registro fondiario cartaceo il foglio del libro mastro è inoltre cancellato sbarrandolo in diagonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_25"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Dati pubblicamente accessibili del libro mastro",
        "citation": "Art. 26 cpv. 1 ORF",
        "content": "Anche senza far valere un interesse, ognuno ha diritto di ottenere informazioni o un estratto dei seguenti dati giuridicamente efficaci iscritti nel libro mastro:\na. la designazione e la descrizione del fondo, il nome e l’identità del proprietario, la forma di proprietà e la data d’acquisto (art. 970 cpv. 2 CC);\nb. le servitù e gli oneri fondiari;\nc. le menzioni, eccezion fatta per:\n1. i blocchi del registro fondiario di cui agli articoli 55 capoverso 1 e 56,\n2. le restrizioni del diritto di alienazione destinate a garantire lo scopo di previdenza di cui all’articolo 30e capoverso 2 della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità (LPP),\n3. le restrizioni della proprietà miranti a conservare la destinazione previste dalle norme federali e cantonali che promuovono la costruzione di abitazioni e le abitazioni in proprietà,\n4. le restrizioni della proprietà aventi carattere di diritto di pegno e basate sul diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_26"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Dati pubblicamente accessibili del libro mastro",
        "citation": "Art. 26 cpv. 2 ORF",
        "content": "Le informazioni e gli estratti possono essere rilasciati soltanto in relazione con un fondo determinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_26"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico",
        "citation": "Art. 27 cpv. 1 ORF",
        "content": "I Cantoni possono prevedere di rendere pubblico l’accesso per via elettronica ai dati del libro mastro consultabili senza far valere un interesse secondo l’articolo 26 capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_27"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico",
        "citation": "Art. 27 cpv. 2 ORF",
        "content": "Essi garantiscono che i dati possano essere richiamati soltanto in relazione con un fondo determinato e che i sistemi d’informazione siano protetti dalle interrogazioni in serie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_27"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico",
        "citation": "Art. 27 cpv. 4 ORF",
        "content": "I Cantoni mettono a disposizione i dati per il tramite dell’interfaccia di cui all’articolo 949a capoverso 3 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_27"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: diritto d’accesso",
        "citation": "Art. 28 cpv. 1 ORF",
        "content": "I Cantoni possono prevedere di consentire l’accesso per via elettronica ai dati del libro mastro, del libro giornale e dei registri ausiliari alle persone e autorità seguenti senza che nel singolo caso debbano far valere un interesse:\na. i pubblici ufficiali e i loro ausiliari, gli ingegneri geometri iscritti nel registro dei geometri e i loro ausiliari, le autorità fiscali e altre autorità federali, cantonali e comunali, ai dati necessari per l’adempimento dei loro compiti legali;\nb. le banche, gli istituti di previdenza, le assicurazioni e le istituzioni riconosciute dalla Confederazione ai sensi dell’articolo 76 capoverso 1 lettera a della legge federale del 4 ottobre 1991 sul diritto fondiario rurale (LDFR) nonché la Società svizzera di credito alberghiero secondo la legge federale del 20 giugno 2003 sulla promozione del credito alberghiero, ai dati necessari per l’adempimento dei loro compiti in materia di ipoteche;\nbbis. gli istituti di previdenza, ai dati necessari per la garanzia dello scopo di previdenza di cui all’articolo 30e capoverso 2 LPP;\nc. gli avvocati iscritti nel registro degli avvocati, ai dati necessari all’esercizio della loro attività professionale in riferimento ad affari riguardanti fondi;\nd. altre persone, ai dati dei fondi:\n1. loro appartenenti,\n2. sui quali hanno diritti, se tali dati sono necessari all’esercizio della loro attività o dei loro diritti;\ne. gli amministratori immobiliari autorizzati all’accesso dalle persone di cui alla lettera d, in quanto ausiliari di questi ultimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_28"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: diritto d’accesso",
        "citation": "Art. 28 cpv. 2 ORF",
        "content": "I Cantoni possono concedere l’accesso ai documenti giustificativi soltanto agli aventi diritto di cui al capoverso 1 lettere a e d numero 1. Adottano misure volte a garantire il rispetto dell’articolo 949b capoverso 2 CC e la confidenzialità dei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_28"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: diritto d’accesso",
        "citation": "Art. 28 cpv. 3 ORF",
        "content": "Sono esclusi dall’accesso i documenti allegati per l’identificazione secondo l’articolo 51 capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_28"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: modalità",
        "citation": "Art. 29 cpv. 1 ORF",
        "content": "I Cantoni disciplinano le modalità dell’accesso elettronico ampliato, in particolare:\na. il modo di accedere;\nb. il controllo degli accessi;\nc. l’utilizzo dei dati ottenuti;\nd. la protezione da accessi non autorizzati ai dati;\ne. le restrizioni poste alla comunicazione dei dati a terzi;\nf. le conseguenze in caso di trattamento abusivo dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_29"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: modalità",
        "citation": "Art. 29 cpv. 2 ORF",
        "content": "Pubblicano i diritti d’accesso in una forma adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_29"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: protocollo, revoca del diritto d’accesso in caso di abuso",
        "citation": "Art. 30 cpv. 1 ORF",
        "content": "Gli accessi elettronici ampliati sono protocollati automaticamente dal sistema. I protocolli contengono almeno le seguenti indicazioni: l’identità e la funzione della persona o dell’autorità che accede al sistema nonché il numero del fondo e il momento dell’accesso. I protocolli sono conservati per due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_30"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: protocollo, revoca del diritto d’accesso in caso di abuso",
        "citation": "Art. 30 cpv. 2 ORF",
        "content": "Per i loro fondi, i proprietari possono chiedere per scritto al competente ufficio del registro fondiario un estratto dai protocolli senza far valere un interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_30"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: protocollo, revoca del diritto d’accesso in caso di abuso",
        "citation": "Art. 30 cpv. 3 ORF",
        "content": "L’autorità che constata un trattamento illecito di dati, in particolare un accesso non autorizzato ai dati, lo comunica senza indugio alla competente autorità cantonale di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_30"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Accesso elettronico ampliato: protocollo, revoca del diritto d’accesso in caso di abuso",
        "citation": "Art. 30 cpv. 4 ORF",
        "content": "Il Cantone o l’organizzazione privata incaricata che constata un trattamento illecito di dati, in particolare un accesso non autorizzato ai dati, revoca senza indugio il diritto d’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_30"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Rilevazione dei dati a scopo statistico",
        "citation": "Art. 30a ORF",
        "content": "Gli obblighi di collaborare da parte degli uffici del registro fondiario in occasione delle rilevazioni dell’Ufficio federale di statistica sono retti dalla legge del 9 ottobre 1992 sulla statistica federale e dalle pertinenti disposizioni esecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_30_a"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Contenuto degli estratti del registro fondiario",
        "citation": "Art. 31 cpv. 1 ORF",
        "content": "Un estratto del libro mastro riporta i dati giuridicamente efficaci in esso contenuti relativi a un determinato fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_31"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Contenuto degli estratti del registro fondiario",
        "citation": "Art. 31 cpv. 2 ORF",
        "content": "L’estratto può limitarsi a determinati dati o all’indicazione che una determinata iscrizione non figura nel libro mastro. In tal caso si parla di estratto parziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_31"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Contenuto degli estratti del registro fondiario",
        "citation": "Art. 31 cpv. 3 ORF",
        "content": "L’estratto è suddiviso in modo chiaro nelle rubriche del foglio del libro mastro. Può anche riferirsi a determinati dati cancellati; questi devono essere chiaramente designati come tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_31"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Contenuto degli estratti del registro fondiario",
        "citation": "Art. 31 cpv. 4 ORF",
        "content": "L’estratto contiene inoltre:\na. la designazione del fondo;\nb. l’indicazione del momento dell’allestimento dell’estratto e, se del caso, del momento a cui si riferiscono i dati in esso contenuti;\nc. in caso di quote di comproprietà per le quali siano stati aperti fogli appositi, nonché in caso di unità di piano: i dati del foglio del libro mastro per il fondo di base;\nd. in caso di diritti per sé stanti e permanenti intavolati come fondi: i dati riguardanti i diritti e gli oneri di grado prevalente iscritti sul foglio del fondo gravato;\ne. un riferimento alle notificazioni figuranti nel libro giornale, ma non ancora iscritte nel libro mastro;\nf. un’apposita indicazione se si tratta di un’istituzione secondo il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_31"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Contenuto degli estratti del registro fondiario",
        "citation": "Art. 31 cpv. 5 ORF",
        "content": "Possono essere allestiti estratti anche dal libro giornale, dai registri ausiliari e dai documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_31"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Allestimento di estratti ufficiali",
        "citation": "Art. 32 cpv. 1 ORF",
        "content": "Gli estratti cartacei del registro fondiario informatizzato sono stampe dei dati presenti nel sistema e sono autenticati dalla persona competente dell’ufficio del registro fondiario mediante l’apposizione di data e firma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_32"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Allestimento di estratti ufficiali",
        "citation": "Art. 32 cpv. 2 ORF",
        "content": "Gli estratti cartacei dal registro fondiario cartaceo sono allestiti sotto forma di copie o trascrizioni e sono autenticati dalla persona competente dell’ufficio del registro fondiario mediante l’apposizione di data e firma. Se la situazione non richiede altrimenti, gli estratti allestiti come copie di un foglio del libro mastro possono riportare anche dati cancellati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_32"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Allestimento di estratti ufficiali",
        "citation": "Art. 32 cpv. 3 ORF",
        "content": "L’allestimento di estratti ufficiali elettronici del registro fondiario informatizzato è retto dall’OAPuE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_32"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Allestimento di estratti ufficiali",
        "citation": "Art. 32 cpv. 4 ORF",
        "content": "I Cantoni possono offrire estratti ufficiali elettronici del registro fondiario cartaceo. L’allestimento è retto dall’OAPuE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_32"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Copie e stampe non autenticate",
        "citation": "Art. 33 ORF",
        "content": "L’ufficio del registro fondiario può rilasciare a scopo informativo stampe non autenticate dal registro fondiario informatizzato e copie non autenticate del registro fondiario cartaceo e dei registri ausiliari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_33"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6: Pubblicità del registro fondiario, Pubblicazione elettronica dei trapassi di proprietà",
        "citation": "Art. 34 ORF",
        "content": "I Cantoni possono rendere accessibili al pubblico in forma elettronica i dati destinati alla pubblicazione secondo l’articolo 970a capoverso 1 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Principio",
        "citation": "Art. 34a ORF",
        "content": "La ricerca di fondi su scala nazionale serve alle autorità federali, cantonali e comunali che ne hanno bisogno per adempiere i loro compiti (autorità abilitate) per reperire i fondi su cui una persona designata secondo l’articolo 90 capoverso 1 vanta diritti in virtù del libro mastro del registro fondiario informatizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_a"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 1 ORF",
        "content": "L’UFRF gestisce un servizio di ricerca di fondi su scala nazionale (servizio di ricerca di fondi).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 2 ORF",
        "content": "Il servizio di ricerca di fondi riceve le interrogazioni delle autorità abilitate mediante una maschera di ricerca elettronica o un’interfaccia. Confronta le interrogazioni con i dati giuridicamente efficaci del libro mastro disponibili elettronicamente al momento dell’interrogazione nonché con i dati del registro degli identificatori di persone in tutti i Cantoni e fornisce i risultati della ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 3 ORF",
        "content": "Per utilizzare l’interfaccia di cui al capoverso 2, le autorità abilitate necessitano dell’autorizzazione dell’UFRF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 4 ORF",
        "content": "Il servizio di ricerca di fondi non tiene dati del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 5 ORF",
        "content": "Per sgravare i server dei Cantoni da interrogazioni ridondanti, il servizio di ricerca di fondi tiene un indice di ricerca. Quest’ultimo contiene:\na. le informazioni necessarie per identificare l’ufficio del registro fondiario competente;\nb. in una forma che consenta al servizio di ricerca di constatare se in un sistema di registro fondiario vi siano risposte positive a un’interrogazione, ma che non permetta di stabilire un ulteriore riferimento a una persona (forma pseudonimizzata): \n1. i dati di cui all’articolo 90 capoverso 1,\n2. per le persone fisiche, inoltre il numero AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 6 ORF",
        "content": "Per permettere di tenere la statistica delle attribuzioni, l’indice di ricerca contiene lo stato dell’attribuzione del numero AVS secondo l’articolo 23c capoverso 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Servizio di ricerca di fondi su scala nazionale",
        "citation": "Art. 34b cpv. 7 ORF",
        "content": "Il DFGP e il DDPS definiscono di comune accordo i dettagli per l’uso dell’interfaccia; stabiliscono in particolare:\na. i requisiti tecnici che devono essere soddisfatti;\nb. le informazioni da allegare alla domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_b"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone nonché trasmissione dei dati all’indice di ricerca",
        "citation": "Art. 34c cpv. 1 ORF",
        "content": "I Cantoni consentono al servizio di ricerca di fondi di accedere ai loro dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone per il tramite di un’interfaccia ai sensi dell’articolo 949a capoverso 3 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone nonché trasmissione dei dati all’indice di ricerca",
        "citation": "Art. 34c cpv. 2 ORF",
        "content": "Provvedono affinché tali dati siano consultabili immediatamente. Assicurano l’operatività e la disponibilità dell’interfaccia durante gli orari di apertura dei loro uffici del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone nonché trasmissione dei dati all’indice di ricerca",
        "citation": "Art. 34c cpv. 3 ORF",
        "content": "Su richiesta dell’UFRF, trasmettono all’indice di ricerca del servizio di ricerca di fondi i dati di cui all’articolo 34b capoversi 5 e 6. Trasmettono almeno una volta al giorno le modifiche di tali dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone nonché trasmissione dei dati all’indice di ricerca",
        "citation": "Art. 34c cpv. 4 ORF",
        "content": "Comunicano all’UFRF se i dati di cui all’articolo 34b capoverso 5 lettera b sono trasmessi in forma pseudonimizzata o se devono ancora essere pseudonimizzati dal servizio di ricerca di fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone nonché trasmissione dei dati all’indice di ricerca",
        "citation": "Art. 34c cpv. 5 ORF",
        "content": "Il DFGP e il DDPS definiscono di comune accordo i dettagli tecnici, in particolare:\na. l’interfaccia per l’accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci del libro mastro e ai dati del registro degli identificatori di persone;\nb. l’interfaccia con l’indice di ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso del servizio di ricerca di fondi ai dati giuridicamente efficaci iscritti nel libro mastro e ai dati del registro degli identificatori di persone nonché trasmissione dei dati all’indice di ricerca",
        "citation": "Art. 34c cpv. 6 ORF",
        "content": "Possono mettere a disposizione dei Cantoni un’implementazione dell’interfaccia di cui al capoverso 5 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_c"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso delle autorità abilitate in generale",
        "citation": "Art. 34d cpv. 1 ORF",
        "content": "L’UFRF assegna ai collaboratori delle autorità abilitate, su domanda motivata di quest’ultime, i diritti d’accesso al servizio di ricerca di fondi di cui necessitano per adempiere i loro compiti legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso delle autorità abilitate in generale",
        "citation": "Art. 34d cpv. 2 ORF",
        "content": "La domanda contiene:\na. i nomi di tutti i collaboratori che devono ottenere il diritto d’accesso;\nb. l’indicazione del compito legale dell’autorità che i collaboratori devono adempiere nonché le disposizioni di legge applicabili;\nc. la giustificazione riguardante i dati del libro mastro di cui all’articolo 34e capoverso 3 lettera d per i quali è necessario l’accesso al servizio di ricerca di fondi per l’adempimento dei compiti legali;\nd. il parere dell’autorità cantonale di vigilanza sul registro fondiario competente nel luogo dell’autorità richiedente in merito alla richiesta d’accesso al servizio di ricerca di fondi;\ne. la conferma dell’UCC della liceità dell’uso sistematico del numero AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso delle autorità abilitate in generale",
        "citation": "Art. 34d cpv. 3 ORF",
        "content": "I cambiamenti che si ripercuotono sui diritti d’accesso devono essere comunicati spontaneamente e senza indugio all’UFRF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Accesso delle autorità abilitate in generale",
        "citation": "Art. 34d cpv. 4 ORF",
        "content": "L’UFRF mette a disposizione delle autorità cantonali di vigilanza sul registro fondiario l’elenco delle autorità abilitate con le seguenti informazioni:\na. designazione dell’autorità;\nb. delimitazione dell’accesso secondo l’articolo 34e capoverso 3 lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_d"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Criteri di ricerca ammessi e delimitazione dei risultati della ricerca",
        "citation": "Art. 34e cpv. 1 ORF",
        "content": "Le persone abilitate possono effettuare una ricerca in base ai dati di cui all’articolo 90 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_e"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Criteri di ricerca ammessi e delimitazione dei risultati della ricerca",
        "citation": "Art. 34e cpv. 2 ORF",
        "content": "Su domanda motivata dell’autorità, l’UFRF concede alle persone un accesso che permette loro di:\na. effettuare una ricerca in base al numero AVS e ottenere il numero AVS nei risultati della ricerca;\nb. ottenere dati giuridicamente efficaci iscritti nel libro mastro di cui hanno bisogno per adempiere i loro compiti legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_e"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Criteri di ricerca ammessi e delimitazione dei risultati della ricerca",
        "citation": "Art. 34e cpv. 3 ORF",
        "content": "Le persone abilitate ricevono al massimo i seguenti risultati della ricerca:\na. i dati di cui all’articolo 90 capoverso 1 relativi alla persona;\nb. per una persona fisica: l’indicazione se l’ufficio del registro fondiario le abbia attribuito il numero AVS;\nc. la designazione del fondo;\nd. per la descrizione del diritto, una delle seguenti indicazioni:\n1. proprietà di un fondo,\n2. servitù,\n3. onere fondiario,\n4. diritto di pegno,\n5. diritto annotato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_e"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Protocollazione delle interrogazioni da parte del servizio di ricerca di fondi",
        "citation": "Art. 34f cpv. 1 ORF",
        "content": "Le interrogazioni sono protocollate automaticamente dal servizio di ricerca di fondi e servono all’UFRF per controllare gli accessi e per riscuotere gli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_f"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Protocollazione delle interrogazioni da parte del servizio di ricerca di fondi",
        "citation": "Art. 34f cpv. 2 ORF",
        "content": "I protocolli contengono i seguenti dati:\na. la designazione, l’identificazione e la funzione dell’autorità;\nb. il numero d’identificazione del collaboratore dell’autorità;\nc. i criteri di ricerca inseriti;\nd. il momento dell’accesso;\ne. i risultati della ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_f"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Protocollazione delle interrogazioni da parte del servizio di ricerca di fondi",
        "citation": "Art. 34f cpv. 3 ORF",
        "content": "I protocolli sono conservati per due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_f"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Protocollazione delle interrogazioni da parte del servizio di ricerca di fondi",
        "citation": "Art. 34f cpv. 4 ORF",
        "content": "La consultazione dei protocolli è retta dalla legge federale del 19 giugno 1992 sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_f"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Controllo dell’accesso da parte dei Cantoni, diritto dei proprietari di fondi di ottenere informazioni",
        "citation": "Art. 34g cpv. 1 ORF",
        "content": "Il sistema cantonale interrogato protocolla automaticamente le interrogazioni effettuate mediante il servizio di ricerca di fondi. Se il sistema cantonale non è in grado di farlo, il servizio di ricerca di fondi mette a disposizione, su richiesta, gli estratti del protocollo di cui all’articolo 34f concernenti il Cantone interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_g"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Controllo dell’accesso da parte dei Cantoni, diritto dei proprietari di fondi di ottenere informazioni",
        "citation": "Art. 34g cpv. 2 ORF",
        "content": "Se constata che l’interrogazione effettuata da un’autorità solleva dubbi circa l’uso della ricerca di fondi per l’adempimento dei compiti legali, il Cantone informa senza indugio l’UFRF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_g"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Controllo dell’accesso da parte dei Cantoni, diritto dei proprietari di fondi di ottenere informazioni",
        "citation": "Art. 34g cpv. 3 ORF",
        "content": "Il diritto dei proprietari di fondi di ottenere informazioni è retto dall’articolo 30 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_g"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Revoca del diritto d’accesso",
        "citation": "Art. 34h cpv. 1 ORF",
        "content": "Se non sono più soddisfatte le relative condizioni, l’UFRF revoca il diritto d’accesso al collaboratore dell’autorità interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_h"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Revoca del diritto d’accesso",
        "citation": "Art. 34h cpv. 2 ORF",
        "content": "Può revocare il diritto d’accesso se:\na. i cambiamenti di cui all’articolo 34d capoverso 3 non sono comunicati;\nb. il servizio di ricerca di fondi è utilizzato in modo abusivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_h"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Emolumenti",
        "citation": "Art. 34i cpv. 1 ORF",
        "content": "L’UFRF riscuote dalle autorità cantonali e comunali abilitate emolumenti annuali per l’utilizzazione del servizio di ricerca di fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_i"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Emolumenti",
        "citation": "Art. 34i cpv. 2 ORF",
        "content": "L’importo degli emolumenti di un’autorità è calcolato in base alla seguente formula:",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_i"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Emolumenti",
        "citation": "Art. 34i cpv. 3 ORF",
        "content": "L’importo ammonta tuttavia al massimo a due franchi per interrogazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_i"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Emolumenti",
        "citation": "Art. 34i cpv. 4 ORF",
        "content": "Sono determinanti i costi e le cifre sulzl’utilizzazione dell’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_i"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Emolumenti",
        "citation": "Art. 34i cpv. 5 ORF",
        "content": "Per le autorizzazioni di cui all’articolo 34b capoverso 3 l’UFRF riscuote un emolumento in funzione del tempo impiegato. La tariffa oraria ammonta a 250 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_i"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 6a:, Ricerca di fondi su scala nazionale da parte delle autorità abilitate, Emolumenti",
        "citation": "Art. 34i cpv. 6 ORF",
        "content": "Per il resto si applicano le disposizioni dell’ordinanza generale dell’8 settembre 2004 sugli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_34_i"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Sicurezza dei dati",
        "citation": "Art. 35 cpv. 1 ORF",
        "content": "I dati del registro fondiario informatizzato, compresi i documenti giustificativi elettronici, sono salvati e protetti in modo da preservarli e da garantirne inalterata la qualità. La salvaguardia va garantita in base a un sistema cantonale rispondente alle norme riconosciute e allo stato della tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_35"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Sicurezza dei dati",
        "citation": "Art. 35 cpv. 2 ORF",
        "content": "I dati salvati nel libro mastro informatizzato sono periodicamente salvaguardati in forma digitale e a lungo termine dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_35"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Sicurezza dei dati",
        "citation": "Art. 35 cpv. 3 ORF",
        "content": "I Cantoni mettono a disposizione i dati per la salvaguardia a lungo termine per il tramite dell’interfaccia secondo l’articolo 949a capoverso 3 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_35"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione del registro fondiario cartaceo e dei registri ausiliari",
        "citation": "Art. 36 cpv. 1 ORF",
        "content": "Il libro mastro e i registri ausiliari del registro fondiario cartaceo, compresi i fogli del libro mastro separati, sono conservati ordinatamente, a tempo indeterminato e in modo sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_36"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione del registro fondiario cartaceo e dei registri ausiliari",
        "citation": "Art. 36 cpv. 2 ORF",
        "content": "Non vengono consegnati a terzi né il libro mastro né i singoli fogli del libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_36"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione dei documenti giustificativi cartacei",
        "citation": "Art. 37 cpv. 1 ORF",
        "content": "I documenti giustificativi cartacei sono numerati in modo progressivo o secondo il numero d’ordine del libro giornale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_37"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione dei documenti giustificativi cartacei",
        "citation": "Art. 37 cpv. 2 ORF",
        "content": "I documenti giustificativi determinanti per l’iscrizione nel libro mastro sono conservati ordinatamente, a tempo indeterminato e in modo sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_37"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione dei documenti giustificativi cartacei",
        "citation": "Art. 37 cpv. 3 ORF",
        "content": "I documenti giustificativi vengono consegnati unicamente a tribunali e soltanto contro ricevuta. Una trascrizione o una copia autenticata dall’ufficio del registro fondiario rimane negli atti del registro fondiario. Al termine del procedimento giudiziario i documenti sono restituiti all’ufficio del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_37"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione dei documenti giustificativi cartacei",
        "citation": "Art. 37 cpv. 4 ORF",
        "content": "I documenti giustificativi possono essere conservati in un luogo sicuro al di fuori dell’ufficio del registro fondiario se possono essere resi disponibili in breve tempo o se, in merito a una determinata pratica, sono stati interamente digitalizzati, salvati e protetti in modo tale da impedirne la modifica successiva. I dati digitalizzati non hanno gli effetti giuridici del registro fondiario informatizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_37"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo primo: Disposizioni generali, Capitolo 7: Sicurezza dei dati e obbligo di conservazione, Conservazione dei documenti giustificativi cartacei",
        "citation": "Art. 37 cpv. 5 ORF",
        "content": "I Cantoni disciplinano l’archiviazione dei restanti atti relativi al registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_37"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 1: Definizione",
        "citation": "Art. 38 ORF",
        "content": "La comunicazione con l’ufficio del registro fondiario comprende:\na. le richieste destinate all’ufficio del registro fondiario, in particolare:\n1. la notificazione,\n2. la domanda di rilascio di un attestato,\n3. la domanda di rilascio di un estratto del registro fondiario;\nb. le notifiche dell’ufficio del registro fondiario alle parti coinvolte, in particolare:\n1. l’attestazione dell’iscrizione nel libro giornale,\n2. l’attestazione dell’iscrizione nel libro mastro,\n3. la definizione del termine per avviare la procedura d’autorizzazione,\n4. la definizione di un termine suppletivo per l’integrazione della notificazione, \n5. la decisione di rigetto,\n6. l’estratto del registro fondiario,\n7. l’avviso agli interessati delle operazioni effettuate nel registro fondiario a loro insaputa (art. 969 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_38"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Ammissibilità richieste in forma elettronica e diritto applicabile",
        "citation": "Art. 39 cpv. 1 ORF",
        "content": "I Cantoni possono autorizzare la comunicazione elettronica per i propri uffici del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_39"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Ammissibilità richieste in forma elettronica e diritto applicabile",
        "citation": "Art. 39 cpv. 2 ORF",
        "content": "Se non previsto altrimenti dal diritto del registro fondiario, la comunicazione elettronica è disciplinata per analogia dall’ordinanza del 18 giugno 2010 sulla comunicazione per via elettronica nell’ambito di procedimenti civili e penali nonché di procedure di esecuzione e fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_39"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Trasmissione",
        "citation": "Art. 40 cpv. 1 ORF",
        "content": "Le richieste in forma elettronica possono essere fatte pervenire agli uffici del registro fondiario mediante le piattaforme di trasmissione di cui agli articoli 2 e 4 dell’ordinanza del 18 giugno 2010 sulla comunicazione per via elettronica nell’ambito di procedimenti civili e penali nonché di procedure di esecuzione e fallimento oppure mediante le pagine Internet della Confederazione o dei Cantoni, se queste ultime:\na.garantiscono la riservatezza (criptaggio) dei dati; e\nb. rilasciano una ricevuta munita di sigillo elettronico regolamentato e di una marca temporale elettronica ai sensi dell’articolo 2 lettera d e i della legge del 18 marzo 2016 sulla firma elettronica (FiEle).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_40"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Trasmissione",
        "citation": "Art. 40 cpv. 2 ORF",
        "content": "Il DFGP può disciplinare lo svolgimento e l’automazione della comunicazione elettronica, segnatamente in riferimento a moduli, formato e struttura dei dati, processi operativi e procedure di trasmissione alternative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_40"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Formato dei dati e modelli",
        "citation": "Art. 41 cpv. 1 ORF",
        "content": "Il DFGP stabilisce i formati di dati ammessi per la comunicazione elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_41"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Formato dei dati e modelli",
        "citation": "Art. 41 cpv. 2 ORF",
        "content": "L’UFRF rende accessibili al pubblico i modelli da utilizzare per la trasmissione elettronica di richieste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_41"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Consegna all’ufficio del registro fondiario di richieste in diversi formati",
        "citation": "Art. 42 ORF",
        "content": "I Cantoni stabiliscono se, nel caso le richieste siano state fatte pervenire per via elettronica, tutti i documenti giustificativi necessari per il disbrigo dell’operazione vadano consegnati all’ufficio del registro fondiario esclusivamente in forma elettronica o se è autorizzata la consegna anche di documenti giustificativi cartacei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_42"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Momento della ricezione",
        "citation": "Art. 43 ORF",
        "content": "Le richieste risultano consegnate all’ufficio del registro fondiario nel momento indicato sulla ricevuta della piattaforma di trasmissione come momento della ricezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_43"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Notifiche dell’ufficio del registro fondiario",
        "citation": "Art. 44 cpv. 1 ORF",
        "content": "Le notifiche dell’ufficio del registro fondiario devono essere provviste di una firma elettronica qualificata con marca temporale elettronica qualificata ai sensi dell’articolo 2 lettere e e j FiEle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_44"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Notifiche dell’ufficio del registro fondiario",
        "citation": "Art. 44 cpv. 1bis ORF",
        "content": "Se il documento da notificare è un atto pubblico o un’autenticazione in forma elettronica secondo l’OAPuE, si applicano le corrispondenti disposizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_44"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Notifiche dell’ufficio del registro fondiario",
        "citation": "Art. 44 cpv. 2 ORF",
        "content": "I certificati devono contenere i seguenti attributi:\na. il cognome, il nome e la designazione ufficiale della funzione del titolare del certificato;\nb. la designazione dell’organizzazione e il nome del Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_44"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Notifiche dell’ufficio del registro fondiario",
        "citation": "Art. 44 cpv. 3 ORF",
        "content": "Un prestatore di servizi di certificazione riconosciuto può emettere un certificato qualificato soltanto se il Cantone conferma la denominazione ufficiale della funzione del titolare del certificato e la designazione dell’organizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_44"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Notifiche dell’ufficio del registro fondiario",
        "citation": "Art. 44 cpv. 4 ORF",
        "content": "Le notifiche dell’ufficio del registro fondiario sono inviate alla casella di posta elettronica della parte coinvolta, allestita su una piattaforma di trasmissione dopo l’identificazione personale del titolare della casella di posta elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_44"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Notifiche dell’ufficio del registro fondiario",
        "citation": "Art. 44 cpv. 5 ORF",
        "content": "Le notifiche possono essere trasmesse per via elettronica se la parte coinvolta è registrata su una piattaforma di trasmissione e se ha comunicato all’ufficio del registro fondiario il proprio consenso al riguardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_44"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo secondo: Comunicazione con l’ufficio del registro fondiario, Capitolo 2: Comunicazione elettronica, Momento della notifica",
        "citation": "Art. 45 ORF",
        "content": "Le notifiche dell’ufficio del registro fondiario sono considerate trasmesse nel momento indicato sulla ricevuta della piattaforma di trasmissione come momento in cui l’invio è scaricato dalla parte coinvolta o in ogni caso al più tardi il settimo giorno dall’arrivo della notifica nella casella di posta elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_45"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Principio della notificazione",
        "citation": "Art. 46 cpv. 1 ORF",
        "content": "L’ufficio del registro fondiario può eseguire iscrizioni nel registro fondiario soltanto su notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_46"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Principio della notificazione",
        "citation": "Art. 46 cpv. 2 ORF",
        "content": "Sono fatti salvi i casi in cui il Codice civile e la presente ordinanza prevedano la procedura d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_46"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Contenuto della notificazione",
        "citation": "Art. 47 cpv. 1 ORF",
        "content": "La notificazione non deve essere subordinata a riserva o condizione alcuna. Non può essere ritirata senza il consenso dei beneficiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_47"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Contenuto della notificazione",
        "citation": "Art. 47 cpv. 2 ORF",
        "content": "La notificazione indica separatamente ogni iscrizione da eseguire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_47"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Contenuto della notificazione",
        "citation": "Art. 47 cpv. 3 ORF",
        "content": "Se sono inoltrate contemporaneamente più notificazioni interdipendenti, deve esserne indicato l’ordine di trattazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_47"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Contenuto della notificazione",
        "citation": "Art. 47 cpv. 4 ORF",
        "content": "La notificazione può chiedere che l’iscrizione non deve essere eseguita senza un’altra determinata iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_47"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Forma",
        "citation": "Art. 48 cpv. 1 ORF",
        "content": "Le notificazioni sono fatte per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_48"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Forma",
        "citation": "Art. 48 cpv. 2 ORF",
        "content": "In casi urgenti, le autorità e i tribunali possono notificare le seguenti iscrizioni in modo informale:\na. l’annotazione di una restrizione della facoltà di disporre secondo l’articolo 960 capoverso 1 numeri 1 e 2 CC;\nb. l’annotazione di un’iscrizione provvisoria secondo l’articolo 961 capoverso 1 numero 1 CC;\nc. la menzione di una restrizione della facoltà di disporre in virtù del diritto matrimoniale secondo l’articolo 55 capoverso 1;\nd. le menzioni della legge sull’esecuzione e sul fallimento ai sensi dell’articolo 55 capoverso 3;\ne. la menzione di un blocco del registro fondiario secondo l’articolo 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_48"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Forma",
        "citation": "Art. 48 cpv. 3 ORF",
        "content": "Le notificazioni informali sono registrate nel libro giornale con la data e l’orario della trasmissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_48"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Forma",
        "citation": "Art. 48 cpv. 4 ORF",
        "content": "A una notificazione informale deve far seguito senza indugio la notificazione scritta. Se questa non arriva entro gli usuali tempi di consegna della posta, l’ufficio del registro fondiario respinge la notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_48"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Notificazione a cura di una persona autorizzata a rappresentare",
        "citation": "Art. 49 cpv. 1 ORF",
        "content": "Qualora la notificazione sia fatta per conto di una società, di una persona giuridica, di una corporazione di diritto pubblico oppure da un rappresentante della persona legittimata, va presentata una prova dei poteri di rappresentanza o un attestato del rapporto di rappresentanza delle persone operanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_49"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Notificazione a cura di una persona autorizzata a rappresentare",
        "citation": "Art. 49 cpv. 2 ORF",
        "content": "Nei casi in cui l’attestazione del titolo giuridico (art. 62–80) debba essere allestita come atto pubblico, il diritto cantonale può autorizzare i pubblici ufficiali a eseguire le relative richieste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_49"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Notificazione a cura dell’esecutore testamentario",
        "citation": "Art. 50 cpv. 1 ORF",
        "content": "Chiunque, mediante un’attestazione dell’autorità competente, si identifichi come esecutore testamentario è autorizzato, senza la partecipazione degli eredi, a notificare quanto segue:\na. l’alienazione o l’aggravio di un fondo o di un diritto reale facente parte dell’eredità;\nb. le iscrizioni per l’allestimento di un legato contenente un fondo o un diritto reale facente parte dell’eredità;\nc. le iscrizioni derivanti da una convenzione di divisione ereditaria, se questa soddisfa i requisiti di cui all’articolo 64 capoverso 1 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_50"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Notificazione a cura dell’esecutore testamentario",
        "citation": "Art. 50 cpv. 2 ORF",
        "content": "Se più persone sono state incaricate dell’esecuzione testamentaria, una di esse può agire autonomamente soltanto se dimostra di averne diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_50"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Documenti giustificativi",
        "citation": "Art. 51 cpv. 1 ORF",
        "content": "I documenti giustificativi devono contenere i seguenti dati sul disponente e sull’acquirente:\na. per le persone fisiche: il cognome, i nomi, la data di nascita, il sesso, il domicilio, l’attinenza o la cittadinanza; ai fini dell’identificazione, ai documenti giustificativi vanno allegati una copia del passaporto o della carta d’identità e uno dei seguenti documenti:\n1. una copia del certificato di assicurazione di cui all’articolo 135bis OAVS,\n2.  una copia della tessera d’assicurato di cui all’articolo 1 dell’ordinanza del 14 febbraio 2007 sulla tessera d’assicurato per l’assicurazione obbligatoria delle cure medico-sanitarie,\n3. una dichiarazione scritta della persona recante il suo luogo di nascita, il suo cognome, il suo numero AVS, i nomi dei genitori e, se è sposata, il suo cognome da celibe o da nubile;\nb. per le persone giuridiche e le società in nome collettivo e in accomandita: la ragione sociale o il nome, la sede, la forma giuridica ove questa non risulti dalla ragione sociale o dal nome, il numero d’identificazione dell’impresa (IDI);\nc. per le altre società e comunioni i cui membri sono vincolati tra loro per legge o contratto e sono proprietari in comune: i dati menzionati alle lettere a o b per ciascun membro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_51"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Documenti giustificativi",
        "citation": "Art. 51 cpv. 2 ORF",
        "content": "I documenti giustificativi devono inoltre contenere le indicazioni che permettono di valutare se per decisioni in merito a un fondo sia necessaria l’autorizzazione di un’autorità o il consenso di un terzo (p. es. il coniuge).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_51"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 1: Disposizioni generali, Documenti giustificativi",
        "citation": "Art. 51 cpv. 3 ORF",
        "content": "In caso d’acquisto di una proprietà collettiva, occorre indicare i dati necessari alla descrizione dei rapporti collettivi di proprietà conformemente all’articolo 96.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_51"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 2: Notificazione di ipoteche legali dirette",
        "citation": "Art. 52 cpv. 1 ORF",
        "content": "Le ipoteche legali dirette secondo il Codice civile (art. 808 cpv. 4, 810 cpv. 3, 819 cpv. 2 CC) sono iscritte su notificazione del creditore ipotecario, se la somma garantita da pegno:\na.è riconosciuta dal proprietario; o\nb. è constatata dal giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_52"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 2: Notificazione di ipoteche legali dirette",
        "citation": "Art. 52 cpv. 2 ORF",
        "content": "Il termine di iscrizione è garantito mediante l’annotazione di un’iscrizione provvisoria a sicurezza di asserti diritti reali (art. 961 cpv. 1 n. 1 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_52"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Autorizzazione a presentare notificazioni in generale",
        "citation": "Art. 53 cpv. 1 ORF",
        "content": "È autorizzato a notificare la menzione della restrizione della proprietà:\na. il proprietario; \nb. il titolare di un diritto reale interessato dalla menzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_53"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Autorizzazione a presentare notificazioni in generale",
        "citation": "Art. 53 cpv. 2 ORF",
        "content": "Le restrizioni della proprietà di diritto pubblico e gli altri obblighi di diritto pubblico a carico di un fondo o di un diritto legato a un fondo, sono menzionati su notificazione:\na. delle autorità competenti per la loro costituzione secondo il diritto cantonale;\nb. del proprietario;\nc. del titolare del diritto reale interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_53"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Rapporti giuridici di diritto privato",
        "citation": "Art. 54 cpv. 1 ORF",
        "content": "In caso di comproprietà ogni comproprietario può notificare la menzione di un regolamento per l’uso e l’amministrazione, di un regolamento o delle delibere amministrative (art. 647 cpv. 1 CC); nel caso di una proprietà per piani la notificazione può essere fatta anche dall’amministratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_54"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Rapporti giuridici di diritto privato",
        "citation": "Art. 54 cpv. 2 ORF",
        "content": "L’autorità designata dal diritto cantonale può notificare la menzione dell’appartenenza di un fondo a un territorio con spostamenti di terreno permanenti (art. 660a cpv. 3 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_54"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Rapporti giuridici di diritto privato",
        "citation": "Art. 54 cpv. 3 ORF",
        "content": "Artigiani e imprenditori possono notificare la menzione della data di inizio dei lavori sul fondo interessato (art. 841 cpv. 3 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_54"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Rapporti giuridici di diritto privato",
        "citation": "Art. 54 cpv. 4 ORF",
        "content": "Le persone con facoltà di rappresentanza e le autorità possono notificare la menzione di una rappresentanza secondo l’articolo 962a CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_54"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Rapporti giuridici di diritto privato",
        "citation": "Art. 54 cpv. 5 ORF",
        "content": "I discendenti di un locatore di un’azienda agricola possono notificare la menzione di un diritto preferenziale di affitto (art. 5 della LF del 4 ott. 1985 sull’affitto agricolo).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_54"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Restrizioni della facoltà di disporre in virtù del diritto federale",
        "citation": "Art. 55 cpv. 1 ORF",
        "content": "L’autorità giudiziaria competente oppure, sulla base di una sua disposizione esecutiva, il coniuge o il partner registrato possono notificare la menzione della restrizione della facoltà di disporre su un fondo come previsto dall’articolo 178 capoverso 3 CC o dall’articolo 22 capoverso 2 della legge del 18 giugno 2004 sull’unione domestica registrata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_55"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Restrizioni della facoltà di disporre in virtù del diritto federale",
        "citation": "Art. 55 cpv. 2 ORF",
        "content": "Gli istituti di previdenza possono notificare la menzione di una restrizione del diritto di alienazione destinata a garantire lo scopo di previdenza secondo l’articolo 30e capoverso 2 LPP soltanto con il consenso del proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_55"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Restrizioni della facoltà di disporre in virtù del diritto federale",
        "citation": "Art. 55 cpv. 3 ORF",
        "content": "Il giudice del fallimento o del concordato e l’ufficio d’esecuzione e fallimenti competente possono notificare l’iscrizione delle menzioni previste dagli articoli 176 capoverso 2, 296, 319 e 345 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento e dall’articolo 23a del regolamento del Tribunale federale del 23 aprile 1920 concernente la realizzazione forzata di fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_55"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Blocco del registro fondiario",
        "citation": "Art. 56 ORF",
        "content": "Il proprietario o l’autorità competente può notificare la menzione di un blocco del registro fondiario se è stata pronunciata una decisione esecutiva riguardante:\na. un sequestro nell’ambito della procedura penale (art. 266 cpv. 3 Codice di procedura penale) e della procedura penale amministrativa (art. 46 della LF del 22 mar. 1974 sul diritto penale amministrativo);\nb. un provvedimento cautelare in un processo civile (art. 262 lett. c Codice di procedura civile), fatti salvi i casi per cui il Codice civile prevede un’annotazione (art. 960 e 961 CC);\nc. provvedimenti cautelari ordinati dall’autorità competente in applicazione della legge federale del 16 dicembre 1983 sull’acquisto di fondi da parte di persone all’estero;\nd. provvedimenti cautelari ordinati dall’autorità competente in applicazione del diritto cantonale, se la procedura è retta dal diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_56"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Diritto fondiario rurale",
        "citation": "Art. 57 ORF",
        "content": "L’autorità competente secondo l’articolo 80 LDFR notifica la menzione dell’assoggettamento o dell’esenzione dall’assoggettamento di un fondo al diritto fondiario rurale (art. 86 LDFR, art. 3 dell’O del 4 ott. 1993 sul diritto fondiario rurale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_57"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Rapporto di trust",
        "citation": "Art. 58 ORF",
        "content": "La menzione di un rapporto di trust (art. 149d della LF del 18 dic. 1987 sul diritto internazionale privato) è iscritta sulla base di:\na. una notificazione del fondatore iscritto nel registro fondiario legata all’apporto del fondo nel trust;\nb. una notificazione di trustee iscritti nel registro fondiario; \nc. una sentenza di un tribunale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_58"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Indennità di espropriazione",
        "citation": "Art. 59 ORF",
        "content": "L’avvenuto pagamento di un’indennità per l’espropriazione di diritti di vicinato è menzionato su notificazione:\na. della commissione di stima;\nb. dell’espropriante con il consenso del proprietario del fondo nel caso di indennità convenute per contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_59"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Modifiche dei confini nazionali",
        "citation": "Art. 60 cpv. 1 ORF",
        "content": "Se i confini nazionali devono essere modificati, il servizio cantonale di vigilanza sulle misurazioni giusta l’articolo 42 capoverso 1 OMU notifica per la menzione la modifica all’ufficio del registro fondiario del circondario interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_60"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Modifiche dei confini nazionali",
        "citation": "Art. 60 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario iscrive la menzione nei fogli del libro mastro dei fondi interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_60"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Modifiche dei confini nazionali",
        "citation": "Art. 60 cpv. 3 ORF",
        "content": "Eseguita la modifica dei confini nazionali e aggiornato il registro fondiario, l’ufficio del registro fondiario cancella d’ufficio la menzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_60"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 1: Notificazione, Sezione 3: Notificazione di menzioni, Diritti legali di passo",
        "citation": "Art. 61 ORF",
        "content": "Il diritto cantonale può prevedere che per i diritti legali di passo di carattere permanente (art. 696 cpv. 2 CC) la menzione sia apposta d’ufficio; esso designa in tal caso le autorità competenti e la procedura da seguire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_61"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 1: Disposizioni generali, Documenti giustificativi per le attestazioni del titolo giuridico",
        "citation": "Art. 62 cpv. 1 ORF",
        "content": "I documenti giustificativi per le attestazioni del titolo giuridico vanno presentati in originale o, se un’autorità o un pubblico ufficiale è tenuto ad archiviare l’originale, come duplicato o copia autenticata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_62"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 1: Disposizioni generali, Documenti giustificativi per le attestazioni del titolo giuridico",
        "citation": "Art. 62 cpv. 2 ORF",
        "content": "Se un procedimento è avviato d’ufficio, la parola chiave e i motivi dell’iscrizione sono contenuti in un documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_62"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 1: Disposizioni generali, Documenti giustificativi per le attestazioni del titolo giuridico",
        "citation": "Art. 62 cpv. 3 ORF",
        "content": "I Cantoni possono emanare prescrizioni sui requisiti formali dei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_62"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 1: Disposizioni generali, Atti pubblici e autenticazioni allestiti all’estero",
        "citation": "Art. 63 ORF",
        "content": "Gli atti pubblici e le autenticazioni allestiti all’estero sono riconosciuti se:\na. sono corredati di una dichiarazione della competente autorità del luogo di allestimento dalla quale risulti che sono stati allestiti dal pubblico ufficiale competente (postilla); e\nb. viene allegata un’autenticazione del Governo estero e delle competenti rappresentanze diplomatiche o consolari svizzere, salvo che un trattato non disponga diversamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_63"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto mediante iscrizione",
        "citation": "Art. 64 cpv. 1 ORF",
        "content": "Se l’iscrizione nel registro fondiario è costitutiva ai fini dell’acquisto della proprietà (art. 656 cpv. 1 CC), l’attestazione del titolo giuridico da produrre per il trasferimento della proprietà è fornita mediante i seguenti documenti giustificativi:\na. in caso di contratto di diritto privato: un atto pubblico o un contratto nella forma prevista dal diritto federale;\nb. in caso di divisione d’eredità: una dichiarazione scritta attestante l’unanime consenso dei coeredi oppure un contratto di divisione in forma scritta;\nc. in caso di legato: una copia autenticata della disposizione a causa di morte e una dichiarazione attestante l’accettazione da parte del legatario;\nd. in caso d’esercizio di un diritto di prelazione: il contratto d’acquisto e la dichiarazione con cui il titolare del diritto di prelazione esercita il proprio diritto; in caso di diritto di prelazione contrattuale che non sia già stato annotato, anche il patto di prelazione (art. 216 cpv. 2 e 3 CO);\ne. in caso di esercizio di un diritto di acquisto e di ricupera: la dichiarazione con cui l’avente diritto esercita il proprio diritto; in caso di diritto di acquisto e di ricupera contrattuale che non sia già stato annotato, anche il contratto di acquisto e di ricupera;\nf. in caso di trattato internazionale o di contratto di diritto amministrativo tra enti di diritto pubblico con personalità giuridica sul trasferimento di fondi del patrimonio amministrativo: una copia autenticata del trattato o del contratto;\ng. in caso di decisione di un’autorità amministrativa: la decisione passata in giudicato;\nh. in caso di sentenza che impone un obbligo: la sentenza con un attestato del passaggio in giudicato;\ni. in caso di aggiudicazione in occasione di una vendita volontaria ai pubblici incanti: l’attestato previsto dal diritto cantonale o, se questo non è previsto, il verbale d’incanto firmato dall’autorità procedente e la prova della sua autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_64"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto mediante iscrizione",
        "citation": "Art. 64 cpv. 2 ORF",
        "content": "È fatta salva la prova del diritto di disporre (art. 84).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_64"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto precedente l’iscrizione",
        "citation": "Art. 65 cpv. 1 ORF",
        "content": "Se la proprietà è stata acquistata prima dell’iscrizione nel registro fondiario (art. 656 cpv. 2 CC), l’attestazione del titolo giuridico per l’acquisto della proprietà è fornita mediante i seguenti documenti giustificativi:\na. in caso di successione: il certificato attestante che gli eredi legali e gli eredi istituiti sono i soli eredi del defunto;\nb. in caso di espropriazione: il documento previsto dalla legislazione applicata nella fattispecie;\nc. in caso di raggruppamento di terreni o ricomposizione particellare in un procedimento di diritto pubblico: il documento previsto dalla legislazione applicata nella fattispecie;\nd. in caso di esecuzione forzata: il certificato dell’ufficio d’esecuzione o dell’amministrazione del fallimento attestante l’aggiudicazione;\ne. in caso di sentenza costitutiva: la sentenza con un attestato del passaggio in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_65"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto precedente l’iscrizione",
        "citation": "Art. 65 cpv. 2 ORF",
        "content": "Negli altri casi l’attestazione del titolo giuridico per l’acquisto precedente l’iscrizione nel registro fondiario è fornita mediante:\na. i documenti nella forma prescritta dalla legge;\nb. la decisione amministrativa passata in giudicato; o\nc. la decisione giudiziaria passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_65"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto e trasformazione ai sensi della legge sulla fusione",
        "citation": "Art. 66 cpv. 1 ORF",
        "content": "Se la proprietà è stata acquisita in virtù della legge sulla fusione, l’attestazione del titolo giuridico per il trapasso di proprietà è fornita mediante i seguenti documenti giustificativi:\na. in caso di fusione, se il soggetto giuridico assuntore è iscritto nel registro di commercio: un estratto autenticato del registro di commercio del soggetto giuridico assuntore;\nb. in caso di fusione di associazioni o fondazioni, se il soggetto giuridico trasferente o quello assuntore non è iscritto nel registro di commercio: un atto pubblico attestante il trapasso di proprietà dei fondi al soggetto giuridico assuntore e un estratto autenticato del registro di commercio del soggetto giuridico iscritto;\nc. in caso di divisione: un estratto autenticato del registro di commercio del soggetto giuridico che assume i fondi e un estratto autenticato dell’inventario contenuto nel contratto di scissione o nel progetto di scissione e riguardante l’attribuzione dei fondi;\nd. in caso di separazione: un estratto autenticato del registro di commercio del soggetto giuridico che assume i fondi e un atto pubblico attestante il trapasso di proprietà dei fondi al soggetto giuridico assuntore;\ne. in caso di trasferimento di patrimonio: un estratto autenticato del registro di commercio del soggetto giuridico che trasferisce i fondi e un estratto autenticato della parte del contratto di trasferimento stesa in forma autentica e attinente ai fondi trasferiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_66"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto e trasformazione ai sensi della legge sulla fusione",
        "citation": "Art. 66 cpv. 2 ORF",
        "content": "In caso di trasformazioni, l’attestazione del titolo giuridico consiste in un estratto autenticato del registro di commercio del soggetto giuridico trasformato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_66"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto e trasformazione ai sensi della legge sulla fusione",
        "citation": "Art. 66 cpv. 3 ORF",
        "content": "In caso di fusione di istituti di diritto pubblico con soggetti giuridici di diritto privato, di trasformazione di tali istituti in soggetti giuridici di diritto privato o di trasferimento di patrimonio con la partecipazione di un istituto di diritto pubblico, l’attestazione del titolo giuridico da produrre consiste in un estratto autenticato del registro di commercio del soggetto giuridico assuntore o trasformato e in un estratto autenticato dell’inventario contenente i fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_66"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto in relazione a un trust",
        "citation": "Art. 67 cpv. 1 ORF",
        "content": "Se il trapasso della proprietà è in relazione a un trust, l’attestazione del titolo giuridico è fornita mediante i seguenti documenti giustificativi:\na. un contratto concluso per atto pubblico:\n1. in caso di trasferimento di un fondo dal fondatore al trustee in occasione della costituzione del trust mediante atto tra vivi,\n2. in caso di ulteriore trasferimento di un fondo dagli aventi diritto temporanei (amministratore dell’eredità, esecutore testamentario) o dagli eredi del fondatore a un trustee,\n3. in caso di trasferimento tra due trustee di un fondo di proprietà esclusiva appartenente a un trust,\n4. in caso di ulteriore trasferimento di un fondo dagli aventi diritto temporanei o dagli eredi del trustee deceduto al trustee subentrante,\n5. in caso di trasferimento di un fondo facente parte di un trust dal trustee al beneficiario;\nb. il certificato ereditario o una dichiarazione delle autorità successorie competenti:\n1. in caso di costituzione di un trust mediante disposizione a causa di morte e trasferimento diretto di un fondo dal fondatore al trustee,\n2. in caso di trasferimento diretto di fondi appartenenti a un trust dal trustee deceduto al trustee subentrante,\n3. in caso di acquisto da parte degli aventi diritto temporanei oppure degli eredi del fondatore o dei trustee, tenuti all’ulteriore trasferimento;\nc. in caso di acquisto di un fondo da parte degli eredi del fondatore mediante legato: una copia autenticata della disposizione a causa di morte e una dichiarazione scritta del trustee attestante l’accettazione;\nd. in caso di trapasso della proprietà a seguito della modifica della composizione di un trust con più trustee: un atto scritto firmato da tutti i trustee che attesta l’esclusione di vecchi trustee o l’inclusione di nuovi trustee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_67"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto in relazione a un trust",
        "citation": "Art. 67 cpv. 2 ORF",
        "content": "All’acquisto di un fondo di un terzo non facente parte del trust o all’acquisto di un fondo appartenente a un trust da parte di una tale persona si applicano gli articoli 64 e 65.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_67"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Acquisto in relazione a un trust",
        "citation": "Art. 67 cpv. 3 ORF",
        "content": "L’attestazione dell’appartenenza di un fondo a un trust è fornita mediante una menzione, l’atto di trust, il contratto di trasferimento o la decisione di un’autorità giudiziaria. Se tale attestazione manca, l’ufficio del registro fondiario non verifica d’ufficio l’appartenenza di un fondo a un trust.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_67"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Piano di ripartizione per proprietà per piani",
        "citation": "Art. 68 cpv. 1 ORF",
        "content": "L’atto costitutivo deve indicare con chiarezza e precisione la posizione, la delimitazione e la composizione delle unità di piano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_68"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Piano di ripartizione per proprietà per piani",
        "citation": "Art. 68 cpv. 2 ORF",
        "content": "Nel caso manchino queste indicazioni, l’ufficio del registro fondiario assegna un termine per la produzione di un piano di ripartizione firmato da tutti i proprietari e, se occorre, una conferma ufficiale secondo le prescrizioni cantonali che i locali oggetto del diritto esclusivo sono appartamenti o unità di locali per il commercio o altro scopo, costituenti unità a sé stanti e aventi un proprio accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_68"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Piano di ripartizione per proprietà per piani",
        "citation": "Art. 68 cpv. 3 ORF",
        "content": "Per l’iscrizione della proprietà per piani secondo il vecchio diritto è fatto salvo l’articolo 20bis del titolo finale del Codice civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_68"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Iscrizione di una proprietà per piani prima della costruzione dell’edificio",
        "citation": "Art. 69 cpv. 1 ORF",
        "content": "L’iscrizione di una proprietà per piani prima della costruzione dell’edificio può essere richiesta soltanto se la notificazione è presentata corredata del piano di ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_69"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Iscrizione di una proprietà per piani prima della costruzione dell’edificio",
        "citation": "Art. 69 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario iscrive nel foglio del libro mastro relativo al fondo di base e nei fogli dei piani la menzione «costituzione della PPP prima della costruzione dell’edificio».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_69"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Iscrizione di una proprietà per piani prima della costruzione dell’edificio",
        "citation": "Art. 69 cpv. 3 ORF",
        "content": "Entro tre mesi dal termine della costruzione, i proprietari della proprietà per piani e l’amministratore devono notificare al registro fondiario il compimento dell’edificio, presentando, se del caso, il piano di ripartizione rettificato al termine della costruzione. Su richiesta dell’ufficio del registro fondiario tale piano va corredato della conferma ufficiale di cui all’articolo 68 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_69"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 2: Proprietà, Iscrizione di una proprietà per piani prima della costruzione dell’edificio",
        "citation": "Art. 69 cpv. 4 ORF",
        "content": "Se questa conferma non è fornita o se è accertato che i locali oggetto del diritto esclusivo non sono appartamenti o unità di locali per il commercio o altro scopo costituenti unità a sé stanti e aventi un proprio accesso, dopo decorrenza infruttuosa del termine e in mancanza di una sentenza giudiziaria, la proprietà per piani è convertita in comproprietà ordinaria in applicazione analogica degli articoli 976a e 976b CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_69"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 3: Servitù, oneri fondiari e diritti analoghi, Servitù e oneri fondiari",
        "citation": "Art. 70 cpv. 1 ORF",
        "content": "Ai documenti giustificativi necessari per l’iscrizione di servitù e oneri fondiari si applicano per analogia gli articoli 64 e 65, indipendentemente dal fatto che la legge richieda per la costituzione di tali servitù e oneri fondiari un atto pubblico o la forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_70"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 3: Servitù, oneri fondiari e diritti analoghi, Servitù e oneri fondiari",
        "citation": "Art. 70 cpv. 2 ORF",
        "content": "Se il diritto di iscrizione nel registro si basa direttamente sulla legge e risulta dall’attestazione del titolo giuridico, è sufficiente la forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_70"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 3: Servitù, oneri fondiari e diritti analoghi, Servitù e oneri fondiari",
        "citation": "Art. 70 cpv. 3 ORF",
        "content": "Se l’attestazione del titolo giuridico va corredata da un estratto del piano per il registro fondiario (art. 732 cpv. 2 CC), le parti devono rappresentare graficamente in modo inequivocabile nell’estratto del piano il luogo d’esercizio della servitù o dell’onere fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_70"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 3: Servitù, oneri fondiari e diritti analoghi, Servitù e oneri fondiari",
        "citation": "Art. 70 cpv. 4 ORF",
        "content": "La costituzione di un usufrutto per trasferimento di patrimonio è retta dall’articolo 66 capoverso 1 lettera e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_70"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 3: Servitù, oneri fondiari e diritti analoghi, Diritti su diritti d’acqua e miniere",
        "citation": "Art. 71 ORF",
        "content": "Per l’iscrizione di diritti su diritti d’acqua (art. 22 cpv. 1 lett. a n. 2) e miniere (art. 22 cpv. 1 lett. b), oltre alle attestazioni del titolo giuridico indicate negli articoli 62–64 è necessario provare che sono state adempite le condizioni speciali previste dal diritto federale e cantonale, in particolare va presentata all’occorrenza l’autorizzazione scritta dell’autorità concedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_71"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Iscrizione di un diritto di pegno",
        "citation": "Art. 72 ORF",
        "content": "All’attestazione del titolo giuridico relativo all’iscrizione di un diritto di pegno si applicano per analogia gli articoli 64 e 65.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_72"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Trasformazione di diritti di pegno",
        "citation": "Art. 73 cpv. 1 ORF",
        "content": "Le attestazioni del titolo giuridico per le seguenti trasformazioni di diritti di pegno devono essere documentate da un atto pubblico:\na. trasformazione di una cartella ipotecaria documentale in cartella ipotecaria registrale e viceversa;\nb. trasformazione di una cartella ipotecaria al portatore in cartella ipotecaria nominativa e viceversa;\nc. trasformazione di un’ipoteca in una cartella ipotecaria e viceversa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_73"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Trasformazione di diritti di pegno",
        "citation": "Art. 73 cpv. 2 ORF",
        "content": "Il capoverso 1 si applica anche alle cartelle ipotecarie intestate al proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_73"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Trasformazione semplificata di una cartella ipotecaria documentale in cartella ipotecaria registrale",
        "citation": "Art. 74 ORF",
        "content": "Una cartella ipotecaria al portatore o nominativa costituita prima del 1° gennaio 2012 è trasformata in una cartella ipotecaria registrale su notificazione del proprietario del fondo o del creditore pignoratizio e in base a un contratto scritto tra il proprietario del fondo e gli aventi diritto sulla cartella ipotecaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_74"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Diritti di pegno per miglioramenti del suolo",
        "citation": "Art. 75 cpv. 1 ORF",
        "content": "L’attestazione del titolo giuridico per l’iscrizione di un diritto di pegno per miglioramenti del suolo eseguiti con il concorso o sotto la vigilanza di autorità pubbliche consiste in un certificato della competente autorità che accerti l’importo delle spese spettanti al fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_75"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Diritti di pegno per miglioramenti del suolo",
        "citation": "Art. 75 cpv. 2 ORF",
        "content": "Se il miglioramento del suolo è eseguito senza sussidi statali, occorre il consenso unanime di tutti i titolari di diritti reali sul fondo o una disposizione del giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_75"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 76 cpv. 1 ORF",
        "content": "L’attestazione del titolo giuridico per l’iscrizione di un’ipoteca legale consiste negli atti costitutivi dei crediti a garanzia dei quali l’ipoteca deve essere iscritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_76"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 76 cpv. 2 ORF",
        "content": "Nei casi seguenti l’attestazione del titolo giuridico consiste in una prova scritta da cui si evince che il proprietario riconosce la somma garantita da pegno o ne autorizza l’iscrizione oppure che tale somma è constatata dal giudice:\na. in caso di indennità in luogo del diritto di superficie cancellato (art. 779d cpv. 2 e 3 CC);\nb. in caso di ipoteca degli artigiani e imprenditori (art. 837 cpv. 1 n. 3 CC);\nc. in caso di ipoteca a garanzia del canone del diritto di superficie (art. 779i e 779k CC);\nd. in caso di ipoteca al fine di garantire il diritto della comunione ai contributi dei proprietari di proprietà per piani (art. 712i CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_76"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 76 cpv. 3 ORF",
        "content": "Il termine previsto dagli articoli 779d capoverso 3 e 839 capoverso 2 CC è garantito mediante l’annotazione di un’iscrizione provvisoria a sicurezza di asserti diritti reali (art. 961 cpv. 1 n. 1 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_76"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Annotazioni in generale",
        "citation": "Art. 77 cpv. 1 ORF",
        "content": "L’attestazione del titolo giuridico per un’annotazione deve riportare le condizioni per l’esercizio del diritto annotato ed eventuali limitazioni della sua durata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_77"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Annotazioni in generale",
        "citation": "Art. 77 cpv. 2 ORF",
        "content": "È fatta salva l’annotazione di una restrizione della facoltà di disporre su notificazione delle autorità preposte alle procedure esecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_77"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Annotazioni in generale",
        "citation": "Art. 77 cpv. 3 ORF",
        "content": "L’attestazione del titolo giuridico per le annotazioni iscritte in virtù di un ordine di un’autorità (art. 960 cpv. 1 n. 1, 961 cpv. 1 CC) consiste nella decisione provvisoria esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_77"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Annotazione di diritti personali",
        "citation": "Art. 78 cpv. 1 ORF",
        "content": "L’attestazione del titolo giuridico per l’annotazione di diritti personali convenuti contrattualmente richiede un atto pubblico in caso di:\na. diritti di acquisto e di ricupera;\nb. diritti di prelazione con prezzo fissato anticipatamente (art. 216 cpv. 2 CO, art. 712c cpv. 1 CC);\nc. diritti di riversione in caso di donazioni (art. 247 CO);\nd. scioglimento della comproprietà (art. 650 cpv. 2 CC);\ne. soppressione o modifica del diritto all’attribuzione nel diritto fondiario rurale (art. 39 LDFR);\nf. esclusione o modifica di diritti di prelazione legali relativi a fondi (art. 681b CC);\ng. diritti di subentrare di creditori pignoratizi (art. 814 cpv. 3 CC);\nh. annotazioni connesse a servitù (art. 740a, 779a cpv. 2 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_78"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Annotazione di diritti personali",
        "citation": "Art. 78 cpv. 2 ORF",
        "content": "Per l’annotazione di disposizioni statutarie di una società cooperativa secondo le quali con l’alienazione del fondo la qualità di socio passa all’acquirente (art. 850 cpv. 3 CO) è sufficiente una copia autenticata dello statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_78"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Annotazione di diritti personali",
        "citation": "Art. 78 cpv. 3 ORF",
        "content": "In tutti gli altri casi di annotazione di diritti personali è sufficiente un’attestazione del titolo giuridico in forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_78"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Restrizioni della facoltà di disporre",
        "citation": "Art. 79 ORF",
        "content": "L’attestazione del titolo giuridico per l’annotazione delle restrizioni della facoltà di disporre è fornita mediante i seguenti documenti:\na. in caso di diritti litigiosi o di pretese esecutive, di pignoramento, di realizzazione del pegno e di sequestri: la decisione esecutiva dell’autorità competente;\nb. in caso di sostituzione fidecommissaria (eredità o legato): la copia autenticata della disposizione a causa di morte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_79"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Menzioni",
        "citation": "Art. 80 cpv. 1 ORF",
        "content": "Se non è prescritto l’atto pubblico, i documenti giustificativi per le menzioni devono essere presentati in forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_80"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Menzioni",
        "citation": "Art. 80 cpv. 2 ORF",
        "content": "I regolamenti e le misure amministrative di comunioni di comproprietari (art. 649a cpv. 2 CC) devono essere firmati da tutti i comproprietari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_80"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Menzioni",
        "citation": "Art. 80 cpv. 3 ORF",
        "content": "I regolamenti di comunioni di comproprietari di proprietà per piani devono essere firmati da tutti i comproprietari. Vale come documento giustificativo per la loro menzione anche il verbale accertante che sono stati approvati per risoluzione della comunione dei comproprietari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_80"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 2: Attestazioni del titolo giuridico Sezione 5: Annotazioni e menzioni, Menzioni",
        "citation": "Art. 80 cpv. 4 ORF",
        "content": "L’attestazione del titolo giuridico per le menzioni iscritte in virtù di un ordine di un’autorità consiste nella decisione esecutiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_80"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Trattamento della notificazione",
        "citation": "Art. 81 cpv. 1 ORF",
        "content": "Nel libro giornale sono iscritte:\na. le notificazioni: non appena ricevute;\nb. le procedure avviate d’ufficio: immediatamente dopo la loro apertura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_81"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Trattamento della notificazione",
        "citation": "Art. 81 cpv. 2 ORF",
        "content": "Ogni iscrizione nel libro giornale contiene:\na. un numero d’ordine progressivo la cui serie ricomincia a ogni anno civile;\nb. la data e l’ora esatta della notificazione o dell’avvio della procedura;\nc. il cognome o la ragione sociale e l’indirizzo o la sede del richiedente;\nd. il contenuto, mediante parole chiave, delle iscrizioni da fare nel libro mastro e la designazione dei fondi interessati o un rimando alla notificazione. Se tutti i dati relativi a una notificazione (art. 47) figurano già in un controllo delle pratiche, è sufficiente inserire nel libro giornale un rimando a quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_81"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Trattamento della notificazione",
        "citation": "Art. 81 cpv. 3 ORF",
        "content": "L’iscrizione nel libro giornale è attestata su richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_81"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Indicazione di notificazioni pendenti nel registro fondiario cartaceo",
        "citation": "Art. 82 ORF",
        "content": "Se un’iscrizione nel libro giornale è pendente, nel registro fondiario cartaceo ciò è indicato sul foglio del libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_82"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Obbligo di verifica generale da parte dell’ufficio del registro fondiario",
        "citation": "Art. 83 cpv. 1 ORF",
        "content": "L’ufficio del registro fondiario verifica sulla base dei documenti giustificativi presentati con la notificazione se i presupposti legali per l’iscrizione nel libro mastro sono soddisfatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_83"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Obbligo di verifica generale da parte dell’ufficio del registro fondiario",
        "citation": "Art. 83 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario verifica:\na. la forma e il contenuto della notificazione;\nb. l’identità del richiedente;\nc. la facoltà di disporre del richiedente (art. 84);\nd. in caso di notificazione da parte di un rappresentante: il potere di rappresentanza;\ne. la facoltà di agire, se secondo i documenti giustificativi presentati o secondo il registro fondiario tale facoltà è limitata;\nf. l’idoneità dell’iscrizione richiesta;\ng. le attestazioni del titolo giuridico, in particolare la loro forma;\nh. la completezza dei documenti giustificativi per la notificazione; \ni. le autorizzazioni e i consensi necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_83"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Verifica del diritto di disporre",
        "citation": "Art. 84 cpv. 1 ORF",
        "content": "Se la notificazione è presentata dal proprietario iscritto, l’ufficio del registro fondiario verifica se il richiedente e la persona iscritta coincidono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_84"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Verifica del diritto di disporre",
        "citation": "Art. 84 cpv. 2 ORF",
        "content": "Se la notificazione è presentata da una persona che ha acquisito un diritto già prima dell’iscrizione (art. 656 cpv. 2, 665 cpv. 2 e 3, 836, 963 cpv. 2 CC, art. 34 cpv. 3 LDFR, art. 22 cpv. 1, 52 e 73 cpv. 2 LFus), l’ufficio del registro fondiario verifica se il richiedente e l’avente diritto coincidono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_84"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Verifica del diritto di disporre",
        "citation": "Art. 84 cpv. 3 ORF",
        "content": "Se la notificazione è presentata dall’avente diritto in base all’iscrizione (art. 964 cpv. 1 CC), l’ufficio del registro fondiario verifica se il richiedente e l’avente diritto coincidono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_84"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Verifica in caso di notificazione da parte di un’autorità",
        "citation": "Art. 85 ORF",
        "content": "Se la notificazione è presentata da un’autorità o da una persona con compiti pubblici (ufficio del registro fondiario, pubblico ufficiale, autorità giudiziaria, delle esecuzioni o dei fallimenti), l’ufficio del registro fondiario ne verifica la competenza per la notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_85"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Autenticazione di firme",
        "citation": "Art. 86 cpv. 1 ORF",
        "content": "Se l’ufficio del registro fondiario non può accertare da sé l’autenticità di una firma, ne richiede l’autenticazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_86"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Autenticazione di firme",
        "citation": "Art. 86 cpv. 2 ORF",
        "content": "Se è già contenuta in un atto pubblico, l’autenticazione della firma del richiedente non è necessaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_86"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Autenticazione di firme",
        "citation": "Art. 86 cpv. 3 ORF",
        "content": "L’autenticazione elettronica di una firma elettronica è retta dall’OAPuE, in particolare dall’articolo 16 OAPuE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_86"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Richieste incomplete",
        "citation": "Art. 87 cpv. 1 ORF",
        "content": "Se i presupposti per l’iscrizione nel libro mastro non sono soddisfatti, l’ufficio del registro fondiario respinge la richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_87"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Richieste incomplete",
        "citation": "Art. 87 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario rende noto al richiedente un breve termine entro il quale presentare i documenti giustificativi mancanti. Se trascorso tale termine la richiesta non è stata completata, il registro fondiario la respinge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_87"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Richieste incomplete",
        "citation": "Art. 87 cpv. 3 ORF",
        "content": "I motivi del rigetto sono comunicati per scritto al richiedente e a tutte le altre per-sone toccate dalla decisione, con l’indicazione dei rimedi giuridici. Nel libro giornale è fatta menzione della decisione di rigetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_87"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Richieste incomplete",
        "citation": "Art. 87 cpv. 4 ORF",
        "content": "Se la decisione di rigetto è impugnata, l’ufficio del registro ne fa menzione nel libro giornale. I Cantoni possono prevedere una menzione nel libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_87"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Sospensione della procedura di iscrizione",
        "citation": "Art. 88 cpv. 1 ORF",
        "content": "Se un atto normativo federale prevede che l’ufficio del registro fondiario non possa iscrivere una notificazione nel libro mastro fintanto che un’altra autorità non abbia deciso se il negozio in oggetto richieda un’autorizzazione, l’ufficio del registro iscrive la notificazione nel libro giornale e rende noto al richiedente il termine previsto dall’atto normativo applicabile per avviare la procedura di accertamento o di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_88"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Sospensione della procedura di iscrizione",
        "citation": "Art. 88 cpv. 2 ORF",
        "content": "Se la procedura di accertamento o di autorizzazione è avviata entro il termine prescritto, l’ufficio del registro fondiario ne fa menzione nel libro giornale. I Cantoni possono prevedere una menzione nel libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_88"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Sospensione della procedura di iscrizione",
        "citation": "Art. 88 cpv. 3 ORF",
        "content": "Se la procedura di accertamento o di autorizzazione non è avviata tempestivamente o se l’autorizzazione è negata, l’ufficio del registro fondiario respinge la notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_88"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 3: Procedura di iscrizione, Sospensione della procedura di iscrizione",
        "citation": "Art. 88 cpv. 4 ORF",
        "content": "Le menzioni nel libro mastro sono cancellate d’ufficio se la notificazione è eseguita nel libro mastro o se la relativa richiesta è stata respinta con decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_88"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Principi",
        "citation": "Art. 89 cpv. 1 ORF",
        "content": "L’ufficio del registro fondiario iscrive nel libro mastro solo quanto richiesto nella notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_89"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Principi",
        "citation": "Art. 89 cpv. 2 ORF",
        "content": "Le iscrizioni sono eseguite nella rubrica corrispondente del libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_89"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Principi",
        "citation": "Art. 89 cpv. 3 ORF",
        "content": "L’iscrizione nel libro mastro riporta la data dell’iscrizione nel libro giornale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_89"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Principi",
        "citation": "Art. 89 cpv. 4 ORF",
        "content": "In tutte le rubriche è possibile fare osservazioni sulle iscrizioni; esse diventano parte dell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_89"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Designazione di persone",
        "citation": "Art. 90 cpv. 1 ORF",
        "content": "Per la designazione dei proprietari o delle persone titolari di altri diritti sul fondo (art. 958–961 CC) occorre indicare:\na. per le persone fisiche: il cognome, i nomi, la data di nascita, il sesso, l’attinenza o la cittadinanza;\nb. per le persone giuridiche e le società in nome collettivo e in accomandita: la ragione sociale o il nome, la sede, la forma giuridica, se questa non risulta dalla ragione sociale o dal nome, e l’IDI;\nc. per le società semplici e le comunioni i cui membri sono vincolati tra loro per legge o per contratto e sono proprietari in comune: i dati menzionati alle lettere a e b per ciascun membro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_90"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Designazione di persone",
        "citation": "Art. 90 cpv. 2 ORF",
        "content": "Ulteriori dati personali sono indicati solo se necessari per l’identificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_90"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Procedura di trattamento",
        "citation": "Art. 91 cpv. 1 ORF",
        "content": "La procedura di trattamento dei dati del libro mastro inizia con l’iscrizione nel libro giornale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_91"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Procedura di trattamento",
        "citation": "Art. 91 cpv. 2 ORF",
        "content": "I dati del libro mastro che devono essere iscritti, modificati o cancellati sulla base di un’iscrizione fatta nel libro giornale, possono essere modificati a piacere nel corso della procedura di trattamento senza che dati del libro mastro giuridicamente validi ne risultino pregiudicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_91"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Procedura di trattamento",
        "citation": "Art. 91 cpv. 3 ORF",
        "content": "L’ufficio del registro fondiario conclude la procedura di trattamento specificando con un’indicazione speciale che:\na. l’intavolazione, la modifica o la cancellazione dei dati del libro mastro è giuridicamente efficace;\nb. la notificazione è definitivamente respinta;\nc. la notificazione è stata ritirata; o\nd. un’iscrizione fatta inavvertitamente nel libro giornale non è valida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_91"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Ordine e rapporti di priorità delle iscrizioni",
        "citation": "Art. 92 cpv. 1 ORF",
        "content": "Le iscrizioni nel libro mastro sono fatte nell’ordine risultante dal libro giornale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_92"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Ordine e rapporti di priorità delle iscrizioni",
        "citation": "Art. 92 cpv. 2 ORF",
        "content": "Se più iscrizioni notificate lo stesso giorno devono essere fatte sul medesimo foglio del libro mastro e ricevere, secondo le richieste delle parti o secondo l’ordine in cui sono iscritte nel libro giornale, un grado diverso, ciò è indicato nel libro mastro in modo appropriato, per esempio con l’indicazione a ogni iscrizione dell’orario della notificazione o del rapporto di priorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_92"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Ordine e rapporti di priorità delle iscrizioni",
        "citation": "Art. 92 cpv. 3 ORF",
        "content": "Se il grado di un’iscrizione non è definito in base alla relativa data, il foglio del libro mastro deve farne esplicitamente stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_92"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Ordine e rapporti di priorità delle iscrizioni",
        "citation": "Art. 92 cpv. 4 ORF",
        "content": "Sono fatte salve le prescrizioni particolari sui rapporti di priorità delle ipoteche legali (art. 118 cpv. 2 lett. c).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_92"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 1: Principi e procedure, Attestazione dell’iscrizione",
        "citation": "Art. 93 ORF",
        "content": "L’ufficio del registro fondiario attesta l’iscrizione sugli atti destinati alle parti, su loro richiesta; può anche rilasciare a questo scopo un estratto completo o parziale del libro mastro in merito al nuovo stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_93"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Contenuto dell’iscrizione",
        "citation": "Art. 94 cpv. 1 ORF",
        "content": "L’iscrizione della proprietà riporta:\na. la designazione del proprietario;\nb. la data dell’iscrizione nel libro giornale;\nc. il titolo dell’acquisto;\nd. il rimando al documento giustificativo;\ne. la designazione dei comproprietari con una cifra o una lettera, nel caso non sia stato aperto alcun foglio speciale per le quote di comproprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_94"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Contenuto dell’iscrizione",
        "citation": "Art. 94 cpv. 2 ORF",
        "content": "Per la designazione di una comunione ereditaria nel registro fondiario cartaceo sono sufficienti i dati del disponente con l’indicazione che i proprietari indicati sono gli eredi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_94"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà fondiaria dipendente",
        "citation": "Art. 95 cpv. 1 ORF",
        "content": "Se la proprietà di un fondo («fondo dipendente») deve spettare al proprietario attuale di un altro fondo («fondo principale») (art. 655a cpv. 1 CC), invece del nome del proprietario si iscrive, nella rubrica «Proprietà» del foglio del fondo dipendente, la designazione del fondo principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_95"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà fondiaria dipendente",
        "citation": "Art. 95 cpv. 2 ORF",
        "content": "Se il fondo dipendente è una quota di comproprietà, la connessione dei fondi deve essere approvata da tutti i comproprietari. In tal modo rinunciano al proprio diritto di prelazione (art. 682 CC) e al diritto di chiedere lo scioglimento della comproprietà (art. 650 CC) sulle quote connesse. Tale accordo richiede l’atto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_95"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà fondiaria dipendente",
        "citation": "Art. 95 cpv. 3 ORF",
        "content": "I fondi possono essere connessi soltanto se per il fondo dipendente non sono iscritti diritti di pegno immobiliare o oneri fondiari o se, al momento della connessione, questi sono trasferiti sul fondo principale e cancellati dal fondo dipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_95"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà fondiaria dipendente",
        "citation": "Art. 95 cpv. 4 ORF",
        "content": "Se il fondo dipendente è una quota di comproprietà, anche il fondo trasformato in comproprietà deve rimanere libero da pegni immobiliari o oneri fondiari per l’intera durata della connessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_95"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà fondiaria dipendente",
        "citation": "Art. 95 cpv. 5 ORF",
        "content": "La connessione è iscritta sul foglio del fondo principale nella descrizione del fondo o nella rubrica «Menzioni».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_95"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Comproprietà e proprietà comune",
        "citation": "Art. 96 cpv. 1 ORF",
        "content": "In caso di comproprietà, al nome di ogni comproprietario è aggiunta l’indicazione della rispettiva quota («1⁄2», «1⁄3» ecc.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_96"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Comproprietà e proprietà comune",
        "citation": "Art. 96 cpv. 2 ORF",
        "content": "I Cantoni possono prevedere che i diritti di comproprietà sopra costruzioni reciprocamente sconfinanti o erette su fondi altrui (art. 670 CC) possano essere iscritte come servitù.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_96"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Comproprietà e proprietà comune",
        "citation": "Art. 96 cpv. 3 ORF",
        "content": "In caso di proprietà comune, oltre ai dati di cui all’articolo 90 capoverso 1 lettera c, va aggiunta l’indicazione del rapporto giuridico da cui deriva la comunione o la società.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_96"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà per piani",
        "citation": "Art. 97 cpv. 1 ORF",
        "content": "La proprietà per piani è iscritta nel foglio del libro mastro del fondo di base nella rubrica «Proprietà».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_97"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 2: Proprietà, Proprietà per piani",
        "citation": "Art. 97 cpv. 2 ORF",
        "content": "L’iscrizione riporta:\na. il numero del foglio d’ogni unità di piano;\nb. la quota («quota di valore») di ciascuna unità di piano, indicata in frazioni aventi un comune denominatore;\nc. la designazione della proprietà come proprietà per piani con l’abbreviazione «PPP»;\nd. la data dell’iscrizione nel libro giornale;\ne. l’indicazione dell’atto costitutivo;\nf. il riferimento ai documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_97"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Servitù",
        "citation": "Art. 98 cpv. 1 ORF",
        "content": "Una servitù è iscritta nella rubrica «Servitù» del foglio del libro mastro del fondo serviente. Una servitù prediale è inoltre iscritta nella stessa rubrica del foglio del libro mastro del fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_98"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Servitù",
        "citation": "Art. 98 cpv. 2 ORF",
        "content": "L’iscrizione nel foglio del libro mastro riporta:\na. la designazione con un numero o una lettera;\nb. la designazione come onere o diritto;\nc. la designazione del contenuto della servitù con una parola chiave;\nd. se del caso le seguenti indicazioni:\n1. la designazione come servitù coattiva,\n2. che si tratta di un diritto per sé stante e permanente,\n3. l’obbligo accessorio, di cui è stata richiesta l’iscrizione;\ne. la designazione del fondo dominante o dell’avente diritto nel foglio del libro mastro del fondo serviente; \nf. la designazione del fondo serviente nel foglio del libro mastro del fondo dominante; in caso di pluralità di fondi servienti nel registro fondiario cartaceo si può rinunciare alla loro designazione e rinviare al documento giustificativo;\ng. la data dell’iscrizione nel libro giornale;\nh. il rimando al documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_98"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Servitù",
        "citation": "Art. 98 cpv. 3 ORF",
        "content": "Le parole chiave per le servitù e per gli obblighi accessori sono stabilite dall’ufficio del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_98"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Servitù su fogli collettivi",
        "citation": "Art. 99 cpv. 1 ORF",
        "content": "Se un fondo, a favore o a carico del quale deve essere costituita una servitù prediale, figura su un foglio collettivo, al momento dell’iscrizione della servitù su questo foglio vanno sempre indicate la designazione del fondo serviente e quella del fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_99"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Servitù su fogli collettivi",
        "citation": "Art. 99 cpv. 2 ORF",
        "content": "Se il fondo serviente e il fondo dominante figurano sullo stesso foglio collettivo, è sufficiente una sola iscrizione, con l’indicazione delle designazioni del fondo serviente e del fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_99"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Oneri fondiari",
        "citation": "Art. 100 cpv. 1 ORF",
        "content": "Un onere fondiario è iscritto nella rubrica «Oneri fondiari» del foglio del libro mastro del fondo serviente. Un onere fondiario costituito a favore del proprietario attuale di un fondo è inoltre iscritto nella stessa rubrica del foglio del libro mastro del fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_100"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Oneri fondiari",
        "citation": "Art. 100 cpv. 2 ORF",
        "content": "L’iscrizione nel foglio del libro mastro riporta:\na. la designazione con un numero o una lettera;\nb. la designazione come onere o diritto;\nc. la designazione con una parola chiave;\nd. la designazione del fondo dominante o dell’avente diritto nel foglio del libro mastro del fondo serviente;\ne. la designazione del fondo serviente nel foglio del libro mastro del fondo dominante; in caso di pluralità di fondi servienti nel registro fondiario cartaceo si può rinunciare alla loro designazione e rinviare al documento giustificativo;\nf. la data dell’iscrizione nel libro giornale;\ng. il rimando al documento giustificativo; \nh. il valore totale conformemente all’articolo 783 capoverso 2 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_100"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Oneri fondiari",
        "citation": "Art. 100 cpv. 3 ORF",
        "content": "La parola chiave per l’onere fondiario è stabilita dall’ufficio del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_100"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 3: Servitù e oneri fondiari, Oneri fondiari",
        "citation": "Art. 100 cpv. 4 ORF",
        "content": "Se l’onere fondiario è connesso a una servitù prediale non riscattabile, nella rubrica «Oneri fondiari» può, su richiesta, essere inserito un rimando alla servitù sotto forma di osservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_100"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Contenuto dell’iscrizione",
        "citation": "Art. 101 cpv. 1 ORF",
        "content": "I diritti di pegno immobiliare sono iscritti nella rubrica «Diritto di pegno immobiliare» del foglio del libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_101"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Contenuto dell’iscrizione",
        "citation": "Art. 101 cpv. 2 ORF",
        "content": "L’iscrizione riporta:\na. la designazione con un numero o una lettera;\nb. il tipo di diritto di pegno immobiliare;\nc. in caso di cartella ipotecaria: la designazione come cartella ipotecaria registrale o cartella ipotecaria documentale;\nd. la designazione del creditore secondo l’articolo 90 capoverso 1 o la designazione «Portatore»;\ne. la somma garantita dal pegno e, se del caso, il tasso massimo dell’interesse garantito dal pegno conformemente all’articolo 818 capoverso 2 CC;\nf. per i diritti di pegno negoziali: il posto del pegno;\ng. la data dell’iscrizione nel libro giornale;\nh. il rimando al documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_101"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Contenuto dell’iscrizione",
        "citation": "Art. 101 cpv. 3 ORF",
        "content": "Nell’iscrizione può essere inserito un rimando a un’annotazione circa il diritto di subentrare in un posto anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_101"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Osservazioni relative alle iscrizioni di pegni immobiliari nel registro fondiario cartaceo",
        "citation": "Art. 102 cpv. 1 ORF",
        "content": "Nel registro fondiario cartaceo le osservazioni relative all’iscrizione di un diritto di pegno immobiliare devono essere iscritte sotto la cifra o la lettera che contraddistingue tale diritto e possibilmente raggruppate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_102"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Osservazioni relative alle iscrizioni di pegni immobiliari nel registro fondiario cartaceo",
        "citation": "Art. 102 cpv. 2 ORF",
        "content": "Alla fine di ogni iscrizione va lasciata una riga vuota per i rimandi alle osservazioni relative al diritto di pegno immobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_102"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Osservazioni relative alle iscrizioni di pegni immobiliari nel registro fondiario cartaceo",
        "citation": "Art. 102 cpv. 3 ORF",
        "content": "L’iscrizione rimanda all’osservazione a cui si riferisce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_102"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizioni senza gli effetti del registro fondiario",
        "citation": "Art. 103 cpv. 1 ORF",
        "content": "Per quanto riguarda una cartella ipotecaria documentale o un’ipoteca, l’avente diritto può chiedere l’iscrizione, senza che questa abbia gli effetti del registro fondiario, nella rubrica «Diritto di pegno immobiliare» del foglio del libro mastro:\na. il trasferimento del diritto di creditore;\nb. il diritto di pegno mobiliare e di pegno manuale;\nc. un usufrutto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_103"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizioni senza gli effetti del registro fondiario",
        "citation": "Art. 103 cpv. 2 ORF",
        "content": "Lo statuto giuridico deve essere reso credibile all’ufficio del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_103"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizioni senza gli effetti del registro fondiario",
        "citation": "Art. 103 cpv. 3 ORF",
        "content": "L’ufficio del registro fondiario indirizza tutti gli avvisi all’avente diritto, se quest’ultimo non ha nominato un procuratore ai sensi dell’articolo 105 capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_103"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizioni senza gli effetti del registro fondiario",
        "citation": "Art. 103 cpv. 4 ORF",
        "content": "In un estratto va indicato che la designazione dell’avente diritto iscritto non ha gli effetti del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_103"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Cartella ipotecaria registrale: creditore, usufrutto e pignoramento",
        "citation": "Art. 104 cpv. 1 ORF",
        "content": "Un nuovo creditore della cartella ipotecaria registrale è iscritto nel libro mastro su notificazione del creditore precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_104"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Cartella ipotecaria registrale: creditore, usufrutto e pignoramento",
        "citation": "Art. 104 cpv. 2 ORF",
        "content": "Chi non può identificarsi come creditore in virtù dell’iscrizione nel libro mastro, deve provare mediante titolo d’acquisto che la posizione creditoria era stata acquisita prima dell’iscrizione nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_104"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Cartella ipotecaria registrale: creditore, usufrutto e pignoramento",
        "citation": "Art. 104 cpv. 3 ORF",
        "content": "Il creditore titolare di un pegno mobiliare su una cartella ipotecaria registrale è iscritto nel libro mastro su notificazione del creditore iscritto nel libro mastro. Nella rubrica «Diritto di pegno immobiliare» è iscritto con la designazione di creditore titolare del pegno mobiliare sulla cartella ipotecaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_104"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Cartella ipotecaria registrale: creditore, usufrutto e pignoramento",
        "citation": "Art. 104 cpv. 4 ORF",
        "content": "Un usufrutto relativo a una cartella ipotecaria registrale è iscritto nella rubrica «Diritto di pegno immobiliare».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_104"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Cartella ipotecaria registrale: creditore, usufrutto e pignoramento",
        "citation": "Art. 104 cpv. 5 ORF",
        "content": "Il pignoramento della cartella ipotecaria registrale e le altre restrizioni della facoltà di disporre in virtù del diritto dell’esecuzione forzata sono iscritte come osservazioni relative al diritto di pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_104"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Rappresentante in caso di cartella ipotecaria e obbligazioni di un prestito",
        "citation": "Art. 105 cpv. 1 ORF",
        "content": "Nella rubrica «Diritto di pegno immobiliare» sono iscritte come osservazioni:\na. la designazione del procuratore in caso di cartella ipotecaria (art. 850 CC): su richiesta del mandante;\nb. la designazione di un rappresentante in caso di obbligazioni di un prestito (art. 875 n. 1 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_105"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Rappresentante in caso di cartella ipotecaria e obbligazioni di un prestito",
        "citation": "Art. 105 cpv. 2 ORF",
        "content": "L’indicazione successiva di un rappresentante o la cancellazione dell’osservazione è possibile soltanto con il consenso di tutte le parti interessate o per sentenza del giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_105"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Convenzioni accessorie, ammortamento",
        "citation": "Art. 106 cpv. 1 ORF",
        "content": "Se le parti hanno concluso o modificano convenzioni accessorie di natura obbligatoria concernenti interessi, ammortamento del debito e condizioni di disdetta deroganti alle disposizioni legali (art. 846 cpv. 2 CC) o altre clausole accessorie relative al credito, nelle osservazioni relative ai diritti di pegno è possibile inserire un rimando al riguardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_106"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Convenzioni accessorie, ammortamento",
        "citation": "Art. 106 cpv. 2 ORF",
        "content": "Su richiesta del debitore e con il consenso del creditore pignoratizio, nelle osservazioni sono iscritti gli ammortamenti senza riduzione della somma del debito o della somma garantita da pegno (art. 852 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_106"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasformazione di una cartella ipotecaria",
        "citation": "Art. 107 cpv. 1 ORF",
        "content": "Una cartella ipotecaria è trasformata con la modifica nel foglio del libro mastro dei seguenti dati:\na. la designazione del nuovo tipo di diritto di pegno;\nb. in caso di trasformazione di una cartella ipotecaria documentale in una cartella ipotecaria registrale: la designazione del creditore;\nc. in caso di trasformazione di una cartella ipotecaria registrale in una cartella ipotecaria documentale: la designazione del creditore o la designazione «Portatore»;\nd. in caso di trasformazione di una cartella ipotecaria al portatore in una nominale e viceversa: la designazione del creditore o la designazione «Portatore»; sul titolo di pegno è apposta la relativa annotazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_107"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasformazione di una cartella ipotecaria",
        "citation": "Art. 107 cpv. 2 ORF",
        "content": "Il capoverso 1 si applica per analogia anche alla trasformazione di un’ipoteca in una cartella ipotecaria e viceversa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_107"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasformazione semplificata di una cartella ipotecaria documentale",
        "citation": "Art. 108 cpv. 1 ORF",
        "content": "La trasformazione semplificata di una cartella ipotecaria documentale in una cartella ipotecaria registrale (art. 33b tit. fin. CC) è eseguita modificando l’iscrizione del diritto di pegno nel foglio del libro mastro con le seguenti indicazioni:\na. la designazione come cartella ipotecaria registrale;\nb. la designazione del creditore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_108"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasformazione semplificata di una cartella ipotecaria documentale",
        "citation": "Art. 108 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario procede alla trasformazione soltanto se gli è consegnato il titolo di pegno per l’annullamento o una dichiarazione di annullamento giudiziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_108"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasformazione semplificata di una cartella ipotecaria documentale",
        "citation": "Art. 108 cpv. 3 ORF",
        "content": "In un’osservazione è indicata la data della trasformazione e un rimando ai documenti giustificativi della notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_108"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno immobiliare su fogli collettivi",
        "citation": "Art. 109 cpv. 1 ORF",
        "content": "I diritti di pegno immobiliare sono iscritti su un foglio collettivo soltanto se tutti i fondi ivi contenuti devono esserne gravati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_109"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno immobiliare su fogli collettivi",
        "citation": "Art. 109 cpv. 2 ORF",
        "content": "Se un diritto di pegno immobiliare è notificato per l’iscrizione soltanto per singoli fondi intavolati sul foglio collettivo, l’ufficio del registro fondiario trasferisce d’ufficio i fondi da gravare o gli altri fondi su un nuovo foglio del libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_109"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno collettivi",
        "citation": "Art. 110 cpv. 1 ORF",
        "content": "Se un pegno immobiliare per il medesimo credito è costituito su più fondi non riuniti in un foglio collettivo e facenti parte dello stesso circondario del registro fondiario (pegno collettivo; art. 798 cpv. 1 CC), al momento dell’iscrizione del diritto di pegno sui diversi fogli del libro mastro si deve indicare sopra ciascun foglio, come somma garantita da pegno, l’importo totale del credito, e nelle osservazioni, il rimando ai fondi gravati dallo stesso pegno (per es. «Ad A: numero ... costituito in pegno per il medesimo credito»).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_110"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno collettivi",
        "citation": "Art. 110 cpv. 2 ORF",
        "content": "Se il pegno collettivo per il medesimo credito è costituito su più fondi situati in diversi circondari, la notificazione e l’iscrizione hanno luogo dapprima per i fondi situati nel circondario in cui si trova la maggior superficie dei fondi da costituire in pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_110"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno collettivi",
        "citation": "Art. 110 cpv. 3 ORF",
        "content": "Il proprietario o l’acquirente notifica l’iscrizione del pegno negli altri circondari sulla base della conferma di iscrizione nel primo circondario. Procedendo all’iscrizione, ogni ufficio del registro fondiario indica i numeri di tutti i fondi gravati che giacciono nel proprio e negli altri circondari e, allo stesso scopo, comunica tutte le costituzioni in pegno con indicazione dei numeri agli uffici del registro fondiario degli altri circondari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_110"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno collettivi",
        "citation": "Art. 110 cpv. 4 ORF",
        "content": "Se i fondi da gravare giacciono in un unico Cantone, i Cantoni possono obbligare l’ufficio del registro fondiario al quale è presentata la prima notificazione di cui al capoverso 2, a far iscrivere d’ufficio i pegni negli altri circondari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_110"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno collettivi su fondi di diversi proprietari",
        "citation": "Art. 111 ORF",
        "content": "Se nei casi previsti dall’articolo 110 capoverso 1 o 2, più fondi situati in un circondario del registro fondiario appartengono a diversi proprietari, la notificazione per l’iscrizione deve essere fatta simultaneamente per tutti i fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_111"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno collettivi in caso di fondi gravati successivamente",
        "citation": "Art. 112 ORF",
        "content": "L’articolo 110 si applica per analogia se, conformemente all’articolo 798 capoverso 1 CC, altri fondi devono essere gravati successivamente da un pegno che grava già un fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_112"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizione di pegni parziali",
        "citation": "Art. 113 cpv. 1 ORF",
        "content": "Se più fondi intavolati su diversi fogli del libro mastro sono costituiti in pegno per il medesimo credito, senza che occorra creare un pegno collettivo, ogni fondo è gravato della quota indicata dalle parti nella notificazione (art. 798 cpv. 2 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_113"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizione di pegni parziali",
        "citation": "Art. 113 cpv. 2 ORF",
        "content": "Se le parti non hanno indicato tale ripartizione, l’ufficio del registro fondiario può respingere la notificazione oppure, nei casi in cui nel registro fondiario sia indicato un valore di stima dei fondi, operare la ripartizione secondo tale valore di stima, dandone comunicazione alle parti, e procedere all’iscrizione dei pegni corrispondenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_113"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Iscrizione di pegni parziali",
        "citation": "Art. 113 cpv. 3 ORF",
        "content": "Gli importi delle quote parziali sono arrotondati al franco intero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_113"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasferimento per legge dei diritti del creditore di un credito parziale",
        "citation": "Art. 114 cpv. 1 ORF",
        "content": "Se i diritti del creditore di un credito parziale sono trasferiti per legge a un nuovo creditore (art. 110 CO), su richiesta dei creditori interessati e adeguatamente ridotto del pegno precedente, è iscritto un pegno parziale per tale importo e con lo stesso posto del pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_114"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Trasferimento per legge dei diritti del creditore di un credito parziale",
        "citation": "Art. 114 cpv. 2 ORF",
        "content": "Se il pegno parziale è di rango posteriore rispetto al pegno attuale, il posto del pegno è diviso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_114"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ripartizione dell’onere in caso di alienazione di un fondo costituito in pegno collettivamente con altri fondi",
        "citation": "Art. 115 cpv. 1 ORF",
        "content": "Se un fondo costituito in pegno collettivamente con altri fondi è alienato senza che l’acquirente si obblighi solidalmente per il debito garantito dal fondo, si applica l’articolo 113. L’ufficio del registro fondiario procede tuttavia alla ripartizione dell’onere secondo l’articolo 113 capoverso 2, se le parti non hanno comunicato gli importi parziali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_115"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ripartizione dell’onere in caso di alienazione di un fondo costituito in pegno collettivamente con altri fondi",
        "citation": "Art. 115 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario informa senza indugio le parti della ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_115"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno immobiliare e oneri fondiari su quote di comproprietà",
        "citation": "Art. 116 ORF",
        "content": "Se sono iscritti diritti di pegno immobiliare oppure oneri fondiari nei fogli del libro mastro di quote di comproprietà o di unità di piano, una menzione al riguardo è inserita d’ufficio nel foglio del fondo di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_116"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Riservata precedenza e posto vacante",
        "citation": "Art. 117 ORF",
        "content": "All’iscrizione della riservata precedenza (art. 813 cpv. 2 CC) e del posto vacante (art. 815 CC) si applica l’articolo 101. Invece della designazione del creditore si indica tuttavia «riservata precedenza» o «posto vacante»; nella rubrica «Natura del pegno immobiliare» non si procede ad alcuna iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_117"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 118 cpv. 1 ORF",
        "content": "Le ipoteche legali sono iscritte nella rubrica «Diritto di pegno immobiliare».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_118"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 118 cpv. 2 ORF",
        "content": "L’iscrizione riporta:\na. i dati prescritti dall’articolo 101 capoverso 2 lettere a, d, e, g ed h;\nb. un’indicazione del tipo di credito garantito, per esempio crediti di artigiani e imprenditori, canone del diritto di superficie, indennità di riversione, imposte fondiarie, contributi a favore delle strade;\nc. nelle osservazioni, se del caso, un rimando al rapporto di priorità rispetto ai restanti diritti di pegno, se divergente dalla data dell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_118"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 118 cpv. 3 ORF",
        "content": "Per i diritti di pegno legali i Cantoni possono prevedere la stessa rappresentazione dei diritti di pegno contrattuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_118"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ipoteche legali",
        "citation": "Art. 118 cpv. 4 ORF",
        "content": "L’ufficio del registro fondiario informa senza indugio dell’iscrizione di un diritto di pegno legale con priorità tutte le persone a cui un diritto reale limitato iscritto nello stesso foglio del libro mastro conferisce diritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_118"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno immobiliare per miglioramenti del suolo",
        "citation": "Art. 119 cpv. 1 ORF",
        "content": "L’iscrizione di diritti di pegno immobiliare per miglioramenti del suolo (art. 820 CC) è retta dall’articolo 101; invece del posto del pegno è tuttavia inserita l’abbreviazione «M.S.».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_119"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Diritti di pegno immobiliare per miglioramenti del suolo",
        "citation": "Art. 119 cpv. 2 ORF",
        "content": "Se è iscritto un diritto di pegno per un miglioramento del suolo eseguito senza sovvenzioni statali, è inoltre inserita l’osservazione «annualità di ammortamento del ... %».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_119"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Ipoteca legale degli artigiani e imprenditori e ipoteca legale a garanzia del diritto di superficie",
        "citation": "Art. 120 ORF",
        "content": "L’iscrizione dei seguenti diritti di pegno contiene, oltre ai dati previsti dall’articolo 101, le seguenti osservazioni:\na. in caso di ipoteca degli artigiani e imprenditori (art. 837 cpv. 1 n. 3 CC): «ipoteca per costruzioni»;\nb. in caso di ipoteca legale a garanzia del canone del diritto di superficie (art. 779i e 779k CC): «canone del diritto di superficie»;\nc. in caso di ipoteca legale a garanzia dell’indennità di riversione (art. 779d cpv. 2 e 3 CC):\n1. «indennità di riversione»,\n2. l’abbreviazione «IR», in luogo del posto del pegno, e l’osservazione che l’ipoteca prende il grado del diritto di superficie cancellato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_120"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Obbligazioni di prestito",
        "citation": "Art. 121 ORF",
        "content": "Se le obbligazioni di un prestito sono garantite da un’ipoteca o da una cartella ipotecaria (art. 875 n. 1 CC), nella rubrica «Diritto di pegno immobiliare» l’iscrizione contiene i dati prescritti dall’articolo 101; tuttavia sono iscritti:\na. come creditori «le persone a cui le obbligazioni conferiscono dei diritti»;\nb. l’importo, il numero e il tipo di obbligazioni (nominative o al portatore);\nc. la designazione del rappresentante, nelle osservazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_121"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Modifica del grado",
        "citation": "Art. 122 cpv. 1 ORF",
        "content": "Le modifiche del grado di diritti di pegno immobiliare rispetto a servitù, oneri fondiari o annotazioni nonché le modifiche del grado all’interno di servitù, oneri fondiari e annotazioni richiedono il consenso scritto delle persone che ne risultano svantaggiate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_122"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 4: Diritti di pegno, Modifica del grado",
        "citation": "Art. 122 cpv. 2 ORF",
        "content": "Le modifiche sono iscritte nel libro mastro come osservazione nella rispettiva rubrica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_122"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazioni",
        "citation": "Art. 123 cpv. 1 ORF",
        "content": "Alle annotazioni si applicano le disposizioni sull’iscrizione di diritti reali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_123"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazioni",
        "citation": "Art. 123 cpv. 2 ORF",
        "content": "L’annotazione contiene inoltre:\na. il contenuto essenziale del diritto annotato;\nb. la designazione dell’avente diritto o del fondo dominante;\nc. la data dell’iscrizione nel libro giornale;\nd. il rimando al documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_123"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazioni",
        "citation": "Art. 123 cpv. 3 ORF",
        "content": "Contiene un rimando al diritto su cui si fonda:\na. in caso di servitù con partecipazione a installazioni comuni (art. 740a cpv. 2 CC);\nb. in caso di diritto di superficie (art. 779a cpv. 2 CC);\nc. in caso di diritto di subentrare in un posto anteriore (art. 814 cpv. 3 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_123"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazioni",
        "citation": "Art. 123 cpv. 4 ORF",
        "content": "Se fa riferimento a una servitù intavolata come fondo, l’annotazione è iscritta anche nel foglio del libro mastro di questo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_123"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazioni",
        "citation": "Art. 123 cpv. 5 ORF",
        "content": "Se deve essere annotato un diritto personale (art. 959 CC) di cui è titolare il proprietario attuale di un fondo, l’annotazione è iscritta anche nell’omonima rubrica del foglio del libro mastro del fondo dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_123"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazione di iscrizioni provvisorie",
        "citation": "Art. 124 cpv. 1 ORF",
        "content": "Per l’annotazione di iscrizioni provvisorie, occorre il consenso scritto del proprie-tario e degli altri interessati oppure un ordine del giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_124"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Annotazione di iscrizioni provvisorie",
        "citation": "Art. 124 cpv. 2 ORF",
        "content": "Le iscrizioni provvisorie sono designate come tali e contengono:\na. parole chiave circa il contenuto essenziale del diritto annotato;\nb. la designazione dell’avente diritto;\nc. la data della notificazione;\nd. il rimando al documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_124"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzioni",
        "citation": "Art. 125 cpv. 1 ORF",
        "content": "Le menzioni sono iscritte nel foglio del libro mastro con una parola chiave, la data e il rimando al documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_125"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzioni",
        "citation": "Art. 125 cpv. 2 ORF",
        "content": "Se la menzione fa riferimento a un diritto reale limitato, l’iscrizione di tale diritto fa riferimento alla menzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_125"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzione di mutazioni di progetti con demarcazione differita",
        "citation": "Art. 126 cpv. 1 ORF",
        "content": "Se un fondo è diviso a seguito di una mutazione di progetto con demarcazione differita, ciò va indicato nei documenti giustificativi della notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_126"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzione di mutazioni di progetti con demarcazione differita",
        "citation": "Art. 126 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario indica nei fogli del libro mastro del fondo interessato la menzione «Mutazione di progetto».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_126"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzione di mutazioni di progetti con demarcazione differita",
        "citation": "Art. 126 cpv. 3 ORF",
        "content": "Al termine della demarcazione il geometra competente comunica all’ufficio del registro fondiario:\na. che la menzione può essere cancellata; o\nb. che seguirà una mutazione e che la menzione può essere cancellata solo al termine della mutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_126"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzione di un diritto di passo sancito per legge",
        "citation": "Art. 127 ORF",
        "content": "La menzione di un diritto di passo di carattere permanente (art. 696 CC) sancito per legge è iscritta senza giustificazione speciale con una parola chiave secondo il diritto cantonale nel foglio del libro mastro del fondo serviente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_127"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Menzione di un rapporto di trust",
        "citation": "Art. 128 ORF",
        "content": "La menzione di un rapporto di trust riporta che il fondo è parte di un trust e la designazione breve del trust.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_128"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Restrizioni della proprietà fondate sul diritto pubblico",
        "citation": "Art. 129 cpv. 1 ORF",
        "content": "La restrizione di diritto pubblico della proprietà con effetto a lungo termine, che sia stata ordinata per un unico fondo dal titolare di un incarico pubblico sulla base del diritto cantonale con una decisione amministrativa o con un contratto di diritto amministrativo, è menzionata nel registro fondiario, se interessa i seguenti ambiti giuridici:\na. protezione della natura, del patrimonio culturale e dell’ambiente, con l’eccezione dei siti contaminati o inquinati;\nb. diritti d’acqua e sistemazione dei corsi d’acqua;\nc. costruzione delle strade e polizia stradale;\nd. promovimento della costruzione di abitazioni;\ne. promovimento dell’agricoltura e della selvicoltura;\nf. misurazione ufficiale;\ng. legislazione edilizia;\nh. legislazione sull’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_129"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Restrizioni della proprietà fondate sul diritto pubblico",
        "citation": "Art. 129 cpv. 2 ORF",
        "content": "Per le restrizioni di diritto pubblico della proprietà che devono essere menzionate nel registro fondiario e che nel contempo sono oggetto del Catasto delle restrizioni di diritto pubblico della proprietà, la menzione nel registro consiste in un rimando al Catasto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_129"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Restrizioni della proprietà fondate sul diritto pubblico",
        "citation": "Art. 129 cpv. 3 ORF",
        "content": "I Cantoni possono prevedere menzioni da altri ambiti giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_129"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Restrizioni della proprietà fondate sul diritto pubblico",
        "citation": "Art. 129 cpv. 4 ORF",
        "content": "I Cantoni definiscono un elenco dei casi di specie da menzionare previsti dal diritto cantonale e lo comunicano all’UFRF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_129"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Osservazioni",
        "citation": "Art. 130 cpv. 1 ORF",
        "content": "Le osservazioni sono iscritte come rimandi a circostanze particolari giuridicamente rilevanti per le iscrizioni in tutte le rubriche, per esempio:\na. le modifiche dei rapporti di priorità;\nb. i fondi gravati come pegno collettivo;\nc. la nomina di un procuratore (art. 105);\nd. le convenzioni accessorie e gli ammortamenti relativi a una cartella ipotecaria;\ne. la restrizione della facoltà di disporre relativa a una cartella ipotecaria registrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_130"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 4: Iscrizione nel libro mastro, Sezione 5: Annotazioni, menzioni e osservazioni, Osservazioni",
        "citation": "Art. 130 cpv. 2 ORF",
        "content": "Le osservazioni derivanti dalla misurazione ufficiale possono essere iscritte anche nella descrizione del fondo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_130"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Condizioni",
        "citation": "Art. 131 cpv. 1 ORF",
        "content": "Le disposizioni relative alle notificazioni per l’iscrizione si applicano anche alle notificazioni di modifica o cancellazione di un’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_131"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Condizioni",
        "citation": "Art. 131 cpv. 2 ORF",
        "content": "È inoltre necessaria l’autorizzazione scritta degli aventi diritto, del giudice o di un’altra autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_131"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Condizioni",
        "citation": "Art. 131 cpv. 3 ORF",
        "content": "Sono fatte salve le disposizioni speciali riguardanti le condizioni alle quali si può effettuare la modifica e la cancellazione delle iscrizioni che sono state fatte senza causa legittima o che hanno perduto ogni valore giuridico (art. 975–976b CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_131"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Procedura",
        "citation": "Art. 132 cpv. 1 ORF",
        "content": "Si cancellano le iscrizioni trasferendo i pertinenti dati del libro mastro dalla categoria dei dati giuridicamente efficaci alla categoria dei dati divenuti giuridicamente inefficaci (storici).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_132"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Procedura",
        "citation": "Art. 132 cpv. 2 ORF",
        "content": "Si modificano le iscrizioni inserendo i nuovi dati nella categoria dei dati giuridicamente efficaci del libro mastro e trasferendo i dati modificati nella categoria dei dati divenuti giuridicamente inefficaci (storici).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_132"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Procedura",
        "citation": "Art. 132 cpv. 3 ORF",
        "content": "I dati divenuti giuridicamente inefficaci (storici) devono essere contrassegnati come tali con l’indicazione della data e del documento giustificativo della cancellazione o della modifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_132"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazioni e modifiche nel registro fondiario cartaceo",
        "citation": "Art. 133 cpv. 1 ORF",
        "content": "Si cancella un’iscrizione nel registro fondiario cartaceo radiandola completamente nel libro mastro e aggiungendo l’osservazione «cancellata».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_133"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazioni e modifiche nel registro fondiario cartaceo",
        "citation": "Art. 133 cpv. 2 ORF",
        "content": "Si cancella un’iscrizione nel registro fondiario cartaceo radiando nel libro mastro tutta l’iscrizione o la sola parte da modificare e iscrivendo il nuovo testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_133"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazioni e modifiche nel registro fondiario cartaceo",
        "citation": "Art. 133 cpv. 3 ORF",
        "content": "Si devono indicare la data e il documento giustificativo della cancellazione o della modifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_133"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione di diritti di pegno immobiliare",
        "citation": "Art. 134 cpv. 1 ORF",
        "content": "Se un diritto anteriore è estinto senza essere immediatamente sostituito con un altro per la somma totale originale e senza che i creditori posteriori subentrino nel posto divenuto libero, oltre alla menzione di cancellazione è iscritto un posto vacante (art. 117) a cui sono assegnati la data e il posto dell’iscrizione cancellata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_134"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione di diritti di pegno immobiliare",
        "citation": "Art. 134 cpv. 2 ORF",
        "content": "L’iscrizione di una cartella ipotecaria documentale o di una rendita fondiaria può essere cancellata nel libro mastro soltanto dopo l’annullamento del titolo di pegno o il suo annullamento giudiziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_134"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Modifica delle iscrizioni di diritti di pegno",
        "citation": "Art. 135 cpv. 1 ORF",
        "content": "Per le cartelle ipotecarie documentali e le rendite fondiarie, i dati appartenenti al contenuto necessario del titolo di pegno sono modificati nel libro mastro solo se la modifica è contemporaneamente apportata al titolo di pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_135"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Modifica delle iscrizioni di diritti di pegno",
        "citation": "Art. 135 cpv. 2 ORF",
        "content": "In caso di perdita del titolo, la modifica può essere effettuata soltanto dopo che il titolo è stato annullato dal giudice ed è stato rilasciato un titolo sostitutivo (duplicato).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_135"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione di una menzione su richiesta",
        "citation": "Art. 136 cpv. 1 ORF",
        "content": "Le menzioni di diritto privato sono cancellate su richiesta di tutte le persone i cui diritti sono interessati dal rapporto giuridico menzionato, oppure su richiesta del giudice o di un’altra autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_136"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione di una menzione su richiesta",
        "citation": "Art. 136 cpv. 2 ORF",
        "content": "Le menzioni di diritto pubblico sono cancellate su richiesta o con il consenso dell’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_136"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione della menzione di un rapporto di trust",
        "citation": "Art. 137 cpv. 1 ORF",
        "content": "La cancellazione di una menzione di un rapporto di trust richiede la prova:\na. del consenso di una persona autorizzata alla cancellazione dal fondatore;\nb. del consenso dei beneficiari;\nc. del consenso dell’autorità estera di vigilanza sul trust; o\nd. di un ordine di un tribunale svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_137"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione della menzione di un rapporto di trust",
        "citation": "Art. 137 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario può richiedere un atto notarile di accertamento di un pubblico ufficiale svizzero, nel quale si certifichi che la prova è stata prodotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_137"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione d’ufficio di una menzione ",
        "citation": "Art. 138 cpv. 1 ORF",
        "content": "L’ufficio del registro fondiario può procedere d’ufficio alla cancellazione prevista dall’articolo 962 capoverso 2 CC in occasione di una nuova iscrizione nel foglio del libro mastro interessato o di una revisione generale delle iscrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_138"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione d’ufficio di una menzione ",
        "citation": "Art. 138 cpv. 2 ORF",
        "content": "Se, in seguito a richiesta di un avente diritto o d’ufficio, l’ufficio del registro fondiario giunge temporaneamente alla conclusione che una menzione di diritto pubblico iscritta secondo l’articolo 962 capoverso 2 CC ha perso la propria ragion d’essere giuridica, richiede all’autorità competente di esprimersi per iscritto sulla cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_138"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione d’ufficio di una menzione ",
        "citation": "Art. 138 cpv. 3 ORF",
        "content": "Se l’autorità ordina la cancellazione e la decisione è esecutiva, l’ufficio del registro fondiario cancella la menzione e ne informa gli interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_138"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione d’ufficio di una menzione ",
        "citation": "Art. 138 cpv. 4 ORF",
        "content": "Se l’autorità non dà seguito alla richiesta neanche su ingiunzione, l’ufficio del registro fondiario procede alla cancellazione, se appare giustificata. Ne informa gli interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_138"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione d’ufficio di una menzione ",
        "citation": "Art. 138 cpv. 5 ORF",
        "content": "L’autorità competente ne può richiedere la reiscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_138"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione di osservazioni",
        "citation": "Art. 139 cpv. 1 ORF",
        "content": "Le osservazioni sono cancellate d’ufficio se è cancellata la rispettiva iscrizione o se risultano prive di oggetto in seguito a una nuova osservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_139"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 5: Modifica e cancellazione, Cancellazione di osservazioni",
        "citation": "Art. 139 cpv. 2 ORF",
        "content": "Contemporaneamente all’osservazione è cancellato o modificato il rimando alla stessa nell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_139"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Obbligo di rettifica",
        "citation": "Art. 140 cpv. 1 ORF",
        "content": "Le rettifiche sono modifiche di dati inesatti giuridicamente efficaci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_140"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Obbligo di rettifica",
        "citation": "Art. 140 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario è tenuto a rettificare per quanto possibile gli errori rilevati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_140"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifica di semplici errori ortografici",
        "citation": "Art. 141 ORF",
        "content": "Gli errori ortografici che non incidono sul contenuto materiale di un diritto o sull’identificazione di una persona sono corretti d’ufficio in qualsiasi momento dall’ufficio del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_141"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifica di errori che modificano il senso",
        "citation": "Art. 142 cpv. 1 ORF",
        "content": "Se l’ufficio del registro fondiario non può correggere immediatamente da sé iscrizioni o cancellazioni errate, le contrassegna con una menzione. Questa è cancellata d’ufficio dopo la rettifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_142"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifica di errori che modificano il senso",
        "citation": "Art. 142 cpv. 2 ORF",
        "content": "L’ufficio del registro fondiario richiede agli interessati l’autorizzazione alla rettifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_142"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifica di errori che modificano il senso",
        "citation": "Art. 142 cpv. 3 ORF",
        "content": "Se uno degli interessati non concede l’autorizzazione, l’ufficio del registro fondiario chiede al giudice competente di ordinare la rettifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_142"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifica di errori che modificano il senso",
        "citation": "Art. 142 cpv. 4 ORF",
        "content": "L’iscrizione rettificata rimanda all’iscrizione nel libro giornale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_142"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifiche nel registro fondiario cartaceo",
        "citation": "Art. 143 cpv. 1 ORF",
        "content": "Nel registro fondiario cartaceo può essere eseguita qualsiasi rettifica fintanto che nessun interessato o terzo abbia preso conoscenza dell’iscrizione o della cancellazione errata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_143"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifiche nel registro fondiario cartaceo",
        "citation": "Art. 143 cpv. 2 ORF",
        "content": "È vietata qualsiasi rettifica mediante raschiature, correzioni, note marginali e interpolazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_143"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo terzo: Iscrizione, modifica e cancellazione, Capitolo 6: Rettifiche, Rettifiche nel registro fondiario cartaceo",
        "citation": "Art. 143 cpv. 3 ORF",
        "content": "Per il rimanente si applicano gli articoli 141 e 142.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_143"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 1 ORF",
        "content": "Se deve essere costituita una cartella ipotecaria documentale, l’ufficio del registro fondiario rilascia il titolo di pegno immediatamente dopo l’iscrizione del diritto di pegno nel libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 2 ORF",
        "content": "Il titolo di pegno è allestito secondo il modello dell’UFRF. Esso deve contenere almeno le indicazioni seguenti:\na. la designazione come cartella ipotecaria e la designazione del creditore o l’indicazione che il titolo è al portatore;\nb. la data dell’iscrizione del diritto di pegno e l’indicazione del documento giustificativo;\nc. il numero del titolo di pegno;\nd. la somma garantita da pegno, le clausole sull’interesse, sulla disdetta e sull’ammortamento e, se del caso, il tasso d’interesse massimo garantito dal pegno (art. 818 cpv. 2 CC), nonché le osservazioni sulle modifiche avvenute nel rapporto giuridico (art. 852 CC);\ne. la designazione del fondo costituito in pegno, con la sua identificazione (art. 18 e 94 cpv. 1 lett. e) e, salvo che un estratto del libro mastro sia allegato al titolo, la sua natura giuridica (art. 655 CC); \nf. se del caso, l’indicazione che il fondo è intavolato in un’istituzione cantonale del registro fondiario;\ng. il posto del pegno;\nh. i diritti che già sussistono sul fondo e gli oneri di grado prevalente o di grado uguale (servitù, oneri fondiari, diritti di pegno, compresi i posti vacanti e le riservate precedenze, annotazioni);\ni. gli oneri di rango prevalente sull’intero fondo, nel caso in cui siano gravate quote di comproprietà o di proprietà per piani;\nj. se del caso, il nome del procuratore giusta l’articolo 850 CC o del rappresentante per i creditori giusta l’articolo 875 numero 1 CC;\nk. la firma della persona che rilascia il titolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 3 ORF",
        "content": "Se è costituito un pegno collettivo, esso deve essere designato come tale sul titolo. Per ogni fondo costituito in pegno, è inoltre indicato quanto previsto dal capoverso 2 lettere e–i.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 4 ORF",
        "content": "Le indicazioni di cui al capoverso 2 lettere h e i possono essere sostituite nel titolo da un estratto del libro mastro. Il titolo può anche contenere indicazioni relative al pegno costituito a favore di un terzo, al trasferimento, alla conservazione, all’annullamento del titolo e ad altre operazioni analoghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 5 ORF",
        "content": "Se il titolo, compreso un estratto del libro mastro, si compone di più pagine e queste non formano un’unità materiale, il numero del titolo è indicato su ogni pagina scritta; le pagine sono collegate tra loro per mezzo di reciproci rimandi al numero di pagine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 6 ORF",
        "content": "Se risulta troppo dispendioso riportare sul titolo le indicazioni di cui al capoverso 2 lettere h e i o un estratto in conformità del capoverso 4 oppure se il titolo ne risulta poco chiaro o troppo voluminoso, le indicazioni possono limitarsi ai diritti di pegno di rango prevalente e uguale (compresi i posti vacanti e le riservate precedenze), agli oneri fondiari, ai diritti per sé stanti e permanenti, agli usufrutti e ai diritti di abitazione. In tal caso occorre indicare sul titolo che eventuali altri oneri prevalenti risultano dal libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Contenuto del titolo di pegno",
        "citation": "Art. 144 cpv. 7 ORF",
        "content": "Se è rilasciato per sostituire un titolo annullato o dichiarato nullo (art. 152), il nuovo titolo di pegno indica che sostituisce quello precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_144"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Rilascio del titolo per diritti di pegno collettivi e diritti di pegno parziali",
        "citation": "Art. 145 cpv. 1 ORF",
        "content": "Ove più fondi siano costituiti in pegno per l’importo di una stessa cartella ipotecaria, si rilascia un solo titolo, a patto che:\na. i fondi gravati siano riuniti in un foglio collettivo; o\nb. si tratti di un diritto di pegno collettivo (art. 110).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_145"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Rilascio del titolo per diritti di pegno collettivi e diritti di pegno parziali",
        "citation": "Art. 145 cpv. 2 ORF",
        "content": "Negli altri casi (art. 113) si può rilasciare:\na. un titolo speciale per ogni parte di importo gravante un fondo; o\nb. un unico titolo per i diversi fondi, indicando la parte per la quale ciascuno di essi è gravato, a condizione che il titolo resti leggibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_145"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Rilascio del titolo in caso di aumento del pegno",
        "citation": "Art. 146 ORF",
        "content": "Se successivamente alla costituzione di una cartella ipotecaria devono essere gravati con lo stesso pegno altri fondi dello stesso circondario del registro fondiario, al rilascio del titolo di pegno si applicano le disposizioni dell’articolo 145.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_146"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Rilascio del titolo di pegno per fondi in diversi circondari del registro fondiario",
        "citation": "Art. 147 cpv. 1 ORF",
        "content": "Se una cartella ipotecaria deve essere costituita come pegno collettivo sopra più fondi situati in diversi circondari, vengono iscritti sul titolo di pegno tutti i fondi servienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_147"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Rilascio del titolo di pegno per fondi in diversi circondari del registro fondiario",
        "citation": "Art. 147 cpv. 2 ORF",
        "content": "Il titolo di pegno deve essere firmato dalla persona competente (art. 144 cpv. 2 lett. k) per ogni circondario interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_147"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Rilascio del titolo di pegno per fondi in diversi circondari del registro fondiario",
        "citation": "Art. 147 cpv. 3 ORF",
        "content": "I Cantoni possono prevedere un disciplinamento differente per più fondi situati nello stesso Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_147"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Consegna del titolo di pegno",
        "citation": "Art. 148 cpv. 1 ORF",
        "content": "Il titolo di pegno non può essere consegnato al creditore o a un rappresentante senza il consenso scritto del debitore e del proprietario del fondo serviente (art. 861 cpv. 3 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_148"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Consegna del titolo di pegno",
        "citation": "Art. 148 cpv. 2 ORF",
        "content": "Il consenso può essere inserito nella notificazione per l’iscrizione del diritto di pegno nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_148"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 1: Rilascio del titolo di pegno, Estratti per ipoteche e cartelle ipotecarie registrali",
        "citation": "Art. 149 ORF",
        "content": "Le disposizioni sul contenuto del titolo di pegno (art. 144) si applicano per analogia al rilascio di un estratto del registro fondiario relativo a un’ipoteca o a una cartella ipotecaria registrale (art. 825 cpv. 2 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_149"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 2: Modifica e annullamento dei titoli di pegno, Modifica del titolo di pegno",
        "citation": "Art. 150 ORF",
        "content": "Le modifiche di cui agli articoli 105 e 106 sono riportate contemporaneamente nel titolo di pegno e confermate con la firma della persona competente (art. 144 cpv. 2 lett. k).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_150"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 2: Modifica e annullamento dei titoli di pegno, Modifica d’ufficio del titolo di pegno",
        "citation": "Art. 151 ORF",
        "content": "Nel titolo di pegno sono riportate d’ufficio tutte le modifiche risultanti dalle iscrizioni e dalle cancellazioni eseguite in altre rubriche del foglio del libro mastro che abbiano effetto sul diritto di pegno, per esempio svincoli del pegno, cancellazioni di servitù, oneri fondiari e annotazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_151"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 2: Modifica e annullamento dei titoli di pegno, Annullamento del titolo di pegno",
        "citation": "Art. 152 cpv. 1 ORF",
        "content": "L’annullamento dei titoli di pegno si fa indicandovi la cancellazione e tagliando o perforando i titoli stessi o sbarrandoli in diagonale. L’indicazione della cancellazione è datata e firmata dalla persona competente dell’ufficio del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_152"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 2: Modifica e annullamento dei titoli di pegno, Annullamento del titolo di pegno",
        "citation": "Art. 152 cpv. 2 ORF",
        "content": "Se un titolo di pegno è logoro, illeggibile o poco chiaro o se il rilascio di un nuovo titolo è preferibile alla modifica del titolo esistente, l’ufficio del registro fondiario lo annulla e ne rilascia uno nuovo, menzionandovi che viene rilasciato in sostituzione del precedente. Se il nuovo titolo è un titolo nominativo, occorre indicare come creditore la persona cui il titolo è stato trasferito per ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_152"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 2: Modifica e annullamento dei titoli di pegno, Annullamento del titolo di pegno",
        "citation": "Art. 152 cpv. 3 ORF",
        "content": "Su richiesta dell’avente diritto, il titolo di pegno annullato gli è consegnato con il nuovo titolo. Il diritto cantonale può prevedere un altro disciplinamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_152"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quarto: Rilascio, modifica e annullamento di titoli di pegno, Capitolo 2: Modifica e annullamento dei titoli di pegno, Annullamento del titolo di pegno",
        "citation": "Art. 152 cpv. 4 ORF",
        "content": "Se il diritto di pegno immobiliare è cancellato nel registro fondiario, il titolo annullato è consegnato al proprietario che ne fa richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_152"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Apertura di nuovi fogli del libro mastro",
        "citation": "Art. 153 cpv. 1 ORF",
        "content": "Se è notificata la divisione di un fondo, di regola l’ufficio del registro fondiario mantiene il foglio del libro mastro finora in uso per una delle nuove parcelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_153"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Apertura di nuovi fogli del libro mastro",
        "citation": "Art. 153 cpv. 2 ORF",
        "content": "Se le altre parcelle non sono riunite a fondi confinanti, per esse sono aperti nuovi fogli del libro mastro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_153"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Apertura di nuovi fogli del libro mastro",
        "citation": "Art. 153 cpv. 3 ORF",
        "content": "Per tutti i fondi modificati e nuovi sono indicati la data e il documento giustificativo della divisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_153"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento delle servitù",
        "citation": "Art. 154 ORF",
        "content": "Le servitù sono aggiornate secondo gli articoli 743 e 974a CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_154"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di diritti di pegno immobiliare",
        "citation": "Art. 155 cpv. 1 ORF",
        "content": "I diritti di pegno immobiliare sono ripartiti come da richiesta del proprietario e se del caso con il consenso del creditore pignoratizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_155"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di diritti di pegno immobiliare",
        "citation": "Art. 155 cpv. 2 ORF",
        "content": "Se non è possibile dar seguito alla richiesta di ripartizione della garanzia, la richiesta è respinta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_155"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di diritti di pegno immobiliare",
        "citation": "Art. 155 cpv. 3 ORF",
        "content": "Se non è presentata una richiesta di ripartizione della garanzia, la procedura è retta dall’articolo 833 CC. L’ufficio del registro fondiario informa senza indugio i creditori pignoratizi della ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_155"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di oneri fondiari",
        "citation": "Art. 156 cpv. 1 ORF",
        "content": "In caso di divisione di un fondo gravato da un onere fondiario, il valore complessivo di quest’ultimo (valore di riscatto dell’onere) è ripartito in rapporto al valore delle parti così ottenute (art. 792 cpv. 2 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_156"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di oneri fondiari",
        "citation": "Art. 156 cpv. 2 ORF",
        "content": "Se la prestazione dovuta è riferita soltanto alla natura economica di una delle parti ottenute l’onere fondiario è trasferito soltanto a questa parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_156"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di oneri fondiari",
        "citation": "Art. 156 cpv. 3 ORF",
        "content": "L’ufficio del registro fondiario informa senza indugio gli interessati della ripartizione rinviando all’articolo 787 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_156"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di annotazioni e menzioni",
        "citation": "Art. 157 cpv. 1 ORF",
        "content": "Le annotazioni e le menzioni sono aggiornate conformemente all’articolo 974a CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_157"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 1: Divisione di fondi, Aggiornamento di annotazioni e menzioni",
        "citation": "Art. 157 cpv. 2 ORF",
        "content": "Se le menzioni sono state incluse nella descrizione del fondo si applica per analogia l’articolo 974a CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_157"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 2: Riunione di fondi",
        "citation": "Art. 158 cpv. 1 ORF",
        "content": "Le condizioni per la riunione di fondi sono rette dall’articolo 974b CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_158"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 2: Riunione di fondi",
        "citation": "Art. 158 cpv. 2 ORF",
        "content": "In caso di riunione di fondi, di regola uno dei fogli del libro mastro utilizzati fino a quel momento resta in uso e gli altri vengono chiusi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_158"
    },
    {
        "book": "GBV",
        "title": "ORF, Titolo quinto: Divisione e riunione di fondi, Capitolo 2: Riunione di fondi",
        "citation": "Art. 158 cpv. 3 ORF",
        "content": "Su tutti i fogli del libro mastro interessati sono indicati la data e il documento giustificativo della riunione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2011/667/it#art_158"
    }
]