[
    {
        "book": "GlG",
        "title": "LEg, Section 1, But",
        "citation": "Art. 1 LEg",
        "content": "La présente loi a pour but de promouvoir dans les faits l’égalité entre femmes et hommes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_1"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Principe",
        "citation": "Art. 2 al. RS 220 LEg",
        "content": "Les dispositions de la présente section s’appliquent aux rapports de travail régis par le code des obligations et par le droit public fédéral, cantonal ou communal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_2"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Interdiction de discriminer",
        "citation": "Art. 3 al. 1 LEg",
        "content": "Il est interdit de discriminer les travailleurs à raison du sexe, soit directement, soit indirectement, notamment en se fondant sur leur état civil ou leur situation familiale ou, s’agissant de femmes, leur grossesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_3"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Interdiction de discriminer",
        "citation": "Art. 3 al. 2 LEg",
        "content": "L’interdiction de toute discrimination s’applique notamment à l’embauche, à l’attribution des tâches, à l’aménagement des conditions de travail, à la rémunération, à la formation et à la formation continue, à la promotion et à la résiliation des rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_3"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Interdiction de discriminer",
        "citation": "Art. 3 al. 3 LEg",
        "content": "Ne constituent pas une discrimination les mesures appropriées visant à promouvoir dans les faits l’égalité entre femmes et hommes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_3"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Harcèlement sexuel; discrimination",
        "citation": "Art. 4 LEg",
        "content": "Par comportement discriminatoire, on entend tout comportement importun de caractère sexuel ou tout autre comportement fondé sur l’appartenance sexuelle, qui porte atteinte à la dignité de la personne sur son lieu de travail, en particulier le fait de proférer des menaces, de promettre des avantages, d’imposer des contraintes ou d’exercer des pressions de toute nature sur une personne en vue d’obtenir d’elle des faveurs de nature sexuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_4"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Droits des travailleurs",
        "citation": "Art. 5 al. 1 LEg",
        "content": "Quiconque subit ou risque de subir une discrimination au sens des art. 3 et 4 peut requérir le tribunal ou l’autorité administrative:\na. d’interdire la discrimination ou, d’y renoncer, si elle est imminente;\nb. de faire cesser la discrimination, si elle persiste;\nc. de constater l’existence de la discrimination, si le trouble qu’elle a créé subsiste;\nd. d’ordonner le paiement du salaire dû.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_5"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Droits des travailleurs",
        "citation": "Art. 5 al. 2 LEg",
        "content": "Lorsque la discrimination porte sur un refus d’embauche ou la résiliation de rapports de travail régis par le code des obligations, la personne lésée ne peut prétendre qu’au versement d’une indemnité par l’employeur. Celle-ci est fixée compte tenu de toutes les circonstances et calculée sur la base du salaire auquel la personne discriminée avait droit ou aurait vraisemblablement eu droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_5"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Droits des travailleurs",
        "citation": "Art. 5 al. 3 LEg",
        "content": "Lorsque la discrimination porte sur un cas de harcèlement sexuel, le tribunal ou l’autorité administrative peuvent également condamner l’employeur à verser au travailleur une indemnité, à moins que l’employeur ne prouve qu’il a pris les mesures que l’expérience commande, qui sont appropriées aux circonstances et que l’on peut équitablement exiger de lui pour prévenir ces actes ou y mettre fin. L’indemnité est fixée compte tenu de toutes les circonstances et calculée sur la base du salaire moyen suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_5"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Droits des travailleurs",
        "citation": "Art. 5 al. 4 LEg",
        "content": "En cas de discrimination portant sur un refus d’embauche, l’indemnité prévue à l’al. 2 n’excédera pas le montant correspondant à trois mois de salaire. Lorsque plusieurs personnes prétendent au versement d’une indemnité pour refus d’embauche à un même poste, la somme totale des indemnités versées n’excédera pas non plus ce montant. Lorsque la discrimination porte sur la résiliation de rapports de travail régis par le code des obligations ou sur un cas de harcèlement sexuel, l’indemnité prévue aux al. 2 et 3 n’excédera pas le montant correspondant à six mois de salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_5"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Droits des travailleurs",
        "citation": "Art. 5 al. 5 LEg",
        "content": "Sont réservés les droits en dommages-intérêts et en réparation du tort moral, de même que les prétentions découlant de dispositions contractuelles plus favorables aux travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_5"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Allégement du fardeau de la preuve",
        "citation": "Art. 6 LEg",
        "content": "L’existence d’une discrimination est présumée pour autant que la personne qui s’en prévaut la rende vraisemblable; la présente disposition s’applique à l’attribution des tâches, à l’aménagement des conditions de travail, à la rémunération, à la formation et à la formation continue, à la promotion et à la résiliation des rapports de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_6"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Qualité pour agir des organisations",
        "citation": "Art. 7 al. 1 LEg",
        "content": "Les organisations qui sont constituées depuis deux ans au moins et qui ont pour tâche, en vertu de leurs statuts, de promouvoir l’égalité entre femmes et hommes ou de défendre les intérêts des travailleurs ont qualité pour agir en leur propre nom en vue de faire constater une discrimination, lorsqu’il paraît vraisemblable que l’issue du procès affectera un nombre considérable de rapports de travail. Avant d’ouvrir la procédure de conciliation ou d’introduire action, ces organisations doivent donner à l’employeur concerné la possibilité de prendre position.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_7"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 2, Égalité dans les rapports de travail, Qualité pour agir des organisations",
        "citation": "Art. 7 al. 2 LEg",
        "content": "Pour le surplus, les dispositions régissant les actions intentées à titre individuel sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_7"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Procédure en cas de discrimination à l’embauche",
        "citation": "Art. 8 al. 1 LEg",
        "content": "La personne qui n’est pas engagée et qui se prévaut d’une discrimination peut exiger de l’employeur qu’il motive sa décision par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_8"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Procédure en cas de discrimination à l’embauche",
        "citation": "Art. 8 al. 2 LEg",
        "content": "La personne qui entend faire valoir son droit à une indemnité au sens de l’art. 5, al. 2, doit agir en justice dans les trois mois à compter du moment où le refus d’embauche lui a été communiqué, sous peine de péremption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_8"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Procédure lors de discrimination dans la résiliation du contrat de travail",
        "citation": "Art. 9 LEg",
        "content": "Lors de discrimination dans la résiliation du contrat de travail, l’art. 336b du code des obligations est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_9"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Protection contre le congé",
        "citation": "Art. 10 al. 1 LEg",
        "content": "La résiliation du contrat de travail par l’employeur est annulable lorsqu’elle ne repose pas sur un motif justifié et qu’elle fait suite à une réclamation adressée à un supérieur ou à un autre organe compétent au sein de l’entreprise, à l’ouverture d’une procédure de conciliation ou à l’introduction d’une action en justice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_10"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Protection contre le congé",
        "citation": "Art. 10 al. 2 LEg",
        "content": "Le travailleur est protégé contre le congé durant toute la durée des démarches effectuées au sein de l’entreprise, durant la procédure de conciliation et durant toute la durée du procès, de même que pendant le semestre qui suit la clôture des démarches ou de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_10"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Protection contre le congé",
        "citation": "Art. 10 al. 3 LEg",
        "content": "Le travailleur qui entend contester la résiliation de son contrat de travail doit saisir le tribunal dans le délai du congé. Le juge peut ordonner le réengagement provisoire du travailleur pour la durée de la procédure lorsqu’il paraît vraisemblable que les conditions d’une annulation du congé sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_10"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Protection contre le congé",
        "citation": "Art. 10 al. 4 LEg",
        "content": "Le travailleur peut renoncer, au cours du procès, à poursuivre les rapports de travail et demander une indemnité au sens de l’art. 336a du code des obligations en lieu et place de l’annulation du congé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_10"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 3, Dispositions spéciales relatives aux rapports de travail régis par le code des obligations, Protection contre le congé",
        "citation": "Art. 10 al. 5 LEg",
        "content": "Le présent article est applicable par analogie lorsque le congé a été donné à la suite d’une action judiciaire intentée par une organisation au sens de l’art. 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_10"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4, Voies de droit dans les rapports de travail de droit public",
        "citation": "Art. 13 al. 1 LEg",
        "content": "Dans les rapports de travail de droit public, les voies de droit sont régies par les dispositions générales sur la procédure fédérale. L’art. 58 du statut des fonctionnaires du 30 juin 1927 est applicable s’agissant des recours contre les décisions portant sur les rapports de service du personnel fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4, Voies de droit dans les rapports de travail de droit public",
        "citation": "Art. 13 al. 2 LEg",
        "content": "En cas de discrimination lors de la création de rapports de travail, l’art. 5, al. 2, est applicable. En recourant directement contre la décision de refus d’embauche, les personnes dont la candidature n’a pas été retenue peuvent faire valoir leur droit à une indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4, Voies de droit dans les rapports de travail de droit public",
        "citation": "Art. 13 al. 3 LEg",
        "content": "Le personnel de la Confédération peut, dans le délai de recours prévu à l’art. 50 de la loi du 20 décembre 1968 sur la procédure administrative, s’adresser à une commission de conciliation. Cette dernière conseille les parties et tente de les amener à un accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4, Voies de droit dans les rapports de travail de droit public",
        "citation": "Art. 13 al. 5 LEg",
        "content": "La procédure est gratuite, sauf en cas de témérité. Pour la procédure devant le Tribunal fédéral, les frais sont régis par la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Obligation d’effectuer une analyse",
        "citation": "Art. 13a al. 1 LEg",
        "content": "Les employeurs qui occupent un effectif d’au moins 100 travailleurs au début d’une année effectuent à l’interne une analyse de l’égalité des salaires pour cette même année. Les apprentis ne sont pas comptabilisés dans cet effectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_a"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Obligation d’effectuer une analyse",
        "citation": "Art. 13a al. 2 LEg",
        "content": "L’analyse de l’égalité des salaires est répétée tous les quatre ans. Si le nombre des travailleurs passe sous le seuil des 100 pendant ce laps de temps, elle n’est répétée que lorsque le chiffre de 100 est de nouveau atteint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_a"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Obligation d’effectuer une analyse",
        "citation": "Art. 13a al. 3 LEg",
        "content": "Si l’analyse de l’égalité des salaires démontre que l’égalité salariale est respectée, l’employeur est libéré de l’obligation de réitérer l’analyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_a"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Dispense de l’obligation d’effectuer une analyse",
        "citation": "Art. 13b LEg",
        "content": "Est dispensé d’effectuer une analyse de l’égalité des salaires l’employeur:\na. qui fait l’objet d’un contrôle du respect de l’égalité des salaires dans le cadre d’une procédure d’attribution d’un marché public;\nb. qui fait l’objet d’un tel contrôle dans le cadre d’une demande d’octroi de subventions, ou\nc. qui a déjà fait l’objet d’un tel contrôle et qui a démontré qu’il satisfaisait aux exigences, pour autant que le mois de référence dudit contrôle ne remonte pas à plus de quatre ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_b"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Méthode d’analyse",
        "citation": "Art. 13c al. 1 LEg",
        "content": "L’analyse de l’égalité des salaires est effectuée selon une méthode scientifique et conforme au droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_c"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Méthode d’analyse",
        "citation": "Art. 13c al. 2 LEg",
        "content": "La Confédération met gratuitement à la disposition des employeurs un outil d’analyse standard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_c"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification de l’analyse",
        "citation": "Art. 13d al. 1 LEg",
        "content": "Les employeurs soumis au code des obligations font vérifier leur analyse de l’égalité des salaires par un organe indépendant. Ils peuvent faire appel, au choix:\na. à une entreprise de révision agréée au sens de la loi du 16 décembre 2005 sur la surveillance de la révision;\nb. à une organisation au sens de l’art. 7 ou à une représentation des travailleurs au sens de la loi du 17 décembre 1993 sur la participation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification de l’analyse",
        "citation": "Art. 13d al. 2 LEg",
        "content": "Le Conseil fédéral fixe les critères qui régissent la formation des personnes qui dirigent la révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification de l’analyse",
        "citation": "Art. 13d al. 3 LEg",
        "content": "Le Conseil fédéral règle les modalités de la vérification de l’analyse de l’égalité des salaires du personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification de l’analyse",
        "citation": "Art. 13d al. 4 LEg",
        "content": "Les cantons règlent les modalités de la vérification des analyses de l’égalité des salaires dans leur domaine de compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification par une entreprise de révision agréée",
        "citation": "Art. 13e al. 1 LEg",
        "content": "L’employeur communique à l’entreprise de révision toutes les pièces et informations dont elle a besoin pour procéder à la vérification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_e"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification par une entreprise de révision agréée",
        "citation": "Art. 13e al. 2 LEg",
        "content": "L’entreprise de révision vérifie que l’analyse a été effectuée correctement sur le plan formel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_e"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification par une entreprise de révision agréée",
        "citation": "Art. 13e al. 3 LEg",
        "content": "Elle rédige un rapport portant sur l’exécution de l’analyse de l’égalité des salaires à l’intention de la direction de l’entreprise vérifiée dans un délai d’un an après que l’analyse a été effectuée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_e"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Vérification par une organisation ou par une représentation des travailleurs",
        "citation": "Art. 13f LEg",
        "content": "L’employeur conclut avec l’organisation au sens de l’art. 7 ou la représentation des travailleurs une convention sur la marche à suivre pour la vérification et la remise du rapport à la direction de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_f"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Information des travailleurs",
        "citation": "Art. 13g LEg",
        "content": "Les employeurs informent les travailleurs par écrit du résultat de l’analyse de l’égalité des salaires au plus tard un an après qu’elle a été vérifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_g"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Information des actionnaires",
        "citation": "Art. 13h LEg",
        "content": "Les sociétés dont les actions sont cotées en bourse publient le résultat de l’analyse de l’égalité des salaires dans l’annexe de leur rapport annuel (art. 959c, al. 1, ch. 4, du code des obligations).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_h"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 4a, Analyse de l’égalité des salaires et vérification, Publication des résultats dans le secteur public",
        "citation": "Art. 13i LEg",
        "content": "Les employeurs du secteur public publient les résultats détaillés de l’analyse de l’égalité des salaires et de la vérification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_13_i"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 5, Aides financières, Programmes d’encouragement",
        "citation": "Art. 14 al. 1 LEg",
        "content": "La Confédération peut allouer des aides financières à des organisations publiques ou privées qui mettent sur pied des programmes visant à favoriser la réalisation de l’égalité entre femmes et hommes dans la vie professionnelle. Elle peut elle-même mettre sur pied de tels programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_14"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 5, Aides financières, Programmes d’encouragement",
        "citation": "Art. 14 al. 2 LEg",
        "content": "Les programmes peuvent porter notamment sur:\na. la formation et la formation continue, en cours d’emploi ou non;\nb. une meilleure représentation des deux sexes dans les différentes activités professionnelles, à toutes les fonctions et à tous les niveaux;\nc. des mesures permettant de mieux concilier les activités professionnelles et les obligations familiales;\nd. la mise en place dans l’entreprise d’une forme d’organisation du travail ou d’une infrastructure favorisant l’égalité entre les sexes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_14"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 5, Aides financières, Programmes d’encouragement",
        "citation": "Art. 14 al. 3 LEg",
        "content": "Les aides financières sont accordées en priorité pour des programmes ayant un caractère exemplaire ou novateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_14"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 5, Aides financières, Services de consultation",
        "citation": "Art. 15 LEg",
        "content": "La Confédération peut allouer des aides financières à des organisations privées:\na. qui informent et conseillent les femmes dans la vie professionnelle;\nb. qui assistent, en matière de réinsertion professionnelle, les femmes et les hommes ayant interrompu leur activité lucrative pour se consacrer à des tâches familiales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_15"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 6, Bureau fédéral de l’égalité entre femmes et hommes",
        "citation": "Art. 16 al. 1 LEg",
        "content": "Le Bureau fédéral de l’égalité entre femmes et hommes encourage la réalisation de l’égalité entre les sexes dans tous les domaines et s’emploie à éliminer toute forme de discrimination directe ou indirecte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_16"
    },
    {
        "book": "GlG",
        "title": "LEg, Section 6, Bureau fédéral de l’égalité entre femmes et hommes",
        "citation": "Art. 16 al. 2 LEg",
        "content": "A cet effet, il assume notamment les tâches suivantes:\na. informer la population;\nb. conseiller les particuliers et les autorités;\nc. procéder à des études et émettre des recommandations à l’intention des autorités et des particuliers;\nd. participer, le cas échéant, à des projets d’intérêt national;\ne. participer à l’élaboration des actes normatifs édictés par la Confédération, dans la mesure où ils sont pertinents pour la réalisation de l’égalité;\nf. traiter les demandes d’aides financières visées aux art. 14 et 15 et contrôler la mise en œuvre des programmes d’encouragement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/fr#art_16"
    }
]