[
    {
        "book": "GlG",
        "title": "GlG, 1. Abschnitt: Zweck",
        "citation": "Art. 1 GlG",
        "content": "Dieses Gesetz bezweckt die Förderung der tatsächlichen Gleichstellung von Frau und Mann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_1"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Grundsatz",
        "citation": "Art. 2 GlG",
        "content": "Dieser Abschnitt gilt für Arbeitsverhältnisse nach Obligationenrecht sowie für alle öffentlich-rechtlichen Arbeitsverhältnisse in Bund, Kantonen und Gemeinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_2"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Diskriminierungsverbot",
        "citation": "Art. 3 Abs. 1 GlG",
        "content": "Arbeitnehmerinnen und Arbeitnehmer dürfen aufgrund ihres Geschlechts weder direkt noch indirekt benachteiligt werden, namentlich nicht unter Berufung auf den Zivilstand, auf die familiäre Situation oder, bei Arbeitnehmerinnen, auf eine Schwangerschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_3"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Diskriminierungsverbot",
        "citation": "Art. 3 Abs. 2 GlG",
        "content": "Das Verbot gilt insbesondere für die Anstellung, Aufgabenzuteilung, Gestaltung der Arbeitsbedingungen, Entlöhnung, Aus- und Weiterbildung, Beförderung und Entlassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_3"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Diskriminierungsverbot",
        "citation": "Art. 3 Abs. 3 GlG",
        "content": "Angemessene Massnahmen zur Verwirklichung der tatsächlichen Gleichstellung stellen keine Diskriminierung dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_3"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Diskriminierung durch sexuelle Belästigung",
        "citation": "Art. 4 GlG",
        "content": "Diskriminierend ist jedes belästigende Verhalten sexueller Natur oder ein anderes Verhalten aufgrund der Geschlechtszugehörigkeit, das die Würde von Frauen und Männern am Arbeitsplatz beeinträchtigt. Darunter fallen insbesondere Drohungen, das Versprechen von Vorteilen, das Auferlegen von Zwang und das Ausüben von Druck zum Erlangen eines Entgegenkommens sexueller Art.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_4"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Rechtsansprüche",
        "citation": "Art. 5 Abs. 1 GlG",
        "content": "Wer von einer Diskriminierung im Sinne der Artikel 3 und 4 betroffen ist, kann dem Gericht oder der Verwaltungsbehörde beantragen:\na. eine drohende Diskriminierung zu verbieten oder zu unterlassen;\nb. eine bestehende Diskriminierung zu beseitigen;\nc. eine Diskriminierung festzustellen, wenn diese sich weiterhin störend auswirkt;\nd. die Zahlung des geschuldeten Lohns anzuordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_5"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Rechtsansprüche",
        "citation": "Art. 5 Abs. 2 GlG",
        "content": "Besteht die Diskriminierung in der Ablehnung einer Anstellung oder in der Kündigung eines obligationenrechtlichen Arbeitsverhältnisses, so hat die betroffene Person lediglich Anspruch auf eine Entschädigung. Diese ist unter Würdigung aller Umstände festzusetzen und wird auf der Grundlage des voraussichtlichen oder tatsächlichen Lohnes errechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_5"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Rechtsansprüche",
        "citation": "Art. 5 Abs. 3 GlG",
        "content": "Bei einer Diskriminierung durch sexuelle Belästigung kann das Gericht oder die Verwaltungsbehörde der betroffenen Person zudem auch eine Entschädigung zusprechen, wenn die Arbeitgeberinnen oder die Arbeitgeber nicht beweisen, dass sie Massnahmen getroffen haben, die zur Verhinderung sexueller Belästigungen nach der Erfahrung notwendig und angemessen sind und die ihnen billigerweise zugemutet werden können. Die Entschädigung ist unter Würdigung aller Umstände festzusetzen und wird auf der Grundlage des schweizerischen Durchschnittslohns errechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_5"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Rechtsansprüche",
        "citation": "Art. 5 Abs. 4 GlG",
        "content": "Die Entschädigung bei Diskriminierung in der Ablehnung einer Anstellung nach Absatz 2 darf den Betrag nicht übersteigen, der drei Monatslöhnen entspricht. Die Gesamtsumme der Entschädigungen darf diesen Betrag auch dann nicht übersteigen, wenn mehrere Personen einen Anspruch auf eine Entschädigung wegen diskriminierender Ablehnung derselben Anstellung geltend machen. Die Entschädigung bei Diskriminierung in der Kündigung eines obligationenrechtlichen Arbeitsverhältnisses nach Absatz 2 und bei Diskriminierung durch sexuelle Belästigung nach Absatz 3 darf den Betrag nicht übersteigen, der sechs Monatslöhnen entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_5"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Rechtsansprüche",
        "citation": "Art. 5 Abs. 5 GlG",
        "content": "Vorbehalten bleiben Ansprüche auf Schadenersatz und Genugtuung sowie weitergehende vertragliche Ansprüche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_5"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Beweislasterleichterung",
        "citation": "Art. 6 GlG",
        "content": "Bezüglich der Aufgabenzuteilung, Gestaltung der Arbeitsbedingungen, Entlöhnung, Aus- und Weiterbildung, Beförderung und Entlassung wird eine Diskriminierung vermutet, wenn diese von der betroffenen Person glaubhaft gemacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_6"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Klagen und Beschwerden von Organisationen",
        "citation": "Art. 7 Abs. 1 GlG",
        "content": "Organisationen, die nach ihren Statuten die Gleichstellung von Frau und Mann fördern oder die Interessen der Arbeitnehmerinnen und Arbeitnehmer wahren und seit mindestens zwei Jahren bestehen, können im eigenen Namen feststellen lassen, dass eine Diskriminierung vorliegt, wenn der Ausgang des Verfahrens sich voraussichtlich auf eine grössere Zahl von Arbeitsverhältnissen auswirken wird. Sie müssen der betroffenen Arbeitgeberin oder dem betroffenen Arbeitgeber Gelegenheit zur Stellungnahme geben, bevor sie eine Schlichtungsstelle anrufen oder eine Klage einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_7"
    },
    {
        "book": "GlG",
        "title": "GlG, 2. Abschnitt: Gleichstellung im Erwerbsleben, Klagen und Beschwerden von Organisationen",
        "citation": "Art. 7 Abs. 2 GlG",
        "content": "Im Übrigen gelten die Bestimmungen für die Klagen und Beschwerden von Einzelpersonen sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_7"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Verfahren bei diskriminierender Ablehnung der Anstellung",
        "citation": "Art. 8 Abs. 1 GlG",
        "content": "Personen, deren Bewerbung für eine Anstellung nicht berücksichtigt worden ist und die eine Diskriminierung geltend machen, können von der Arbeitgeberin oder vom Arbeitgeber eine schriftliche Begründung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_8"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Verfahren bei diskriminierender Ablehnung der Anstellung",
        "citation": "Art. 8 Abs. 2 GlG",
        "content": "Der Anspruch auf eine Entschädigung nach Artikel 5 Absatz 2 ist verwirkt, wenn nicht innert drei Monaten, nachdem die Arbeitgeberin oder der Arbeitgeber die Ablehnung der Anstellung mitgeteilt hat, die Klage angehoben wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_8"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Verfahren bei diskriminierender Kündigung",
        "citation": "Art. 9 GlG",
        "content": "Wird eine Arbeitnehmerin oder ein Arbeitnehmer durch die Kündigung diskriminiert, ist Artikel 336b des Obligationenrechts anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_9"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Kündigungsschutz",
        "citation": "Art. 10 Abs. 1 GlG",
        "content": "Die Kündigung des Arbeitsverhältnisses durch die Arbeitgeberin oder den Arbeitgeber ist anfechtbar, wenn sie ohne begründeten Anlass auf eine innerbetriebliche Beschwerde über eine Diskriminierung oder auf die Anrufung der Schlichtungsstelle oder des Gerichts durch die Arbeitnehmerin oder den Arbeitnehmer folgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_10"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Kündigungsschutz",
        "citation": "Art. 10 Abs. 2 GlG",
        "content": "Der Kündigungsschutz gilt für die Dauer eines innerbetrieblichen Beschwerdeverfahrens, eines Schlichtungs- oder eines Gerichtsverfahrens sowie sechs Monate darüber hinaus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_10"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Kündigungsschutz",
        "citation": "Art. 10 Abs. 3 GlG",
        "content": "Die Kündigung muss vor Ende der Kündigungsfrist beim Gericht angefochten werden. Das Gericht kann die provisorische Wiedereinstellung der Arbeitnehmerin oder des Arbeitnehmers für die Dauer des Verfahrens anordnen, wenn es wahrscheinlich erscheint, dass die Voraussetzungen für die Aufhebung der Kündigung erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_10"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Kündigungsschutz",
        "citation": "Art. 10 Abs. 4 GlG",
        "content": "Die Arbeitnehmerin oder der Arbeitnehmer kann während des Verfahrens auf die Weiterführung des Arbeitsverhältnisses verzichten und stattdessen eine Entschädigung nach Artikel 336a des Obligationenrechts geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_10"
    },
    {
        "book": "GlG",
        "title": "GlG, 3. Abschnitt: Besondere Bestimmungen für Arbeitsverhältnisse nach Obligationenrecht, Kündigungsschutz",
        "citation": "Art. 10 Abs. 5 GlG",
        "content": "Dieser Artikel gilt sinngemäss für Kündigungen, die wegen der Klage einer Organisation nach Artikel 7 erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_10"
    },
    {
        "book": "GlG",
        "title": "GlG, 4. Abschnitt: Rechtsschutz bei öffentlich-rechtlichen Arbeitsverhältnissen",
        "citation": "Art. 13 Abs. 1 GlG",
        "content": "Der Rechtsschutz bei öffentlich-rechtlichen Arbeitsverhältnissen richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege. Für Beschwerden von Bundespersonal gilt ausserdem Artikel 58 des Beamtengesetzes vom 30. Juni 1927.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13"
    },
    {
        "book": "GlG",
        "title": "GlG, 4. Abschnitt: Rechtsschutz bei öffentlich-rechtlichen Arbeitsverhältnissen",
        "citation": "Art. 13 Abs. 2 GlG",
        "content": "Wird eine Person durch die Abweisung ihrer Bewerbung für die erstmalige Begründung eines Arbeitsverhältnisses diskriminiert, so ist Artikel 5 Absatz 2 anwendbar. Die Entschädigung kann direkt mit Beschwerde gegen die abweisende Verfügung verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13"
    },
    {
        "book": "GlG",
        "title": "GlG, 4. Abschnitt: Rechtsschutz bei öffentlich-rechtlichen Arbeitsverhältnissen",
        "citation": "Art. 13 Abs. 3 GlG",
        "content": "Bundesangestellte können sich innerhalb der Beschwerdefrist nach Artikel 50 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren an eine Schlichtungskommission wenden. Diese berät die Parteien und versucht, eine Einigung herbeizuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13"
    },
    {
        "book": "GlG",
        "title": "GlG, 4. Abschnitt: Rechtsschutz bei öffentlich-rechtlichen Arbeitsverhältnissen",
        "citation": "Art. 13 Abs. 5 GlG",
        "content": "Das Verfahren ist kostenlos; ausgenommen sind Fälle von mutwilliger Prozessführung. Im Verfahren vor dem Bundesgericht richtet sich die Kostenpflicht nach dem Bundesgerichtsgesetz vom 17. Juni 2005.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Pflicht zur Durchführung einer Lohngleichheitsanalyse",
        "citation": "Art. 13a Abs. 1 GlG",
        "content": "Arbeitgeberinnen und Arbeitgeber, die am Anfang eines Jahres 100 oder mehr Arbeitnehmerinnen und Arbeitnehmer beschäftigen, führen für das betreffende Jahr eine betriebsinterne Lohngleichheitsanalyse durch. Lernende werden nicht als Arbeitnehmerinnen und Arbeitnehmer angerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_a"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Pflicht zur Durchführung einer Lohngleichheitsanalyse",
        "citation": "Art. 13a Abs. 2 GlG",
        "content": "Die Lohngleichheitsanalyse wird alle vier Jahre wiederholt. Fällt die Zahl der Arbeitnehmerinnen und Arbeitnehmer in diesem Zeitraum unter 100, so wird die Lohngleichheitsanalyse erst wieder durchgeführt, wenn die Zahl von 100 erreicht ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_a"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Pflicht zur Durchführung einer Lohngleichheitsanalyse",
        "citation": "Art. 13a Abs. 3 GlG",
        "content": "Zeigt die Lohngleichheitsanalyse, dass die Lohngleichheit eingehalten ist, so werden die Arbeitgeberinnen und Arbeitgeber von der Analysepflicht befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_a"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Ausnahme von der Pflicht zur Durchführung einer Lohngleichheitsanalyse",
        "citation": "Art. 13b GlG",
        "content": "Die Pflicht zur Durchführung einer Lohngleichheitsanalyse entfällt für Arbeitgeberinnen und Arbeitgeber:\na. die im Rahmen eines Verfahrens zur Vergabe eines öffentlichen Auftrags einer Kontrolle über die Einhaltung der Lohngleichheit unterliegen;\nb. die im Rahmen eines Antrags auf Gewährung von Subventionen einer solchen Kontrolle unterliegen; oder\nc. bei denen bereits eine solche Kontrolle durchgeführt worden ist und die nachgewiesen haben, dass sie die Anforderungen erfüllen, sofern der Referenzmonat der Kontrolle nicht länger als vier Jahre zurückliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_b"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Methode der Lohngleichheitsanalyse",
        "citation": "Art. 13c Abs. 1 GlG",
        "content": "Die Lohngleichheitsanalyse ist nach einer wissenschaftlichen und rechtskonformen Methode durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_c"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Methode der Lohngleichheitsanalyse",
        "citation": "Art. 13c Abs. 2 GlG",
        "content": "Der Bund stellt allen Arbeitgeberinnen und Arbeitgebern ein kostenloses Standard‐Analyse-Tool zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_c"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung der Lohngleichheitsanalyse",
        "citation": "Art. 13d Abs. 1 GlG",
        "content": "Arbeitgeberinnen und Arbeitgeber, die dem Obligationenrecht unterstehen, lassen ihre Lohngleichheitsanalyse von einer unabhängigen Stelle überprüfen. Dafür können sie wählen zwischen:\na. einem Revisionsunternehmen mit einer Zulassung nach dem Revisionsaufsichtsgesetz vom 16. Dezember 2005; oder\nb. einer Organisation nach Artikel 7 oder einer Arbeitnehmervertretung gemäss dem Mitwirkungsgesetz vom 17. Dezember 1993.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_d"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung der Lohngleichheitsanalyse",
        "citation": "Art. 13d Abs. 2 GlG",
        "content": "Der Bundesrat legt die Kriterien für die Ausbildung der leitenden Revisorinnen und Revisoren fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_d"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung der Lohngleichheitsanalyse",
        "citation": "Art. 13d Abs. 3 GlG",
        "content": "Der Bundesrat regelt die Durchführung der Überprüfung der Lohngleichheitsanalyse im Bund.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_d"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung der Lohngleichheitsanalyse",
        "citation": "Art. 13d Abs. 4 GlG",
        "content": "Die Kantone regeln die Durchführung der Überprüfung der Lohngleichheitsanalysen in ihrem Zuständigkeitsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_d"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung durch ein zugelassenes Revisionsunternehmen",
        "citation": "Art. 13e Abs. 1 GlG",
        "content": "Die Arbeitgeberin oder der Arbeitgeber übergibt dem Revisionsunternehmen alle Unterlagen und erteilt ihm die Auskünfte, die es für die Erfüllung der Überprüfung benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_e"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung durch ein zugelassenes Revisionsunternehmen",
        "citation": "Art. 13e Abs. 2 GlG",
        "content": "Das Revisionsunternehmen überprüft, ob die Lohngleichheitsanalyse formell korrekt durchgeführt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_e"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung durch ein zugelassenes Revisionsunternehmen",
        "citation": "Art. 13e Abs. 3 GlG",
        "content": "Es verfasst innerhalb eines Jahres nach Durchführung der Lohngleichheitsanalyse zuhanden der Leitung des überprüften Unternehmens einen Bericht über die Durchführung der Analyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_e"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Überprüfung durch eine Organisation oder eine Arbeitnehmervertretung ",
        "citation": "Art. 13f GlG",
        "content": "Die Arbeitgeberin oder der Arbeitgeber schliesst mit der Organisation nach Artikel 7 oder der Arbeitnehmervertretung eine Vereinbarung über das Vorgehen bei der Überprüfung und der Berichterstattung zuhanden der Leitung des Unternehmens ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_f"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Information für die Arbeitnehmerinnen und Arbeitnehmer",
        "citation": "Art. 13g GlG",
        "content": "Die Arbeitgeberinnen und Arbeitgeber informieren die Arbeitnehmerinnen und Arbeitnehmer bis spätestens ein Jahr nach Abschluss der Überprüfung schriftlich über das Ergebnis der Lohngleichheitsanalyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_g"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Information für die Aktionärinnen und Aktionäre",
        "citation": "Art. 13h GlG",
        "content": "Gesellschaften, deren Aktien an einer Börse kotiert sind, veröffentlichen das Ergebnis der Lohngleichheitsanalyse im Anhang der Jahresrechnung (Art. 959c Abs. 1 Ziff. 4 des Obligationenrechts).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_h"
    },
    {
        "book": "GlG",
        "title": "GlG, 4a. Abschnitt: Lohngleichheitsanalyse und Überprüfung, Veröffentlichung der Ergebnisse im öffentlich-rechtlichen Sektor",
        "citation": "Art. 13i GlG",
        "content": "Die Arbeitgeberinnen und Arbeitgeber im öffentlich-rechtlichen Sektor veröffentlichen die einzelnen Ergebnisse der Lohngleichheitsanalyse und der Überprüfung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_13_i"
    },
    {
        "book": "GlG",
        "title": "GlG, 5. Abschnitt: Finanzhilfen, Förderungsprogramme",
        "citation": "Art. 14 Abs. 1 GlG",
        "content": "Der Bund kann öffentlichen oder privaten Institutionen, die Programme zur Förderung der Gleichstellung von Frau und Mann im Erwerbsleben durchführen, Finanzhilfen gewähren. Er kann selbst Programme durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_14"
    },
    {
        "book": "GlG",
        "title": "GlG, 5. Abschnitt: Finanzhilfen, Förderungsprogramme",
        "citation": "Art. 14 Abs. 2 GlG",
        "content": "Die Programme können dazu dienen:\na. die inner- oder ausserbetriebliche Aus- und Weiterbildung zu fördern;\nb. die Vertretung der Geschlechter in den verschiedenen Berufen, Funktionen und Führungsebenen zu verbessern;\nc. die Vereinbarkeit von beruflichen und familiären Aufgaben zu verbessern;\nd. Arbeitsorganisationen und Infrastrukturen am Arbeitsplatz zu fördern, welche die Gleichstellung begünstigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_14"
    },
    {
        "book": "GlG",
        "title": "GlG, 5. Abschnitt: Finanzhilfen, Förderungsprogramme",
        "citation": "Art. 14 Abs. 3 GlG",
        "content": "In erster Linie werden Programme mit neuartigem und beispielhaftem Inhalt unterstützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_14"
    },
    {
        "book": "GlG",
        "title": "GlG, 5. Abschnitt: Finanzhilfen, Beratungsstellen",
        "citation": "Art. 15 GlG",
        "content": "Der Bund kann privaten Institutionen Finanzhilfen gewähren für:\na. die Beratung und die Information von Frauen im Erwerbsleben;\nb. die Förderung der Wiedereingliederung von Frauen und Männern, die ihre berufliche Tätigkeit zugunsten familiärer Aufgaben unterbrochen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_15"
    },
    {
        "book": "GlG",
        "title": "GlG, 6. Abschnitt: Eidgenössisches Büro für die Gleichstellung von Frau und Mann",
        "citation": "Art. 16 Abs. 1 GlG",
        "content": "Das Eidgenössische Büro für die Gleichstellung von Frau und Mann fördert die Gleichstellung der Geschlechter in allen Lebensbereichen und setzt sich für die Beseitigung jeglicher Form direkter oder indirekter Diskriminierung ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_16"
    },
    {
        "book": "GlG",
        "title": "GlG, 6. Abschnitt: Eidgenössisches Büro für die Gleichstellung von Frau und Mann",
        "citation": "Art. 16 Abs. 2 GlG",
        "content": "Zu diesem Zweck nimmt es namentlich folgende Aufgaben wahr:\na. es informiert die Öffentlichkeit;\nb. es berät Behörden und Private;\nc. es führt Untersuchungen durch und empfiehlt Behörden und Privaten geeignete Massnahmen;\nd. es kann sich an Projekten von gesamtschweizerischer Bedeutung beteiligen;\ne. es wirkt an der Ausarbeitung von Erlassen des Bundes mit, soweit diese für die Gleichstellung von Bedeutung sind;\nf. es prüft die Gesuche um Finanzhilfen nach den Artikeln 14 und 15 und überwacht die Durchführung der Förderungsprogramme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/de#art_16"
    }
]