[
    {
        "book": "GlG",
        "title": "LPar, Sezione 1: Scopo",
        "citation": "Art. 1 LPar",
        "content": "La presente legge mira a promuovere l’uguaglianza effettiva fra donna e uomo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_1"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Principio",
        "citation": "Art. 2 cpv. RS 220 LPar",
        "content": "Le disposizioni della presente sezione si applicano ai rapporti di lavoro disciplinati dal Codice delle obbligazioni e dal diritto pubblico federale, cantonale e comunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_2"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Divieto di discriminazione",
        "citation": "Art. 3 cpv. 1 LPar",
        "content": "Nei rapporti di lavoro, uomini e donne non devono essere pregiudicati né direttamente né indirettamente a causa del loro sesso, segnatamente con riferimento allo stato civile, alla situazione familiare o a una gravidanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_3"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Divieto di discriminazione",
        "citation": "Art. 3 cpv. 2 LPar",
        "content": "Il divieto si applica in particolare all’assunzione, all’attribuzione dei compiti, all’assetto delle condizioni di lavoro, alla retribuzione, alla formazione e alla formazione continua, alla promozione e al licenziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_3"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Divieto di discriminazione",
        "citation": "Art. 3 cpv. 3 LPar",
        "content": "Non costituiscono una discriminazione adeguati provvedimenti per la realizzazione dell’uguaglianza effettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_3"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Divieto di discriminazione in caso di molestia sessuale",
        "citation": "Art. 4 LPar",
        "content": "Per comportamento discriminante si intende qualsiasi comportamento molesto di natura sessuale o qualsivoglia altro comportamento connesso con il sesso, che leda la dignità della persona sul posto di lavoro, in particolare il proferire minacce, promettere vantaggi, imporre obblighi o esercitare pressioni di varia natura su un lavoratore per ottenerne favori di tipo sessuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_4"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Pretese giuridiche",
        "citation": "Art. 5 cpv. 1 LPar",
        "content": "In caso di discriminazione secondo gli articoli 3 e 4, l’interessato può chiedere al giudice o all’autorità amministrativa:\na. di proibire o far omettere una discriminazione imminente;\nb. di far cessare una discriminazione attuale;\nc. di accertare una discriminazione che continua a produrre effetti molesti;\nd. di ordinare il pagamento del salario dovuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_5"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Pretese giuridiche",
        "citation": "Art. 5 cpv. 2 LPar",
        "content": "Se la discriminazione consiste nel rifiuto di un’assunzione o nella disdetta di un rapporto di lavoro disciplinato dal Codice delle obbligazioni, la persona lesa può pretendere soltanto un’indennità. Questa è stabilita tenuto conto di tutte le circostanze ed è calcolata in base al salario presumibile o effettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_5"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Pretese giuridiche",
        "citation": "Art. 5 cpv. 3 LPar",
        "content": "Nel caso di discriminazione mediante molestia sessuale, il tribunale o l’autorità amministrativa può parimenti condannare il datore di lavoro ed assegnare al lavoratore un’indennità, a meno che lo stesso provi di aver adottato tutte le precauzioni richieste dall’esperienza e adeguate alle circostanze, che ragionevolmente si potevano pretendere da lui per evitare simili comportamenti o porvi fine. L’indennità è stabilita considerando tutte le circostanze, in base al salario medio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_5"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Pretese giuridiche",
        "citation": "Art. 5 cpv. 4 LPar",
        "content": "Nel caso di discriminazione mediante rifiuto di assunzione, l’indennità prevista nel capoverso 2 non eccede l’equivalente di tre mesi di salario. Parimenti, la somma totale delle indennità versate non deve eccedere tale importo, qualora parecchie persone pretendano il versamento di un’indennità per rifiuto d’assunzione allo stesso posto di lavoro. Qualora la discriminazione avvenga mediante scioglimento di rapporti di lavoro disciplinati dal Codice delle obbligazioni o mediante molestie sessuali, l’indennità prevista ai capoversi 2 o 3 non eccede l’equivalente di sei mesi di salario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_5"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Pretese giuridiche",
        "citation": "Art. 5 cpv. 5 LPar",
        "content": "Sono salve le pretese di risarcimento del danno e di riparazione morale, nonché le pretese contrattuali più estese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_5"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Alleviamento dell’onere della prova",
        "citation": "Art. 6 LPar",
        "content": "Si presume l’esistenza di una discriminazione per quanto la persona interessata la renda verosimile; questa norma si applica all’attribuzione dei compiti, all’assetto delle condizioni di lavoro, alla retribuzione, alla formazione e alla formazione continua, alla promozione e al licenziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_6"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Azioni e ricorsi delle organizzazioni",
        "citation": "Art. 7 cpv. 1 LPar",
        "content": "Le organizzazioni che esistono da almeno due anni e, secondo gli statuti, promuovono l’uguaglianza fra donna e uomo oppure tutelano gli interessi dei lavoratori possono, a proprio nome, far accertare in giudizio una discriminazione se l’esito della procedura avrà verosimilmente ripercussioni su un gran numero di rapporti di lavoro. Prima di avviare la procedura di conciliazione o di intentare un’azione, tali organizzazioni danno al datore di lavoro l’opportunità di prendere posizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_7"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 2: Uguaglianza nella vita professionale, Azioni e ricorsi delle organizzazioni",
        "citation": "Art. 7 cpv. 2 LPar",
        "content": "Per il rimanente, si applicano per analogia le disposizioni concernenti le azioni e i ricorsi individuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_7"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Procedura in caso di discriminazione nell’assunzione",
        "citation": "Art. 8 cpv. 1 LPar",
        "content": "Le persone che, candidate a un posto di lavoro, pretendono di non essere state assunte per motivi discriminatori possono pretendere dal datore di lavoro una motivazione scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_8"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Procedura in caso di discriminazione nell’assunzione",
        "citation": "Art. 8 cpv. 2 LPar",
        "content": "La pretesa a un’indennità giusta l’articolo 5 capoverso 2 decade se l’azione non è proposta entro tre mesi dal momento in cui il datore di lavoro ha comunicato il rifiuto dell’assunzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_8"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Procedura in caso di disdetta discriminatoria",
        "citation": "Art. 9 LPar",
        "content": "In caso di discriminazione all’atto della disdetta del rapporto di lavoro, si applica l’articolo 336b del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_9"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Protezione dal licenziamento",
        "citation": "Art. 10 cpv. 1 LPar",
        "content": "La disdetta del rapporto di lavoro da parte del datore di lavoro è impugnabile se, senza motivo giustificato, è data in seguito a un reclamo sollevato all’interno dell’azienda per presunta discriminazione o in seguito all’introduzione di una procedura di conciliazione o giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_10"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Protezione dal licenziamento",
        "citation": "Art. 10 cpv. 2 LPar",
        "content": "La protezione dal licenziamento vale finché dura la procedura di reclamo in seno all’azienda, la procedura di conciliazione o la procedura giudiziaria, nonché nei sei mesi successivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_10"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Protezione dal licenziamento",
        "citation": "Art. 10 cpv. 3 LPar",
        "content": "La disdetta deve essere impugnata in tribunale prima della scadenza del termine di disdetta. Il tribunale può ordinare la riassunzione provvisoria del lavoratore per la durata della procedura qualora le condizioni per annullare la disdetta siano verosimilmente adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_10"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Protezione dal licenziamento",
        "citation": "Art. 10 cpv. 4 LPar",
        "content": "Durante la procedura, il lavoratore può rinunciare alla continuazione del rapporto di lavoro e far valere in sua vece l’indennità giusta l’articolo 336a del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_10"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 3:, Disposizioni speciali per i rapporti di lavoro disciplinati dal Codice delle obbligazioni, Protezione dal licenziamento",
        "citation": "Art. 10 cpv. 5 LPar",
        "content": "Il presente articolo si applica per analogia alle disdette pronunciate a causa di un’azione intentata da un’organizzazione secondo l’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_10"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4:, Protezione giuridica in caso di rapporti di lavoro di diritto pubblico",
        "citation": "Art. 13 cpv. 1 LPar",
        "content": "La protezione giuridica per i rapporti di lavoro di diritto pubblico è disciplinata dalle disposizioni generali sulla procedura giudiziaria federale. Ai ricorsi del personale federale si applica inoltre l’articolo 58 dell’ordinamento dei funzionari del 30 giugno 1927.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4:, Protezione giuridica in caso di rapporti di lavoro di diritto pubblico",
        "citation": "Art. 13 cpv. 2 LPar",
        "content": "Se una persona è discriminata dal fatto che la sua candidatura non è stata ammessa alla prima costituzione di un rapporto di lavoro, si applica l’articolo 5 capoverso 2. L’indennità può essere chiesta direttamente con ricorso contro la decisione di non ammissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4:, Protezione giuridica in caso di rapporti di lavoro di diritto pubblico",
        "citation": "Art. 13 cpv. 3 LPar",
        "content": "Gli impiegati della Confederazione possono rivolgersi a una commissione di conciliazione entro il termine di ricorso previsto dall’articolo 50 della legge federale del 20 dicembre 1968 sulla procedura amministrativa. La commissione di conciliazione consiglia le parti e cerca di farle pervenire a un’intesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4:, Protezione giuridica in caso di rapporti di lavoro di diritto pubblico",
        "citation": "Art. 13 cpv. 5 LPar",
        "content": "La procedura è gratuita; sono eccettuati i casi di ricorso temerario. Nei procedimenti dinanzi al Tribunale federale l’onere delle spese è disciplinato dalla legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Obbligo di eseguire un’analisi della parità salariale ",
        "citation": "Art. 13a cpv. 1 LPar",
        "content": "I datori di lavoro che all’inizio dell’anno impiegano 100 o più lavoratori eseguono un’analisi della parità salariale all’interno dell’azienda per l’anno in questione. I tirocinanti non sono computati nel conteggio dei lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_a"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Obbligo di eseguire un’analisi della parità salariale ",
        "citation": "Art. 13a cpv. 2 LPar",
        "content": "L’analisi della parità salariale è ripetuta ogni quattro anni. Se in tale periodo il numero dei lavoratori scende al di sotto di 100, l’analisi è ripetuta soltanto una volta raggiunto nuovamente il numero di 100 lavoratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_a"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Obbligo di eseguire un’analisi della parità salariale ",
        "citation": "Art. 13a cpv. 3 LPar",
        "content": "Se l’analisi mostra che la parità salariale è rispettata, il datore di lavoro è liberato dall’obbligo di ripetere l’analisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_a"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Eccezione all’obbligo di eseguire un’analisi della parità salariale",
        "citation": "Art. 13b LPar",
        "content": "Non è tenuto a eseguire un’analisi della parità salariale il datore di lavoro che:\na. nell’ambito di una procedura per l’aggiudicazione di una commessa pubblica è soggetto a un controllo del rispetto della parità salariale;\nb. nell’ambito di una richiesta di concessione di sussidi è soggetto a un tale controllo; o\nc. è già stato sottoposto a un tale controllo e ha dimostrato di adempiere i requisiti, sempre che il mese cui si riferisce il controllo non risalga a più di quattro anni prima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_b"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Metodo di analisi della parità salariale",
        "citation": "Art. 13c cpv. 1 LPar",
        "content": "L’analisi della parità salariale è eseguita secondo un metodo scientifico e conforme al diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_c"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Metodo di analisi della parità salariale",
        "citation": "Art. 13c cpv. 2 LPar",
        "content": "La Confederazione mette a disposizione dei datori di lavoro uno strumento di analisi standardizzato gratuito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_c"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica dell’analisi della parità salariale",
        "citation": "Art. 13d cpv. 1 LPar",
        "content": "I datori di lavoro soggetti al Codice delle obbligazioni fanno verificare la loro analisi della parità salariale da un organo indipendente. A tal fine possono rivolgersi, a loro scelta, a:\na. un’impresa di revisione abilitata secondo la legge del 16 dicembre 2005 sui revisori;\nb. un’organizzazione secondo l’articolo 7 o a una rappresentanza dei lavoratori secondo la legge del 17 dicembre 1993 sulla partecipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica dell’analisi della parità salariale",
        "citation": "Art. 13d cpv. 2 LPar",
        "content": "Il Consiglio federale stabilisce i criteri per la formazione delle persone che dirigono le revisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica dell’analisi della parità salariale",
        "citation": "Art. 13d cpv. 3 LPar",
        "content": "Il Consiglio federale disciplina l’esecuzione della verifica dell’analisi della parità salariale nella Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica dell’analisi della parità salariale",
        "citation": "Art. 13d cpv. 4 LPar",
        "content": "I Cantoni disciplinano l’esecuzione della verifica dell’analisi della parità salariale nei loro rispettivi ambiti di competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_d"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica da parte di un’impresa di revisione abilitata",
        "citation": "Art. 13e cpv. 1 LPar",
        "content": "Il datore di lavoro fornisce all’impresa di revisione tutte le informazioni e i documenti necessari all’esecuzione della verifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_e"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica da parte di un’impresa di revisione abilitata",
        "citation": "Art. 13e cpv. 2 LPar",
        "content": "L’impresa di revisione verifica la corretta esecuzione formale dell’analisi della parità salariale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_e"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica da parte di un’impresa di revisione abilitata",
        "citation": "Art. 13e cpv. 3 LPar",
        "content": "Entro un anno dopo l’esecuzione dell’analisi della parità salariale stila un rapporto concernente tale esecuzione all’attenzione della direzione dell’azienda oggetto della verifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_e"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Verifica da parte di un’organizzazione o di una rappresentanza dei lavoratori",
        "citation": "Art. 13f LPar",
        "content": "Il datore di lavoro conclude con l’organizzazione secondo l’articolo 7 o con la rappresentanza dei lavoratori una convenzione sulle modalità della verifica e della consegna di rapporti all’attenzione della direzione dell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_f"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Informazione dei lavoratori",
        "citation": "Art. 13g LPar",
        "content": "I datori di lavoro informano i lavoratori per scritto sul risultato dell’analisi della parità salariale entro un anno dalla conclusione della verifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_g"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Informazione degli azionisti",
        "citation": "Art. 13h LPar",
        "content": "Le società quotate in borsa pubblicano il risultato dell’analisi della parità salariale nell’allegato del conto annuale (art. 959c cpv. 1 n. 4 del Codice delle obbligazioni).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_h"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 4a: Analisi della parità salariale e verifica, Pubblicazione dei risultati nel settore pubblico",
        "citation": "Art. 13i LPar",
        "content": "I datori di lavoro del settore pubblico pubblicano i risultati delle singole analisi della parità salariale e delle relative verifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_13_i"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 5: Aiuti finanziari, Programmi promozionali",
        "citation": "Art. 14 cpv. 1 LPar",
        "content": "La Confederazione può accordare aiuti finanziari a istituzioni pubbliche o private che organizzano programmi per il promovimento dell’uguaglianza fra donna e uomo nella vita professionale. Essa stessa può organizzare programmi promozionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_14"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 5: Aiuti finanziari, Programmi promozionali",
        "citation": "Art. 14 cpv. 2 LPar",
        "content": "I programmi possono servire a:\na. promuovere la formazione e la formazione continua entro e fuori l’azienda;\nb. migliorare la rappresentanza dei sessi nelle differenti professioni, funzioni e livelli dirigenziali;\nc. migliorare la compatibilità tra compiti professionali e familiari;\nd. promuovere organizzazioni di lavoro e infrastrutture che favoriscono la parità dei sessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_14"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 5: Aiuti finanziari, Programmi promozionali",
        "citation": "Art. 14 cpv. 3 LPar",
        "content": "In primo luogo sono sostenuti programmi di carattere innovativo o esemplare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_14"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 5: Aiuti finanziari, Consultori",
        "citation": "Art. 15 LPar",
        "content": "La Confederazione può accordare aiuti finanziari a istituzioni private per:\na. la consulenza e l’informazione della donna nella vita professionale;\nb. il promovimento del reinserimento professionale di donne e uomini che hanno interrotto l’attività professionale per dedicarsi a compiti familiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_15"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 6: Ufficio federale per l’uguaglianza fra donna e uomo",
        "citation": "Art. 16 cpv. 1 LPar",
        "content": "L’Ufficio federale per l’uguaglianza fra donna e uomo promuove la parità dei sessi in tutti gli ambiti della vita e si adopera per eliminare qualsiasi forma di discriminazione diretta o indiretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_16"
    },
    {
        "book": "GlG",
        "title": "LPar, Sezione 6: Ufficio federale per l’uguaglianza fra donna e uomo",
        "citation": "Art. 16 cpv. 2 LPar",
        "content": "Per tale scopo assume segnatamente i compiti seguenti:\na. informa l’opinione pubblica;\nb. consiglia autorità e privati;\nc. effettua inchieste e raccomanda misure idonee ad autorità e a privati;\nd. può partecipare a progetti d’interesse nazionale;\ne. partecipa all’elaborazione di normative federali, nella misura in cui sono importanti per la parità dei sessi;\nf. decide in merito all’assegnazione di aiuti finanziari giusta gli articoli 14 e 15 e sorveglia l’esecuzione dei programmi promozionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1996/1498_1498_1498/it#art_16"
    }
]