[
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Zweck",
        "citation": "Art. 1 Abs. 1 HMG",
        "content": "Dieses Gesetz soll zum Schutz der Gesundheit von Mensch und Tier gewährleisten, dass nur qualitativ hoch stehende, sichere und wirksame Heilmittel in Verkehr gebracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_1"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Zweck",
        "citation": "Art. 1 Abs. 2 HMG",
        "content": "Es soll zudem:\na. Konsumentinnen und Konsumenten von Heilmitteln vor Täuschung schützen;\nb. dazu beitragen, dass die in Verkehr gebrachten Heilmittel ihrem Zweck entsprechend und massvoll verwendet werden;\nc. dazu beitragen, dass eine sichere und geordnete Versorgung mit Heilmitteln, einschliesslich der dafür nötigen fachlichen Information und Beratung, im ganzen Land angeboten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_1"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Zweck",
        "citation": "Art. 1 Abs. 3 HMG",
        "content": "Beim Vollzug dieses Gesetzes, insbesondere beim Erlass von Verordnungen und bei der Anwendung im Einzelfall, ist darauf zu achten, dass:\na. die Leistungsfähigkeit und die Unabhängigkeit der schweizerischen Heilmittelkontrolle gewahrt werden;\nb. für die Forschung und Entwicklung im Heilmittelbereich günstige Rahmenbedingungen bestehen;\nc. die miteinander im Wettbewerb stehenden Marktpartner den gleichen gesetzlichen Sicherheits- und Qualitätsanforderungen genügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_1"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 HMG",
        "content": "Dieses Gesetz gilt für:\na. den Umgang mit Arzneimitteln und Medizinprodukten (Heilmittel); \nb. Betäubungsmittel im Sinne des Betäubungsmittelgesetzes vom 3. Oktober 1951, soweit sie als Heilmittel verwendet werden;\nc. Heilverfahren, wie Gentherapie, soweit sie in unmittelbarem Zusammenhang mit Heilmitteln stehen; der Bundesrat kann dazu besondere Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_2"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 HMG",
        "content": "Der Bundesrat kann Medizinprodukte, die zur Anwendung an Tieren oder zur veterinärmedizinischen Diagnostik bestimmt sind, vom Geltungsbereich dieses Gesetzes ganz oder teilweise ausnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_2"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 2 Abs. 3 HMG",
        "content": "Er kann bestimmte Produkte ohne medizinische Zweckbestimmung, die hinsichtlich ihrer Funktionsweise und ihrer Risikoprofile mit Medizinprodukten vergleichbar sind, diesem Gesetz unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_2"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Devitalisierte menschliche Gewebe oder Zellen",
        "citation": "Art. 2a Abs. 1 HMG",
        "content": "Der Bundesrat legt für Heilmittel, die devitalisierte menschliche Gewebe oder Zellen oder deren Derivate enthalten oder daraus bestehen, Anforderungen an die Spende, Entnahme, Testung und Devitalisierung dieser Gewebe oder Zellen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_2_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Devitalisierte menschliche Gewebe oder Zellen",
        "citation": "Art. 2a Abs. 2 HMG",
        "content": "Er kann Produkte, die devitalisierte menschliche Gewebe oder Zellen oder deren Derivate enthalten oder daraus bestehen und keine Heilmittel sind, aber eine Funktion als Heilmittel haben, spezifischen Anforderungen dieses Gesetzes und des Transplantationsgesetzes vom 8. Oktober 2004 unterstellen. Er kann zudem auch Anforderungen an die Spende, Entnahme, Testung und Devitalisierung solcher Gewebe oder Zellen oder von deren Derivaten festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_2_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Devitalisierte menschliche Gewebe oder Zellen",
        "citation": "Art. 2a Abs. 3 HMG",
        "content": "Menschliches Gewebe oder menschliche Zellen dürfen für die Herstellung von Produkten nach den Absätzen 1 und 2 nur entnommen oder verwendet werden, wenn für die Entnahme eine Zustimmung vorliegt. Es darf für dieses Gewebe und diese Zellen weder ein finanzieller Gewinn noch ein anderer Vorteil angeboten, gewährt, gefordert oder angenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_2_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Sorgfaltspflicht",
        "citation": "Art. 3 Abs. 1 HMG",
        "content": "Wer mit Heilmitteln umgeht, muss dabei alle Massnahmen treffen, die nach dem Stand von Wissenschaft und Technik erforderlich sind, damit die Gesundheit von Mensch und Tier nicht gefährdet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_3"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Sorgfaltspflicht",
        "citation": "Art. 3 Abs. 2 HMG",
        "content": "Bei Komplementärarzneimitteln ohne Indikationsangabe ist der Stand von Wissenschaft und Technik, unter Einbezug der Prinzipien der entsprechenden Therapierichtung, zu beachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_3"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 4 Abs. 1 HMG",
        "content": "Im Sinne dieses Gesetzes gelten als:\na. Arzneimittel: Produkte chemischen oder biologischen Ursprungs, die zur medizinischen Einwirkung auf den menschlichen oder tierischen Organismus bestimmt sind oder angepriesen werden, insbesondere zur Erkennung, Verhütung oder Behandlung von Krankheiten, Verletzungen und Behinderungen; zu den Arzneimitteln gehören auch Blut und Blutprodukte;\nabis. Arzneimittel mit Indikationsangabe: Arzneimittel mit behördlich genehmigter Angabe eines bestimmten Anwendungsgebiets, die zur Anwendung nach den Regeln der medizinischen und pharmazeutischen Wissenschaften bestimmt sind;\nater. Komplementärarzneimittel mit Indikationsangabe: Arzneimittel mit behördlich genehmigter Angabe eines bestimmten Anwendungsgebiets, die nach den Herstellungsvorschriften komplementärmedizinischer Therapierichtungen wie der Homöopathie, der anthroposophischen Medizin oder der traditionellen asiatischen Medizin hergestellt und deren Anwendungsgebiet gemäss den Prinzipien der entsprechenden Therapierichtung festgelegt wird;\naquater. Komplementärarzneimittel ohne Indikationsangabe: Komplementärarzneimittel ohne behördlich genehmigte Angabe eines bestimmten Anwendungsgebiets, die zur individualtherapeutischen Anwendung bestimmt sind;\naquinquies. Phytoarzneimittel: Arzneimittel mit Indikationsangabe, die als Wirkstoffe ausschliesslich einen oder mehrere pflanzliche Stoffe oder pflanzliche Zubereitungen enthalten und die nicht den Komplementärarzneimitteln zuzuordnen sind;\nasexies. Originalpräparat: Arzneimittel, das vom Schweizerischen Heilmittelinstitut (Institut) als erstes mit einem bestimmten Wirkstoff zugelassen wird, einschliesslich aller zum gleichen Zeitpunkt oder später zugelassenen Darreichungsformen;\nasepties. Generikum: ein vom Institut zugelassenes Arzneimittel, das im Wesentlichen gleich ist wie ein Originalpräparat und das mit diesem aufgrund identischer Wirkstoffe sowie seiner Darreichungsform und Dosierung austauschbar ist;\naocties. Referenzpräparat: biologisches Arzneimittel, das in der Zulassungsdokumentation für ein Biosimilar als Referenz für die Vergleichbarkeit seiner pharmazeutischen Qualität, Wirksamkeit und Sicherheit herangezogen wird;\nanovies. Biosimilar: biologisches Arzneimittel, das eine genügende Ähnlichkeit mit einem vom Institut zugelassenen Referenzpräparat aufweist und auf dessen Dokumentation Bezug nimmt;\nadecies. wichtiges Arzneimittel für seltene Krankheiten (Orphan Drug): Humanarzneimittel, bei dem nachgewiesen ist, dass:\n1. es der Erkennung, Verhütung oder Behandlung einer lebensbedrohenden oder chronisch invalidisierenden Erkrankung dient, von der zum Zeitpunkt der Gesuchseinreichung höchstens fünf von zehntausend Personen in der Schweiz betroffen sind, oder\n2. ihm oder seinem Wirkstoff von einem anderen Land mit vergleichbarer Arzneimittelkontrolle im Sinne von Artikel 13 der Status als wichtiges Arzneimittel für seltene Krankheiten zuerkannt wird;\nb. Medizinprodukte: Produkte, einschliesslich Instrumente, Apparate, Geräte, In-vitro-Diagnostika, Software, Implantate, Reagenzien, Materialien und andere Gegenstände oder Stoffe, die für die medizinische Verwendung bestimmt sind oder angepriesen werden und deren Hauptwirkung nicht durch ein Arzneimittel erreicht wird;\nc. Herstellen: sämtliche Arbeitsgänge der Heilmittelproduktion von der Beschaffung der Ausgangsmaterialien über die Verarbeitung bis zur Verpackung, Lagerung und Auslieferung des Endproduktes sowie die Qualitätskontrollen und die Freigaben;\nd. Inverkehrbringen: das Vertreiben und Abgeben von Heilmitteln;\ne. Vertreiben: die entgeltliche oder unentgeltliche Übertragung oder Überlassung eines Heilmittels, einschliesslich der Tätigkeiten der Mäklerinnen und Mäkler sowie der Agentinnen und Agenten, mit Ausnahme des Abgebens;\nf. Abgeben: die entgeltliche oder unentgeltliche Übertragung oder Überlassung eines verwendungsfertigen Heilmittels für die Verwendung durch den Erwerber oder die Erwerberin sowie für die Anwendung an Drittpersonen oder an Tieren;\nfbis. Verschreibung: protokollierter Entscheid einer berechtigten Medizinalperson, der gemäss Artikel 26 Absatz 2 für eine bestimmte Person ausgestellt ist und dieser Person ein Zugangsrecht zu medizinischen Leistungen wie Pflegeleistungen, Medikamenten, Analysen oder Medizinprodukten erteilt; \ng. Pharmakopöe (Pharmacopoea Europaea und Pharmacopoea Helvetica): eine Sammlung von Vorschriften über die Qualität von Arzneimitteln, pharmazeutischen Hilfsstoffen und einzelnen Medizinprodukten;\nh. neuer Wirkstoff: Wirkstoff, der in der Schweiz erstmals im Rahmen eines ordentlichen Verfahrens nach Artikel 11 zugelassen wird. Bisher nur in Humanarzneimitteln zugelassene Wirkstoffe gelten als neue Wirkstoffe, wenn sie in Tierarzneimitteln eingesetzt werden, und umgekehrt;\ni. öffentliche Apotheke: kantonal bewilligter Apothekenbetrieb, durch eine Apothekerin oder einen Apotheker geführt, der regelmässige Öffnungszeiten garantiert und einen direkten Zugang für die Öffentlichkeit anbietet;\nj. Spitalapotheke: Einrichtung in einem Spitalbetrieb, die von einer Apothekerin oder einem Apotheker geführt wird und namentlich pharmazeutische Dienstleistungen an die Kundschaft des Spitals anbietet; für die Herstellung von Radiopharmazeutika nach Artikel 9 Absatz 2 Buchstabe a und Absatz 2bis gilt auch ein spitalinterner radiopharmazeutischer Betrieb als Spitalapotheke;\nk. Selbstdispensation: kantonal bewilligte Abgabe von Arzneimitteln innerhalb einer Arztpraxis beziehungsweise einer ambulanten Institution des Gesundheitswesens, deren Apotheke unter fachlicher Verantwortung einer Ärztin oder eines Arztes mit Berufsausübungsbewilligung steht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_4"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 4 Abs. 2 HMG",
        "content": "Der Bundesrat kann durch Verordnung die übrigen in diesem Gesetz verwendeten Begriffe sowie die Begriffe nach Absatz 1 voneinander abgrenzen, näher ausführen und gestützt auf neue Erkenntnisse in Wissenschaft und Technik sowie in Anlehnung an die internationale Entwicklung Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_4"
    },
    {
        "book": "HMG",
        "title": "HMG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 4 Abs. 3 HMG",
        "content": "Er kann für den Bereich der Medizinprodukte die Begriffe nach Absatz 1 durch Verordnung abweichend definieren, sofern dies der internationalen Harmonisierung dient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_4"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Bewilligungspflicht",
        "citation": "Art. 5 Abs. 1 HMG",
        "content": "Eine Bewilligung des Instituts braucht, wer Arzneimittel:\na. herstellt;\nb. Futtermitteln beimischt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_5"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Bewilligungspflicht",
        "citation": "Art. 5 Abs. 2 HMG",
        "content": "Der Bundesrat regelt die Ausnahmen von der Bewilligungspflicht. Er kann insbesondere:\na. die Herstellung von Arzneimitteln nach Artikel 9 Absatz 2 Buchstaben a–cbis einer kantonalen Bewilligungs- oder Meldepflicht unterstellen;\nb. Tierhalter, die für den eigenen Tierbestand Futtermitteln Arzneimittel beimischen, von der Bewilligungspflicht befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_5"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Bewilligungspflicht",
        "citation": "Art. 5 Abs. 3 HMG",
        "content": "Er kann für die Herstellung bestimmter Kategorien pharmazeutischer Hilfsstoffe, die ein erhöhtes Risiko für Patientinnen und Patienten aufweisen, in Übereinstimmung mit den entsprechenden, international anerkannten Anforderungen eine Bewilligungspflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_5"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Voraussetzungen",
        "citation": "Art. 6 Abs. 1 HMG",
        "content": "Die Bewilligung wird erteilt, wenn:\na. die erforderlichen fachlichen und betrieblichen Voraussetzungen erfüllt sind;\nb. ein geeignetes Qualitätssicherungssystem vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_6"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Voraussetzungen",
        "citation": "Art. 6 Abs. 2 HMG",
        "content": "Die zuständige Behörde prüft in einer Inspektion, ob die Voraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_6"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Anforderungen an die Herstellung",
        "citation": "Art. 7 Abs. 1 HMG",
        "content": "Arzneimittel und pharmazeutische Hilfsstoffe, deren Herstellung einer Bewilligung bedarf, müssen nach den anerkannten Regeln der Guten Herstellungspraxis hergestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_7"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Anforderungen an die Herstellung",
        "citation": "Art. 7 Abs. 2 HMG",
        "content": "Der Bundesrat umschreibt die anerkannten Regeln der Guten Herstellungspraxis näher. Er berücksichtigt dabei international anerkannte Richtlinien und Normen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_7"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 1. Abschnitt: Herstellung, Öffentliche Apotheken und Spitalapotheken",
        "citation": "Art. 7a HMG",
        "content": "Öffentliche Apotheken und Spitalapotheken müssen über eine Herstellungsbewilligung in folgendem Umfang verfügen:\na. öffentliche Apotheken: über eine Bewilligung, die mindestens die Herstellung von Arzneimitteln nach Artikel 9 Absatz 2 Buchstabe a erlaubt;\nb. Spitalapotheken: über eine Bewilligung, die mindestens die Herstellung von Arzneimitteln nach Artikel 9 Absatz 2 erlaubt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_7_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Grundsatz des Inverkehrbringens",
        "citation": "Art. 8 HMG",
        "content": "Werden Arzneimittel oder pharmazeutische Hilfsstoffe in Verkehr gebracht, so müssen sie den Anforderungen der Pharmakopöe oder anderer vom Institut anerkannter Arzneibücher entsprechen, sofern entsprechende Vorschriften aufgeführt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_8"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung",
        "citation": "Art. 9 Abs. 1 HMG",
        "content": "Verwendungsfertige Arzneimittel und Tierarzneimittel, die zur Herstellung von Fütterungsarzneimitteln bestimmt sind (Arzneimittelvormischungen), dürfen nur in Verkehr gebracht werden, wenn sie vom Institut zugelassen sind. Vorbehalten sind internationale Abkommen über die Anerkennung von Zulassungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung",
        "citation": "Art. 9 Abs. 2 HMG",
        "content": "Keine Zulassung brauchen:\na. Arzneimittel, die in einer öffentlichen Apotheke oder in einer Spitalapotheke in Ausführung einer ärztlichen Verschreibung für eine bestimmte Person oder einen bestimmten Personenkreis oder für ein bestimmtes Tier oder einen bestimmten Tierbestand hergestellt werden (Formula magistralis); gestützt auf eine solche Verschreibung kann das Arzneimittel in der öffentlichen Apotheke oder der Spitalapotheke ad hoc oder defekturmässig hergestellt, aber nur auf ärztliche Verschreibung hin abgegeben werden;\nb. Arzneimittel, die in einer öffentlichen Apotheke, einer Spitalapotheke, einer Drogerie oder in einem anderen Betrieb, der über eine Herstellungsbewilligung verfügt, nach einer speziellen Präparate-Monografie der Pharmakopöe oder eines andern vom Institut anerkannten Arzneibuchs oder Formulariums ad hoc oder defekturmässig hergestellt werden und die für die Abgabe an die eigene Kundschaft bestimmt sind (Formula officinalis);\nc. nicht verschreibungspflichtige Arzneimittel, die in einer öffentlichen Apotheke, einer Spitalapotheke, einer Drogerie oder in einem anderen Betrieb, der über eine Herstellungsbewilligung verfügt, im Rahmen der Abgabekompetenz der für die Herstellung verantwortlichen Person gemäss Artikel 25 nach einer eigenen oder einer in der Fachliteratur veröffentlichten Formel ad hoc oder defekturmässig hergestellt werden und die für die Abgabe an die eigene Kundschaft bestimmt sind;\ncbis. Arzneimittel, für die nachweislich kein alternativ anwendbares und gleichwertiges Arzneimittel zugelassen oder verfügbar ist, die in einer Spitalapotheke gemäss einer spitalinternen Arzneimittelliste defekturmässig hergestellt werden und für die Abgabe an die eigene Kundschaft bestimmt sind;\nd. Arzneimittel für klinische Versuche;\ne. Arzneimittel, die nicht standardisierbar sind;\nf. Arzneimittel, die am 1. Januar 2002 in einem Kanton zugelassen waren und sich im Zeitpunkt des Inkrafttretens der Änderung vom 18. März 2016 noch in Verkehr befinden; sie sind entsprechend zu kennzeichnen und dürfen ausschliesslich im betreffenden Kanton in Verkehr gebracht und nur durch Personen abgegeben werden, die nach diesem Gesetz zur Abgabe von Arzneimitteln berechtigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung",
        "citation": "Art. 9 Abs. 2 HMG",
        "content": "bis Mit der Herstellung von Arzneimitteln nach Absatz 2 Buchstaben a–cbis darf ein Betrieb mit Herstellungsbewilligung beauftragt werden (Lohnherstellung).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung",
        "citation": "Art. 9 Abs. 2ter HMG",
        "content": "Betriebe mit einer Herstellungsbewilligung des Instituts können ein Komplementärarzneimittel, für das nachweislich kein alternativ anwendbares und gleichwertiges Arzneimittel verfügbar oder zugelassen ist, auch ohne Lohnherstellungsauftrag nach Absatz 2bis herstellen und an Betriebe, die nach Absatz 2 Buchstaben a, b und c herstellberechtigt sind, vertreiben. Ein Betrieb darf pro Wirkstoff und Jahr höchstens 100 Packungen eines solchen Arzneimittels mit insgesamt höchstens 3000 Tagesdosen herstellen; bei homöopathischen und anthroposophischen Arzneimitteln gilt diese Beschränkung für jede Verdünnungsstufe einzeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung",
        "citation": "Art. 9 Abs. 2quater HMG",
        "content": "Der Bundesrat legt die qualitativen und quantitativen Kriterien für die Arzneimittel fest, die nach den Absätzen 2 Buchstaben a–cbis und 2bis hergestellt werden, und die qualitativen Kriterien für Arzneimittel, die nach Absatz 2ter hergestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung",
        "citation": "Art. 9 Abs. 3 HMG",
        "content": "Der Bundesrat kann für Arzneimittel, die nicht standardisierbar sind, eine Zulassung für das Gewinnungs- oder Herstellungsverfahren vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Befristete Zulassung",
        "citation": "Art. 9a Abs. 1 HMG",
        "content": "Das Institut kann Arzneimittel gegen Krankheiten, die lebensbedrohend sind oder eine Invalidität zur Folge haben, in einem vereinfachten Verfahren gemäss Artikel 14 Absatz 1 befristet zulassen, wenn:\na. es mit dem Schutz der Gesundheit vereinbar ist;\nb. von deren Anwendung ein grosser therapeutischer Nutzen zu erwarten ist; und\nc. in der Schweiz kein zugelassenes, alternativ anwendbares und gleichwertiges Arzneimittel verfügbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Befristete Zulassung",
        "citation": "Art. 9a Abs. 2 HMG",
        "content": "Das Institut legt die Nachweise fest, die für die Beurteilung eines Gesuchs nach Absatz 1 einzureichen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Befristete Bewilligung zur Anwendung und zum begrenzten Inverkehrbringen",
        "citation": "Art. 9b Abs. 1 HMG",
        "content": "Das Institut kann die Anwendung von Arzneimitteln nach Artikel 9 Absatz 2 Buchstabe d an bestimmten Personen oder an einem bestimmten Personenkreis ausserhalb klinischer Versuche befristet bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Befristete Bewilligung zur Anwendung und zum begrenzten Inverkehrbringen",
        "citation": "Art. 9b Abs. 2 HMG",
        "content": "Ebenfalls kann es das zeitlich oder mengenmässig begrenzte Inverkehrbringen eines Arzneimittels zur Überbrückung einer temporären Nichtverfügbarkeit eines identischen, in der Schweiz zugelassenen Arzneimittels bewilligen, sofern:\na. das Arzneimittel in einem andern Land mit vergleichbarer Arzneimittelkontrolle zugelassen ist; und\nb. in der Schweiz kein im Wesentlichen gleiches Arzneimittel zugelassen und verfügbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_9_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsvoraussetzungen",
        "citation": "Art. 10 Abs. 1 HMG",
        "content": "Wer um die Zulassung ersucht, muss:\na. bei Arzneimitteln mit Indikationsangabe oder bei Verfahren belegen, dass sie qualitativ hochstehend, sicher und wirksam sind;\nabis. bei Komplementärarzneimitteln ohne Indikationsangabe jederzeit anhand einer Dokumentation:\n1. nachweisen können, dass sie qualitativ hochstehend sind, und\n2. glaubhaft machen können, dass vom betreffenden Arzneimittel keine Gefahr für die Sicherheit der Konsumentinnen und Konsumenten ausgeht;\nb. über eine Herstellungs-, Einfuhr- oder Grosshandelsbewilligung der zuständigen Behörde verfügen;\nc. Wohnsitz, Geschäftssitz oder eine Zweigniederlassung in der Schweiz begründet haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_10"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsvoraussetzungen",
        "citation": "Art. 10 Abs. 2 HMG",
        "content": "Das Institut überprüft die Zulassungsvoraussetzungen. Es kann dazu produktespezifische Inspektionen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_10"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch",
        "citation": "Art. 11 Abs. 1 HMG",
        "content": "Das Zulassungsgesuch muss alle für die Beurteilung wesentlichen Angaben und Unterlagen enthalten, insbesondere:\na. die Bezeichnung des Arzneimittels;\nb. den Hersteller und die Vertriebsfirma;\nc. die Herstellungsmethode, die Zusammensetzung, die Qualität und die Haltbarkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch",
        "citation": "Art. 11 Abs. 2 HMG",
        "content": "Mit dem Gesuch um Zulassung folgender Arzneimittel sind zusätzlich folgende Angaben und Unterlagen einzureichen:\na. Arzneimittel mit Indikationsangabe:\n1. die Ergebnisse der physikalischen, chemischen, galenischen und biologischen oder mikrobiologischen Prüfungen,\n2. die Ergebnisse der pharmakologischen, toxikologischen und der klinischen Prüfungen, einschliesslich sämtlicher Ergebnisse aus Prüfungen in besonderen Bevölkerungsgruppen,\n3. die Heilwirkungen und die unerwünschten Wirkungen,\n4. die Kennzeichnung, die Arzneimittelinformation sowie die Abgabe- und die Anwendungsart,\n5. eine Bewertung der Risiken und soweit erforderlich ein Plan zu ihrer systematischen Erfassung, Abklärung und Prävention (Pharmacovigilance-Plan),\n6. das pädiatrische Prüfkonzept nach Artikel 54a;\nb. Arzneimittel für Tiere, die für die Lebensmittelproduktion gehalten werden:\n1. die Angaben und Unterlagen nach Buchstabe a,\n2. der Rückstandsnachweis,\n3. die Absetzfristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch",
        "citation": "Art. 11 Abs. 3 HMG",
        "content": "Für die Zulassung von Verfahren nach Artikel 9 Absatz 3 sind neben den Angaben und Unterlagen nach Absatz 1 diejenigen nach Absatz 2 Buchstabe a einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch",
        "citation": "Art. 11 Abs. 4 HMG",
        "content": "Das Institut umschreibt die Angaben und Unterlagen nach den Absätzen 1–3 näher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch",
        "citation": "Art. 11 Abs. 5 HMG",
        "content": "Der Bundesrat legt Folgendes fest:\na. die Anforderungen an die Organisation, Durchführung und Aufzeichnung der pharmakologischen und toxikologischen Prüfungen nach Absatz 2 Buchstabe a Ziffer 2 und das Kontrollverfahren; dabei berücksichtigt er international anerkannte Richtlinien und Normen; \nb. die Sprachen, in denen gekennzeichnet und informiert werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Unterlagenschutz im Allgemeinen",
        "citation": "Art. 11a HMG",
        "content": "Die Unterlagen zu einem Arzneimittel, das mindestens einen neuen Wirkstoff enthält und im Verfahren nach Artikel 11 zugelassen wird, sind während zehn Jahren geschützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Unterlagenschutz in Spezialfällen",
        "citation": "Art. 11b Abs. 1 HMG",
        "content": "Werden zu einem Arzneimittel mit einem oder mehreren bekannten Wirkstoffen, Unterlagen zu neuen Indikationen, Verabreichungswegen, Darreichungsformen oder Dosierungen oder zu dessen Anwendung auf eine neue Zieltierart eingereicht, so sind diese während drei Jahren geschützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Unterlagenschutz in Spezialfällen",
        "citation": "Art. 11b Abs. 2 HMG",
        "content": "Für eine neue Indikation wird diese Schutzdauer durch das Institut auf Antrag hin auf 10 Jahre festgelegt, wenn ein bedeutender klinischer Nutzen gegenüber bestehenden Therapien erwartet werden kann und die Indikation durch umfangreiche klinische Prüfungen gestützt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Unterlagenschutz in Spezialfällen",
        "citation": "Art. 11b Abs. 3 HMG",
        "content": "Das Institut gewährt auf Antrag hin einen Unterlagenschutz von zehn Jahren für ein Arzneimittel speziell und ausschliesslich für die pädiatrische Anwendung gemäss pädiatrischem Prüfkonzept, sofern kein Unterlagenschutz für ein anderes vom Institut zugelassenes Arzneimittel mit dem gleichen Wirkstoff für die gleiche spezielle pädiatrische Anwendung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Unterlagenschutz in Spezialfällen",
        "citation": "Art. 11b Abs. 4 HMG",
        "content": "Handelt es sich um ein wichtiges Arzneimittel für seltene Krankheiten, so gewährt das Institut auf Antrag hin einen Unterlagenschutz von fünfzehn Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Unterlagenschutz in Spezialfällen",
        "citation": "Art. 11b Abs. 5 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_11_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung von im Wesentlichen gleichen Arzneimitteln",
        "citation": "Art. 12 Abs. 1 HMG",
        "content": "Das Gesuch um Zulassung eines Arzneimittels, das im Wesentlichen gleich ist wie ein Arzneimittel, dessen Unterlagen gemäss Artikel 11a oder 11b geschützt sind, kann sich auf die Ergebnisse dessen pharmakologischer, toxikologischer und klinischer Prüfungen stützen, wenn:\na. die Inhaberin der Zulassung des Arzneimittels mit Unterlagenschutz schriftlich zustimmt; oder\nb. der Schutz der entsprechenden Unterlagen abgelaufen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_12"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung von im Wesentlichen gleichen Arzneimitteln",
        "citation": "Art. 12 Abs. 2 HMG",
        "content": "Stimmt die Zulassungsinhaberin nicht zu, so ist die Erteilung einer Zulassung eines im Wesentlichen gleichen Arzneimittels frühestens am ersten Tag nach Ablauf der Schutzdauer des Arzneimittels mit Unterlagenschutz zulässig. Ein entsprechendes Gesuch um Zulassung kann frühestens zwei Jahre vor dem Ablauf der Schutzdauer eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_12"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Im Ausland zugelassene Arzneimittel und Verfahren",
        "citation": "Art. 13 HMG",
        "content": "Ist ein Arzneimittel oder ein Verfahren bereits in einem andern Land mit vergleichbarer Arzneimittelkontrolle zugelassen, so werden die Ergebnisse der dafür durchgeführten Prüfungen berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_13"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Vereinfachte Zulassungsverfahren",
        "citation": "Art. 14 Abs. 1 HMG",
        "content": "Das Institut sieht für bestimmte Kategorien von Arzneimitteln vereinfachte Zulassungsverfahren vor, wenn dies mit den Anforderungen an Qualität, Sicherheit und Wirksamkeit vereinbar ist und weder Interessen der Schweiz noch internationale Verpflichtungen entgegenstehen. Dies gilt insbesondere für:\na. Arzneimittel mit bekannten Wirkstoffen;\nabis. Arzneimittel, deren Wirkstoffe in einem Arzneimittel verwendet werden, das zum Zeitpunkt der Gesuchseinreichung nachweislich seit mindestens 10 Jahren in mindestens einem Land der EU oder EFTA als Arzneimittel zugelassen ist und das hinsichtlich Indikationen, Dosierung und Applikationsart vergleichbar ist; \nater. nicht verschreibungspflichtige Arzneimittel mit Indikationsangabe, die zum Zeitpunkt der Gesuchseinreichung nachweislich seit mindestens 30 Jahren medizinisch verwendet werden, davon mindestens 15 Jahre in Ländern der EU und der EFTA;\naquater.Arzneimittel, die zum Zeitpunkt der Gesuchseinreichung nachweislich mindestens 15 Jahre in einem Kanton als Arzneimittel zugelassen sind;\nb. Komplementärarzneimittel;\nc. ...\ncbis. Phytoarzneimittel;\nd. Arzneimittel, die in einer Spitalapotheke oder in einem spitalinternen radiopharmazeutischen Betrieb für den Spitalbedarf hergestellt werden;\ne. Arzneimittel, die von der Armee hergestellt und für Zwecke des Koordinierten Sanitätsdienstes verwendet werden;\nf. wichtige Arzneimittel für seltene Krankheiten;\ng. Tierarzneimittel, die ausschliesslich für Tiere bestimmt sind, die nicht zur Lebensmittelproduktion gehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_14"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Vereinfachte Zulassungsverfahren",
        "citation": "Art. 14 Abs. 2 HMG",
        "content": "Das Institut sieht für ein Gesuch eines weiteren Inverkehrbringers für ein in der Schweiz bereits zugelassenes, aus einem Land mit einem gleichwertigen Zulassungssystem eingeführtes Arzneimittel ein vereinfachtes Zulassungsverfahren vor, wenn:\na. das Arzneimittel den gleichen Anforderungen genügt wie das in der Schweiz bereits zugelassene Arzneimittel, insbesondere denjenigen an die Kennzeichnung und Arzneimittelinformation nach Artikel 11;\nb. dieser weitere Inverkehrbringer fortwährend sicherstellen kann, dass er für alle von ihm vertriebenen zugelassenen Arzneimittel die gleichen Sicherheits- und Qualitätsanforderungen erfüllt wie der Erstanmelder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_14"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Vereinfachte Zulassungsverfahren",
        "citation": "Art. 14 Abs. 3 HMG",
        "content": "Das Institut sieht im Rahmen des Zulassungsverfahrens für Arzneimittel, die im Rahmen von Parallelimporten eingeführt werden, Vereinfachungen in Bezug auf die Kennzeichnung und die Arzneimittelinformation vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_14"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch im vereinfachten Zulassungsverfahren",
        "citation": "Art. 14a Abs. 1 HMG",
        "content": "Das Gesuch um Zulassung im vereinfachten Verfahren muss für folgende Arzneimittel nachstehende Angaben und Unterlagen enthalten:\na. Arzneimittel nach Artikel 14 Absatz 1 Buchstabe abis:\n1. die Angaben und Unterlagen nach Artikel 11 Absätze 1 und 2 Buchstabe a Ziffern 1–4, wobei die Angaben nach Artikel 11 Absatz 2 Buchstabe a Ziffer 2 ersetzt werden können durch eine Zusammenstellung gleichwertigen wissenschaftlichen Erkenntnismaterials,\n2. der Nachweis der Zulassungen des ausländischen Vergleichspräparats;\nb. Arzneimittel nach Artikel 14 Absatz 1 Buchstabe ater:\n1. die Angaben und Unterlagen nach Artikel 11 Absätze 1 und 2 Buchstabe a Ziffern 1, 3 und 4,\n2. eine Bewertung der Risiken,\n3. der Nachweis der 30- beziehungsweise 15-jährigen medizinischen Verwendung;\nc. Arzneimittel nach Artikel 14 Absatz 1 Buchstabe aquater:\n1. die Angaben und Unterlagen nach Artikel 11 Absätze 1 und 2 Buchstabe a Ziffern 1, 3 und 4,\n2. eine Bewertung der Risiken,\n3. die kantonale Zulassung;\nd. Arzneimittel nach Artikel 14 Absatz 1 Buchstabe b: die Angaben und Unterlagen nach Artikel 11 Absätze 1 und 2 Buchstabe a, wobei die Angaben nach Artikel 11 Absatz 2 Buchstabe a Ziffer 2 ersetzt werden können durch äquivalente Angaben gemäss den speziellen Therapierichtungen, insbesondere durch einen bibliografischen Nachweis von Wirksamkeit und Sicherheit oder durch Anwendungsbelege;\ne. Arzneimittel nach Artikel 14 Absatz 1 Buchstabe cbis: die Angaben und Unterlagen nach Artikel 11 Absätze 1 und 2 Buchstabe a, wobei die Angaben nach Artikel 11 Absatz 2 Buchstabe a Ziffer 2 ersetzt werden können durch einen bibliografischen Nachweis von Wirksamkeit und Sicherheit oder durch Anwendungsbelege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_14_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsgesuch im vereinfachten Zulassungsverfahren",
        "citation": "Art. 14a Abs. 2 HMG",
        "content": "Während der gesamten Dauer der Zulassung von Arzneimitteln nach Absatz 1 Buchstabe a sind dem Institut die folgenden Informationen zum ausländischen Vergleichspräparat unaufgefordert einzureichen: \na. alle international erfassten Sicherheitssignale;\nb. alle Zwischenberichte und abschliessenden Ergebnisse der ausländischen Zulassungsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_14_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung aufgrund einer Meldung",
        "citation": "Art. 15 Abs. 1 HMG",
        "content": "Aufgrund einer Meldung an das Institut dürfen in Verkehr gebracht werden:\na. Komplementärarzneimittel ohne Indikationsangabe, deren Wirkstoffe in Listen zu speziellen Therapierichtungen aufgeführt sind;\nb. weitere Arzneimittel oder Arzneimittelgruppen, bei denen sich aufgrund des geringen Risikopotenzials eine Zulassung im vereinfachten Verfahren als unverhältnismässig erweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_15"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassung aufgrund einer Meldung",
        "citation": "Art. 15 Abs. 2 HMG",
        "content": "Das Institut erstellt die Listen nach Absatz 1 Buchstabe a. Es bestimmt die Arzneimittel oder Arzneimittelgruppen nach Absatz 1 Buchstabe b und regelt das Meldeverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_15"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsentscheid und Zulassungsdauer",
        "citation": "Art. 16 Abs. 1 HMG",
        "content": "Das Institut verfügt die Zulassung, wenn die Voraussetzungen erfüllt sind. Es kann die Zulassung mit Auflagen und Bedingungen verknüpfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsentscheid und Zulassungsdauer",
        "citation": "Art. 16 Abs. 2 HMG",
        "content": "Die Zulassung wird erstmals für fünf Jahre verfügt. Das Institut verfügt eine kürzere Zulassungsdauer, wenn es:\na. sich um befristete Zulassungen nach Artikel 9a handelt; oder\nb. dies zum Schutz der Gesundheit erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Zulassungsentscheid und Zulassungsdauer",
        "citation": "Art. 16 Abs. 3 HMG",
        "content": "Die Zulassung von Arzneimitteln aufgrund einer Meldung ist unbefristet gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Widerruf und Übertragung der Zulassung",
        "citation": "Art. 16a Abs. 1 HMG",
        "content": "Das Institut widerruft die Zulassung eines Arzneimittels, wenn dieses:\na. innerhalb von drei Jahren nach Erteilung der Zulassung nicht tatsächlich in Verkehr gebracht worden ist;\nb. sich nach Inverkehrbringen während drei aufeinanderfolgenden Jahren nicht mehr tatsächlich auf dem Markt befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Widerruf und Übertragung der Zulassung",
        "citation": "Art. 16a Abs. 2 HMG",
        "content": "Der Bundesrat kann Ausnahmen von Absatz 1 vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Widerruf und Übertragung der Zulassung",
        "citation": "Art. 16a Abs. 3 HMG",
        "content": "Er kann vorsehen, dass bei Arzneimitteln gegen schwerwiegende Krankheiten, Verletzungen oder Behinderungen sowie bei Arzneimitteln mit einer pädiatrischen Indikation oder für die pädiatrische Anwendung die Zulassung bereits vor Ablauf der Frist nach Absatz 1 widerrufen wird. Er bestimmt die Fristen und legt die Kriterien eines solchen Widerrufs fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Widerruf und Übertragung der Zulassung",
        "citation": "Art. 16a Abs. 4 HMG",
        "content": "Beabsichtigt die Zulassungsinhaberin, ein für eine pädiatrische Indikation oder für die pädiatrische Anwendung zugelassenes Arzneimittel nicht mehr weiter in Verkehr zu bringen, für das sie den Schutz nach Artikel 11b Absätze 3 und 4 dieses Gesetzes oder nach Artikel 140n oder 140t des Patentgesetzes vom 25. Juni 1954 erhalten hat, so hat sie diese Absicht in geeigneter Form zu publizieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Widerruf und Übertragung der Zulassung",
        "citation": "Art. 16a Abs. 5 HMG",
        "content": "Die Zulassungsinhaberin hat in der Publikation darauf hinzuweisen, dass sie die Zulassungsdokumentation Dritten zum Zweck der Erlangung einer eigenen Zulassung kostenlos übertragen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Erneuerung der Zulassung",
        "citation": "Art. 16b Abs. 1 HMG",
        "content": "Die Zulassung wird auf Gesuch hin erneuert, wenn die Zulassungsvoraussetzungen weiterhin erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Erneuerung der Zulassung",
        "citation": "Art. 16b Abs. 2 HMG",
        "content": "Die erneuerte Zulassung gilt in der Regel unbefristet. Das Institut kann sie jedoch befristen, insbesondere Zulassungen nach Artikel 16 Absatz 2 Buchstaben a und b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Überprüfung der Zulassung",
        "citation": "Art. 16c HMG",
        "content": "Das Institut kann die Zulassung jederzeit überprüfen; es kann die Zulassung veränderten Verhältnissen anpassen oder widerrufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_16_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Behördliche Chargenfreigabe",
        "citation": "Art. 17 Abs. 1 HMG",
        "content": "Erfordert die Herstellung eines Arzneimittels besondere Massnahmen, insbesondere zur Gewährleistung der Sicherheit, so muss vor dem Vertrieb für jede Charge eine Freigabe durch das Institut eingeholt werden. Vorbehalten sind internationale Abkommen über die Anerkennung von Chargenfreigaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_17"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Behördliche Chargenfreigabe",
        "citation": "Art. 17 Abs. 2 HMG",
        "content": "Das Institut bestimmt die Kategorien von Arzneimitteln, welche der behördlichen Chargenfreigabe unterstehen, sowie die Anforderungen und das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_17"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 2. Abschnitt: Grundsatz des Inverkehrbringens und Zulassungsverfahren, Behördliche Chargenfreigabe",
        "citation": "Art. 17 Abs. 3 HMG",
        "content": "Es veröffentlicht eine Liste der Arzneimittel, für deren Vertrieb eine Chargenfreigabe erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_17"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 1 HMG",
        "content": "Eine Bewilligung des Instituts benötigt, wer berufsmässig:\na. Arzneimittel für den Vertrieb oder die Abgabe einführt;\nb. Arzneimittel für den Vertrieb oder die Abgabe ausführt;\nc. von der Schweiz aus mit Arzneimitteln handelt, ohne dass diese das Gebiet der Schweiz berühren;\nd. von der Schweiz aus als Mäkler oder Agent für Arzneimittel tätig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_18"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 2 HMG",
        "content": "Der Bundesrat präzisiert die Anforderungen für die Tätigkeiten nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_18"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 3 HMG",
        "content": "Er kann Ausnahmen von der Bewilligungspflicht erlassen für:\na. Medizinalpersonen, die grenzüberschreitend tätig sind;\nb. internationale Organisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_18"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 4 HMG",
        "content": "Die Einlagerung in ein Zolllager oder in ein Zollfreilager gilt als Einfuhr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_18"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 5 HMG",
        "content": "Der Bundesrat kann für die Durchfuhr besondere Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_18"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 6 HMG",
        "content": "Verlangt ein anderer Staat Ausfuhrzertifikate und Bestätigungen für einzuführende Arzneimittel, so kann das Institut ausfuhrberechtigten Personen diese ausstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_18"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungsvoraussetzungen",
        "citation": "Art. 19 Abs. 1 HMG",
        "content": "Die Bewilligung wird erteilt, wenn:\na. die erforderlichen fachlichen und betrieblichen Voraussetzungen erfüllt sind;\nb. ein geeignetes Qualitätssicherungssystem vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_19"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungsvoraussetzungen",
        "citation": "Art. 19 Abs. 2 HMG",
        "content": "Die Bewilligung wird auch erteilt, wenn die Gesuchstellerin oder der Gesuchsteller bereits über eine Herstellungsbewilligung verfügt. Die Bewilligung nach Artikel 18 Absatz 1 Buchstaben b und c wird zudem erteilt, wenn die Gesuchstellerin oder der Gesuchsteller bereits über eine Einfuhr- oder eine Grosshandelsbewilligung verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_19"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Bewilligungsvoraussetzungen",
        "citation": "Art. 19 Abs. 3 HMG",
        "content": "Die zuständige Behörde prüft in einer Inspektion, ob die Bewilligungsvoraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_19"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Besondere Bestimmungen für die Einfuhr",
        "citation": "Art. 20 Abs. 1 HMG",
        "content": "Eingeführt werden dürfen zugelassene oder nicht zulassungspflichtige Arzneimittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_20"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Besondere Bestimmungen für die Einfuhr",
        "citation": "Art. 20 Abs. 2 HMG",
        "content": "Der Bundesrat kann erlauben, dass nicht zugelassene, verwendungsfertige Arzneimittel in kleinen Mengen eingeführt werden von:\na. Einzelpersonen für den Eigengebrauch;\nb. Medizinalpersonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_20"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Besondere Bestimmungen für die Einfuhr",
        "citation": "Art. 20 Abs. 2bis HMG",
        "content": "Er kann erlauben, dass nicht zugelassene, verwendungsfertige, nicht-verschreibungspflichtige Arzneimittel, für die nachweislich kein alternativ anwendbares und gleichwertiges Arzneimittel zugelassen ist, in kleinen Mengen von Fachpersonen gemäss Artikel 25 Absatz 1 Buchstaben b und c im Rahmen ihrer Abgabekompetenzen eingeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_20"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Besondere Bestimmungen für die Einfuhr",
        "citation": "Art. 20 Abs. 3 HMG",
        "content": "Er kann:\na. vorschreiben, dass die Einfuhr bestimmter Arzneimittel, die zum Schutz der Gesundheit einer besonderen Kontrolle bedürfen, im Einzelfall durch das Institut bewilligt werden muss;\nb. die Einfuhr bestimmter Arzneimittel beschränken oder verbieten, wenn aus den Umständen erkennbar ist, dass sie für widerrechtliche Zwecke oder missbräuchliche Verwendung bestimmt sein könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_20"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Besondere Bestimmungen für die Einfuhr",
        "citation": "Art. 20 Abs. 4 HMG",
        "content": "Das Institut erstellt eine Liste der Arzneimittel, deren Einfuhr beschränkt oder verboten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_20"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Beschränkungen für die Ausfuhr und den Handel im Ausland",
        "citation": "Art. 21 Abs. 1 HMG",
        "content": "Es ist verboten, Arzneimittel auszuführen oder mit ihnen Handel im Ausland zu betreiben, wenn:\na. sie im Zielland verboten sind;\nb. aus den Umständen erkennbar ist, dass sie für widerrechtliche Zwecke vorgesehen sind; oder\nc. davon auszugehen ist, dass sie für die Hinrichtung von Menschen bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_21"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Beschränkungen für die Ausfuhr und den Handel im Ausland",
        "citation": "Art. 21 Abs. 1bis HMG",
        "content": "Der Bundesrat regelt die Anforderungen an die Ausfuhr und den Handel im Ausland von Arzneimitteln, welche für die Hinrichtung von Menschen verwendet werden könnten. Er berücksichtigt dabei die Bestimmungen der EU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_21"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Beschränkungen für die Ausfuhr und den Handel im Ausland",
        "citation": "Art. 21 Abs. 2 HMG",
        "content": "Der Bundesrat kann vorschreiben, dass die Ausfuhr von Arzneimitteln, die in der Schweiz oder im Zielland nicht zugelassen sind, im Einzelfall vom Institut verboten oder einer Beschränkung unterstellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_21"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Beschränkungen für die Ausfuhr und den Handel im Ausland",
        "citation": "Art. 21 Abs. 3 HMG",
        "content": "Das Institut erstellt eine Liste der Arzneimittel, die einer Ausfuhrbeschränkung oder einem Ausfuhrverbot unterliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_21"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Beschränkungen für die Ausfuhr und den Handel im Ausland",
        "citation": "Art. 21 Abs. 4 HMG",
        "content": "Es kann im Einzelfall Ausnahmen von der Ausfuhrbeschränkung oder dem Ausfuhrverbot bewilligen, insbesondere wenn die Behörde des Ziellandes der Einfuhr zustimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_21"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Sorgfaltspflichten bei der Ausfuhr",
        "citation": "Art. 22 Abs. 1 HMG",
        "content": "Wer verwendungsfertige oder bis auf die Konfektionierung verwendungsfertige Arzneimittel ausführt, hat der belieferten Person unaufgefordert eine angemessene medizinische und pharmazeutische Basisinformation mitzuliefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_22"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 3. Abschnitt: Einfuhr, Ausfuhr und Handel im Ausland, Sorgfaltspflichten bei der Ausfuhr",
        "citation": "Art. 22 Abs. 2 HMG",
        "content": "Wer Arzneimittel für klinische Versuche ausführt, muss sich belegen lassen, dass die Regeln der Guten Praxis der klinischen Versuche bei der Anwendung beachtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_22"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Kategorien von Arzneimitteln",
        "citation": "Art. 23 Abs. 1 HMG",
        "content": "Die Arzneimittel werden in Kategorien mit und ohne Verschreibungspflicht eingeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_23"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Kategorien von Arzneimitteln",
        "citation": "Art. 23 Abs. 2 HMG",
        "content": "Es wird eine Kategorie frei verkäuflicher Arzneimittel gebildet, für welche weder medizinisch-pharmazeutische noch fachliche Kundenberatung erforderlich ist. Für diese sind die Artikel 24–27 sowie 30 nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_23"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Kategorien von Arzneimitteln",
        "citation": "Art. 23 Abs. 3 HMG",
        "content": "Der Bundesrat legt die Einteilungskriterien fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_23"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Zuordnung der Arzneimittel zu den einzelnen Kategorien",
        "citation": "Art. 23a Abs. 1 HMG",
        "content": "Das Institut ordnet jedes von ihm zugelassene Arzneimittel gemäss den vom Bundesrat festgelegten Einteilungskriterien einer Kategorie zu. Es berücksichtigt dabei die Fachkompetenz der abgabeberechtigten Berufsgruppen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_23_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Zuordnung der Arzneimittel zu den einzelnen Kategorien",
        "citation": "Art. 23a Abs. 2 HMG",
        "content": "Es überprüft die Einteilung der Arzneimittel periodisch oder auf Gesuch der Zulassungsinhaberin hin und passt sie dem Stand von Wissenschaft und Technik an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_23_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 24 Abs. 1 HMG",
        "content": "Verschreibungspflichtige Arzneimittel abgeben dürfen:\na. Apothekerinnen und Apotheker auf ärztliche Verschreibung. Sie dürfen solche Arzneimittel auch ohne ärztliche Verschreibung abgeben, wenn sie direkten Kontakt mit der betroffenen Person haben, die Abgabe dokumentieren und es sich um: \n1. Arzneimittel und Indikationen handelt, die der Bundesrat bezeichnet hat, oder\n2. einen begründeten Ausnahmefall handelt;\nb. weitere Medizinalpersonen entsprechend den Bestimmungen über die Selbstdispensation sowie unter Berücksichtigung von Artikel 1 Absatz 3 Buchstabe c;\nc. entsprechend ausgebildete Fachpersonen unter der Kontrolle von Personen nach den Buchstaben a und b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_24"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 24 Abs. 1bis HMG",
        "content": "Der Bundesrat bestimmt die Form und den Umfang der Dokumentationspflicht nach Absatz 1 Buchstabe a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_24"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 24 Abs. 2 HMG",
        "content": "Verschreibungspflichtige Fütterungsarzneimittel dürfen, auf tierärztliche Verschreibung, auch von Personen abgegeben werden, die über eine Bewilligung zur Beimischung von Arzneimitteln zu Futtermitteln verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_24"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 24 Abs. 3 HMG",
        "content": "Die Kantone können bewilligen, dass Personen nach Artikel 25 Absatz 1 Buchstabe c bestimmte verschreibungspflichtige Arzneimittel anwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_24"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe nicht verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 25 Abs. 1 HMG",
        "content": "Nicht verschreibungspflichtige Arzneimittel abgeben dürfen:\na. Personen, die verschreibungspflichtige Arzneimittel abgeben dürfen;\nb. eidgenössisch diplomierte Drogistinnen und Drogisten;\nc. weitere Personen, die über eine angemessene Ausbildung verfügen, im Rahmen ihrer Abgabekompetenz;\nd. entsprechend ausgebildete Fachpersonen unter der Kontrolle von Personen nach den Buchstaben a und b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_25"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe nicht verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 25 Abs. 2 HMG",
        "content": "Der Bundesrat bestimmt, welche Berufskategorien über eine angemessene Ausbildung im Sinne von Absatz 1 Buchstabe c verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_25"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe nicht verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 25 Abs. 3 HMG",
        "content": "Das Institut legt fest, welche Arzneimittel durch Personen nach Absatz 1 Buchstabe c abgegeben werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_25"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Abgabe nicht verschreibungspflichtiger Arzneimittel",
        "citation": "Art. 25 Abs. 5 HMG",
        "content": "Die Kantone können, vorbehältlich der Absätze 2 und 3, Personen, die über eine kantonal anerkannte Ausbildung verfügen, zur Abgabe bestimmter Arzneimittelgruppen wie komplementärmedizinischer Arzneimittel zulassen. Das Institut ist zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_25"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Grundsatz für Verschreibung, Abgabe und Anwendung",
        "citation": "Art. 26 Abs. 1 HMG",
        "content": "Bei der Verschreibung, Abgabe und Anwendung von Arzneimitteln müssen die anerkannten Regeln der medizinischen und pharmazeutischen Wissenschaften beachtet werden, bei Komplementärarzneimitteln ohne Indikationsangabe zudem die Prinzipien der entsprechenden Therapierichtung. Der Bundesrat kann diese Regeln näher umschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_26"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Grundsatz für Verschreibung, Abgabe und Anwendung",
        "citation": "Art. 26 Abs. 2 HMG",
        "content": "Ein Arzneimittel darf nur verschrieben werden, wenn der Gesundheitszustand der Konsumentin oder des Konsumenten beziehungsweise der Patientin oder des Patienten bekannt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_26"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Grundsatz für Verschreibung, Abgabe und Anwendung",
        "citation": "Art. 26 Abs. 2bis HMG",
        "content": "Für die Verschreibung von Arzneimitteln sind folgende Grundsätze und Mindestanforderungen zu beachten:\na. Die Verschreibung entspricht den Minimalanforderungen, die der Bundesrat nach Anhörung der betroffenen Medizinalberufe festgelegt hat.\nb. Die Verschreibung wird Eigentum der Person, für die sie ausgestellt wurde. Die Person soll frei in ihrer Entscheidung bleiben, die verschriebene Leistung zu beziehen oder eine Zweitmeinung einzuholen und zu bestimmen, bei welchem zugelassenen Leistungserbringer sie die Verschreibung einlösen will. Bei elektronischen Verschreibungen darf die Wahl des Leistungserbringers nicht durch technische Hindernisse eingeschränkt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_26"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Grundsatz für Verschreibung, Abgabe und Anwendung",
        "citation": "Art. 26 Abs. 3 HMG",
        "content": "Die verschreibende Person darf die Patientinnen und Patienten bei der Wahl der Person, die ihnen die Arzneimittel abgeben wird, nicht beeinflussen, wenn sie daraus einen materiellen Vorteil zieht. Der Bundesrat kann Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_26"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Grundsatz für Verschreibung, Abgabe und Anwendung",
        "citation": "Art. 26 Abs. 4 HMG",
        "content": "Vor jeder Abgabe eines verschreibungspflichtigen Humanarzneimittels muss eine zur Verschreibung und Abgabe berechtigte Person zuhanden der Patientin oder dem Patienten grundsätzlich eine Verschreibung ausstellen. Die Patientin oder der Patient kann auf eine Verschreibung verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_26"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Versandhandel ",
        "citation": "Art. 27 Abs. 1 HMG",
        "content": "Der Versandhandel mit Arzneimitteln ist grundsätzlich untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_27"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Versandhandel ",
        "citation": "Art. 27 Abs. 2 HMG",
        "content": "Eine Bewilligung wird nur erteilt, wenn:\na. für das betreffende Arzneimittel eine ärztliche Verschreibung vorliegt;\nb. keine Sicherheitsanforderungen entgegenstehen;\nc. die sachgemässe Beratung sichergestellt ist;\nd. eine ausreichende ärztliche Überwachung der Wirkung sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_27"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Versandhandel ",
        "citation": "Art. 27 Abs. 3 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_27"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Versandhandel ",
        "citation": "Art. 27 Abs. 4 HMG",
        "content": "Die Kantone erteilen die Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_27"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für den Grosshandel",
        "citation": "Art. 28 Abs. 1 HMG",
        "content": "Wer mit Arzneimitteln Grosshandel betreibt, benötigt dafür eine Bewilligung des Instituts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_28"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für den Grosshandel",
        "citation": "Art. 28 Abs. 2 HMG",
        "content": "Die Bewilligung wird erteilt, wenn:\na. die erforderlichen fachlichen und betrieblichen Voraussetzungen erfüllt sind;\nb. ein geeignetes Qualitätssicherungssystem vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_28"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für den Grosshandel",
        "citation": "Art. 28 Abs. 3 HMG",
        "content": "Die Bewilligung wird auch erteilt, wenn die Gesuchstellerin oder der Gesuchsteller bereits über eine Herstellungs- oder eine Einfuhrbewilligung verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_28"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für den Grosshandel",
        "citation": "Art. 28 Abs. 4 HMG",
        "content": "Die zuständige Behörde prüft in einer Inspektion, ob die Bewilligungsvoraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_28"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Anforderungen an den Grosshandel",
        "citation": "Art. 29 Abs. 1 HMG",
        "content": "Wer mit Arzneimitteln Grosshandel betreibt, muss die anerkannten Regeln der Guten Vertriebspraxis einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_29"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Anforderungen an den Grosshandel",
        "citation": "Art. 29 Abs. 2 HMG",
        "content": "Der Bundesrat umschreibt die anerkannten Regeln der Guten Vertriebspraxis näher. Er berücksichtigt dabei international anerkannte Richtlinien und Normen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_29"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für die Abgabe",
        "citation": "Art. 30 Abs. 1 HMG",
        "content": "Wer Arzneimittel abgibt, benötigt eine kantonale Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_30"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für die Abgabe",
        "citation": "Art. 30 Abs. 2 HMG",
        "content": "Die Bewilligung wird erteilt, wenn die erforderlichen fachlichen Voraussetzungen erfüllt sind und ein geeignetes, der Art und Grösse des Betriebs angepasstes Qualitätssicherungssystem vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_30"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 4. Abschnitt: Vertrieb, Verschreibung, Abgabe und Anwendung, Bewilligung für die Abgabe",
        "citation": "Art. 30 Abs. 3 HMG",
        "content": "Die Kantone können weitere Voraussetzungen vorsehen. Sie regeln das Bewilligungsverfahren und führen periodische Betriebs- und Praxiskontrollen durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_30"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 5. Abschnitt: Werbung und Preisvergleiche, Grundsatz",
        "citation": "Art. 31 Abs. 1 HMG",
        "content": "Grundsätzlich zulässig ist:\na. Werbung für alle Arten von Arzneimitteln, sofern sie sich ausschliesslich an Personen richtet, die diese Arzneimittel verschreiben oder abgeben;\nb. Publikumswerbung für nicht verschreibungspflichtige Arzneimittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_31"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 5. Abschnitt: Werbung und Preisvergleiche, Grundsatz",
        "citation": "Art. 31 Abs. 2 HMG",
        "content": "Der Bundesrat regelt die Voraussetzungen für die Bekanntgabe von Preisvergleichen für verschreibungspflichtige Arzneimittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_31"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 5. Abschnitt: Werbung und Preisvergleiche, Grundsatz",
        "citation": "Art. 31 Abs. 3 HMG",
        "content": "Er kann zum Schutz der Gesundheit und zum Schutz gegen Täuschung die Werbung für bestimmte Arzneimittel oder Arzneimittelgruppen beschränken oder verbieten sowie für die grenzüberschreitende Werbung Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_31"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 5. Abschnitt: Werbung und Preisvergleiche, Unzulässige Werbung",
        "citation": "Art. 32 Abs. 1 HMG",
        "content": "Unzulässig ist Werbung:\na. die irreführend ist oder der öffentlichen Ordnung und den guten Sitten widerspricht;\nb. die zu einem übermässigen, missbräuchlichen oder unzweckmässigen Einsatz von Arzneimitteln verleiten kann;\nc. für Arzneimittel, die weder national noch kantonal in Verkehr gebracht werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_32"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 5. Abschnitt: Werbung und Preisvergleiche, Unzulässige Werbung",
        "citation": "Art. 32 Abs. 2 HMG",
        "content": "Unzulässig ist Publikumswerbung für Arzneimittel, die:\na. nur auf ärztliche Verschreibung abgegeben werden dürfen;\nb. Betäubungsmittel oder psychotrope Stoffe im Sinne des Betäubungsmittelgesetzes vom 3. Oktober 1951 enthalten;\nc. nach ihrer Zusammensetzung und Zweckbestimmung so beschaffen sind, dass sie ohne ärztliches Tätigwerden für die entsprechende Diagnose, Verschreibung oder Behandlung nicht verwendet werden können;\nd. häufig missbraucht werden oder zu Gewöhnung und Abhängigkeit führen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_32"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Betriebsbewilligung",
        "citation": "Art. 34 Abs. 1 HMG",
        "content": "Wer Menschen Blut entnimmt, um es für Transfusionen oder zur Herstellung von Heilmitteln zu verwenden oder weiterzugeben, benötigt eine Betriebsbewilligung des Instituts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_34"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Betriebsbewilligung",
        "citation": "Art. 34 Abs. 2 HMG",
        "content": "Die Bewilligung wird erteilt, wenn:\na. die erforderlichen fachlichen und betrieblichen Voraussetzungen erfüllt sind;\nb. ein geeignetes Qualitätssicherungssystem vorhanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_34"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Betriebsbewilligung",
        "citation": "Art. 34 Abs. 3 HMG",
        "content": "Das Institut überprüft in einer Inspektion, ob die Bewilligungsvoraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_34"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Betriebsbewilligung",
        "citation": "Art. 34 Abs. 4 HMG",
        "content": "Betriebe wie Spitäler, welche Blut oder Blutprodukte nur lagern, brauchen eine Betriebsbewilligung der Kantone. Die Kantone regeln die Voraussetzungen und das Verfahren für die Erteilung dieser Bewilligung. Sie führen periodisch Betriebskontrollen durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_34"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Bewilligung für die Einzeleinfuhr",
        "citation": "Art. 35 Abs. 1 HMG",
        "content": "Für jede einzelne Einfuhr von Blut und Blutprodukten muss eine Einfuhrbewilligung eingeholt werden. Die Einlagerung in ein Zolllager gilt als Einfuhr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_35"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Bewilligung für die Einzeleinfuhr",
        "citation": "Art. 35 Abs. 2 HMG",
        "content": "Der Bundesrat kann Ausnahmen von der Einfuhrbewilligung vorsehen, wenn eine Gefährdung von Personen ausgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_35"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Tauglichkeit der spendenden Person",
        "citation": "Art. 36 Abs. 1 HMG",
        "content": "Die Inhaberin oder der Inhaber der Bewilligung nach Artikel 34 Absatz 1 muss die Tauglichkeit der spendenden Person überprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_36"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Tauglichkeit der spendenden Person",
        "citation": "Art. 36 Abs. 2 HMG",
        "content": "Vom Blutspenden auszuschliessen sind Personen:\na. deren Gesundheit durch die Blutentnahme Schaden erleiden kann;\nb. durch deren Blut Krankheitserreger übertragen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_36"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Tauglichkeit der spendenden Person",
        "citation": "Art. 36 Abs. 3 HMG",
        "content": "Der Bundesrat regelt die Anforderungen an die Spendetauglichkeit, die Zuständigkeit für deren Abklärung und die dabei zu erhebenden Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_36"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Regeln der Guten Herstellungspraxis im Umgang mit Blut und Blutprodukten",
        "citation": "Art. 37 Abs. 1 HMG",
        "content": "Der Umgang mit Blut und labilen Blutprodukten, insbesondere die Entnahme, die Herstellung, die Verarbeitung, die Lagerung und das Inverkehrbringen, muss nach den Grundsätzen des Qualitätsmanagements und den Regeln der Guten Herstellungspraxis im Umgang mit Blut und Blutprodukten erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_37"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Regeln der Guten Herstellungspraxis im Umgang mit Blut und Blutprodukten",
        "citation": "Art. 37 Abs. 2 HMG",
        "content": "Blut und labile Blutprodukte sowie die zugehörigen Blutproben müssen so gekennzeichnet sein, dass sie jederzeit einwandfrei identifiziert werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_37"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Regeln der Guten Herstellungspraxis im Umgang mit Blut und Blutprodukten",
        "citation": "Art. 37 Abs. 3 HMG",
        "content": "Der Bundesrat umschreibt die anerkannten Regeln der Guten Herstellungspraxis näher. Er berücksichtigt dabei international anerkannte Richtlinien und Normen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_37"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Testpflicht",
        "citation": "Art. 38 Abs. 1 HMG",
        "content": "Gespendetes Blut muss auf Krankheitserreger oder auf Hinweise auf Krankheitserreger hin getestet und Abklärungen zur Gewährleistung der Verträglichkeit unterzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_38"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Testpflicht",
        "citation": "Art. 38 Abs. 2 HMG",
        "content": "Der Bundesrat legt fest:\na. auf welche Krankheitserreger oder auf welche Hinweise auf Krankheitserreger hin das Blut zu testen ist;\nb. wie bei reaktivem Testergebnis vorzugehen ist;\nc. welche Abklärungen zur Gewährleistung der Verträglichkeit vorgenommen werden müssen;\nd. nach welchen Vorschriften die Tests durchzuführen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_38"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Testpflicht",
        "citation": "Art. 38 Abs. 3 HMG",
        "content": "Er kann für Eigenbluttransfusionen Ausnahmen von der Testpflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_38"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufzeichnungspflicht",
        "citation": "Art. 39 Abs. 1 HMG",
        "content": "Wer mit Blut und Blutprodukten umgeht, muss:\na. alle für die Sicherheit bedeutsamen Vorgänge aufzeichnen;\nb. diese Aufzeichnungen so führen, dass die Daten bis zur Person, die das Blut gespendet oder empfangen hat, zurückverfolgt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_39"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufzeichnungspflicht",
        "citation": "Art. 39 Abs. 2 HMG",
        "content": "Bei jeder Blutentnahme sind insbesondere aufzuzeichnen:\na. der Name, der Vorname und das Geburtsdatum der Spenderin oder des Spenders;\nb. das Datum der Blutentnahme;\nc. die Testergebnisse und ihre Interpretation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_39"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufzeichnungspflicht",
        "citation": "Art. 39 Abs. 3 HMG",
        "content": "Von einer Person, die vom Blutspenden ausgeschlossen wird, sind aufzuzeichnen:\na. der Name, der Vorname und das Geburtsdatum;\nb. das Datum und der Grund des Ausschlusses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_39"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufzeichnungspflicht",
        "citation": "Art. 39 Abs. 4 HMG",
        "content": "Von einer Person, der Blut oder Blutprodukte verabreicht werden, sind aufzuzeichnen:\na. der Name, der Vorname und das Geburtsdatum;\nb. das Datum der Verabreichung;\nc. die Kennzeichnung und die Herkunft des Bluts oder des Blutprodukts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_39"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufzeichnungspflicht",
        "citation": "Art. 39 Abs. 5 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten. Er kann insbesondere für Eigenblutspenden Ausnahmen von der Aufzeichnungspflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_39"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufbewahrungspflicht",
        "citation": "Art. 40 Abs. 1 HMG",
        "content": "Die Aufzeichnungen nach Artikel 39 und alle wichtigen Unterlagen sind während 30 Jahren aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_40"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Aufbewahrungspflicht",
        "citation": "Art. 40 Abs. 2 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten. Er kann insbesondere:\na. die Übergabe der Aufzeichnungen nach Artikel 39 und der wichtigen Unterlagen ans Institut oder deren Aufbewahrung vorsehen, wenn die Geschäftstätigkeit vor Ablauf der Aufbewahrungsfrist endet;\nb. für Eigenblutspenden Ausnahmen von der Aufbewahrungspflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_40"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 6. Abschnitt: Besondere Bestimmungen für Blut und Blutprodukte, Weitere Vorschriften",
        "citation": "Art. 41 HMG",
        "content": "Der Bundesrat kann weitere Sicherheitsmassnahmen vorschreiben; er kann insbesondere festlegen, dass Verfahren, mit welchen allfällige Krankheitserreger entfernt oder inaktiviert werden, erst nach einer Zulassung durch das Institut angewendet werden dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_41"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Verschreibung und Abgabe",
        "citation": "Art. 42 Abs. 1 HMG",
        "content": "Ein Arzneimittel darf für Tiere nur verschrieben oder abgegeben werden, wenn die verschreibende Person das Tier oder den Tierbestand kennt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_42"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Verschreibung und Abgabe",
        "citation": "Art. 42 Abs. 2 HMG",
        "content": "Ist das Arzneimittel für Nutztiere bestimmt, so muss die verschreibende Person auch deren Gesundheitszustand kennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_42"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Verschreibung und Abgabe",
        "citation": "Art. 42 Abs. 3 HMG",
        "content": "Der Bundesrat kann verbieten, dass für Nutztiere Arzneimittel verschrieben und abgegeben oder an Nutztieren Arzneimittel angewendet werden, die nach Artikel 9 Absatz 2 keine Zulassung brauchen. Er kann die Verschreibung, die Abgabe oder die Anwendung auch beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_42"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Massnahmen zur Reduktion von Antibiotikaresistenzen ",
        "citation": "Art. 42a Abs. 1 HMG",
        "content": "Der Bundesrat kann Massnahmen zur Reduktion von Antibiotikaresistenzen vorsehen, insbesondere: \na. Massnahmen zur Senkung des Antibiotikaverbrauchs und zur Förderung der Tiergesundheit; \nb. Anforderungen an die Aus- und Weiterbildung von Tierärztinnen und Tierärzten sowie Tierhalterinnen und Tierhalter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_42_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Massnahmen zur Reduktion von Antibiotikaresistenzen ",
        "citation": "Art. 42a Abs. 2 HMG",
        "content": "Er kann zudem den Einsatz von bestimmten antibiotischen Wirkstoffen in der Veterinärmedizin im Einklang mit ausländischen Regelungen einschränken oder verbieten, sofern dies im Hinblick auf eine wirksame Behandlung von Patientinnen und Patienten notwendig erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_42_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Buchführungspflicht",
        "citation": "Art. 43 HMG",
        "content": "Wer Tierarzneimittel ein- oder ausführt, vertreibt, abgibt oder an Nutztiere verabreicht oder verabreichen lässt, ist verpflichtet, über den Ein- und Ausgang dieser Arzneimittel Buch zu führen und die Belege aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_43"
    },
    {
        "book": "HMG",
        "title": "HMG, 2. Kapitel: Arzneimittel, 7. Abschnitt: Besondere Bestimmungen für Tierarzneimittel, Vereinheitlichung und Koordination des Vollzugs",
        "citation": "Art. 44 HMG",
        "content": "Der Bundesrat kann den Kantonen Massnahmen für einen einheitlichen Vollzug vorschreiben und sie verpflichten, die zuständigen Bundesstellen über Vollzugsmassnahmen und Untersuchungsergebnisse zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_44"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 1 HMG",
        "content": "Ein Medizinprodukt darf bei seiner bestimmungsgemässen Verwendung die Gesundheit der Anwenderinnen und Anwender, Konsumentinnen und Konsumenten, Patientinnen und Patienten sowie Dritter nicht gefährden. Die vorgesehene Leistung muss nachgewiesen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 2 HMG",
        "content": "Wer ein Medizinprodukt in Verkehr bringt, muss nachweisen können, dass es die grundlegenden Anforderungen erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 3 HMG",
        "content": "Der Bundesrat legt die Anforderungen an Medizinprodukte fest. Er bestimmt insbesondere:\na. die grundlegenden Sicherheits- und Leistungsanforderungen;\nb. die Regeln ihrer Klassifizierung;\nc. die Sprachen für die Produktinformation;\nd. die Kennzeichnung der Produkte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 4 HMG",
        "content": "Das Institut bezeichnet im Einvernehmen mit dem Staatssekretariat für Wirtschaft technische Normen und gemeinsame Spezifikationen, die geeignet sind, die grundlegenden Anforderungen zu konkretisieren. Soweit möglich bezeichnet es international harmonisierte Normen. Es veröffentlicht die bezeichneten technischen Normen und gemeinsamen Spezifikationen mit Titel sowie Fundstelle oder Bezugsquelle im Bundesblatt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 5 HMG",
        "content": "Der Bundesrat regelt, welche Anforderungen für Medizinprodukte gelten, die für Versuche bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 6 HMG",
        "content": "Er kann Erleichterungen für Medizinprodukte vorsehen, die ausschliesslich in Gesundheitseinrichtungen hergestellt und verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Anforderungen",
        "citation": "Art. 45 Abs. 7 HMG",
        "content": "Er kann vorsehen, dass Einmalprodukte aufbereitet und wiederverwendet werden dürfen. Er legt die entsprechenden Voraussetzungen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_45"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Konformitätsbewertungsverfahren",
        "citation": "Art. 46 Abs. 1 HMG",
        "content": "Wer ein Medizinprodukt in Verkehr bringt, muss nachweisen können, dass die erforderlichen Konformitätsbewertungsverfahren durchgeführt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_46"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Konformitätsbewertungsverfahren",
        "citation": "Art. 46 Abs. 2 HMG",
        "content": "Der Bundesrat regelt die Konformitätsbewertungsverfahren. Er bestimmt insbesondere:\na. die Arten der Verfahren;\nb. bei welchen Medizinprodukten eine Konformitätsbewertungsstelle für die Überprüfung der Konformität beigezogen werden muss;\nc. welche Unterlagen erforderlich und wie lange sie aufzubewahren sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_46"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Konformitätsbewertungsverfahren",
        "citation": "Art. 46 Abs. 3 HMG",
        "content": "Er kann:\na. für bestimmte Medizinprodukte als Teil des Konformitätsnachweises die Durchführung klinischer Versuche vorschreiben;\nb. für bestimmte Medizinprodukte oder Medizinproduktegruppen Ausnahmen von der Konformitätsbewertung vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_46"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Registrierung und Produktidentifikation",
        "citation": "Art. 47 Abs. 1 HMG",
        "content": "Der Hersteller muss Medizinprodukte im Informationssystem nach Artikel 62c oder in der Europäischen Datenbank für Medizinprodukte (Eudamed) registrieren. Er muss zudem sicherstellen, dass dem Medizinprodukt ein eindeutiger Produktidentifikator zugewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Registrierung und Produktidentifikation",
        "citation": "Art. 47 Abs. 2 HMG",
        "content": "Der Bundesrat umschreibt die Modalitäten der Registrierung und der Produktidentifikation. Er kann Ausnahmen von den Pflichten nach Absatz 1 vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Registrierung und Produktidentifikation",
        "citation": "Art. 47 Abs. 3 HMG",
        "content": "Er kann die Pflichten regeln, welche die weiteren beteiligten Wirtschaftsakteure sowie Gesundheitseinrichtungen im Zusammenhang mit der Registrierung und der Produktidentifikation haben. Er kann namentlich vorsehen, dass die eindeutigen Produktidentifikatoren der bezogenen oder abgegebenen Produkte bestimmter Produktekategorien erfasst und gespeichert werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Registrierung und Produktidentifikation",
        "citation": "Art. 47 Abs. 4 HMG",
        "content": "Als Wirtschaftsakteure gelten:\na. die Hersteller;\nb. die von Herstellern mit Sitz im Ausland bevollmächtigten Personen (Bevollmächtigte);\nc. die Importeure;\nd. die Händler;\ne. die natürlichen und juristischen Personen, die Medizinprodukte kombinieren, um sie in Form eines Systems oder einer Behandlungseinheit in Verkehr zu bringen;\nf. die natürlichen und juristischen Personen, die Produkte nach Buchstabe e im Hinblick auf ihr Inverkehrbringen sterilisieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Dokumentationspflicht",
        "citation": "Art. 47a Abs. 1 HMG",
        "content": "Der Hersteller muss eine technische Dokumentation verfassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Dokumentationspflicht",
        "citation": "Art. 47a Abs. 2 HMG",
        "content": "Diese technische Dokumentation muss so beschaffen sein, dass sie eine Bewertung der Konformität des Medizinprodukts mit den Anforderungen dieses Gesetzes ermöglicht. Sie enthält insbesondere auch Informationen und Daten über die Überwachung nach dem Inverkehrbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Dokumentationspflicht",
        "citation": "Art. 47a Abs. 3 HMG",
        "content": "Der Hersteller muss die technische Dokumentation auf dem neusten Stand halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Dokumentationspflicht",
        "citation": "Art. 47a Abs. 4 HMG",
        "content": "Der Bundesrat legt fest, für welche Medizinprodukte welche Daten und Informationen in der technischen Dokumentation enthalten sein müssen und wie diese Dokumentation verfügbar gemacht werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Qualitätsmanagement",
        "citation": "Art. 47b Abs. 1 HMG",
        "content": "Der Hersteller muss ein Qualitätsmanagementsystem einführen und unterhalten, das der Risikoklasse und der Art des Medizinprodukts angemessen ist und die Einhaltung der Anforderungen dieses Gesetzes gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Qualitätsmanagement",
        "citation": "Art. 47b Abs. 2 HMG",
        "content": "Das Qualitätsmanagementsystem beinhaltet insbesondere ein Risikomanagementsystem sowie ein System zur Überwachung nach dem Inverkehrbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Offenlegungspflicht",
        "citation": "Art. 47c Abs. 1 HMG",
        "content": "Die Wirtschaftsakteure haben der zuständigen Behörde auf Verlangen offenzulegen:\na. alle Wirtschaftsakteure, von denen sie ein Medizinprodukt bezogen haben;\nb. alle Wirtschaftsakteure, denen sie ein Medizinprodukt geliefert haben;\nc. alle Gesundheitseinrichtungen oder Gesundheitsfachpersonen, denen sie ein Medizinprodukt geliefert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Offenlegungspflicht",
        "citation": "Art. 47c Abs. 2 HMG",
        "content": "Der Bundesrat regelt, wie lange die Angaben aufbewahrt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Finanzielle Deckung und Haftung",
        "citation": "Art. 47d Abs. 1 HMG",
        "content": "Der Hersteller oder die bevollmächtigte Person muss über eine ausreichende finanzielle Deckung für Schäden verfügen, die durch fehlerhafte Medizinprodukte verursacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_d"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Finanzielle Deckung und Haftung",
        "citation": "Art. 47d Abs. 2 HMG",
        "content": "Die bevollmächtigte Person haftet gegenüber der geschädigten Person solidarisch mit dem Hersteller.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_d"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Weitere Pflichten",
        "citation": "Art. 47e Abs. 1 HMG",
        "content": "Der Bundesrat kann:\na. für das Inverkehrbringen bestimmter Medizinprodukte eine Meldepflicht vorsehen;\nb. für das Inverkehrbringen bestimmter Medizinprodukte, insbesondere von Invitro-Diagnostika, eine Bewilligungspflicht vorsehen;\nc. für Wirtschaftsakteure sowie Konformitätsbewertungsstellen die Pflicht vorsehen, Eudamed oder das Informationssystem nach Artikel 62c zu nutzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_e"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Weitere Pflichten",
        "citation": "Art. 47e Abs. 2 HMG",
        "content": "Er regelt:\na. die weiteren Pflichten von Wirtschaftsakteuren und Gesundheitseinrichtungen namentlich betreffend die Registrierung der Hersteller sowie die Informationspflichten im Zusammenhang mit Medizinprodukten, die implantiert werden können;\nb. die Anforderungen an die für die Einhaltung der Vorschriften verantwortlichen Personen von Herstellern und Bevollmächtigten sowie deren weitere Pflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_47_e"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Abgabe und Anwendung",
        "citation": "Art. 48 Abs. 1 HMG",
        "content": "Zum Schutz der Gesundheit kann der Bundesrat für bestimmte Medizinprodukte:\na. vorsehen, dass sie nur auf ärztliche Verschreibung abgegeben werden dürfen;\nb. für die Abgabe und die Anwendung fachliche und betriebliche Voraussetzungen oder eine Meldepflicht festlegen;\nc. mit der Abgabe die Auflage verbinden, dass die betreffenden Produkte von ihrer Herstellung bis zur Anwendung verfolgt und zurückverfolgt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_48"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Abgabe und Anwendung",
        "citation": "Art. 48 Abs. 2 HMG",
        "content": "Artikel 26 gilt für Medizinprodukte sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_48"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Instandhaltungspflicht",
        "citation": "Art. 49 Abs. 1 HMG",
        "content": "Wer ein Medizinprodukt gewerblich oder an Dritten einsetzt, muss dabei alle Massnahmen für die Instandhaltung treffen, die für die Erhaltung der Leistung und der Sicherheit des Medizinproduktes erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_49"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Instandhaltungspflicht",
        "citation": "Art. 49 Abs. 2 HMG",
        "content": "Der Bundesrat kann:\na. für bestimmte Medizinprodukte oder Medizinprodukteklassen festlegen, wie sie in Stand gehalten werden müssen;\nb. das Nachweisverfahren für die Erfüllung der Instandhaltungspflicht und der Instandhaltungsanforderungen festlegen;\nc. die Instandhaltung von fachlichen Voraussetzungen abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_49"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Einfuhr und Ausfuhr",
        "citation": "Art. 50 Abs. 1 HMG",
        "content": "Soweit der Schutz der Gesundheit dies erfordert, kann der Bundesrat für die Ein- und Ausfuhr von bestimmten Medizinprodukten Beschränkungen und Verbote festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_50"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Einfuhr und Ausfuhr",
        "citation": "Art. 50 Abs. 2 HMG",
        "content": "Verlangt ein anderer Staat Ausfuhrzertifikate und Bestätigungen für Medizinprodukte, die eingeführt werden sollen, so kann sie das Institut dem Hersteller oder dem Bevollmächtigten mit Sitz in der Schweiz auf Antrag ausstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_50"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Einfuhr und Ausfuhr",
        "citation": "Art. 50 Abs. 3 HMG",
        "content": "Wer ein Medizinprodukt in einen Staat, mit dem die Schweiz eine völkerrechtliche Vereinbarung zur gegenseitigen Anerkennung von Konformitätsbewertungen und -verfahren für Medizinprodukte geschlossen hat, ausführt, muss nachweisen können, dass die grundlegenden Anforderungen nach Artikel 45 Absatz 2 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_50"
    },
    {
        "book": "HMG",
        "title": "HMG, 3. Kapitel: Medizinprodukte, Werbung",
        "citation": "Art. 51 HMG",
        "content": "Der Bundesrat kann die Werbung für bestimmte Medizinprodukte zum Schutz der Gesundheit und zum Schutz gegen Täuschung beschränken oder verbieten sowie für die grenzüberschreitende Werbung Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_51"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 1. Abschnitt: Pharmakopöe",
        "citation": "Art. 52 Abs. 1 HMG",
        "content": "Das Institut erlässt die Pharmakopöe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_52"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 1. Abschnitt: Pharmakopöe",
        "citation": "Art. 52 Abs. 2 HMG",
        "content": "Es beteiligt die interessierten Kreise an der Erarbeitung der Pharmakopöe. Es zieht insbesondere Fachleute sowie Arbeitsgruppen bei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_52"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 1. Abschnitt: Pharmakopöe",
        "citation": "Art. 52 Abs. 3 HMG",
        "content": "Es beteiligt sich nach Massgabe staatsvertraglicher Vereinbarungen an der Erarbeitung der Europäischen Pharmakopöe (Pharmacopoea Europaea) und übernimmt diese in das Bundesrecht. Es kann für die Schweiz zusätzliche Vorschriften erlassen (Pharmacopoea Helvetica).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_52"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 1. Abschnitt: Pharmakopöe",
        "citation": "Art. 52 Abs. 4 HMG",
        "content": "Die Pharmakopöe wird ausserhalb der Amtlichen Sammlung des Bundesrechts publiziert. Der Bundesrat regelt die Einzelheiten und bestimmt insbesondere die Publikationssprachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_52"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Grundsatz",
        "citation": "Art. 53 HMG",
        "content": "Auf klinische Versuche mit Heilmitteln am Menschen ist zusätzlich zu den Vorschriften dieses Gesetzes das Humanforschungsgesetz vom 30. September 2011 anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_53"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Bewilligungspflicht",
        "citation": "Art. 54 Abs. 1 HMG",
        "content": "Klinische Versuche mit Heilmitteln bedürfen vor ihrer Durchführung einer Bewilligung des Instituts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Bewilligungspflicht",
        "citation": "Art. 54 Abs. 2 HMG",
        "content": "Ausgenommen von der Bewilligungspflicht sind klinische Versuche mit zugelassenen Arzneimitteln, die gemäss der Fachinformation angewendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Bewilligungspflicht",
        "citation": "Art. 54 Abs. 3 HMG",
        "content": "Der Bundesrat kann:\na. weitere Versuche von der Bewilligungspflicht ausnehmen oder dafür eine Meldepflicht vorsehen;\nb. klinische Versuche mit Tierheilmitteln einer Bewilligungs- oder Meldepflicht unterstellen;\nc. Änderungen klinischer Versuche einer Bewilligungspflicht unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Bewilligungspflicht",
        "citation": "Art. 54 Abs. 4 HMG",
        "content": "Im Rahmen des Bewilligungsverfahrens prüft das Institut:\na. bei Arzneimitteln, ob diese die Regeln der Guten Herstellungspraxis sowie diejenigen der Arzneimittelsicherheit erfüllen;\nb. bei Medizinprodukten, ob:\n1. die Medizinprodukte die Anforderungen nach Artikel 45 erfüllen, soweit die Erfüllung dieser Anforderungen nicht Gegenstand des klinischen Versuchs ist,\n2. die Risiken, die mit einem Medizinprodukt zusammenhängen, im klinischen Versuch berücksichtigt werden,\n3. die Angaben zum Medizinprodukt dem wissenschaftlichen Stand entsprechen und im Prüfplan korrekt abgebildet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Bewilligungspflicht",
        "citation": "Art. 54 Abs. 6 HMG",
        "content": "Der Bundesrat regelt das Bewilligungsverfahren. Er kann die Form für die Anmeldung vorschreiben und festlegen, dass die Eingabe von Gesuchen, der Schriftenverkehr und die Eröffnung von Entscheiden auf elektronischem Weg erfolgen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Bewilligungspflicht",
        "citation": "Art. 54 Abs. 8 HMG",
        "content": "Beim Erlass von Vorschriften nach den Absätzen 3 und 6 beachtet der Bundesrat die anerkannten internationalen Regelungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Pädiatrisches Prüfkonzept",
        "citation": "Art. 54a Abs. 1 HMG",
        "content": "Für jedes Arzneimittel ist im Hinblick auf dessen Zulassung ein pädiatrisches Prüfkonzept zu erstellen, das die Anforderungen an die Entwicklung des Arzneimittels in der Pädiatrie festlegt und dem Institut zu unterbreiten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Pädiatrisches Prüfkonzept",
        "citation": "Art. 54a Abs. 2 HMG",
        "content": "Der Bundesrat regelt:\na. das Verfahren;\nb. die Anforderungen an das pädiatrische Prüfkonzept in Anlehnung an die Bestimmungen der EU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Pädiatrisches Prüfkonzept",
        "citation": "Art. 54a Abs. 3 HMG",
        "content": "Er kann von der Pflicht zur Erstellung eines pädiatrischen Prüfkonzepts absehen, namentlich für Arzneimittel zur Behandlung von Krankheiten, die nur bei Erwachsenen auftreten. Er kann vorsehen, dass ein von einer ausländischen Behörde beurteiltes pädiatrisches Prüfkonzept berücksichtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Aufsicht",
        "citation": "Art. 54b Abs. 1 HMG",
        "content": "Das Institut kann jederzeit mit einer Inspektion prüfen, ob die Durchführung des klinischen Versuchs den Anforderungen dieses Gesetzes sowie denjenigen des Humanforschungsgesetzes vom 30. September 2011 genügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Aufsicht",
        "citation": "Art. 54b Abs. 2 HMG",
        "content": "Der Bundesrat kann unter Beachtung anerkannter internationaler Regelungen Melde- und Informationspflichten vorsehen, insbesondere bei:\na. dem Abschluss oder Abbruch eines klinischen Versuchs;\nb. unerwünschten Ereignissen im Rahmen eines klinischen Versuchs;\nc. Vorfällen, die sich während der Durchführung eines klinischen Versuchs ereignen und sich auf die Sicherheit oder die Gesundheit der teilnehmenden Personen auswirken können oder die Erzielung zuverlässiger und belastbarer Daten in Frage stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2. Abschnitt: Klinische Versuche, Aufsicht",
        "citation": "Art. 54b Abs. 3 HMG",
        "content": "Er regelt das Meldeverfahren und den Informationsaustausch. Er kann bestimmen, dass die Meldung und der Informationsaustausch auf dem elektronischen Weg erfolgen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_54_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2a. Abschnitt: Integrität und Transparenz, Integrität",
        "citation": "Art. 55 Abs. 1 HMG",
        "content": "Personen, die verschreibungspflichtige Arzneimittel verschreiben, abgeben, anwenden oder zu diesem Zweck einkaufen, und Organisationen, die solche Personen beschäftigen, dürfen weder für sich noch zu Gunsten eines Dritten einen nicht gebührenden Vorteil fordern, sich versprechen lassen oder annehmen. Desgleichen ist es verboten, einer solchen Person oder Organisation zu deren Gunsten oder zu Gunsten eines Dritten einen nicht gebührenden Vorteil anzubieten, zu versprechen oder zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_55"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2a. Abschnitt: Integrität und Transparenz, Integrität",
        "citation": "Art. 55 Abs. 2 HMG",
        "content": "Keine nicht gebührenden Vorteile sind:\na. Vorteile von bescheidenem Wert, die für die medizinische oder pharmazeutische Praxis von Belang sind;\nb. Unterstützungsbeiträge für Forschung, Weiter- und Fortbildung, sofern bestimmte Kriterien erfüllt sind;\nc. Abgeltungen für gleichwertige Gegenleistungen, insbesondere für solche bei Bestellungen und Lieferungen von Heilmitteln;\nd. beim Heilmitteleinkauf gewährte Preisrabatte oder Rückvergütungen, sofern sie keinen Einfluss auf die Wahl der Behandlung haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_55"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2a. Abschnitt: Integrität und Transparenz, Integrität",
        "citation": "Art. 55 Abs. 3 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten. Er kann die Anwendbarkeit der Absätze 1 und 2 auf weitere Heilmittelkategorien ausweiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_55"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2a. Abschnitt: Integrität und Transparenz, Transparenzpflicht",
        "citation": "Art. 56 Abs. 1 HMG",
        "content": "Sämtliche beim Heilmitteleinkauf gewährten Preisrabatte und Rückvergütungen sind in den Belegen und Rechnungen sowie in den Geschäftsbüchern der verkaufenden wie der einkaufenden Personen und Organisationen auszuweisen und den zuständigen Behörden auf Verlangen offenzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_56"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2a. Abschnitt: Integrität und Transparenz, Transparenzpflicht",
        "citation": "Art. 56 Abs. 2 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_56"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 2a. Abschnitt: Integrität und Transparenz, Transparenzpflicht",
        "citation": "Art. 56 Abs. 3 HMG",
        "content": "Er kann bei Heilmitteln mit geringem Risikopotenzial Ausnahmen von der Pflicht nach Absatz 1 vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_56"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Behördliche Marktüberwachung",
        "citation": "Art. 58 Abs. 1 HMG",
        "content": "Das Institut und die anderen mit dem Vollzug dieses Gesetzes betrauten Behörden überwachen im Rahmen ihrer Zuständigkeiten die Rechtmässigkeit der Herstellung, des Vertriebs, der Abgabe, der Instandhaltung und der Anpreisung von Heilmitteln. Zu diesem Zweck können sie angekündigte und unangekündigte Inspektionen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_58"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Behördliche Marktüberwachung",
        "citation": "Art. 58 Abs. 2 HMG",
        "content": "Das Institut überprüft die in Verkehr gebrachten Heilmittel. Es überprüft die Arzneimittel auf ihre Übereinstimmung mit der Zulassung und die Medizinprodukte auf ihre Übereinstimmung mit den gesetzlich vorgesehenen Anforderungen hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_58"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Behördliche Marktüberwachung",
        "citation": "Art. 58 Abs. 3 HMG",
        "content": "Das Institut ist zuständig für die Überwachung der Sicherheit der Heilmittel. Zu diesem Zweck sammelt es insbesondere Meldungen nach Artikel 59, wertet sie aus und trifft die erforderlichen Verwaltungsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_58"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Behördliche Marktüberwachung",
        "citation": "Art. 58 Abs. 4 HMG",
        "content": "Das Institut und die anderen mit dem Vollzug dieses Gesetzes betrauten Behörden können die dazu notwendigen Muster erheben, die erforderlichen Auskünfte oder Unterlagen verlangen und jede andere erforderliche Unterstützung anfordern. Weder die Muster noch jede andere Art der Unterstützung werden abgegolten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_58"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Behördliche Marktüberwachung",
        "citation": "Art. 58 Abs. 5 HMG",
        "content": "Die Kantone melden im Rahmen ihrer Überwachungstätigkeit festgestellte Ereignisse, Erkenntnisse und Beanstandungen je nach Zuständigkeit dem Institut oder dem Bundesamt für Gesundheit (BAG). Das Institut oder das BAG trifft die erforderlichen Verwaltungsmassnahmen. Bei einer unmittelbaren und schwerwiegenden Gesundheitsgefährdung können auch Kantone die erforderlichen Verwaltungsmassnahmen treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_58"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 1 HMG",
        "content": "Wer Heilmittel herstellt oder verwendungsfertige Heilmittel vertreibt, muss für ein Meldesystem sorgen. Er muss dem Institut unerwünschte Wirkungen und Vorkommnisse melden, die:\na. auf das Heilmittel selbst, seine Anwendung oder auf unsachgemässe Kennzeichnung oder Gebrauchsanweisung zurückzuführen sind oder zurückgeführt werden könnten;\nb. die Gesundheit von Konsumentinnen und Konsumenten, Patientinnen und Patienten sowie Dritter und behandelter Tiere gefährden oder beeinträchtigen könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 2 HMG",
        "content": "Wer Heilmittel herstellt oder vertreibt, muss dem Institut zudem Qualitätsmängel sowie weitere Erkenntnisse und Bewertungen, welche die Beurteilungsgrundlagen beeinflussen können, melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 3 HMG",
        "content": "Wer berufsmässig Heilmittel abgibt oder an Menschen oder an Tieren anwendet oder als Medizinalperson dazu berechtigt ist, muss dem Institut schwerwiegende oder bisher nicht bekannte unerwünschte Wirkungen und Vorkommnisse, Beobachtungen anderer schwerwiegender oder bisher nicht bekannter Tatsachen sowie Qualitätsmängel melden, die für die Heilmittelsicherheit von Bedeutung sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 3bis HMG",
        "content": "Wer Heilmittel herstellt oder in Verkehr bringt, muss dem Institut jeden Verdacht auf illegalen Heilmittelhandel durch Dritte melden, den er im Zusammenhang mit seiner Tätigkeit, mit einem seiner Produkte oder mit dessen Bestandteilen feststellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 4 HMG",
        "content": "Konsumentinnen und Konsumenten, Patientinnen und Patienten und deren Organisationen sowie interessierte Dritte können dem Institut unerwünschte Wirkungen von Heilmitteln und Vorkommnisse melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 5 HMG",
        "content": "Die Meldungen nach den Absätzen 1–3 sind gemäss den anerkannten Regeln der Guten Vigilance-Praxis zu erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 6 HMG",
        "content": "Der Bundesrat umschreibt die anerkannten Regeln der Guten Vigilance-Praxis näher. Er berücksichtigt dabei international anerkannte Richtlinien und Normen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Meldepflicht, Meldesystem und Melderecht",
        "citation": "Art. 59 Abs. 7 HMG",
        "content": "Angestellte von Personen und Organisationen, die Heilmittel herstellen, vertreiben, verschreiben oder abgeben, sind berechtigt, den zuständigen Behörden Wahrnehmungen zu melden, die auf eine Widerhandlung gegen Bestimmungen dieses Gesetzes schliessen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_59"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Zuständigkeit zur Durchführung von Inspektionen",
        "citation": "Art. 60 Abs. 1 HMG",
        "content": "Das Institut ist unter Vorbehalt der Artikel 30 und 34 Absatz 4 für das Inspektionswesen in der Schweiz verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_60"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Zuständigkeit zur Durchführung von Inspektionen",
        "citation": "Art. 60 Abs. 2 HMG",
        "content": "Es ist zuständig für Inspektionen nach den Artikeln 6, 19 und 28 in folgenden Bereichen:\na. immunologische Arzneimittel;\nb. Blut und Blutprodukte;\nc. selten eingesetzte Verfahren, die hoch spezifisches Fachwissen erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_60"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Zuständigkeit zur Durchführung von Inspektionen",
        "citation": "Art. 60 Abs. 3 HMG",
        "content": "Es überträgt Inspektionen nach den Artikeln 6, 19 und 28 in den anderen Bereichen den Inspektoraten der Kantone, wenn diese die Anforderungen des nationalen und des für die Schweiz massgebenden internationalen Rechtes erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_60"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Zuständigkeit zur Durchführung von Inspektionen",
        "citation": "Art. 60 Abs. 4 HMG",
        "content": "Es kann die Inspektorate der Kantone zu Inspektionen in seinem Kompetenzbereich beiziehen oder damit beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_60"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 3. Abschnitt: Marktüberwachung und Durchführung von Inspektionen, Zuständigkeit zur Durchführung von Inspektionen",
        "citation": "Art. 60 Abs. 5 HMG",
        "content": "Die Kantone können regionale oder andere kantonale Inspektorate oder das Institut zu Inspektionen nach Absatz 3 beiziehen oder mit solchen Inspektionen beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_60"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Schweigepflicht",
        "citation": "Art. 61 HMG",
        "content": "Die mit dem Vollzug dieses Gesetzes beauftragten Personen unterstehen der Schweigepflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_61"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Vertraulichkeit von Daten",
        "citation": "Art. 62 Abs. 1 HMG",
        "content": "Die auf Grund dieses Gesetzes gesammelten Daten, an deren Geheimhaltung ein überwiegendes schutzwürdiges Interesse besteht, sind von der zuständigen Behörde vertraulich zu behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Vertraulichkeit von Daten",
        "citation": "Art. 62 Abs. 2 HMG",
        "content": "Der Bundesrat kann festlegen, welche Daten von der zuständigen Behörde veröffentlicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Zusammenarbeit mit dem privaten Sektor",
        "citation": "Art. 62b Abs. 1 HMG",
        "content": "Das Institut und das Bundesamt für Zoll und Grenzsicherheit (BAZG) sind nach einer Interessenabwägung berechtigt, der Inhaberin oder dem Inhaber einer Betriebsbewilligung oder einer Zulassung für Arzneimittel sowie jeder Person, die ein Medizinprodukt in Verkehr bringt, nach diesem Gesetz gesammelte, vertrauliche Daten im Einzelfall bekannt zu geben, einschliesslich besonders schützenswerter Daten nach Artikel 5 Buchstabe c Ziffer 5 des Datenschutzgesetzes vom 25. September 2020, sofern diese Massnahme für notwendig erachtet wird, um einen mutmasslichen illegalen Heilmittelhandel aufzudecken und zu bekämpfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Zusammenarbeit mit dem privaten Sektor",
        "citation": "Art. 62b Abs. 2 HMG",
        "content": "Persönliche Patientendaten dürfen nicht bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Informationssystem Medizinprodukte",
        "citation": "Art. 62c Abs. 1 HMG",
        "content": "Das Institut führt zur Erfüllung seiner Aufgaben ein Informationssystem Medizinprodukte; dieses dient insbesondere der Gewährleistung der Sicherheit von Medizinprodukten sowie von deren Vigilance und Überwachung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Informationssystem Medizinprodukte",
        "citation": "Art. 62c Abs. 2 HMG",
        "content": "Das Informationssystem enthält Daten nach Artikel 62a, die für die Überwachung von Medizinprodukten und die Durchführung von Melde- und Bewilligungsverfahren für klinische Versuche nach diesem Gesetz notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Informationssystem Medizinprodukte",
        "citation": "Art. 62c Abs. 3 HMG",
        "content": "Die Daten nach Absatz 2 können mit Eudamed automatisch abgeglichen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Informationssystem Medizinprodukte",
        "citation": "Art. 62c Abs. 4 HMG",
        "content": "Die Daten nach Absatz 2, die nicht besonders schützenswert sind, können unter der Wahrung von Berufs- und Geschäftsgeheimnissen veröffentlicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Informationssystem Medizinprodukte",
        "citation": "Art. 62c Abs. 5 HMG",
        "content": "Der Bundesrat regelt:\na. die Struktur und den Datenkatalog;\nb. die Zugriffsrechte;\nc. die zur Sicherstellung des Datenschutzes und der Datensicherheit erforderlichen organisatorischen und technischen Massnahmen;\nd. die Aufbewahrungsdauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_62_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Bekanntgabe von Daten unter Vollzugsbehörden in der Schweiz",
        "citation": "Art. 63 Abs. 1 HMG",
        "content": "Die für den Vollzug dieses Gesetzes zuständigen Stellen des Bundes und der Kantone sorgen für die gegenseitige Bekanntgabe von Daten, soweit dies für den Vollzug dieses Gesetzes erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_63"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Bekanntgabe von Daten unter Vollzugsbehörden in der Schweiz",
        "citation": "Art. 63 Abs. 2 HMG",
        "content": "Der Bundesrat kann vorsehen, dass Daten weiteren Behörden oder Organisationen bekannt gegeben werden dürfen, wenn es für den Vollzug dieses Gesetzes erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_63"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Bekanntgabe von Daten unter Vollzugsbehörden in der Schweiz",
        "citation": "Art. 63 Abs. 3 HMG",
        "content": "Er kann vorsehen, dass das Institut weiteren Bundesbehörden Daten bekannt geben darf, wenn dies für den Vollzug von Bundesgesetzen im Bereich der Gesundheit erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_63"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Voraussetzungen für die Bekanntgabe von Daten und Informationen ins Ausland",
        "citation": "Art. 64 Abs. 1 HMG",
        "content": "Die für den Vollzug dieses Gesetzes zuständigen Stellen des Bundes dürfen den für den Vollzug von Heilmittelvorschriften zuständigen ausländischen Behörden und Institutionen sowie internationalen Organisationen nicht öffentlich zugängliche Informationen bekannt geben, sofern sichergestellt ist, dass:\na. die ersuchende Stelle an das Amtsgeheimnis gebunden ist und die erhaltenen Informationen ausschliesslich in einem Verwaltungsverfahren im Zusammenhang mit dem Vollzug von Heilmittelvorschriften verwendet und nicht an Dritte weitergibt;\nb. ausschliesslich Informationen übermittelt werden, die für den Vollzug von Heilmittelvorschriften erforderlich sind;\nc. keine Fabrikations- oder Geschäftsgeheimnisse offengelegt werden, es sei denn, die Übermittlung der Information ist erforderlich, um eine unmittelbare und ernste Gefährdung des Lebens oder der Gesundheit von Menschen abzuwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Voraussetzungen für die Bekanntgabe von Daten und Informationen ins Ausland",
        "citation": "Art. 64 Abs. 2 HMG",
        "content": "Sie dürfen ihnen Personendaten, einschliesslich Daten über die Gesundheit und über administrative und strafrechtliche Verfolgungen oder Sanktionen, bekannt geben, wenn die Gesetzgebung im betreffenden Staat einen angemessenen Schutz der Persönlichkeit der betroffenen Person gewährleistet. Fehlt eine solche Gesetzgebung, so dürfen die Daten nur bekannt gegeben werden, wenn: \na. hinreichende Garantien, insbesondere durch Vertrag, einen angemessenen Schutz gewährleisten;\nb. die betroffene Person im Einzelfall eingewilligt hat;\nc. dadurch im Einzelfall schwerwiegende Gefahren für die Gesundheit abgewendet werden können;\nd. die Bekanntgabe im Einzelfall erforderlich ist, um das Leben oder die körperliche Integrität der betroffenen Person zu schützen; oder\ne. im Einzelfall die Möglichkeit besteht, dass dadurch illegaler Handel oder andere schwerwiegende Verstösse gegen dieses Gesetz aufgedeckt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Voraussetzungen für die Bekanntgabe von Daten und Informationen ins Ausland",
        "citation": "Art. 64 Abs. 3 HMG",
        "content": "Insbesondere dürfen folgende Daten bekannt gegeben werden:\na. Ergebnisse der Marktüberwachung;\nb. Inspektionsberichte;\nc. Angaben zu klinischen Versuchen;\nd. Informationen aus der Vigilance;\ne. Angaben zu Bewilligungen;\nf. Angaben zu Konformitätsbewertungsstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Voraussetzungen für die Bekanntgabe von Daten und Informationen ins Ausland",
        "citation": "Art. 64 Abs. 4 HMG",
        "content": "Das Institut ist berechtigt, der Weltgesundheitsorganisation über die internationale Pharmacovigilance-Datenbank im Rahmen von Meldungen und Registrierungen unerwünschter Wirkungen von Arzneimitteln folgende Informationen bekannt zu geben:\na. nicht öffentlich zugängliche Informationen und die Gesundheit betreffende Personendaten, zusammen mit den Initialen, dem Geschlecht und dem Jahrgang der betroffenen Person;\nb. einen Bericht über die unerwünschten Wirkungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Grenzüberschreitende Kontrollen",
        "citation": "Art. 64a Abs. 1 HMG",
        "content": "Ausländische zuständige Behörden sind berechtigt, nach Meldung an das Institut schweizerische Betriebe zu kontrollieren, die im Heilmittelbereich tätig sind, wenn:\na. die Kontrolle ausschliesslich die Überprüfung der Einhaltung von Heilmittelvorschriften bezweckt;\nb. das Ergebnis der Kontrolle ausschliesslich in einem Verwaltungsverfahren im Zusammenhang mit dem Vollzug von Heilmittelvorschriften verwendet wird;\nc. der zu kontrollierende Betrieb der Kontrolle zustimmt; und\nd. die ausländische Behörde das Institut über das Ergebnis informiert mittels Zustellung des Inspektionsberichtes in einer schweizerischen Amtssprache oder in englischer Sprache.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Grenzüberschreitende Kontrollen",
        "citation": "Art. 64a Abs. 2 HMG",
        "content": "Das Institut kann die ausländische Behörde bei ihrer Kontrolle begleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4. Abschnitt: Schweigepflicht und Datenbearbeitung, Grenzüberschreitende Kontrollen",
        "citation": "Art. 64a Abs. 3 HMG",
        "content": "Es kann im Ausland nach Rücksprache mit den zuständigen Behörden Kontrollen von Betrieben durchführen, die im Heilmittelbereich tätig sind, wenn dies für die Gewährleistung des Gesundheitsschutzes erforderlich ist. Es kann zudem an Kontrollen ausländischer zuständiger Behörden teilnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Bearbeitung von Personendaten",
        "citation": "Art. 64b HMG",
        "content": "Die zuständigen Behörden von Bund und Kantonen sind berechtigt, im Rahmen des Vollzugs ihrer Aufgaben nach diesem Gesetz im Hinblick auf die Massnahmen zur Reduktion von Antibiotikaresistenzen in der Veterinärmedizin Personendaten zu bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Betrieb und Zweck des Informationssystems Antibiotika",
        "citation": "Art. 64c Abs. 1 HMG",
        "content": "Das Bundesamt für Lebensmittelsicherheit und Veterinärwesen (BLV) betreibt ein Informationssystem zur Überwachung des Antibiotikavertriebs, des Antibiotikaverbrauchs und der Antibiotikaresistenzsituation (Informationssystem Antibiotika).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Betrieb und Zweck des Informationssystems Antibiotika",
        "citation": "Art. 64c Abs. 2 HMG",
        "content": "Das Informationssystem Antibiotika ist Teil des gemeinsamen zentralen Informationssystems entlang der Lebensmittelkette des Bundesamtes für Landwirtschaft (BLW) und des BLV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Betrieb und Zweck des Informationssystems Antibiotika",
        "citation": "Art. 64c Abs. 3 HMG",
        "content": "Die Kosten für den Aufbau und den Betrieb des Informationssystems Antibiotika gehen zulasten des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_c"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Inhalt des Informationssystems Antibiotika",
        "citation": "Art. 64d Abs. 1 HMG",
        "content": "Das Informationssystem Antibiotika enthält Personendaten einschliesslich:\na. die Menge Arzneimittel mit antimikrobiellen Wirkstoffen, die an die zur Abgabe berechtigten Personen vertrieben werden;\nb. die Daten zur Verschreibung, Abgabe und Anwendung von Arzneimitteln mit antimikrobiellen Wirkstoffen gemäss Anwendungsanweisung und amtlichem Rezeptformular;\nc. den Namen und die Adresse der abgebenden Person oder Praxis;\nd. den Namen der Tierhalterin oder des Tierhalters, der oder dem das Arzneimittel abgegeben wird;\ne. das Abgabedatum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_d"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Inhalt des Informationssystems Antibiotika",
        "citation": "Art. 64d Abs. 2 HMG",
        "content": "Das Informationssystem Antibiotika bezieht:\na. Daten aus anderen Anwendungen des gemeinsamen zentralen Informationssystems entlang der Lebensmittelkette gemäss Artikel 64c Absatz 2;\nb. Personendaten aus dem Register der universitären Medizinalberufe nach den Artikeln 51–54 des Medizinalberufegesetzes vom 23. Juni 2006 (Medizinalberuferegister).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_d"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Zugriff auf das Informationssystem Antibiotika",
        "citation": "Art. 64e Abs. 1 HMG",
        "content": "Im Rahmen ihrer gesetzlichen Aufgaben können die folgenden Behörden Daten im Informationssystem Antibiotika online bearbeiten:\na. das BLV: zur Erstellung der Antibiotikavertriebs- und Verbrauchsstatistik sowie zur Überwachung der Antibiotikaresistenzsituation und zur Gewährleistung des Vollzugs der Gesetzgebung;\nb. die kantonalen Vollzugsbehörden: zur Erfüllung ihrer Aufgaben in ihrem jeweiligen Zuständigkeitsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_e"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Zugriff auf das Informationssystem Antibiotika",
        "citation": "Art. 64e Abs. 2 HMG",
        "content": "Zur Erfüllung ihrer gesetzlichen Aufgaben können die folgenden Stellen oder Personen Daten im Informationssystem Antibiotika online abrufen:\na. das BLV und die kantonalen Vollzugsbehörden: Vertriebs-, Verschreibungs‐, Abgabe- und Anwendungsdaten;\nb. das BLW: Vertriebs-, Verschreibungs-, Abgabe- und Anwendungsdaten zur Erfüllung seiner nach dem Landwirtschaftsgesetz vom 29. April 1998 übertragenen Aufgaben;\nc. Tierhalterinnen und Tierhalter: Daten, die sie selbst betreffen;\nd. Tierärztinnen und Tierärzte sowie die weiteren der Meldepflicht nach Artikel 64f Buchstabe h unterstellten Personen: Daten, die sie selbst betreffen, sowie Daten, die sie gemeldet haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_e"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Ausführungsbestimmungen",
        "citation": "Art. 64f HMG",
        "content": "Der Bundesrat regelt für das Informationssystem Antibiotika:\na. die Struktur und den Datenkatalog, einschliesslich des von den Kantonen genutzten Teils;\nb. die Verantwortlichkeiten für die Datenbearbeitung;\nc. die Zugriffsrechte nach Artikel 64e, namentlich deren Umfang;\nd. die zur Sicherstellung des Datenschutzes und der Datensicherheit erforderlichen organisatorischen und technischen Massnahmen;\ne. das Verfahren der Zusammenarbeit mit den Kantonen;\nf. die Aufbewahrungs- und Vernichtungsfrist;\ng. die Archivierung;\nh. die Meldepflichten der Personen, die Antibiotika vertreiben, verschreiben, abgeben und anwenden; von der Meldepflicht ausgenommen sind Tierhalterinnen und Tierhalter;\ni. den Bezug von Daten zur Tierärzteschaft aus dem Medizinalberuferegister nach Artikel 51–54 des Medizinalberufegesetzes 23. Juni 2006.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_f"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 4a. Abschnitt: Informationssystem Antibiotika in der Veterinärmedizin, Gebrauch des Informationssystems Antibiotika durch die Kantone",
        "citation": "Art. 64g HMG",
        "content": "Die Kantone, die das Informationssystem Antibiotika für ihre eigenen Vollzugsaufgaben nutzen, sind verpflichtet, für ihren Bereich gleichwertige Datenschutzbestimmungen zu erlassen und ein Organ zu bezeichnen, welches deren Einhaltung überwacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_64_g"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 5. Abschnitt: Gebühren und Aufsichtsabgabe",
        "citation": "Art. 65 Abs. 1 HMG",
        "content": "Das Institut und die anderen mit dem Vollzug dieses Gesetzes betrauten Behörden erheben für ihre Bewilligungen, Kontrollen und Dienstleistungen Gebühren. Das Institut kann zudem Gebühren erheben für die Entgegennahme von Meldungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_65"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 5. Abschnitt: Gebühren und Aufsichtsabgabe",
        "citation": "Art. 65 Abs. 2 HMG",
        "content": "Es erhebt von den Zulassungsinhaberinnen eine Aufsichtsabgabe für die Finanzierung der Kosten, die ihm im Bereich Arzneimittel entstehen und weder durch Gebühren nach Absatz 1 noch durch Abgeltungen des Bundes nach Artikel 77 Absatz 2 Buchstabe a gedeckt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_65"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 5. Abschnitt: Gebühren und Aufsichtsabgabe",
        "citation": "Art. 65 Abs. 3 HMG",
        "content": "Die Aufsichtsabgabe wird auf dem Fabrikabgabepreis der in der Schweiz verkauften zugelassenen verwendungsfertigen Arzneimittel erhoben. Der Abgabesatz beträgt maximal 15 Promille des Fabrikabgabepreises. Die Einnahmen aus der Abgabe dürfen insgesamt 10 Promille des Erlöses aller im jeweiligen Abgabejahr verkauften Arzneimittel nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_65"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 5. Abschnitt: Gebühren und Aufsichtsabgabe",
        "citation": "Art. 65 Abs. 4 HMG",
        "content": "Der Bundesrat regelt die Einzelheiten der Aufsichtsabgabe, namentlich den für die einzelnen Preiskategorien anzuwendenden Abgabesatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_65"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 5. Abschnitt: Gebühren und Aufsichtsabgabe",
        "citation": "Art. 65 Abs. 5 HMG",
        "content": "Der Institutsrat legt seine Gebühren nach Absatz 1 in der Gebührenverordnung des Instituts fest. Die Gebührenverordnung ist dem Bundesrat zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_65"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 5. Abschnitt: Gebühren und Aufsichtsabgabe",
        "citation": "Art. 65 Abs. 6 HMG",
        "content": "Der Bundesrat kann vom Institut im Rahmen der strategischen Ziele verlangen, auf die Erhebung von Gebühren für bestimmte Bewilligungen, Kontrollen oder Dienstleistungen ganz oder teilweise zu verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_65"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Allgemeines",
        "citation": "Art. 66 Abs. 1 HMG",
        "content": "Das Institut und die anderen mit dem Vollzug dieses Gesetzes betrauten Behörden können in ihrem Zuständigkeitsbereich alle Verwaltungsmassnahmen treffen, die zum Vollzug dieses Gesetzes erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_66"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Allgemeines",
        "citation": "Art. 66 Abs. 2 HMG",
        "content": "Insbesondere können sie:\na. Beanstandungen aussprechen und eine angemessene Frist zur Wiederherstellung des rechtmässigen Zustandes ansetzen;\nb. Bewilligungen und Zulassungen sistieren oder widerrufen;\nc. Betriebe schliessen;\nd. gesundheitsgefährdende oder nicht den Vorschriften dieses Gesetzes entsprechende Heilmittel beschlagnahmen, amtlich verwahren oder vernichten;\ne. das Vertreiben und Abgeben von Heilmitteln, die Ein- und Ausfuhr sowie den Handel im Ausland von der Schweiz aus verbieten und den unverzüglichen Rückruf von Heilmitteln vom Markt oder die Verbreitung von schadenverhütenden Verhaltensempfehlungen anordnen;\nf. unzulässige Werbemittel beschlagnahmen, amtlich verwahren, vernichten sowie deren Verwendung verbieten und dieses Verbot auf Kosten der Verantwortlichen veröffentlichen;\ng. die Werbung für ein bestimmtes Heilmittel bei schwerer oder wiederholter Widerhandlung gegen die Bestimmungen dieses Gesetzes über die Werbung vorübergehend oder dauernd verbieten und dieses Verbot auf Kosten der Verantwortlichen veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_66"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Allgemeines",
        "citation": "Art. 66 Abs. 3 HMG",
        "content": "Sie können bei einer Person unter fiktivem Namen Heilmittel bestellen, wenn:\na. der Verdacht besteht, dass diese Person unrechtmässig Heilmittel herstellt, einführt, ausführt oder in Verkehr bringt; und \nb. die bisherigen Abklärungen erfolglos geblieben sind oder weitere Abklärungen sonst aussichtslos wären oder unverhältnismässig erschwert würden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_66"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Allgemeines",
        "citation": "Art. 66 Abs. 4 HMG",
        "content": "Die Zollorgane sind berechtigt, Heilmittelsendungen an der Grenze, in Zollfreilagern oder in Zolllagern zurückzuhalten, wenn der Verdacht besteht, dass der Empfänger oder Absender in der Schweiz mit dem Inhalt der Sendung gegen die Bestimmungen über die Einfuhr, die Herstellung, das Inverkehrbringen oder die Ausfuhr von Heilmitteln verstösst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_66"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Allgemeines",
        "citation": "Art. 66 Abs. 5 HMG",
        "content": "Sie können die Vollzugsbehörden beiziehen. Diese nehmen die weiteren Abklärungen vor und treffen die erforderlichen Massnahmen. Insbesondere können sie bei den Anbieterinnen von Postdiensten den Namen und die Adresse der Inhaberin oder des Inhabers eines Postfachs verlangen. Die Anbieterinnen sind in diesem Fall zur Auskunft verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_66"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Allgemeines",
        "citation": "Art. 66 Abs. 6 HMG",
        "content": "Die Vollzugsbehörden informieren die betroffenen Personen spätestens nach Abschluss des Verfahrens über:\na. die Bestellung unter fiktivem Namen;\nb. die Einholung der Auskunft und den Grund dazu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_66"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 1 HMG",
        "content": "Das Institut sorgt dafür, dass die Öffentlichkeit über besondere Ereignisse im Zusammenhang mit Heilmitteln, welche die Gesundheit gefährden, informiert wird und Verhaltensempfehlungen erhält. Es veröffentlicht Informationen von allgemeinem Interesse aus dem Bereich Heilmittel, insbesondere über Zulassungs- und Widerrufsentscheide sowie Erkenntnisse im Rahmen der Marktüberwachung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 1 HMG",
        "content": "bis Die Fachinformationen enthalten sämtliche Wirk- und Hilfsstoffe eines Arzneimittels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 2 HMG",
        "content": "Die zuständigen Bundesstellen können die Öffentlichkeit zum Schutz der Gesundheit und zur Bekämpfung des Heilmittelmissbrauchs über die sachgerechte Verwendung von Heilmitteln informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 3 HMG",
        "content": "Die Zulassungsinhaberinnen, die Vertreterinnen und Vertreter der interessierten Medizinalberufe, die Personen mit einer eigenverantwortlichen Abgabekompetenz nach Artikel 25 sowie die Patientinnen und Patienten oder deren Verbände führen gemeinsam eine Einrichtung in Form einer Stiftung, welche ein elektronisches Verzeichnis mit den gesetzlich vorgeschriebenen Inhalten der Arzneimittelinformationen im Human- und Veterinärbereich betreibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 4 HMG",
        "content": "Die Einrichtung veröffentlicht im elektronischen Verzeichnis nach Absatz 3 den Inhalt der Arzneimittelinformationen der Zulassungsinhaberinnen vollständig und aktuell in geeigneter und strukturierter Form auf deren Kosten. Ein einfaches Verzeichnis mit den vollständigen und aktuellen Arzneimittelinformationen ist für alle öffentlich und kostenlos zugänglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 5 HMG",
        "content": "Die Zulassungsinhaberinnen liefern der Einrichtung die gesetzlich vorgeschriebenen Inhalte der Arzneimittelinformationen in der dafür vorgesehenen Form. Kommen die Zulassungsinhaberinnen dieser Pflicht nicht nach, so erstellt die Einrichtung die Strukturierung auf deren Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 6 HMG",
        "content": "Die Einrichtung legt unter Einbezug des Instituts und der Personen mit der Kompetenz zur eigenverantwortlichen Abgabe nach Artikel 25 die Anforderungen an Umfang und Struktur der Daten nach Absatz 4 und deren Lieferung nach Absatz 5 fest. Sie berücksichtigt dafür soweit möglich die einschlägigen internationalen Standards.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 7 HMG",
        "content": "Die zuständigen Bundesstellen können über den Verzeichnisdienst weitere behördlich veröffentlichte Informationen zugänglich machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 8 HMG",
        "content": "Kommt die Einrichtung ihrer Aufgabe nicht nach, veröffentlicht das Institut die gesetzlich vorgeschriebenen Inhalte der Arzneimittelinformationen auf Kosten der Zulassungsinhaberinnen in Form eines elektronischen Verzeichnisses. Das Institut kann die Erstellung und den Betrieb des Verzeichnisses an Dritte übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information der Öffentlichkeit",
        "citation": "Art. 67 Abs. 9 HMG",
        "content": "Das Institut veröffentlicht, sobald es ein Gesuch um Zulassung eines Arzneimittels erhalten hat, die Indikation, die Wirkstoffe dieses Arzneimittels sowie Name und Adresse des Gesuchstellers, sofern der Veröffentlichung keine schützenswerten Geheimhaltungsinteressen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information über den Arzneimitteleinsatz in bestimmten Bevölkerungsgruppen",
        "citation": "Art. 67a Abs. 1 HMG",
        "content": "Der Bundesrat kann zur Verbesserung der Sicherheit des Arzneimitteleinsatzes in der Pädiatrie die Sammlung, Harmonisierung, Auswertung und Veröffentlichung von Daten vorsehen, welche die Verschreibung, Abgabe und Anwendung von Arzneimitteln betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information über den Arzneimitteleinsatz in bestimmten Bevölkerungsgruppen",
        "citation": "Art. 67a Abs. 2 HMG",
        "content": "Der Bund kann zu diesem Zweck eine Datenbank durch Dritte erstellen und betreiben lassen. Diese Datenbank darf keine Personendaten enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information über den Arzneimitteleinsatz in bestimmten Bevölkerungsgruppen",
        "citation": "Art. 67a Abs. 3 HMG",
        "content": "Der Bundesrat:\na. legt die grundsätzlichen Anforderungen an Inhalt, Betrieb und Qualität der Datenbank fest und regelt die Bedingungen für den Zugang und die Verwendung der Daten;\nb. bestimmt die zur Führung der Datenbank zuständige Stelle und kann diese ermächtigen, bei Medizinalpersonen Informationen in anonymisierter Form zu erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information über den Arzneimitteleinsatz in bestimmten Bevölkerungsgruppen",
        "citation": "Art. 67a Abs. 4 HMG",
        "content": "Die Betreiber nach Absatz 2 gewährleisten die Interoperabilität dieser Datenbank mit dem Verzeichnis nach Artikel 67.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Information über den Arzneimitteleinsatz in bestimmten Bevölkerungsgruppen",
        "citation": "Art. 67a Abs. 5 HMG",
        "content": "Der Bundesrat kann die Tätigkeiten nach den Absätzen 1 und 2 auf weitere spezifische Bevölkerungsgruppen ausdehnen. Er kann die Einsetzung beratender Fachkommissionen oder den Beizug von Expertinnen und Experten vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Veröffentlichung von Ergebnissen klinischer Versuche",
        "citation": "Art. 67b Abs. 1 HMG",
        "content": "Der Bundesrat kann unter Berücksichtigung international anerkannter Regelungen vorsehen, dass Ergebnisse klinischer Versuche, welche im Hinblick auf die Entwicklung eines Humanarzneimittels durchgeführt wurden, nach dem Zulassungsentscheid veröffentlicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Veröffentlichung von Ergebnissen klinischer Versuche",
        "citation": "Art. 67b Abs. 2 HMG",
        "content": "Der Bund kann zu diesem Zweck eine Datenbank betreiben oder durch Dritte betreiben lassen. Diese Datenbank darf keine Daten enthalten, die einen Bezug zu an klinischen Versuchen teilnehmenden Personen ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 4. Kapitel: Gemeinsame Bestimmungen für Arzneimittel und Medizinprodukte, 6. Abschnitt: Verwaltungsmassnahmen, Veröffentlichung von Ergebnissen klinischer Versuche",
        "citation": "Art. 67b Abs. 3 HMG",
        "content": "Der Bundesrat:\na. bestimmt die zur Führung der Datenbank zuständige Stelle;\nb. legt die Pflichten und das Verfahren im Hinblick auf die Veröffentlichung fest;\nc. bestimmt den Inhalt und die Form der zu publizierenden Ergebnisse;\nd. bestimmt die Anforderungen an den Inhalt und Betrieb der Datenbank;\ne. regelt den Zugang und die Verwendung der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_67_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 1. Abschnitt: Rechtsform und Stellung",
        "citation": "Art. 68 Abs. 1 HMG",
        "content": "Der Bund betreibt unter Mitwirkung der Kantone das Institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_68"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 1. Abschnitt: Rechtsform und Stellung",
        "citation": "Art. 68 Abs. 2 HMG",
        "content": "Das Institut ist eine öffentlich-rechtliche Anstalt mit eigener Rechtspersönlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_68"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 1. Abschnitt: Rechtsform und Stellung",
        "citation": "Art. 68 Abs. 3 HMG",
        "content": "Es ist in seiner Organisation und Betriebsführung selbstständig; es verfügt über eine eigene Finanzierung und führt eine eigene Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_68"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 1. Abschnitt: Rechtsform und Stellung",
        "citation": "Art. 68 Abs. 4 HMG",
        "content": "Es kann für einzelne Aufgaben Private beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_68"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 1. Abschnitt: Rechtsform und Stellung",
        "citation": "Art. 68 Abs. 5 HMG",
        "content": "Es kann beratende Kommissionen sowie Expertinnen und Experten einsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_68"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Aufgaben",
        "citation": "Art. 69 Abs. 1 HMG",
        "content": "Das Institut erfüllt die Aufgaben, die ihm gemäss diesem Gesetz sowie weiteren Bundesgesetzen zugewiesen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_69"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Aufgaben",
        "citation": "Art. 69 Abs. 1bis HMG",
        "content": "Der Bundesrat kann dem Institut gegen Abgeltung weitere Aufgaben übertragen, die in engem Bezug zu den ihm gesetzlich übertragenen Aufgaben stehen und deren Erfüllung nicht beeinträchtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_69"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Aufgaben",
        "citation": "Art. 69 Abs. 2 HMG",
        "content": "Das Institut kann gegen Entgelt Dienstleistungen im Rahmen der Aufgaben nach diesem Gesetz für andere Behörden und internationale Organisationen erbringen, sofern diese die Unabhängigkeit des Instituts nicht gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_69"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Aufgaben",
        "citation": "Art. 69 Abs. 3 HMG",
        "content": "Der Bundesrat kann das Institut beauftragen, bei der Vorbereitung der Erlasse auf dem Gebiet der Heilmittel mitzuwirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_69"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Aufgaben",
        "citation": "Art. 69 Abs. 4 HMG",
        "content": "Das Institut ist die nationale Zentral- und Kontaktstelle nach den Artikeln 17 Absatz 3 und 22 Absatz 2 des Übereinkommens des Europarats vom 28. Oktober 2011 über die Fälschung von Arzneimitteln und Medizinprodukten und über ähnliche die öffentliche Gesundheit gefährdende Straftaten. Es steht in Verbindung mit den bezeichneten ausländischen Kontaktstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_69"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Strategische Ziele",
        "citation": "Art. 70 Abs. 1 HMG",
        "content": "Der Bundesrat genehmigt auf Vorschlag des Institutsrats die strategischen Ziele des Instituts für einen Zeitraum von vier Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_70"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 2. Abschnitt: Aufgaben und strategische Ziele, Strategische Ziele",
        "citation": "Art. 70 Abs. 2 HMG",
        "content": "Anpassungen, die aufgrund der jährlichen Überprüfung durch den Institutsrat erforderlich werden, sind ebenfalls dem Bundesrat zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_70"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Organe",
        "citation": "Art. 71 Abs. 1 HMG",
        "content": "Die Organe des Instituts sind:\na. der Institutsrat;\nb. die Geschäftsleitung;\nc. die Revisionsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Organe",
        "citation": "Art. 71 Abs. 2 HMG",
        "content": "Eine Person darf nur einem dieser Organe angehören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Organe",
        "citation": "Art. 71 Abs. 3 HMG",
        "content": "Der Bundesrat kann einzelne oder mehrere Mitglieder des Institutsrats aus wichtigen Gründen abberufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Offenlegung der Interessenbindungen der Mitglieder des Institutsrats",
        "citation": "Art. 71a Abs. 1 HMG",
        "content": "Die Mitglieder des Institutsrats legen dem Bundesrat ihre Interessenbindungen vor ihrer Wahl offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Offenlegung der Interessenbindungen der Mitglieder des Institutsrats",
        "citation": "Art. 71a Abs. 2 HMG",
        "content": "Wer sich weigert, seine Interessenbindungen offenzulegen, ist als Mitglied nicht wählbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Offenlegung der Interessenbindungen der Mitglieder des Institutsrats",
        "citation": "Art. 71a Abs. 3 HMG",
        "content": "Die Mitglieder im Institutsrat melden jede Änderung der Interessenbindungen während der Amtsdauer unverzüglich dem Eidgenössischen Departement des Innern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Offenlegung der Interessenbindungen der Mitglieder des Institutsrats",
        "citation": "Art. 71a Abs. 4 HMG",
        "content": "Das Institut aktualisiert das Verzeichnis und publiziert die Interessenbindungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Offenlegung der Interessenbindungen der Mitglieder des Institutsrats",
        "citation": "Art. 71a Abs. 5 HMG",
        "content": "Das Berufsgeheimnis im Sinne des Strafgesetzbuches bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Offenlegung der Interessenbindungen der Mitglieder des Institutsrats",
        "citation": "Art. 71a Abs. 6 HMG",
        "content": "Ein Mitglied im Institutsrat kann abberufen werden, wenn es seine Interessenbindungen anlässlich der Wahl nicht vollständig offengelegt oder Änderungen der Interessenbindungen während der Amtsdauer nicht gemeldet hat und dies auch nach entsprechender Aufforderung durch das Eidgenössische Departement des Innern unterlässt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_71_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Zusammensetzung und Wahl des Institutsrats",
        "citation": "Art. 72 Abs. 1 HMG",
        "content": "Der Institutsrat besteht aus höchstens sieben Mitgliedern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_72"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Zusammensetzung und Wahl des Institutsrats",
        "citation": "Art. 72 Abs. 2 HMG",
        "content": "Der Bundesrat wählt, gestützt auf ein Anforderungsprofil, die Mitglieder des Institutsrats und bestimmt aus diesen die Präsidentin oder den Präsidenten. Die Kantone haben für drei Mitglieder ein Antragsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_72"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Zusammensetzung und Wahl des Institutsrats",
        "citation": "Art. 72 Abs. 3 HMG",
        "content": "Die Wahl erfolgt für eine Amtsdauer von vier Jahren. Eine Wiederwahl ist für zwei weitere Amtsperioden möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_72"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Funktion und Aufgaben des Institutsrats",
        "citation": "Art. 72a Abs. 1 HMG",
        "content": "Der Institutsrat ist das strategische Organ des Instituts und wahrt dessen Interessen. Er hat folgende Aufgaben:\na. Er erarbeitet die strategischen Ziele des Instituts, legt sie dem Bundesrat zur Genehmigung vor und überprüft diese jährlich.\nb. Er erstattet dem Bundesrat jährlich Bericht über die Erfüllung der strategischen Ziele. Er legt dem Bundesrat den Bericht der Eidgenössischen Finanzkontrolle über eine im Rahmen der Finanzaufsicht durchgeführte Prüfung des Instituts vor.\nc. Er beantragt dem Bundesrat die vom Bund für Leistungen nach Artikel 69 zu erbringenden Abgeltungen.\nd. Er erlässt das Organisationsreglement des Instituts.\ne. Er erlässt sein eigenes Geschäftsreglement und legt darin insbesondere die Ausstandsregeln fest.\nf. Er erstellt und verabschiedet für jedes Geschäftsjahr einen Geschäftsbericht und unterbreitet diesen dem Bundesrat zur Genehmigung. Gleichzeitig stellt er dem Bundesrat Antrag auf Entlastung und über die Verwendung eines allfälligen Gewinns. Er veröffentlicht den Geschäftsbericht nach der Genehmigung.\ng. Er entscheidet über die Begründung, die Änderung und die Beendigung des Arbeitsverhältnisses mit der Direktorin oder dem Direktor. Die Begründung und die Beendigung des Arbeitsverhältnisses bedürfen der Genehmigung durch den Bundesrat.\nh. Er entscheidet auf Antrag der Direktorin oder des Direktors über die Begründung, die Änderung und die Beendigung des Arbeitsverhältnisses der weiteren Mitglieder der Geschäftsleitung.\ni. Er erfüllt weitere Aufgaben im Heilmittelbereich, die ihm der Bundesrat zuweist.\nj. Er beaufsichtigt die Geschäftsleitung und sorgt für ein dem Institut angepasstes internes Kontrollsystem und Risikomanagement.\nk. Er erlässt die Bestimmungen nach Artikel 82 Absatz 2. \nl. Er genehmigt die Geschäftsplanung und den Voranschlag.\nm. Er schliesst den Anschlussvertrag mit der Pensionskasse des Bundes (PUBLICA) ab und unterbreitet ihn dem Bundesrat zur Genehmigung.\nn. Er regelt die Zusammensetzung, das Wahlverfahren und die Organisation des paritätischen Organs für das Vorsorgewerk.\no. Er erlässt reglementarische Bestimmungen, welche die Unabhängigkeit der vom Institut beauftragten Expertinnen und Experten gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_72_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Funktion und Aufgaben des Institutsrats",
        "citation": "Art. 72a Abs. 2 HMG",
        "content": "Die Mitglieder des Institutsrats müssen ihre Aufgaben und Pflichten mit aller Sorgfalt erfüllen und die Interessen des Instituts in guten Treuen wahren. Der Institutsrat trifft die organisatorischen Vorkehren zur Wahrung der Interessen des Instituts und zur Verhinderung von Interessenkollisionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_72_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Geschäftsleitung",
        "citation": "Art. 73 Abs. 1 HMG",
        "content": "Die Geschäftsleitung ist das operative Organ des Instituts. Ihr steht eine Direktorin oder ein Direktor vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_73"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Geschäftsleitung",
        "citation": "Art. 73 Abs. 2 HMG",
        "content": "Sie hat folgende Aufgaben:\na. Sie führt die Geschäfte.\nb. Sie erlässt die Verfügungen nach Massgabe des Organisationsreglements.\nc. Sie erarbeitet die Entscheidgrundlagen für den Institutsrat und berichtet ihm regelmässig, bei besonderen Vorkommnissen ohne Verzug.\nd. Sie vertritt das Institut gegen aussen.\ne. Sie erlässt die Geschäftsplanung und den Voranschlag und unterbreitet diese dem Institutsrat zur Genehmigung.\nf. Sie entscheidet über die Begründung, Änderung und die Beendigung der Arbeitsverhältnisse des Personals des Instituts; vorbehalten bleibt Artikel 72a Absatz 1 Buchstabe h.\ng. Sie erfüllt die Aufgaben, die nicht einem anderen Organ zugewiesen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_73"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 3. Abschnitt: Organe und Zuständigkeiten, Geschäftsleitung",
        "citation": "Art. 73 Abs. 3 HMG",
        "content": "Das Organisationsreglement regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_73"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Entschädigung des Institutsrats und Anstellungsverhältnisse",
        "citation": "Art. 75 Abs. 1 HMG",
        "content": "Das Institut stellt sein Personal öffentlich-rechtlich an. In begründeten Fällen können Verträge nach Obligationenrecht abgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Entschädigung des Institutsrats und Anstellungsverhältnisse",
        "citation": "Art. 75 Abs. 2 HMG",
        "content": "Der Institutsrat erlässt die Personalverordnung des Instituts unter Vorbehalt der Genehmigung durch den Bundesrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Entschädigung des Institutsrats und Anstellungsverhältnisse",
        "citation": "Art. 75 Abs. 3 HMG",
        "content": "Für den Lohn der Geschäftsleitungsmitglieder und weiterer Personen, die in vergleichbarer Weise entlöhnt werden, sowie für die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Entschädigung des Institutsrats und Anstellungsverhältnisse",
        "citation": "Art. 75 Abs. 4 HMG",
        "content": "Der Bundesrat legt die Entschädigungen der Mitglieder des Institutsrats fest. Für das Honorar der Mitglieder des Institutsrats und die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6a Absätze 1–5 des Bundespersonalgesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Anzeigepflichten, Melderecht und Schutz",
        "citation": "Art. 75a Abs. 1 HMG",
        "content": "Die Angestellten sind verpflichtet, alle von Amtes wegen zu verfolgenden Verbrechen oder Vergehen, die sie bei ihrer amtlichen Tätigkeit festgestellt haben oder die ihnen gemeldet worden sind, den Strafverfolgungsbehörden, ihren Vorgesetzten, dem Institutsrat oder der Eidgenössischen Finanzkontrolle anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Anzeigepflichten, Melderecht und Schutz",
        "citation": "Art. 75a Abs. 2 HMG",
        "content": "Vorbehalten bleiben Anzeigepflichten aus anderen Bundesgesetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Anzeigepflichten, Melderecht und Schutz",
        "citation": "Art. 75a Abs. 3 HMG",
        "content": "Die Anzeigepflicht entfällt für Personen, die nach den Artikeln 113 Absatz 1, 168 und 169 der Strafprozessordnung (StPO) zur Aussage- oder Zeugnisverweigerung berechtigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Anzeigepflichten, Melderecht und Schutz",
        "citation": "Art. 75a Abs. 4 HMG",
        "content": "Die Angestellten sind berechtigt, andere Unregelmässigkeiten, die sie bei ihrer amtlichen Tätigkeit festgestellt haben oder die ihnen gemeldet worden sind, ihren Vorgesetzten, dem Institutsrat oder der Eidgenössischen Finanzkontrolle zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Anzeigepflichten, Melderecht und Schutz",
        "citation": "Art. 75a Abs. 5 HMG",
        "content": "Wer in guten Treuen eine Anzeige oder Meldung erstattet oder wer als Zeuge oder Zeugin ausgesagt hat, darf deswegen nicht in seiner beruflichen Stellung benachteiligt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Datenbearbeitung",
        "citation": "Art. 75b Abs. 1 HMG",
        "content": "Das Institut bearbeitet in Papierform und in einem oder mehreren Informationssystemen Daten seiner Angestellten zur Erfüllung der Aufgaben nach diesem Gesetz, insbesondere für:\na. die Ermittlung des erforderlichen Personalbedarfs;\nb. die Sicherung des erforderlichen Personalbestands durch Rekrutierung von Mitarbeiterinnen und Mitarbeitern;\nc. die Lohn- und Gehaltsabrechnung, das Anlegen von Personalakten, die Meldungen an die Sozialversicherungen;\nd. das Fördern sowie den langfristigen Erhalt von Mitarbeiterinnen und Mitarbeitern;\ne. die Erhaltung und Verbesserung der Qualifikation der Mitarbeiterinnen und Mitarbeiter;\nf. die Planung, Steuerung und Kontrolle durch Datenanalysen, Vergleiche, Berichterstattung und Massnahmenplanung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Datenbearbeitung",
        "citation": "Art. 75b Abs. 2 HMG",
        "content": "Es kann folgende für die Erfüllung seiner Aufgaben nach Absatz 1 notwendigen Daten seines Personals, einschliesslich besonders schützenswerter Personendaten, bearbeiten:\na. Angaben zur Person;\nb. Angaben zur gesundheitlichen Situation in Bezug auf die Arbeitsfähigkeit;\nc. Angaben zu Leistungen und Potenzial sowie zur persönlichen und beruflichen Entwicklung;\nd. Daten, die im Rahmen der Mitwirkung beim Vollzug des Sozialversicherungsrechts erforderlich sind;\ne. Verfahrensakten und Entscheide von Behörden in Verbindung mit der Arbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Datenbearbeitung",
        "citation": "Art. 75b Abs. 3 HMG",
        "content": "Es ist verantwortlich für den Schutz und die Sicherheit der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Datenbearbeitung",
        "citation": "Art. 75b Abs. 4 HMG",
        "content": "Es darf Daten an Dritte weitergeben, wenn dafür eine rechtliche Grundlage besteht oder die betroffene Person der Weitergabe schriftlich zugestimmt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Datenbearbeitung",
        "citation": "Art. 75b Abs. 5 HMG",
        "content": "Es erlässt Ausführungsbestimmungen über:\na. die Architektur, die Organisation und den Betrieb der Informationssysteme;\nb. die Bearbeitung der Daten, insbesondere die Beschaffung, Aufbewahrung, Archivierung und Vernichtung;\nc. die Berechtigungen zur Datenbearbeitung;\nd. die Datenkategorien nach Absatz 2;\ne. den Schutz und die Sicherheit der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Datenbearbeitung",
        "citation": "Art. 75b Abs. 6 HMG",
        "content": "Es kann die Bekanntgabe von nicht besonders schützenswerten Daten im Abrufverfahren vorsehen. Es erlässt dazu Ausführungsbestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_75_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 4. Abschnitt: Personal, Pensionskasse",
        "citation": "Art. 76 HMG",
        "content": "Das Personal des Instituts wird bei der Pensionskasse des Bundes versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_76"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Finanzielle Mittel",
        "citation": "Art. 77 Abs. 1 HMG",
        "content": "Bund und Kantone können das Institut mit einem unverzinslichen Dotationskapital ausstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_77"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Finanzielle Mittel",
        "citation": "Art. 77 Abs. 2 HMG",
        "content": "Das Institut finanziert seine Ausgaben insbesondere aus:\na. Abgeltungen des Bundes für Aufgaben nach Artikel 69 Absatz 1, sofern sie nicht durch Abgaben und Gebühren abgedeckt sind;\nb. Abgaben und Gebühren nach Artikel 65;\nc. Entgelten für Dienstleistungen für andere Behörden und internationale Organisationen nach Artikel 69 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_77"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Finanzielle Mittel",
        "citation": "Art. 77 Abs. 2bis HMG",
        "content": "Folgende Aufgaben und Tätigkeiten des Instituts werden vollumfänglich durch Abgeltungen des Bundes finanziert:\na. Rechtsetzung;\nb. Vollzug der strafrechtlichen Bestimmungen;\nc. Überwachung der Medizinprodukte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_77"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Finanzielle Mittel",
        "citation": "Art. 77 Abs. 3 HMG",
        "content": "Die aufgabenspezifische Verwendung der Mittel nach Absatz 2 Buchstaben a und b sowie der Ausgleich bei Über- oder Unterfinanzierung der Aufgaben und Tätigkeiten nach Absatz 2bis werden im Rahmen der Genehmigung der strategischen Ziele festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_77"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Finanzielle Mittel",
        "citation": "Art. 77 Abs. 4 HMG",
        "content": "Die Bussen und Einnahmen aus Sanktionen gehen an den Bund.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_77"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Rechnungslegung",
        "citation": "Art. 78 Abs. 1 HMG",
        "content": "Die Rechnungslegung des Instituts stellt seine Vermögens-, Finanz- und Ertragssituation den tatsächlichen Verhältnissen entsprechend dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Rechnungslegung",
        "citation": "Art. 78 Abs. 2 HMG",
        "content": "Sie folgt den allgemeinen Grundsätzen der Wesentlichkeit, Vollständigkeit, Verständlichkeit, Stetigkeit und Bruttodarstellung und orientiert sich an allgemein anerkannten Standards.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Rechnungslegung",
        "citation": "Art. 78 Abs. 3 HMG",
        "content": "Die aus den Rechnungslegungsgrundsätzen abgeleiteten Bilanzierungs- und Bewertungsregeln sind im Anhang offenzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Rechnungslegung",
        "citation": "Art. 78 Abs. 4 HMG",
        "content": "Der Bundesrat kann für das Institut Vorschriften für die Rechnungslegung erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Geschäftsbericht",
        "citation": "Art. 78a Abs. 1 HMG",
        "content": "Der Geschäftsbericht enthält die Jahresrechnung, die Bestätigung zur Revision der Jahresrechnung und den Lagebericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Geschäftsbericht",
        "citation": "Art. 78a Abs. 2 HMG",
        "content": "Die Jahresrechnung setzt sich zusammen aus der Bilanz, der Erfolgsrechnung und dem Anhang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Geschäftsbericht",
        "citation": "Art. 78a Abs. 3 HMG",
        "content": "Die Jahresrechnung ist durch die Revisionsstelle prüfen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_78_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Reserven",
        "citation": "Art. 79 Abs. 1 HMG",
        "content": "Sofern Reserven gebildet werden, dienen diese dem Institut zur Finanzierung künftiger Investitionen und zur Deckung allfälliger Verluste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_79"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Reserven",
        "citation": "Art. 79 Abs. 2 HMG",
        "content": "Übersteigen die Reserven die Höhe eines Jahresbudgets, so sind die Abgaben und Gebühren zu senken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_79"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Tresorerie",
        "citation": "Art. 79a Abs. 1 HMG",
        "content": "Auf Begehren des Instituts kann die Eidgenössische Finanzverwaltung im Rahmen ihrer zentralen Tresorerie dessen liquide Mittel verwalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_79_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Tresorerie",
        "citation": "Art. 79a Abs. 2 HMG",
        "content": "Die Eidgenössische Finanzverwaltung kann dem Institut zur Sicherstellung der Zahlungsbereitschaft Darlehen zu marktkonformen Zinsen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_79_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Tresorerie",
        "citation": "Art. 79a Abs. 3 HMG",
        "content": "Die Eidgenössische Finanzverwaltung und das Institut legen die Einzelheiten dieser Zusammenarbeit einvernehmlich fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_79_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Haftung",
        "citation": "Art. 80 Abs. 1 HMG",
        "content": "Die Verantwortlichkeit des Instituts, seiner Organe, seines Personals und der von ihm Beauftragten richtet sich unter Vorbehalt von Absatz 2 nach dem Verantwortlichkeitsgesetz vom 14. März 1958.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_80"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Haftung",
        "citation": "Art. 80 Abs. 2 HMG",
        "content": "Das Institut und die von ihm Beauftragten haften nur, wenn:\na. sie wesentliche Amtspflichten verletzt haben;\nb. Schäden nicht auf Pflichtverletzungen einer oder eines Beaufsichtigten zurückzuführen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_80"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Steuerfreiheit",
        "citation": "Art. 81 Abs. 1 HMG",
        "content": "Das Institut ist von jeder Besteuerung durch Bund, Kantone und Gemeinden befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_81"
    },
    {
        "book": "HMG",
        "title": "HMG, 5. Kapitel: Schweizerisches Heilmittelinstitut, 5. Abschnitt: Finanzhaushalt und Geschäftsbericht, Steuerfreiheit",
        "citation": "Art. 81 Abs. 2 HMG",
        "content": "Vorbehalten bleibt das Bundesrecht über:\na. die Mehrwertsteuer auf Entgelten;\nb. die Verrechnungssteuer und die Stempelabgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_81"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Bund",
        "citation": "Art. 82 Abs. 1 HMG",
        "content": "Der Bundesrat und das Institut vollziehen dieses Gesetz, soweit es den Bund für zuständig erklärt. Das Institut ist die Vollzugsbehörde für Produkte nach Artikel 2a. Für den Vollzug des 4. Kapitels 2a. Abschnitt ist das BAG zuständig. Der Bundesrat kann einzelne Aufgaben des Instituts oder des BAG anderen Behörden übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_82"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Bund",
        "citation": "Art. 82 Abs. 2 HMG",
        "content": "Er erlässt die Ausführungsbestimmungen, soweit dieses Gesetz nicht das Institut für zuständig erklärt oder er den Erlass von Bestimmungen fachtechnischen Inhalts und untergeordneter Bedeutung nicht dem Institut übertragen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_82"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Bund",
        "citation": "Art. 82 Abs. 3 HMG",
        "content": "Soweit bestimmte delegierte Rechtsakte und Durchführungsrechtsakte der Europäischen Kommission im Bereich der Medizinprodukte technische oder administrative Einzelheiten betreffen, deren Regelung fortlaufend und in der Regel kurzfristig angepasst wird, kann der Bundesrat vorsehen, dass die entsprechenden Rechtsakte in der jeweiligen für die EU-Mitgliedstaaten verbindlichen Fassung auch in der Schweiz gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_82"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Internationale Zusammenarbeit",
        "citation": "Art. 82a Abs. 1 HMG",
        "content": "Die für den Vollzug dieses Gesetzes zuständigen Stellen des Bundes arbeiten mit ausländischen Behörden und internationalen Organisationen zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_82_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Internationale Zusammenarbeit",
        "citation": "Art. 82a Abs. 2 HMG",
        "content": "Der Bundesrat kann völkerrechtliche Verträge abschliessen über:\na. den Informationsaustausch mit ausländischen Behörden oder internationalen Organisationen sowie die Teilnahme der Schweiz an internationalen Informationssystemen zur Gewährleistung der Sicherheit von Heilmitteln;\nb. die Bekanntgabe von Personendaten, einschliesslich Daten über die Gesundheit und über administrative und strafrechtliche Verfolgungen oder Sanktionen, an ausländische Behörden oder internationale Organisationen, soweit es für den Vollzug dieses Gesetzes erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_82_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Kantone",
        "citation": "Art. 83 Abs. 1 HMG",
        "content": "Die Kantone erfüllen die Vollzugsaufgaben, die:\na. ihnen dieses Gesetz überträgt;\nb. nicht ausdrücklich dem Bund übertragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_83"
    },
    {
        "book": "HMG",
        "title": "HMG, 6. Kapitel: Vollzug, Kantone",
        "citation": "Art. 83 Abs. 2 HMG",
        "content": "Die Kantone teilen dem Institut ihre das Heilmittelwesen betreffenden Erlasse mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_83"
    },
    {
        "book": "HMG",
        "title": "HMG, 7. Kapitel: Verwaltungsverfahren und Rechtsschutz, ...",
        "citation": "Art. 84 Abs. 1 HMG",
        "content": "Soweit dieses Gesetz nichts anderes bestimmt, richten sich das Verwaltungsverfahren und der Rechtsschutz nach dem Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren, dem Verwaltungsgerichtsgesetz vom 17. Juni 2005 und dem Bundesgerichtsgesetz vom 17. Juni 2005.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_84"
    },
    {
        "book": "HMG",
        "title": "HMG, 7. Kapitel: Verwaltungsverfahren und Rechtsschutz, ...",
        "citation": "Art. 84 Abs. 1bis HMG",
        "content": "In Verwaltungsverfahren des Instituts dürfen die Namen von Referentinnen und Referenten und wissenschaftlichen Gutachterinnen und Gutachtern nur mit deren Einverständnis den Parteien bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_84"
    },
    {
        "book": "HMG",
        "title": "HMG, 7. Kapitel: Verwaltungsverfahren und Rechtsschutz, ...",
        "citation": "Art. 84 Abs. 2 HMG",
        "content": "Das Institut ist berechtigt, gegen Verfügungen der kantonalen Behörden und des Bundesverwaltungsgerichts in Anwendung dieses Gesetzes und seiner Ausführungserlasse die Rechtsmittel des kantonalen und eidgenössischen Rechts zu ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_84"
    },
    {
        "book": "HMG",
        "title": "HMG, 7. Kapitel: Verwaltungsverfahren und Rechtsschutz, ...",
        "citation": "Art. 84 Abs. 3 HMG",
        "content": "Es ist zudem berechtigt, gegen Entscheide letzter kantonaler Instanzen, die in Anwendung des Humanforschungsgesetzes vom 30. September 2011 ergangen sind, Beschwerde zu führen (Art. 89 Abs. 2 Bst. a des Bundesgerichtsgesetzes vom 17. Juni 2005).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_84"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Verbrechen und Vergehen",
        "citation": "Art. 86 Abs. 1 HMG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer vorsätzlich:\na. Arzneimittel ohne die erforderliche Zulassung oder Bewilligung, entgegen den mit einer Zulassung oder Bewilligung verknüpften Auflagen und Bedingungen oder entgegen den in den Artikeln 3, 7, 21, 22, 26, 29 und 42 statuierten Sorgfaltspflichten herstellt, in Verkehr bringt, anwendet, verschreibt, einführt, ausführt oder damit im Ausland handelt; \nb. antibiotische Wirkstoffe entgegen den gestützt auf Artikel 42a Absatz 2 erlassenen Einschränkungen oder Verboten einsetzt;\nc. beim Umgang mit Blut und Blutprodukten die Vorschriften über die Spendetauglichkeit, die Testpflicht, die Aufzeichnungs- oder Aufbewahrungspflicht oder Sorgfaltspflichten nach Artikel 37 verletzt oder die notwendigen Schutz- und Sicherheitsmassnahmen unterlässt; \nd. Medizinprodukte, die den Anforderungen dieses Gesetzes nicht entsprechen, in Verkehr bringt, ausführt oder anwendet oder Medizinprodukte anwendet, ohne dass die erforderlichen fachlichen und betrieblichen Voraussetzungen erfüllt sind;\ne. die Sorgfaltspflicht nach Artikel 48 oder die Instandhaltungspflicht für Medizinprodukte verletzt;\nf. am Menschen einen klinischen Versuch durchführt oder durchführen lässt, der den Anforderungen dieses Gesetzes nicht entspricht;\ng. Arzneimittel oder Medizinprodukte unrechtmässig nachmacht, verfälscht oder falsch bezeichnet oder unrechtmässig nachgemachte, verfälschte oder falsch bezeichnete Arzneimittel oder Medizinprodukte in Verkehr bringt, anwendet, einführt, ausführt oder damit im Ausland handelt;\nh. gegen ein Verbot nach Artikel 55 verstösst;\ni. Produkte in Verkehr bringt, die den vom Bundesrat nach Artikel 2a festgelegten Anforderungen nicht entsprechen;\nj. für menschliches Gewebe oder menschliche Zellen einen finanziellen Gewinn oder einen anderen Vorteil anbietet, gewährt, fordert oder annimmt oder solche Gewebe oder Zellen für die Herstellung von Produkten nach Artikel 2a verwendet;\nk. menschliches Gewebe oder menschliche Zellen für die Herstellung von Produkten nach Artikel 2a entnimmt oder verwendet, ohne dass für die Entnahme eine Zustimmung vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_86"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Verbrechen und Vergehen",
        "citation": "Art. 86 Abs. 2 HMG",
        "content": "Mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe wird bestraft, wer in den Fällen von Absatz 1 Buchstaben a–g und i–k:\na. weiss oder annehmen muss, dass die Widerhandlung die Gesundheit von Menschen konkret gefährdet;\nb. durch gewerbsmässiges Handeln einen grossen Umsatz oder einen erheblichen Gewinn erzielt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_86"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Verbrechen und Vergehen",
        "citation": "Art. 86 Abs. 3 HMG",
        "content": "Mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe wird bestraft, wer in den Fällen von Absatz 1 Buchstaben a, c, d, f, g und i–k als Mitglied einer Bande zur fortgesetzten Ausübung des unerlaubten Heilmittelhandels handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_86"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Verbrechen und Vergehen",
        "citation": "Art. 86 Abs. 4 HMG",
        "content": "Wer fahrlässig handelt, wird mit Geldstrafe bestraft. In leichten Fällen kann auf Busse erkannt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_86"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Weitere Straftaten",
        "citation": "Art. 87 Abs. 1 HMG",
        "content": "Mit Busse bis zu 50 000 Franken wird bestraft, wer vorsätzlich:\na. Heilmittel oder pharmazeutische Hilfsstoffe herstellt, in Verkehr bringt, einführt, ausführt oder damit im Ausland handelt, die den Anforderungen, die in der Pharmakopöe aufgeführt sind, nicht entsprechen;\nb. gegen die Bestimmungen über die Werbung für Arzneimittel verstösst;\nc. Melde-, Registrierungs- oder Publikationspflichten dieses Gesetzes verletzt;\nd. Kennzeichnungs-, Buchführungs-, Aufbewahrungs- oder Mitwirkungspflichten verletzt;\ne. die Schweigepflicht verletzt, soweit nicht die Artikel 162, 320 oder 321 des Strafgesetzbuches verletzt sind;\nf. eine Widerhandlung nach Artikel 86 Absatz 1 Buchstaben a–g begeht, sofern das Heilmittel ausschliesslich für den Eigengebrauch bestimmt ist oder es sich um frei verkäufliche Arzneimittel oder um Medizinprodukte der Klasse I gemäss Anhang IX der Richtlinie 93/42/EWG über Medizinprodukte handelt;\ng. gegen eine unter Hinweis auf die Strafandrohung dieses Artikels gegen ihn erlassene Verfügung verstösst;\nh. die Transparenzpflicht nach Artikel 56 verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_87"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Weitere Straftaten",
        "citation": "Art. 87 Abs. 2 HMG",
        "content": "Wer in den Fällen nach Absatz 1 Buchstabe a, b, e oder f gewerbsmässig handelt, wird mit Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_87"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Weitere Straftaten",
        "citation": "Art. 87 Abs. 3 HMG",
        "content": "Wer fahrlässig handelt, wird mit Busse bis zu 20 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_87"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Weitere Straftaten",
        "citation": "Art. 87 Abs. 4 HMG",
        "content": "Versuch und Gehilfenschaft sind strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_87"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Weitere Straftaten",
        "citation": "Art. 87 Abs. 5 HMG",
        "content": "Eine Übertretung und die Strafe für eine Übertretung verjähren in fünf Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_87"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Weitere Straftaten",
        "citation": "Art. 87 Abs. 6 HMG",
        "content": "In besonders leichten Fällen kann auf Strafverfolgung und Bestrafung verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_87"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Anwendbarkeit anderer Strafandrohungen",
        "citation": "Art. 88 HMG",
        "content": "Für Fälschungen, Falschbeurkundungen, das Erschleichen falscher Beurkundungen, den Gebrauch von unechten oder unwahren Bescheinigungen, das unberechtigte Ausstellen von Konformitätserklärungen, das unberechtigte Anbringen und Verwenden von Konformitätszeichen sowie für unrechtmässige Vermögensvorteile im Sinne der Artikel 23–29 des Bundesgesetzes vom 6. Oktober 1995 über die technischen Handelshemmnisse gelten die dort genannten Strafandrohungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_88"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Widerhandlungen in Geschäftsbetrieben",
        "citation": "Art. 89 Abs. 1 HMG",
        "content": "Fällt eine Busse von höchstens 20 000 Franken in Betracht und würde die Ermittlung der nach Artikel 6 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht (VStrR) strafbaren Personen Untersuchungsmassnahmen bedingen, welche im Hinblick auf die verwirkte Strafe unverhältnismässig wären, so kann von einer Verfolgung dieser Personen abgesehen und an deren Stelle der Geschäftsbetrieb (Art. 7 VStrR) zur Bezahlung der Busse verurteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_89"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Widerhandlungen in Geschäftsbetrieben",
        "citation": "Art. 89 Abs. 2 HMG",
        "content": "Die Artikel 6 und 7 VStrR gelten auch bei der Strafverfolgung durch kantonale Behörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_89"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 90 Abs. 1 HMG",
        "content": "Die Strafverfolgung im Vollzugsbereich des Bundes wird vom Institut und vom BAG nach den Bestimmungen des VStrR geführt. Liegt bei der Ein-, Durch- und Ausfuhr von Heilmitteln gleichzeitig eine Widerhandlung gegen das Zollgesetz vom 18. März 2005 oder das Mehrwertsteuergesetz vom 12. Juni 2009 vor, so verfolgt und beurteilt das BAZG  die Widerhandlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 90 Abs. 2 HMG",
        "content": "Ist nach diesem oder nach einem anderen Bundesgesetz die Zuständigkeit mehrerer Behörden des Bundes zur Strafverfolgung gegeben, so können diese Behörden die Vereinigung der Strafverfolgung zuhanden einer Behörde vereinbaren, sofern es sich um denselben Sachverhalt handelt oder ein enger Sachzusammenhang besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 90 Abs. 3 HMG",
        "content": "Die Strafverfolgung im Vollzugsbereich der Kantone ist Sache der Kantone. Das Institut kann im Verfahren die Rechte einer Privatklägerschaft wahrnehmen. Die Staatsanwaltschaft teilt dem Institut die Einleitung eines Vorverfahrens mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 90 Abs. 4 HMG",
        "content": "Ist in einer Strafsache, die in den Geltungsbereich dieses Gesetzes fällt, sowohl die Zuständigkeit des Bundes als auch die der Kantone gegeben, so können die zuständigen Behörden die Vereinigung der Verfahren zuhanden des Bundes oder des Kantons vereinbaren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Geheime Überwachungsmassnahmen",
        "citation": "Art. 90a Abs. 1 HMG",
        "content": "Das Institut oder das BAZG kann geheime Überwachungsmassnahmen nach den Artikeln 282 und 283 oder 298a–298d StPO anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Geheime Überwachungsmassnahmen",
        "citation": "Art. 90a Abs. 2 HMG",
        "content": "Dauert eine Massnahme nach Absatz 1 länger als 30 Tage, so ist die Genehmigung der Direktorin oder des Direktors der anordnenden Behörde erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Geheime Überwachungsmassnahmen",
        "citation": "Art. 90a Abs. 3 HMG",
        "content": "Spätestens nach Abschluss der Untersuchung teilt die anordnende Behörde der betroffenen Person den Grund, die Art und die Dauer der geheimen Überwachung mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Geheime Überwachungsmassnahmen",
        "citation": "Art. 90a Abs. 4 HMG",
        "content": "Erweisen sich in einem Vefahren geheime Überwachungsmassnahmen nach den Artikeln 269–281 oder 284–298 StPO als notwendig, so informiert das Institut oder das BAZG unverzüglich die Bundesanwaltschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Geheime Überwachungsmassnahmen",
        "citation": "Art. 90a Abs. 5 HMG",
        "content": "In den Fällen nach Absatz 4 gelangt das Institut oder das BAZG mit Zustimmung der Bundesanwaltschaft an das Zwangsmassnahmengericht. Genehmigt dieses die Massnahmen, so übernimmt die Bundesanwaltschaft das Verfahren in Anwendung der StPO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_a"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Im Ausland begangene Straftaten und komplexe Verfahren",
        "citation": "Art. 90b HMG",
        "content": "Bezieht sich ein vom Institut oder vom BAZG geführtes Verfahren mehrheitlich auf Straftaten im Ausland oder erweist sich das Verfahren als so komplex oder aufwendig, dass es mit den Mitteln, die dem Institut oder dem BAZG zur Verfügung stehen, nicht oder nicht innert angemessener Frist abgeschlossen werden kann, so kann das Institut oder das BAZG die Bundesanwaltschaft um Übernahme des Verfahrens ersuchen. Diese führt das Verfahren in Anwendung der StPO durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_b"
    },
    {
        "book": "HMG",
        "title": "HMG, 8. Kapitel: Strafbestimmungen, Einbezug Dritter",
        "citation": "Art. 90c HMG",
        "content": "Das Institut und das BAG können unabhängige und fachkundige Personen damit beauftragen, im Rahmen von Verwaltungsstrafverfahren beschlagnahmte Daten zu sichern, zu speichern, auszuwerten und aufzubewahren. Im Rahmen ihrer Tätigkeit für das Institut oder das BAG unterstehen diese Personen den für das Personal des Instituts oder der Bundesverwaltung geltenden Pflichten. Ihre Entschädigungen stellen Barauslagen im Sinne von Artikel 94 Absatz 1 VStrR dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/de#art_90_c"
    }
]