[
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 1 al. 1 LPTh",
        "content": "La présente loi, en vue de protéger la santé de l’être humain et des animaux, vise à garantir la mise sur le marché de produits thérapeutiques de qualité, sûrs et efficaces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_1"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 1 al. 2 LPTh",
        "content": "Elle vise en outre:\na. à protéger les consommateurs de produits thérapeutiques contre la tromperie;\nb. à contribuer à ce que les produits thérapeutiques mis sur le marché soient utilisés conformément à leur destination et avec modération;\nc. à contribuer à ce que l’approvisionnement en produits thérapeutiques, y compris l’information et le conseil spécialisés nécessaires, soit sûr et ordonné dans tout le pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_1"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, But",
        "citation": "Art. 1 al. 3 LPTh",
        "content": "Dans l’exécution de la présente loi, notamment lors de la mise au point des ordonnances et de leur application dans chaque cas, il y a lieu de veiller à ce que:\na. la fiabilité et l’indépendance du contrôle suisse des produits thérapeutiques soient garanties;\nb. la recherche et le développement dans le domaine pharmaceutique se déroulent dans des conditions favorables;\nc. les acteurs en concurrence sur le marché répondent aux mêmes exigences légales de sécurité et de qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_1"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Champ d’application",
        "citation": "Art. 2 al. 1 LPTh",
        "content": "La présente loi s’applique:\na. aux opérations en rapport avec les médicaments et dispositifs médicaux (produits thérapeutiques);\nb. aux stupéfiants visés par la loi du 3 octobre 1951 sur les stupéfiants lorsqu’ils sont utilisés comme produits thérapeutiques;\nc. aux procédés thérapeutiques, tels que la thérapie génique, pour autant qu’ils aient un rapport direct avec des produits thérapeutiques; le Conseil fédéral peut édicter des dispositions particulières à ce sujet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_2"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Champ d’application",
        "citation": "Art. 2 al. 2 LPTh",
        "content": "Le Conseil fédéral peut soustraire au champ d’application de la présente loi tout ou partie des dispositifs médicaux destinés aux animaux ou à un usage diagnostique vétérinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_2"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Champ d’application",
        "citation": "Art. 2 al. 3 LPTh",
        "content": "Il peut soumettre à la présente loi des produits qui ne sont pas destinés à un usage médical mais dont le mode de fonctionnement et le profil de risque sont comparables à ceux de dispositifs médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_2"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Tissus humains et cellules humaines dévitalisés",
        "citation": "Art. 2a al. 1 LPTh",
        "content": "Pour les produits thérapeutiques qui contiennent des tissus humains dévitalisés, des cellules humaines dévitalisées ou leurs dérivés, ou qui en sont constitués, le Conseil fédéral fixe des exigences concernant le don, le prélèvement, le dépistage et la dévitalisation de ces tissus et cellules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_2_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Tissus humains et cellules humaines dévitalisés",
        "citation": "Art. 2a al. 2 LPTh",
        "content": "Il peut soumettre à des exigences spécifiques de la présente loi ou de la loi du 8 octobre 2004 sur la transplantation les produits qui contiennent des tissus humains dévitalisés, des cellules humaines dévitalisées ou leurs dérivés, ou qui en sont constitués, et qui ne sont pas des produits thérapeutiques mais revêtent une fonction thérapeutique. Par ailleurs, il peut fixer des exigences concernant le don, le prélèvement, le dépistage et la dévitalisation de ces tissus et cellules ou de leurs dérivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_2_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Tissus humains et cellules humaines dévitalisés",
        "citation": "Art. 2a al. 3 LPTh",
        "content": "Des tissus humains et cellules humaines ne peuvent être prélevés ou utilisés pour fabriquer les produits visés aux al. 1 et 2 qu’en cas de consentement au prélèvement. Aucun avantage pécuniaire ou autre ne peut être proposé, octroyé, exigé ou accepté concernant ces tissus et cellules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_2_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Devoir de diligence",
        "citation": "Art. 3 al. 1 LPTh",
        "content": "Quiconque effectue une opération en rapport avec des produits thérapeutiques est tenu de prendre toutes les mesures requises par l’état de la science et de la technique afin de ne pas mettre en danger la santé de l’être humain et des animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_3"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Devoir de diligence",
        "citation": "Art. 3 al. 2 LPTh",
        "content": "Pour ce qui est des médicaments de la médecine complémentaire sans mention de l’indication, il est tenu compte de l’état de la science et de la technique ainsi que des principes de la thérapeutique concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_3"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Définitions",
        "citation": "Art. 4 al. 1 LPTh",
        "content": "Au sens de la présente loi, on entend par:\na. Médicaments: les produits d’origine chimique ou biologique destinés à agir médicalement sur l’organisme humain ou animal, ou présentés comme tels, et servant notamment à diagnostiquer, à prévenir ou à traiter des maladies, des blessures et des handicaps; le sang et les produits sanguins sont considérés comme des médicaments;\nabis. médicaments avec mention de l’indication: les médicaments portant la mention, approuvée par les autorités, d’un champ d’application donné qui sont destinés à être utilisés selon les règles des sciences médicales et pharmaceutiques;\nater. médicaments de la médecine complémentaire avec mention de l’indication: les médicaments portant la mention, approuvée par les autorités, d’un champ d’application donné qui sont obtenus selon les prescriptions de fabrication de médecines complémentaires telles que l’homéopathie, la médecine anthroposophique ou la médecine asiatique traditionnelle et dont le champ d’application est défini selon les principes de la thérapeutique concernée; \naquater. médicaments de la médecine complémentaire sans mention de l’indication: les médicaments de la médecine complémentaire ne portant pas la mention, approuvée par les autorités, d’un champ d’application donné qui sont destinés à un usage thérapeutique individuel;\naquinquies. phytomédicaments: médicaments avec mention de l’indication ne contenant comme principes actifs qu’une ou plusieurs substances végétales ou préparations végétales et qui ne sont pas classifiables dans les médicaments de la médecine complémentaire;\nasexies. préparation originale: médicament avec un principe actif autorisé en premier par l’Institut suisse des produits thérapeutiques (institut), y compris toute forme galénique autorisée au même moment ou ultérieurement;\nasepties. générique: médicament autorisé par l’institut, qui pour l’essentiel est semblable à une préparation originale et qui est interchangeable avec celle-ci parce qu’il possède une substance active, une forme galénique et un dosage identiques;\naocties. préparation de référence: médicament biologique utilisé comme référence dans la documentation d’autorisation d’un médicament biosimilaire et dont la qualité, l’efficacité et la sécurité pharmaceutiques servent de points de comparaison;\nanovies. biosimilaire: médicament biologique qui présente une similarité suffisante avec une préparation de référence autorisée par l’institut et qui se réfère à la documentation établie pour cette préparation;\nadecies. médicament important contre des maladies rares (médicament orphelin): médicament à usage humain dont il est prouvé qu’il répond à l’une des conditions suivantes:\n1. il est destiné au diagnostic, à la prévention ou au traitement d’une maladie mettant en danger la vie du patient ou entraînant une invalidité chronique, qui ne touche pas plus de cinq personnes sur dix mille en Suisse au moment du dépôt de la demande, \n2. le statut de médicament orphelin a été accordé à ce médicament ou à son principe actif dans un autre pays ayant institué un contrôle des médicaments considéré comme équivalent au sens de l’art. 13;\nb. dispositifs médicaux: les produits, y compris les instruments, les appareils, les équipements, les diagnostics in vitro, les logiciels, les implants, les réactifs, les matières et autres articles ou substances destinés à un usage médical, ou présentés comme tels, dont l’action principale n’est pas obtenue par un médicament;\nc. Fabrication: toutes les étapes de la production des produits thérapeutiques, de l’acquisition des matériaux de base au conditionnement du produit fini en passant par la préparation, le stockage et la livraison, ainsi que les contrôles de qualité et la libération des lots;\nd. Mise sur le marché: la distribution et la remise de produits thérapeutiques;\ne. Distribution: le transfert ou la mise à disposition, rémunérés ou non, d’un produit thérapeutique, y compris les activités des courtiers et des agents, à l’exclusion de la remise;\nf. Remise: le transfert ou la mise à disposition, rémunéré ou non, d’un produit thérapeutique prêt à l’emploi, destiné à être utilisé par l’acquéreur sur lui-même, sur autrui ou sur un animal;\nfbis. prescription: décision protocolée d’un membre autorisé d’une profession médicale qui est établie conformément à l’art. 26, al. 2, pour une personne déterminée et qui confère à cette dernière un droit d’accès à des prestations médicales telles que des soins, des médicaments, des analyses ou des dispositifs médicaux; \ng. Pharmacopée (Pharmacopoea Europaea et Pharmacopoea Helvetica): un recueil de prescriptions relatives à la qualité des médicaments, des excipients et de certains dispositifs médicaux;\nh. nouveau principe actif: tout principe actif autorisé pour la première fois en Suisse selon la procédure ordinaire visée à l’art. 11. Les principes actifs ayant été autorisés auparavant uniquement dans les médicaments à usage humain sont considérés comme de nouveaux principes actifs s’il sont utilisés pour les médicaments à usage vétérinaire et inversement;\ni. pharmacie publique: exploitation pharmaceutique qui dispose d’une autorisation cantonale, est dirigée par un pharmacien, garantit des horaires d’ouverture réguliers et offre un accès direct au public; \nj. pharmacie d’hôpital: le service qui, au sein d’un établissement hospitalier, est dirigé par un pharmacien et fournit notamment des prestations pharmaceutiques aux clients de l’hôpital; pour la fabrication de produits radiopharmaceutiques visés à l’art. 9, al. 2, let. a, et al. 2bis, le service de radiopharmacie d’un hôpital équivaut à une pharmacie d’hôpital;\nk. pro-pharmacie: remise de médicaments autorisée par le canton au sein d’un cabinet médical ou d’une institution ambulatoire de santé dont la pharmacie est placée sous la responsabilité professionnelle d’un médecin possédant une autorisation d’exercer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_4"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Définitions",
        "citation": "Art. 4 al. 2 LPTh",
        "content": "Le Conseil fédéral peut, par voie d’ordonnance, délimiter les uns par rapport aux autres les autres termes utilisés dans la présente loi et les définitions énoncées à l’al. 1, les préciser et prévoir des exceptions compte tenu des dernières connaissances scientifiques et techniques ainsi que des développements sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_4"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 1, Dispositions générales, Définitions",
        "citation": "Art. 4 al. 3 LPTh",
        "content": "Il peut, par voie d’ordonnance, donner aux termes visés à l’al. 1 une définition différente pour le domaine des dispositifs médicaux, à des fins d’harmonisation internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_4"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Régime de l’autorisation",
        "citation": "Art. 5 al. 1 LPTh",
        "content": "Doit posséder une autorisation délivrée par l’institut quiconque:\na. fabrique des médicaments;\nb. ajoute des médicaments aux aliments pour animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_5"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Régime de l’autorisation",
        "citation": "Art. 5 al. 2 LPTh",
        "content": "Le Conseil fédéral règle les dérogations au régime de l’autorisation. Il peut notamment:\na. soumettre la fabrication de médicaments au sens de l’art. 9, al. 2, let. a à cbis, à une autorisation ou à une obligation de déclarer cantonales;\nb. dispenser de l’autorisation les détenteurs d’animaux qui ajoutent des médicaments aux aliments destinés à leur seul bétail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_5"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Régime de l’autorisation",
        "citation": "Art. 5 al. 3 LPTh",
        "content": "Il peut, en se conformant aux exigences reconnues en la matière sur le plan international, prévoir le régime de l’autorisation pour la fabrication de certaines catégories d’excipients présentant un risque accru pour les patients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_5"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Conditions",
        "citation": "Art. 6 al. 1 LPTh",
        "content": "L’autorisation est délivrée:\na. si les conditions relatives aux qualifications professionnelles et à l’exploitation sont remplies;\nb. s’il existe un système approprié d’assurance de la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_6"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Conditions",
        "citation": "Art. 6 al. 2 LPTh",
        "content": "L’autorité compétente vérifie, par une inspection, que les conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_6"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Exigences en matière de fabrication",
        "citation": "Art. 7 al. 1 LPTh",
        "content": "Les médicaments et les excipients dont la fabrication est soumise à autorisation doivent être fabriqués conformément aux règles reconnues des Bonnes pratiques de fabrication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_7"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Exigences en matière de fabrication",
        "citation": "Art. 7 al. 2 LPTh",
        "content": "Le Conseil fédéral précise les règles reconnues des Bonnes pratiques de fabrication. Ce faisant, il tient compte des directives et des normes reconnues sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_7"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 1, Fabrication, Pharmacies publiques et pharmacies d’hôpital",
        "citation": "Art. 7a LPTh",
        "content": "Les pharmacies publiques et les pharmacies d’hôpital doivent disposer des autorisation de fabrication suivantes:\na. pharmacies publiques: une autorisation de fabrication permettant de fabriquer au moins les médicaments visés à l’art 9, al. 2, let. a;\nb. pharmacies d’hôpital: une autorisation de fabrication permettant de fabriquer au moins les médicaments visés à l’art. 9, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_7_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Principe de la mise sur le marché",
        "citation": "Art. 8 LPTh",
        "content": "Les médicaments et les excipients mis sur le marché doivent satisfaire aux exigences de la Pharmacopée ou d’autres pharmacopées reconnues par l’institut, pour autant que ces exigences existent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_8"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation de mise sur le marché",
        "citation": "Art. 9 al. 1 LPTh",
        "content": "Les médicaments prêts à l’emploi et les médicaments à usage vétérinaire destinés à la fabrication d’aliments médicamenteux (prémélanges pour aliments médicamenteux) doivent avoir été autorisés par l’institut pour pouvoir être mis sur le marché. Les accords internationaux sur la reconnaissance des autorisations de mise sur le marché sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation de mise sur le marché",
        "citation": "Art. 9 al. 2 LPTh",
        "content": "Sont dispensés de l’autorisation:\na. les médicaments qui sont fabriqués en application d’une ordonnance médicale dans une officine publique ou une pharmacie d’hôpital et qui sont destinés à une personne ou à un cercle de personnes déterminés ou à un animal ou à un cheptel déterminé (formule magistrale); sur la base de cette ordonnance, le médicament peut être fabriqué ad hoc ou par lot dans l’officine publique ou la pharmacie d’hôpital mais ne peut être remis que sur ordonnance médicale;\nb. les médicaments qui sont fabriqués ad hoc ou par lot dans une pharmacie publique, une pharmacie d’hôpital, une droguerie ou un autre établissement titulaire d’une autorisation de fabrication, conformément à une monographie de préparations spéciale de la Pharmacopée ou encore d’une autre pharma-copée ou d’un formularium reconnus par l’institut, et qui sont destinés à être remis aux clients de l’établissement (formule officinale);\nc. les médicaments non soumis à ordonnance qui sont fabriqués ad hoc ou par lot dans une officine publique, une pharmacie d’hôpital, une droguerie ou un autre établissement titulaire d’une autorisation de fabrication d’après une formule propre à l’établissement ou une formule publiée dans la littérature spécialisée, dans les limites du droit de la personne responsable de la fabrication de remettre des médicaments (art. 25) aux clients de l’établissement;\ncbis. les médicaments pour lesquels il est prouvé qu’aucun médicament de substitution et équivalent n’est autorisé ou disponible, qui sont fabriqués par lot dans une pharmacie d’hôpital selon une liste de médicaments interne à l’hôpital et qui sont destinés à être remis aux clients de l’établissement;\nd. les médicaments qui sont destinés à des essais cliniques;\ne. les médicaments qui ne peuvent être standardisés;\nf. les médicaments qui bénéficiaient d’une autorisation cantonale le 1er janvier 2002 et qui se trouvent encore sur le marché à l’entrée en vigueur de la modification du 18 mars 2016; ils doivent être étiquetés en conséquence et peuvent être mis sur le marché dans le canton concerné exclusivement et remis uniquement par des personnes habilitées à le faire en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation de mise sur le marché",
        "citation": "Art. 9 al. 2bis LPTh",
        "content": "Un établissement titulaire d’une autorisation de fabrication peut être chargé de la fabrication de médicaments visés à l’al. 2, let. a à cbis (fabrication à façon).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation de mise sur le marché",
        "citation": "Art. 9 al. 2ter LPTh",
        "content": "Un établissement titulaire d’une autorisation de fabrication délivrée par l’institut peut fabriquer des médicaments de la médecine complémentaire pour lesquels il est prouvé qu’aucun médicament de substitution et équivalent n’est autorisé ou disponible, sans être mandaté au sens de l’al. 2bis, et les distribuer à des établissements autorisés à fabriquer des médicaments en vertu de l’al. 2, let. a, b et c. Un établissement peut produire 100 boîtes au plus d’un médicament par principe actif et par année, représentant au total 3000 doses journalières au plus; pour les médicaments homéopathiques ou anthroposophiques, cette limitation se rapporte à chaque degré de dilution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation de mise sur le marché",
        "citation": "Art. 9 al. 2quater LPTh",
        "content": "Le Conseil fédéral fixe les critères qualitatifs et quantitatifs auxquels doivent répondre les médicaments visés aux al. 2, let. a à cbis, et 2bis, ainsi que les critères qualitatifs pour les médicaments visés à l’al. 2ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation de mise sur le marché",
        "citation": "Art. 9 al. 3 LPTh",
        "content": "Le Conseil fédéral peut prévoir le régime de l’autorisation de mise sur le marché pour le procédé d’obtention ou de fabrication des médicaments qui ne peuvent être standardisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation à durée limitée",
        "citation": "Art. 9a al. 1 LPTh",
        "content": "Au terme d’une procédure simplifiée visée à l’art. 14, al. 1, l’institut peut accorder une autorisation à durée limitée pour les médicaments agissant contre les maladies susceptibles d’entraîner la mort ou une invalidité:\na. si cette mesure est compatible avec la protection de la santé;\nb. si un grand bénéfice thérapeutique est escompté, et\nc. s’il n’existe pas de médicament de substitution et équivalent autorisé en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation à durée limitée",
        "citation": "Art. 9a al. 2 LPTh",
        "content": "L’institut détermine les preuves à apporter pour évaluer les demandes soumises en vertu de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation à durée limitée d’administration de médicaments et de mise sur le marché limitée",
        "citation": "Art. 9b al. 1 LPTh",
        "content": "L’institut peut autoriser, pour une durée limitée, l’administration de médicaments visés à l’art. 9, al. 2, let. d, en dehors d’essais cliniques, à des personnes ou à des cercles de personnes déterminés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation à durée limitée d’administration de médicaments et de mise sur le marché limitée",
        "citation": "Art. 9b al. 2 LPTh",
        "content": "En cas de rupture d’approvisionnement temporaire d’un médicament autorisé en Suisse, il peut également autoriser, pour une durée ou pour une quantité limitées, la mise sur le marché d’un médicament identique:\na. si le médicament est autorisé dans un pays disposant d’un système de contrôle comparable, et\nb. s’il n’existe pas de médicament très proche autorisé et disponible en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_9_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Conditions liées à l’autorisation de mise sur le marché",
        "citation": "Art. 10 al. 1 LPTh",
        "content": "Quiconque sollicite l’autorisation de mise sur le marché doit:\na. apporter la preuve que le médicament avec mention de l’indication ou le procédé concernés sont de qualité, sûrs et efficaces;\nabis. pouvoir en tout temps, à l’aide d’une documentation et pour tout médicament de la médecine complémentaire sans mention de l’indication:\n1. apporter la preuve qu’il est de qualité, et\n2. établir de manière plausible qu’il ne présente aucun risque pour la sécurité des consommateurs;\nb. être titulaire d’une autorisation de fabriquer, d’importer ou de faire le commerce de gros délivrée par l’autorité compétente;\nc. avoir son domicile ou son siège social en Suisse, ou y avoir fondé une filiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_10"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Conditions liées à l’autorisation de mise sur le marché",
        "citation": "Art. 10 al. 2 LPTh",
        "content": "L’institut vérifie que les conditions liées à l’autorisation de mise sur le marché sont remplies. À cet effet, il peut effectuer des inspections axées sur le produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_10"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché",
        "citation": "Art. 11 al. 1 LPTh",
        "content": "La demande d’autorisation de mise sur le marché doit contenir toutes les données et les documents essentiels à son appréciation, notamment:\na. la désignation du médicament;\nb. le nom du fabricant et de la maison de distribution;\nc. le procédé de fabrication, la composition, la qualité et la stabilité du médicament.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché",
        "citation": "Art. 11 al. 2 LPTh",
        "content": "La demande d’autorisation de mise sur le marché des médicaments cités ci-après doit, en outre, contenir les données et les documents suivants:\na. s’agissant des médicaments avec mention de l’indication:\n1. les résultats des essais physiques, chimiques, galéniques et biologiques ou microbiologiques,\n2. les résultats des essais pharmacologiques, toxicologiques et cliniques, y compris l’ensemble des résultats sur les essais effectués dans des groupes particuliers de la population,\n3. les effets thérapeutiques et les effets indésirables,\n4. l’étiquetage, l’information, le mode de remise et le mode d’utilisation,\n5. une évaluation des risques et, le cas échéant, un plan répertoriant systématiquement ces risques ainsi que les moyens de les identifier et de les prévenir (plan de pharmacovigilance),\n6. le plan d’investigation pédiatrique au sens de l’art. 54a;\nb. s’agissant des médicaments à utiliser sur des animaux destinés à la production de denrées alimentaires:\n1. les données et documents visés à la let. a, \n2. les données et documents concernant les résidus,\n3. les délais d’attente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché",
        "citation": "Art. 11 al. 3 LPTh",
        "content": "La demande d’autorisation de mise sur le marché des procédés mentionnés à l’art. 9, al. 3, doit contenir, outre les données et les documents requis à l’al. 1, les données et les documents exigés à l’al. 2, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché",
        "citation": "Art. 11 al. 4 LPTh",
        "content": "L’institut précise les données et les documents mentionnés aux al. 1 à 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché",
        "citation": "Art. 11 al. 5 LPTh",
        "content": "Le Conseil fédéral:\na. définit les exigences auxquelles doivent satisfaire l’organisation, le déroulement et l’enregistrement des essais pharmacologiques et toxicologiques visés à l’al. 2, let. a, ch. 2, et fixe la procédure de contrôle; il tient compte des directives et des normes reconnues sur le plan international;\nb. détermine les langues dans lesquelles doivent être rédigés l’étiquetage et l’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Exclusivité des données en général",
        "citation": "Art. 11a LPTh",
        "content": "L’exclusivité des données relatives à un médicament comprenant au moins un nouveau principe actif et qui a été autorisé selon la procédure fixée à l’art. 11 dure dix ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Exclusivité des données dans des cas spéciaux ",
        "citation": "Art. 11b al. 1 LPTh",
        "content": "Lorsque des données, concernant un médicament dont un ou plusieurs principes actifs sont connus, relatives à des nouvelles indications, à des nouveaux modes d’administration, à des nouvelles formes galéniques, à des nouveaux dosages ou relatives à son administration à une nouvelle espèce animale sont déposés, celles-ci sont protégées pendant trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Exclusivité des données dans des cas spéciaux ",
        "citation": "Art. 11b al. 2 LPTh",
        "content": "Sur demande, l’institut fixe à dix ans l’exclusivité des données si la nouvelle indication permet d’escompter un bénéfice clinique important par rapport aux thérapies existantes et qu’elle s’appuie sur des examens cliniques complets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Exclusivité des données dans des cas spéciaux ",
        "citation": "Art. 11b al. 3 LPTh",
        "content": "Sur demande, l’institut octroie, pour une durée de dix ans, l’exclusivité des données relatives aux médicaments spécifiquement et exclusivement destinés à un usage pédiatrique conforme au plan d’investigation pédiatrique si aucun autre médicament autorisé par l’institut, incluant le même principe actif et destiné au même usage pédiatrique spécifique, ne bénéficie de l’exclusivité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Exclusivité des données dans des cas spéciaux ",
        "citation": "Art. 11b al. 4 LPTh",
        "content": "Sur demande, l’institut octroie, pour une durée de quinze ans, l’exclusivité des données relatives aux médicaments importants pour des maladies rares.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Exclusivité des données dans des cas spéciaux ",
        "citation": "Art. 11b al. 5 LPTh",
        "content": "Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_11_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation d’un médicament très proche d’un médicament autorisé",
        "citation": "Art. 12 al. 1 LPTh",
        "content": "Tout requérant peut fonder sa demande d’autorisation de mise sur le marché d’un médicament très proche d’un médicament bénéficiant de l’exclusivité des données au sens de l’art. 11a ou de l’art. 11b, sur les résultats des essais pharmacologiques, toxicologiques et cliniques concernant ce dernier:\na. si le titulaire de l’autorisation du médicament bénéficiant de l’exclusivité des données y consent par écrit, ou\nb. si la période d’exclusivité des données a expiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_12"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation d’un médicament très proche d’un médicament autorisé",
        "citation": "Art. 12 al. 2 LPTh",
        "content": "Faute de consentement du titulaire de l’autorisation, l’octroi d’une autorisation pour un médicament très proche est admissible au plus tôt le jour qui suit l’échéance de la durée de protection du médicament bénéficiant de l’exclusivité des données. Une demande d’autorisation peut être déposée au plus tôt deux ans avant l’échéance de la durée de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_12"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Médicaments et procédés autorisés à la mise sur le marché à l’étranger",
        "citation": "Art. 13 LPTh",
        "content": "Si un médicament ou un procédé a déjà été autorisé à la mise sur le marché dans un pays ayant institué un contrôle des médicaments équivalent, les résultats des essais effectués en vue de l’octroi de l’autorisation sont pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_13"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Procédures simplifiées d’autorisation de mise sur le marché",
        "citation": "Art. 14 al. 1 LPTh",
        "content": "L’institut prévoit des procédures simplifiées d’autorisation de mise sur le marché pour certaines catégories de médicaments, lorsque cela est compatible avec les exigences en matière de qualité, de sécurité et d’efficacité, et qu’aucun intérêt de la Suisse ni aucun engagement international ne s’y opposent. Cette règle vaut notamment pour:\na. les médicaments dont les principes actifs sont connus;\nabis. les médicaments dont les principes actifs sont utilisés dans un médicament qui est autorisé de manière avérée dans au moins un pays de l’UE ou de l’AELE depuis au moins 10 ans au moment du dépôt de la demande et dont les indications, le dosage et le mode d’administration sont comparables; \nater. les médicaments avec mention de l’indication non soumis à ordonnance et dont l’usage médical est avéré depuis au moins 30 ans au moment du dépôt de la demande, dont au moins 15 ans dans les pays de l’UE et de l’AELE; \naquater. les médicaments dont il est avéré, au moment du dépôt de la demande, qu’ils sont autorisés en tant que médicaments dans un canton depuis au moins 15 ans;\nb. les médicaments de la médecine complémentaire;\nc. ...\ncbis. les phytomédicaments;\nd. les médicaments qui sont fabriqués dans une pharmacie d’hôpital ou le service de radiopharmacie d’un hôpital et qui sont destinés aux besoins hospitaliers;\ne. les médicaments qui sont fabriqués par l’armée et qui sont utilisés dans le cadre du service sanitaire coordonné;\nf. les médicaments importants pour des maladies rares;\ng. les médicaments à usage vétérinaire qui sont destinés exclusivement à des animaux qui ne sont pas destinés à la production de denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_14"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Procédures simplifiées d’autorisation de mise sur le marché",
        "citation": "Art. 14 al. 2 LPTh",
        "content": "L’institut prévoit une procédure simplifiée d’autorisation de mise sur le marché pour toute demande émanant d’un autre responsable de la mise sur le marché d’un médicament déjà autorisé en Suisse et importé d’un pays ayant institué un système équivalent d’autorisation de mise sur le marché:\na. si ce médicament répond aux exigences posées pour le médicament qui fait déjà l’objet d’une autorisation de mise sur le marché en Suisse, notamment à celles concernant l’étiquetage et l’information mentionnées à l’art. 11;\nb. si cet autre responsable de la mise sur le marché d’un médicament est en mesure de garantir de façon durable que tous les médicaments dont il assure la distribution et pour lesquels il a obtenu une autorisation de mise sur le marché remplissent les mêmes exigences de sécurité et de qualité que ceux du premier requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_14"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Procédures simplifiées d’autorisation de mise sur le marché",
        "citation": "Art. 14 al. 3 LPTh",
        "content": "L’institut prévoit des simplifications en matière d’étiquetage et d’information dans le cadre de la procédure d’autorisation de médicaments ayant fait l’objet d’une importation parallèle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_14"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché dans la procédure simplifiée",
        "citation": "Art. 14a al. 1 LPTh",
        "content": "Pour les médicaments ci-après, la demande d’autorisation de mise sur le marché dans la procédure simplifiée doit contenir les données et documents suivants:\na. médicaments visés à l’art. 14, al. 1, let. abis:\n1. les données et les documents mentionnés à l’art. 11, al. 1 et 2, let. a, ch. 1 à 4; les résultats des essais visés à l’art. 11, al. 2, let. a, ch. 2, peuvent être remplacés par un recueil de données scientifiques équivalentes, \n2. la preuve des autorisations de mise sur le marché délivrées à l’étranger pour la préparation comparable commercialisée à l’étranger;\nb. médicaments visés à l’art. 14, al. 1, let. ater:\n1. les données et les documents mentionnés à l’art. 11, al. 1 et 2, let. a, ch. 1, 3 et 4,\n2. une évaluation des risques,\n3. la preuve de leur usage médical depuis trente ans ou quinze ans; \nc. médicaments visés à l’art. 14, al. 1, let. aquater:\n1. les données et les documents mentionnés à l’art. 11, al. 1 et 2, let. a, ch. 1, 3 et 4,\n2. une évaluation des risques,\n3. l’autorisation cantonale de mise sur le marché;\nd. médicaments visés à l’art. 14, al. 1, let. b: les données et les documents mentionnés à l’art. 11, al. 1 et 2, let. a; les données visées à l’art. 11, al. 2, let. a, ch. 2, peuvent être remplacées par des données équivalentes relevant de la thérapeutique concernée, notamment par la preuve bibliographique de l’efficacité et de la sécurité ou par des références d’utilisation;\ne. médicaments visés à l’art. 14, al. 1, let. cbis: les données et les documents mentionnés à l’art. 11, al. 1 et 2, let. a; les données visées à l’art. 11, al. 2, let. a, ch. 2, peuvent être remplacées par une documentation bibliographique démontrant l’efficacité et la sécurité du médicament concerné ou par des références d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_14_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Demande d’autorisation de mise sur le marché dans la procédure simplifiée",
        "citation": "Art. 14a al. 2 LPTh",
        "content": "Pendant toute la durée de validité de l’autorisation de mise sur le marché des médicaments visés à l’al. 1, let. a, les informations suivantes relatives à la préparation comparable commercialisée à l’étranger sont communiquées spontanément à l’institut:\na. tous les problèmes de sécurité relevés à l’échelon international;\nb. tous les rapports intermédiaires et les résultats finaux des contrôles effectués par l’autorité étrangère chargée de délivrer les autorisations de mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_14_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation fondée sur une déclaration",
        "citation": "Art. 15 al. 1 LPTh",
        "content": "Une déclaration à l’institut permet la mise sur le marché:\na. de médicaments de la médecine complémentaire sans mention de l’indication dont les principes actifs figurent dans des listes établies pour les thérapeutiques spéciales;\nb. d’autres médicaments ou groupes de médicaments si la procédure simplifiée d’autorisation est disproportionnée au vu du risque minime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_15"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Autorisation fondée sur une déclaration",
        "citation": "Art. 15 al. 2 LPTh",
        "content": "L’institut établit les listes visées à l’al. 1, let. a. Il désigne les médicaments et les groupes de médicaments visés à l’al. 1, let. b, et règle la procédure de déclaration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_15"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Octroi et durée de l’autorisation de mise sur le marché",
        "citation": "Art. 16 al. 1 LPTh",
        "content": "L’institut autorise la mise d’un médicament sur le marché si les conditions sont remplies. Il peut lier l’autorisation à des charges et à des conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Octroi et durée de l’autorisation de mise sur le marché",
        "citation": "Art. 16 al. 2 LPTh",
        "content": "L’autorisation a une durée de validité initiale de cinq ans. L’institut restreint la durée de l’autorisation:\na. s’il s’agit d’une autorisation à durée limitée au sens de l’art. 9a, ou\nb. si cela est nécessaire pour des motifs de protection de la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Octroi et durée de l’autorisation de mise sur le marché",
        "citation": "Art. 16 al. 3 LPTh",
        "content": "L’autorisation fondée sur une déclaration a une durée illimitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Révocation et transfert de l’autorisation de mise sur le marché",
        "citation": "Art. 16a al. 1 LPTh",
        "content": "L’institut révoque l’autorisation de mise sur le marché si:\na. le médicament n’a pas été effectivement mis sur le marché dans les trois ans qui suivent l’octroi de l’autorisation;\nb. le médicament mis sur le marché ne s’y trouve plus effectivement pendant trois années consécutives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Révocation et transfert de l’autorisation de mise sur le marché",
        "citation": "Art. 16a al. 2 LPTh",
        "content": "Le Conseil fédéral peut prévoir des dérogations à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Révocation et transfert de l’autorisation de mise sur le marché",
        "citation": "Art. 16a al. 3 LPTh",
        "content": "Pour les médicaments contre des maladies, des blessures et des handicaps graves ainsi que pour les médicaments avec indication pédiatrique ou à usage pédiatrique, le Conseil fédéral peut prévoir une révocation de l’autorisation avant même l’expiration du délai prévu à l’al. 1. Il fixe les délais et les critères d’une telle révocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Révocation et transfert de l’autorisation de mise sur le marché",
        "citation": "Art. 16a al. 4 LPTh",
        "content": "Si le titulaire de l’autorisation entend cesser la mise sur le marché d’un médicament autorisé pour une indication ou un usage pédiatriques et pour lequel il a obtenu une protection selon l’art. 11b, al. 3 et 4, de la présente loi ou selon les art. 140n ou 140t de la loi du 25 juin 1954 sur les brevets, il doit publier une déclaration d’intention sous une forme appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Révocation et transfert de l’autorisation de mise sur le marché",
        "citation": "Art. 16a al. 5 LPTh",
        "content": "Le titulaire de l’autorisation doit indiquer, dans la publication, que la documentation relative à l’autorisation du médicament en question sera remise gratuitement aux tiers souhaitant demander une autorisation de mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Renouvellement de l’autorisation de mise sur le marché ",
        "citation": "Art. 16b al. 1 LPTh",
        "content": "L’autorisation est renouvelée sur demande si les conditions de son octroi sont toujours remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Renouvellement de l’autorisation de mise sur le marché ",
        "citation": "Art. 16b al. 2 LPTh",
        "content": "Une fois renouvelée, l’autorisation est en règle générale d’une durée illimitée. L’institut peut toutefois en limiter la durée, en particulier pour les autorisations au sens de l’art. 16, al. 2, let. a et b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Réexamen de l’autorisation de mise sur le marché ",
        "citation": "Art. 16c LPTh",
        "content": "L’institut peut reconsidérer l’autorisation à tout moment, l’adapter aux changements de situation ou la révoquer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_16_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Libération officielle des lots",
        "citation": "Art. 17 al. 1 LPTh",
        "content": "Si la fabrication d’un médicament requiert des mesures particulières, notamment en matière de sécurité, une demande de libération doit être présentée à l’institut pour chaque lot avant sa distribution. Les accords internationaux sur la reconnaissance des libérations des lots sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_17"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Libération officielle des lots",
        "citation": "Art. 17 al. 2 LPTh",
        "content": "L’institut détermine les catégories de médicaments pour lesquelles la libération des lots est requise, ainsi que les exigences à remplir et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_17"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 2, Principe de la mise sur le marché et procédure d’autorisation de mise sur le marché, Libération officielle des lots",
        "citation": "Art. 17 al. 3 LPTh",
        "content": "Il publie une liste des médicaments pour la distribution desquels une libération des lots est requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_17"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Régime de l’autorisation",
        "citation": "Art. 18 al. 1 LPTh",
        "content": "Doit posséder une autorisation délivrée par l’institut, quiconque, à titre professionnel:\na. importe des médicaments, en vue de leur distribution ou de leur remise;\nb. exporte des médicaments, en vue de leur distribution ou de leur remise;\nc. fait à l’étranger le commerce de médicaments à partir de la Suisse, sans que ces médicaments pénètrent en Suisse;\nd. exerce depuis la Suisse une activité de courtier ou d’agent ayant pour objet des médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_18"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Régime de l’autorisation",
        "citation": "Art. 18 al. 2 LPTh",
        "content": "Le Conseil fédéral précise les exigences auxquelles doivent répondre les activités mentionnées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_18"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Régime de l’autorisation",
        "citation": "Art. 18 al. 3 LPTh",
        "content": "Il peut instituer des dérogations au régime de l’autorisation pour:\na. les personnes exerçant une profession médicale par-delà la frontière;\nb. les organisations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_18"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Régime de l’autorisation",
        "citation": "Art. 18 al. 4 LPTh",
        "content": "L’entreposage dans un entrepôt douanier ou dans un dépôt franc sous douane est assimilé à une importation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_18"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Régime de l’autorisation",
        "citation": "Art. 18 al. 5 LPTh",
        "content": "Le Conseil fédéral peut édicter des dispositions spéciales sur le transit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_18"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Régime de l’autorisation",
        "citation": "Art. 18 al. 6 LPTh",
        "content": "Si un autre état exige des certificats d’exportation et des attestations pour les médicaments à importer, l’institut peut délivrer ces pièces aux personnes autorisées à exporter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_18"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Conditions de délivrance de l’autorisation",
        "citation": "Art. 19 al. 1 LPTh",
        "content": "L’autorisation est délivrée:\na. si les conditions relatives aux qualifications professionnelles et à l’exploitation sont remplies;\nb. s’il existe un système approprié d’assurance de la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_19"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Conditions de délivrance de l’autorisation",
        "citation": "Art. 19 al. 2 LPTh",
        "content": "Elle est également délivrée au requérant qui possède déjà l’autorisation de fabriquer des médicaments. L’autorisation visée à l’art. 18, al. 1, let. b et c, est délivrée en outre au requérant qui possède déjà l’autorisation d’importer ou de faire le commerce de gros des médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_19"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Conditions de délivrance de l’autorisation",
        "citation": "Art. 19 al. 3 LPTh",
        "content": "L’autorité compétente vérifie, par une inspection, que les conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_19"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Dispositions particulières sur l’importation",
        "citation": "Art. 20 al. 1 LPTh",
        "content": "Les médicaments dont la mise sur le marché est autorisée ou qui ne sont pas soumis à une autorisation de mise sur le marché peuvent être importés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_20"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Dispositions particulières sur l’importation",
        "citation": "Art. 20 al. 2 LPTh",
        "content": "Le Conseil fédéral peut autoriser l’importation, en petites quantités, de médicaments prêts à l’emploi et non autorisés à être mis sur le marché par:\na. les particuliers pour leur consommation personnelle;\nb. les personnes exerçant une profession médicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_20"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Dispositions particulières sur l’importation",
        "citation": "Art. 20 al. 2bis LPTh",
        "content": "Le Conseil fédéral peut autoriser l’importation, en petites quantités, par les professionnels visés à l’art. 25, al. 1, let. b et c, dans les limites de leur droit de remettre des médicaments, de médicaments prêts à l’emploi, non autorisés à être mis sur le marché et non soumis à ordonnance, pour lesquels il est prouvé qu’aucun médicament de substitution et équivalent n’est autorisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_20"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Dispositions particulières sur l’importation",
        "citation": "Art. 20 al. 3 LPTh",
        "content": "Il peut:\na. prescrire que l’importation des médicaments nécessitant un contrôle particulier pour la protection de la santé soit autorisée dans les cas d’espèce par l’institut;\nb. restreindre ou interdire l’importation de médicaments s’il ressort des circonstances qu’ils pourraient être destinés à des fins illégales ou à un usage abusif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_20"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Dispositions particulières sur l’importation",
        "citation": "Art. 20 al. 4 LPTh",
        "content": "L’institut établit une liste des médicaments dont l’importation est restreinte ou interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_20"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Restrictions à l’exportation et au commerce à l’étranger ",
        "citation": "Art. 21 al. 1 LPTh",
        "content": "L’exportation de médicaments et leur commerce à l’étranger à partir de la Suisse sont interdits:\na. s’ils sont interdits dans le pays de destination;\nb.  s’il ressort des circonstances qu’ils sont susceptibles d’être utilisés à des fins illicites, ou\nc. s’il y a lieu de supposer qu’ils sont destinés à l’exécution d’êtres humains.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_21"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Restrictions à l’exportation et au commerce à l’étranger ",
        "citation": "Art. 21 al. 1bis LPTh",
        "content": "Le Conseil fédéral définit les exigences relatives à l’exportation et au commerce à l’étranger de médicaments pouvant être destinés à l’exécution d’êtres humains. Ce faisant, il tient compte des dispositions de l’UE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_21"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Restrictions à l’exportation et au commerce à l’étranger ",
        "citation": "Art. 21 al. 2 LPTh",
        "content": "Le Conseil fédéral peut prescrire que l’exportation des médicaments dont la mise sur le marché n’est pas autorisée en Suisse ou dans le pays de destination soit, dans les cas d’espèce, interdite par l’institut ou soumise à restrictions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_21"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Restrictions à l’exportation et au commerce à l’étranger ",
        "citation": "Art. 21 al. 3 LPTh",
        "content": "L’institut établit une liste des médicaments dont l’exportation est restreinte ou interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_21"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Restrictions à l’exportation et au commerce à l’étranger ",
        "citation": "Art. 21 al. 4 LPTh",
        "content": "Il peut, dans les cas d’espèce, autoriser des dérogations aux restrictions ou aux interdictions d’exportation, notamment si l’autorité du pays de destination y consent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_21"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Devoirs de diligence lors de l’exportation",
        "citation": "Art. 22 al. 1 LPTh",
        "content": "Quiconque exporte des médicaments prêts à l’emploi, conditionnés ou non, doit fournir au destinataire, sans que celui-ci en fasse la demande, une information médicale et pharmaceutique de base appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_22"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 3, Importation, exportation et commerce à l’étranger, Devoirs de diligence lors de l’exportation",
        "citation": "Art. 22 al. 2 LPTh",
        "content": "Quiconque exporte des médicaments destinés à des essais cliniques doit exiger la preuve que les règles des Bonnes pratiques des essais cliniques seront appliquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_22"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Catégories de médicaments",
        "citation": "Art. 23 al. 1 LPTh",
        "content": "Les médicaments sont classés en catégories, selon qu’ils sont soumis à ordonnance ou non.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_23"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Catégories de médicaments",
        "citation": "Art. 23 al. 2 LPTh",
        "content": "Une catégorie de médicaments en vente libre est créée, pour lesquels il n’est nécessaire de donner aux clients ni conseil médical ou pharmaceutique, ni conseil spécialisé. Les art. 24 à 27 et 30 ne leur sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_23"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Catégories de médicaments",
        "citation": "Art. 23 al. 3 LPTh",
        "content": "Le Conseil fédéral fixe les critères de classification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_23"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Classification des médicaments par catégorie",
        "citation": "Art. 23a al. 1 LPTh",
        "content": "L’institut classe par catégories les médicaments dont il a autorisé la mise sur le marché en se fondant sur les critères de classification fixés par le Conseil fédéral. Il tient compte des compétences professionnelles des corps de métier habilités à remettre des médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_23_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Classification des médicaments par catégorie",
        "citation": "Art. 23a al. 2 LPTh",
        "content": "Il réexamine, périodiquement ou sur demande du titulaire de l’autorisation, la classification des médicaments et l’adapte en fonction de l’état de la science et de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_23_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments soumis à ordonnance",
        "citation": "Art. 24 al. 1 LPTh",
        "content": "Sont habilités à remettre des médicaments soumis à ordonnance:\na. les pharmaciens, sur ordonnance médicale. Les pharmaciens peuvent remettre de tels médicaments sans ordonnance médicale s’ils ont un contact direct avec la personne concernée et que la remise est consignée, et:\n1. s’il s’agit de médicaments et d’indications désignés par le Conseil fédéral, ou\n2. dans des cas exceptionnels justifiés;\nb. toute autre personne exerçant une profession médicale, conformément aux dispositions sur la pro-pharmacie et à l’art. 1, al. 3, let. c;\nc. tout professionnel dûment formé, sous le contrôle d’une personne visée aux let. a et b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_24"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments soumis à ordonnance",
        "citation": "Art. 24 al. 1bis LPTh",
        "content": "Le Conseil fédéral détermine la forme et la portée de l’obligation de consigner prévue à l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_24"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments soumis à ordonnance",
        "citation": "Art. 24 al. 2 LPTh",
        "content": "Les aliments médicamenteux pour animaux qui sont soumis à ordonnance peuvent aussi, sur ordonnance d’un médecin-vétérinaire, être remis par des personnes qui possèdent une autorisation d’ajouter des médicaments aux aliments pour animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_24"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments soumis à ordonnance",
        "citation": "Art. 24 al. 3 LPTh",
        "content": "Les cantons peuvent autoriser les personnes visées à l’art. 25, al. 1, let. c, à administrer certains médicaments soumis à ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_24"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments non soumis à ordonnance",
        "citation": "Art. 25 al. 1 LPTh",
        "content": "Sont habilités à remettre des médicaments non soumis à ordonnance:\na. les personnes habilitées à remettre des médicaments soumis à ordonnance;\nb. les droguistes titulaires du diplôme fédéral;\nc. toute autre personne dûment formée, dans les limites de son droit de remettre des médicaments;\nd. tout professionnel dûment formé, sous le contrôle de personnes visées aux let. a et b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_25"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments non soumis à ordonnance",
        "citation": "Art. 25 al. 2 LPTh",
        "content": "Le Conseil fédéral détermine les catégories de personnes dûment formées qui sont visées à l’al. 1, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_25"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments non soumis à ordonnance",
        "citation": "Art. 25 al. 3 LPTh",
        "content": "L’institut détermine les médicaments qui peuvent être remis par les personnes visées à l’al. 1, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_25"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Remise de médicaments non soumis à ordonnance",
        "citation": "Art. 25 al. 5 LPTh",
        "content": "Sous réserves des al. 2 et 3, les cantons peuvent accorder à des personnes ayant une formation reconnue sur le plan cantonal le droit de remettre certains groupes de médicaments, tels que les médicaments de la médecine complémentaire. L’institut doit en être informé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_25"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Principe de la prescription, de la remise et de l’utilisation",
        "citation": "Art. 26 al. 1 LPTh",
        "content": "Les règles reconnues des sciences pharmaceutiques et médicales doivent être respectées lors de la prescription, de la remise et de l’utilisation de médicaments de même que les principes de la thérapeutique concernée pour ce qui est des médicaments de la médecine complémentaire sans mention de l’indication. Le Conseil fédéral peut préciser ces règles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_26"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Principe de la prescription, de la remise et de l’utilisation",
        "citation": "Art. 26 al. 2 LPTh",
        "content": "Un médicament ne doit être prescrit que si l’état de santé du consommateur ou du patient est connu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_26"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Principe de la prescription, de la remise et de l’utilisation",
        "citation": "Art. 26 al. 2bis LPTh",
        "content": "La prescription de médicaments est soumise aux principes et exigences minimales suivants: \na. l’ordonnance respecte les exigences minimales fixées par le Conseil fédéral après consultation des représentants des professions médicales concernées;\nb. l’ordonnance est la propriété de la personne pour laquelle elle a été délivrée. Cette personne est libre de décider de faire usage de la prestation qui lui a été prescrite ou de demander un second avis et de déterminer auprès de quel fournisseur admis elle souhaite retirer la prestation. Pour ce qui est des ordonnances électroniques, le choix du fournisseur ne doit pas être restreint par des obstacles techniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_26"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Principe de la prescription, de la remise et de l’utilisation",
        "citation": "Art. 26 al. 3 LPTh",
        "content": "Il est interdit à la personne qui prescrit un médicament d’influencer le patient quant au choix de la personne qui le lui remettra, si elle retire un avantage matériel de cette influence. Le Conseil fédéral peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_26"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Principe de la prescription, de la remise et de l’utilisation",
        "citation": "Art. 26 al. 4 LPTh",
        "content": "Les personnes habilitées à prescrire et à remettre des médicaments doivent en principe délivrer une ordonnance au patient avant toute remise de médicaments à usage humain soumis à ordonnance. Le patient peut renoncer à une ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_26"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Vente par correspondance",
        "citation": "Art. 27 al. 1 LPTh",
        "content": "La vente par correspondance de médicaments est en principe interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_27"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Vente par correspondance",
        "citation": "Art. 27 al. 2 LPTh",
        "content": "Une autorisation est toutefois délivrée aux conditions suivantes:\na. le médicament fait l’objet d’une ordonnance médicale;\nb. aucune exigence en matière de sécurité ne s’y oppose;\nc. les conseils sont fournis dans les règles de l’art;\nd. une surveillance médicale suffisante de l’action du médicament est garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_27"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Vente par correspondance",
        "citation": "Art. 27 al. 3 LPTh",
        "content": "Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_27"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Vente par correspondance",
        "citation": "Art. 27 al. 4 LPTh",
        "content": "Les cantons délivrent l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_27"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation du commerce de gros",
        "citation": "Art. 28 al. 1 LPTh",
        "content": "Quiconque fait le commerce de gros de médicaments doit posséder une autorisation délivrée par l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_28"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation du commerce de gros",
        "citation": "Art. 28 al. 2 LPTh",
        "content": "L’autorisation est délivrée:\na. si les conditions relatives aux qualifications professionnelles et à l’exploitation sont remplies;\nb. s’il existe un système approprié d’assurance de la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_28"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation du commerce de gros",
        "citation": "Art. 28 al. 3 LPTh",
        "content": "L’autorisation est également délivrée au requérant qui possède déjà l’autorisation de fabriquer ou d’importer des médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_28"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation du commerce de gros",
        "citation": "Art. 28 al. 4 LPTh",
        "content": "L’autorité compétente vérifie, par une inspection, que les conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_28"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Exigences en matière de commerce de gros",
        "citation": "Art. 29 al. 1 LPTh",
        "content": "Quiconque fait le commerce de gros de médicaments doit respecter les règles reconnues des Bonnes pratiques de distribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_29"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Exigences en matière de commerce de gros",
        "citation": "Art. 29 al. 2 LPTh",
        "content": "Le Conseil fédéral précise les règles reconnues des Bonnes pratiques de distribution. Ce faisant, il tient compte des normes et des directives reconnues sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_29"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation de remettre des médicaments",
        "citation": "Art. 30 al. 1 LPTh",
        "content": "Quiconque remet des médicaments doit posséder une autorisation cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_30"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation de remettre des médicaments",
        "citation": "Art. 30 al. 2 LPTh",
        "content": "L’autorisation est délivrée si les conditions relatives aux qualifications professionnelles sont remplies et s’il existe un système d’assurance-qualité approprié et adapté à la fonction et à la taille de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_30"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 4, Distribution, prescription, remise et utilisation, Autorisation de remettre des médicaments",
        "citation": "Art. 30 al. 3 LPTh",
        "content": "Les cantons peuvent prévoir des conditions supplémentaires. Ils règlent la procédure d’autorisation et contrôlent régulièrement les établissements et les cabinets de consultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_30"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 5, Publicité et comparaisons de prix, Principe",
        "citation": "Art. 31 al. 1 LPTh",
        "content": "Est licite:\na. la publicité pour tous les types de médicaments, pour autant qu’elle s’adresse exclusivement aux personnes qui les prescrivent ou qui les remettent;\nb. la publicité destinée au public pour les médicaments non soumis à ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_31"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 5, Publicité et comparaisons de prix, Principe",
        "citation": "Art. 31 al. 2 LPTh",
        "content": "Le Conseil fédéral fixe les conditions auxquelles des comparaisons de prix de médicaments soumis à ordonnance peuvent être publiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_31"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 5, Publicité et comparaisons de prix, Principe",
        "citation": "Art. 31 al. 3 LPTh",
        "content": "Il peut, pour protéger la santé et empêcher la tromperie, restreindre ou interdire la publicité de certains médicaments ou groupes de médicaments et édicter des prescriptions concernant la publicité transfrontière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_31"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 5, Publicité et comparaisons de prix, Publicité illicite",
        "citation": "Art. 32 al. 1 LPTh",
        "content": "Est illicite:\na. la publicité trompeuse ou contraire à l’ordre public et aux bonnes mœurs;\nb. la publicité pouvant inciter à un usage excessif, abusif ou inapproprié de médicaments;\nc. la publicité pour les médicaments qui ne peuvent être mis sur le marché ni à l’échelle nationale ni à l’échelle cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_32"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 5, Publicité et comparaisons de prix, Publicité illicite",
        "citation": "Art. 32 al. 2 LPTh",
        "content": "Est illicite la publicité destinée au public pour les médicaments:\na. qui ne peuvent être remis que sur ordonnance;\nb. qui contiennent des stupéfiants ou des substances psychotropes visés par la loi du 3 octobre 1951 sur les stupéfiants;\nc. qui, du fait de leur composition et de l’usage auquel ils sont destinés, ne peuvent être utilisés pour le diagnostic, la prescription ni le traitement correspondant sans l’intervention d’un médecin;\nd. qui font fréquemment l’objet d’un usage abusif ou qui peuvent engendrer une accoutumance ou une dépendance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_32"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autorisation d’exploitation",
        "citation": "Art. 34 al. 1 LPTh",
        "content": "Quiconque prélève du sang à des personnes aux fins de le transfuser ou de fabriquer des produits thérapeutiques ou encore de le remettre à des tiers à ces fins doit posséder une autorisation d’exploitation délivrée par l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_34"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autorisation d’exploitation",
        "citation": "Art. 34 al. 2 LPTh",
        "content": "L’autorisation est délivrée:\na. si les conditions relatives aux qualifications professionnelles et à l’exploitation sont remplies;\nb. s’il existe un système approprié d’assurance de la qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_34"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autorisation d’exploitation",
        "citation": "Art. 34 al. 3 LPTh",
        "content": "L’institut vérifie, par une inspection, que les conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_34"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autorisation d’exploitation",
        "citation": "Art. 34 al. 4 LPTh",
        "content": "Les établissements tels que les hôpitaux qui ne font que stocker du sang ou des produits sanguins doivent posséder une autorisation cantonale d’exploitation. Les cantons fixent les conditions et la procédure d’octroi de cette autorisation. Ils effectuent des contrôles périodiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_34"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autorisation d’importer à l’unité",
        "citation": "Art. 35 al. 1 LPTh",
        "content": "Toute importation de sang et de produits sanguins est soumise à autorisation. L’entreposage dans un entrepôt douanier est assimilé à une importation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_35"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autorisation d’importer à l’unité",
        "citation": "Art. 35 al. 2 LPTh",
        "content": "Le Conseil fédéral peut prévoir des dérogations à l’obligation de posséder une autorisation d’importer si tout danger pour des personnes est exclu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_35"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Aptitude à donner son sang",
        "citation": "Art. 36 al. 1 LPTh",
        "content": "Le détenteur de l’autorisation visée à l’art. 34, al. 1, doit vérifier l’aptitude de la personne à donner son sang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_36"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Aptitude à donner son sang",
        "citation": "Art. 36 al. 2 LPTh",
        "content": "Doivent être exclus des donneurs les personnes:\na. dont la santé pourrait être altérée par le prélèvement de sang;\nb. dont le sang pourrait transmettre des agents pathogènes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_36"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Aptitude à donner son sang",
        "citation": "Art. 36 al. 3 LPTh",
        "content": "Le Conseil fédéral fixe les exigences relatives à l’aptitude à donner son sang, la compétence d’établir cette aptitude et les données qui doivent être relevées lors du don de sang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_36"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Règles des Bonnes pratiques de fabrication relatives au sang et, aux produits sanguins",
        "citation": "Art. 37 al. 1 LPTh",
        "content": "Toute opération en rapport avec le sang et les produits sanguins labiles, notamment le prélèvement, la fabrication, la transformation, le stockage et la mise sur le marché doit être exécutée conformément aux principes de gestion de la qualité et aux règles des Bonnes pratiques de fabrication appliqués au sang et aux produits sanguins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_37"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Règles des Bonnes pratiques de fabrication relatives au sang et, aux produits sanguins",
        "citation": "Art. 37 al. 2 LPTh",
        "content": "Le sang et les produits sanguins labiles ainsi que les échantillons afférents doivent être étiquetés de manière à pouvoir être identifiés en permanence sans équivoque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_37"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Règles des Bonnes pratiques de fabrication relatives au sang et, aux produits sanguins",
        "citation": "Art. 37 al. 3 LPTh",
        "content": "Le Conseil fédéral précise les règles reconnues des Bonnes pratiques de fabrication. Ce faisant, il tient compte des normes et des directives reconnues sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_37"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Test obligatoire",
        "citation": "Art. 38 al. 1 LPTh",
        "content": "Le sang prélevé doit être testé quant à la présence d’agents pathogènes ou d’indices de celle-ci et soumis à des examens visant à garantir la compatibilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_38"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Test obligatoire",
        "citation": "Art. 38 al. 2 LPTh",
        "content": "Le Conseil fédéral fixe:\na. les agents pathogènes ou indices de leur présence qu’il y a lieu de rechercher dans le sang;\nb. la procédure à suivre lorsque le résultat du test est réactif;\nc. les examens à effectuer en vue de garantir la compatibilité;\nd. les prescriptions applicables à l’exécution des tests.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_38"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Test obligatoire",
        "citation": "Art. 38 al. 3 LPTh",
        "content": "Il peut prévoir des dérogations à l’obligation de faire un test dans le cas des transfusions autologues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_38"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’enregistrer",
        "citation": "Art. 39 al. 1 LPTh",
        "content": "Quiconque effectue une opération en rapport avec du sang ou des produits sanguins est tenu:\na. d’enregistrer toutes les opérations qui intéressent la sécurité;\nb. de tenir ces enregistrements de façon à garantir la traçabilité des données jusqu’à la personne qui a donné du sang ou qui en a reçu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_39"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’enregistrer",
        "citation": "Art. 39 al. 2 LPTh",
        "content": "Pour chaque prélèvement on enregistrera, notamment:\na. le nom, le prénom et la date de naissance de la personne qui a donné du sang;\nb. la date du prélèvement;\nc. les résultats des tests et leur interprétation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_39"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’enregistrer",
        "citation": "Art. 39 al. 3 LPTh",
        "content": "Des personnes exclues du cercle des donneurs de sang, on enregistrera:\na. le nom, le prénom et la date de naissance;\nb. la date et le motif de l’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_39"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’enregistrer",
        "citation": "Art. 39 al. 4 LPTh",
        "content": "Des personnes à qui on a administré du sang ou des produits sanguins, on enregistrera:\na. le nom, le prénom et la date de naissance;\nb. la date à laquelle le sang ou les produits sanguins ont été administrés;\nc. l’étiquetage et la provenance du sang ou des produits sanguins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_39"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’enregistrer",
        "citation": "Art. 39 al. 5 LPTh",
        "content": "Le Conseil fédéral règle les modalités. Il peut notamment prévoir des dérogations à l’obligation d’enregistrer dans le cas des transfusions autologues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_39"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’archiver",
        "citation": "Art. 40 al. 1 LPTh",
        "content": "Les données enregistrées visées à l’art. 39 et tous les documents importants doivent être archivés pendant 30 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_40"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Obligation d’archiver",
        "citation": "Art. 40 al. 2 LPTh",
        "content": "Le Conseil fédéral règle les modalités. Il peut notamment:\na. prévoir le transfert à l’institut ou l’archivage des données visées à l’art. 39 et des documents importants si un établissement cesse son activité avant l’échéance du délai d’archivage;\nb. prévoir des dérogations à l’obligation d’archiver dans le cas des transfusions autologues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_40"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 6, Dispositions particulières applicables au sang et aux produits sanguins, Autres dispositions",
        "citation": "Art. 41 LPTh",
        "content": "Le Conseil fédéral peut prescrire des mesures de sécurité supplémentaires; il peut notamment prévoir que les procédés d’élimination ou d’inactivation des éventuels agents pathogènes ne pourront être utilisés qu’après que l’institut aura autorisé leur mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_41"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Prescription et remise",
        "citation": "Art. 42 al. 1 LPTh",
        "content": "Un médicament ne peut être prescrit ou remis pour un animal que si le prescripteur connaît l’animal ou le cheptel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_42"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Prescription et remise",
        "citation": "Art. 42 al. 2 LPTh",
        "content": "Si le médicament est destiné à des animaux de rente, le prescripteur doit aussi connaître l’état de santé des animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_42"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Prescription et remise",
        "citation": "Art. 42 al. 3 LPTh",
        "content": "Le Conseil fédéral peut interdire que des médicaments qui ne sont pas soumis à autorisation conformément à l’art. 9, al. 2, soient prescrits, remis ou utilisés en vue de soigner des animaux de rente. Il peut aussi restreindre la prescription, la remise ou l’utilisation de ces médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_42"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Mesures visant à réduire les risques de résistance aux antibiotiques ",
        "citation": "Art. 42a al. 1 LPTh",
        "content": "Le Conseil fédéral peut prévoir des mesures visant à réduire les risques de résistance aux antibiotiques, notamment:\na. des mesures visant à diminuer l’utilisation des antibiotiques et à améliorer la santé des animaux; \nb. le renforcement des exigences en matière de formation et de formation continue des vétérinaires et des détenteurs d’animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_42_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Mesures visant à réduire les risques de résistance aux antibiotiques ",
        "citation": "Art. 42a al. 2 LPTh",
        "content": "De façon harmonisée avec la réglementation étrangère, il peut de surcroît restreindre ou interdire l’usage de certains antibiotiques dans le cadre de la médecine vétérinaire, si cela paraît nécessaire à l’efficacité des traitements destinés aux patients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_42_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Obligation de tenir un registre",
        "citation": "Art. 43 LPTh",
        "content": "Quiconque importe ou exporte, distribue ou remet des médicaments à usage vétérinaire ou en administre ou en fait administrer à des animaux de rente doit tenir un registre des entrées et des sorties et archiver les pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_43"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 2, Médicaments, Section 7, Prescriptions particulières applicables aux médicaments à usage vétérinaire, Uniformisation et coordination de l’exécution",
        "citation": "Art. 44 LPTh",
        "content": "Le Conseil fédéral peut prescrire aux cantons des mesures visant à uniformiser l’exécution et les obliger à informer les services fédéraux compétents des mesures d’exécution prises et des résultats d’analyses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_44"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 1 LPTh",
        "content": "Nul dispositif médical utilisé conformément à l’usage auquel il est destiné ne doit mettre en danger la santé de l’utilisateur, du consommateur, du patient ou de tiers. Les performances prévues doivent être prouvées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 2 LPTh",
        "content": "Quiconque met un dispositif médical sur le marché doit pouvoir prouver que ledit dispositif satisfait aux exigences essentielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 3 LPTh",
        "content": "Le Conseil fédéral fixe les exigences auxquelles les dispositifs médicaux doivent satisfaire. Il fixe notamment:\na. les exigences essentielles en matière de sécurité et de performances;\nb. les règles de leur classification;\nc. les langues dans lesquelles doit être rédigée l’information sur le produit;\nd. l’étiquetage des dispositifs médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 4 LPTh",
        "content": "L’institut désigne, en accord avec le Secrétariat d’État à l’économie, des normes techniques et des spécifications communes permettant de concrétiser les exigences essentielles. Il désigne dans la mesure du possible des normes harmonisées au niveau international. Il publie dans la Feuille fédérale les normes techniques et les spécifications communes désignées, avec leur titre et leur référence ou le nom de l’organisme auprès duquel elles peuvent être obtenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 5 LPTh",
        "content": "Le Conseil fédéral fixe les exigences applicables aux dispositifs médicaux destinés à des essais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 6 LPTh",
        "content": "Il peut prévoir des allégements pour les dispositifs médicaux qui sont fabriqués et utilisés exclusivement dans des établissements de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Exigences",
        "citation": "Art. 45 al. 7 LPTh",
        "content": "Il peut prévoir que des dispositifs médicaux à usage unique puissent être remis à neuf et réutilisés. Il fixe les conditions à respecter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_45"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Procédure d’évaluation de la conformité",
        "citation": "Art. 46 al. 1 LPTh",
        "content": "Quiconque met un dispositif médical sur le marché doit pouvoir prouver qu’il a été soumis aux procédures d’évaluation de la conformité prescrites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_46"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Procédure d’évaluation de la conformité",
        "citation": "Art. 46 al. 2 LPTh",
        "content": "Le Conseil fédéral règle les procédures d’évaluation de la conformité. Il fixe notamment:\na. les types de procédure;\nb. les dispositifs médicaux pour lesquels il faut recourir à un organe d’évaluation de la conformité;\nc. les documents exigés et la durée de leur archivage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_46"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Procédure d’évaluation de la conformité",
        "citation": "Art. 46 al. 3 LPTh",
        "content": "Il peut:\na. prescrire pour certains dispositifs médicaux des essais cliniques qui feront partie intégrante de la preuve de conformité;\nb. prévoir des exceptions à l’évaluation de la conformité pour certains dispositifs médicaux ou groupes de dispositifs médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_46"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Enregistrement et identification",
        "citation": "Art. 47 al. 1 LPTh",
        "content": "Le fabricant enregistre les dispositifs médicaux dans le système d’information visé à l’art. 62c ou dans la base de données européenne sur les dispositifs médicaux (Eudamed). Il s’assure en outre qu’un identifiant unique leur est attribué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Enregistrement et identification",
        "citation": "Art. 47 al. 2 LPTh",
        "content": "Le Conseil fédéral définit les modalités d’enregistrement et d’identification des dispositifs médicaux. Il peut prévoir des exceptions aux obligations visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Enregistrement et identification",
        "citation": "Art. 47 al. 3 LPTh",
        "content": "Il peut fixer les obligations des autres opérateurs économiques et des établissements de santé en matière d’enregistrement et d’identification des dispositifs médicaux. Il peut notamment prévoir que les identifiants uniques des dispositifs médicaux acquis ou remis appartenant à certaines catégories soient saisis et enregistrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Enregistrement et identification",
        "citation": "Art. 47 al. 4 LPTh",
        "content": "Sont considérés comme des opérateurs économiques:\na. les fabricants;\nb. les personnes mandatées par les fabricants ayant leur siège à l’étranger (mandataires);\nc. les importateurs;\nd. les distributeurs;\ne. les personnes physiques et morales et qui associent des dispositifs médicaux en vue de les mettre sur le marché sous la forme de systèmes ou de nécessaires;\nf. les personnes physiques et morales qui stérilisent les dispositifs médicaux visés à la let. e en vue de leur mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation de documenter",
        "citation": "Art. 47a al. 1 LPTh",
        "content": "Le fabricant doit rédiger une documentation technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation de documenter",
        "citation": "Art. 47a al. 2 LPTh",
        "content": "La documentation technique doit être conçue de façon à permettre d’évaluer la conformité du dispositif médical aux exigences de la présente loi. Elle contient en particulier des informations et des données relatives à la surveillance après la mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation de documenter",
        "citation": "Art. 47a al. 3 LPTh",
        "content": "Le fabricant doit tenir la documentation technique à jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation de documenter",
        "citation": "Art. 47a al. 4 LPTh",
        "content": "Le Conseil fédéral détermine les données et les informations qui doivent figurer dans la documentation technique des différents dispositifs médicaux et la manière dont celle-ci doit être rendue disponible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Gestion de la qualité",
        "citation": "Art. 47b al. 1 LPTh",
        "content": "Le fabricant doit mettre en place et maintenir un système de gestion de la qualité, adapté à la classe de risques et au type de dispositif médical, qui garantit le respect des exigences de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Gestion de la qualité",
        "citation": "Art. 47b al. 2 LPTh",
        "content": "Le système de gestion de la qualité comprend notamment un système de gestion des risques et un système de surveillance après la mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation de communiquer",
        "citation": "Art. 47c al. 1 LPTh",
        "content": "Les opérateurs économiques sont tenus, sur demande, de communiquer à l’autorité compétente:\na. tous les opérateurs économiques auprès desquels ils se sont procuré un dispositif médical;\nb. tous les opérateurs économiques auxquels ils ont livré un dispositif médical;\nc. tous les établissements de santé et tous les professionnels de la santé auxquels ils ont livré un dispositif médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation de communiquer",
        "citation": "Art. 47c al. 2 LPTh",
        "content": "Le Conseil fédéral règle la durée de conservation des informations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Couverture financière et responsabilité",
        "citation": "Art. 47d al. 1 LPTh",
        "content": "Le fabricant ou le mandataire doit disposer d’une couverture financière suffisante pour réparer les dommages causés par des dispositifs médicaux défectueux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_d"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Couverture financière et responsabilité",
        "citation": "Art. 47d al. 2 LPTh",
        "content": "Le mandataire et le fabricant répondent solidairement des dommages causés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_d"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Autres obligations",
        "citation": "Art. 47e al. 1 LPTh",
        "content": "Le Conseil fédéral peut:\na. prévoir une obligation de déclarer pour la mise sur le marché de certains dispositifs médicaux;\nb. soumettre au régime de l’autorisation la mise sur le marché de certains dispositifs médicaux, notamment celle des diagnostics in vitro;\nc. imposer aux opérateurs économiques et aux organes d’évaluation de la conformité l’obligation d’utiliser Eudamed ou le système d’information visé à l’art. 62c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_e"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Autres obligations",
        "citation": "Art. 47e al. 2 LPTh",
        "content": "Il fixe:\na. les autres obligations des opérateurs économiques et des établissements de santé s’agissant notamment de l’enregistrement des fabricants et de l’obligation d’informer en rapport avec les dispositifs médicaux implantables;\nb. les exigences s’appliquant aux personnes désignées par les fabricants et les mandataires comme responsables du respect des prescriptions, et leurs autres obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_47_e"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Remise et utilisation",
        "citation": "Art. 48 al. 1 LPTh",
        "content": "En vue de protéger la santé, le Conseil fédéral peut, pour certains dispositifs médicaux:\na. prévoir qu’ils ne pourront être remis que sur ordonnance médicale;\nb. fixer, pour la remise et l’utilisation, des exigences relatives aux qualifications professionnelles et à l’exploitation, ou une obligation de déclarer;\nc. lier la remise de produits à l’obligation de les suivre, afin de pouvoir retracer leur parcours, de la fabrication à l’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_48"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Remise et utilisation",
        "citation": "Art. 48 al. 2 LPTh",
        "content": "L’art. 26 s’applique par analogie aux dispositifs médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_48"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation d’assurer la maintenance",
        "citation": "Art. 49 al. 1 LPTh",
        "content": "Quiconque utilise un dispositif médical à titre professionnel ou l’applique sur autrui est tenu de prendre toutes les mesures d’entretien qui sont nécessaires pour maintenir les performances et la sécurité du dispositif médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_49"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Obligation d’assurer la maintenance",
        "citation": "Art. 49 al. 2 LPTh",
        "content": "Le Conseil fédéral peut:\na. prescrire la manière de maintenir en état certains dispositifs médicaux ou certaines classes de dispositifs médicaux;\nb. régler la procédure apportant la preuve que l’obligation d’assurer la maintenance et les exigences y relatives ont été remplies;\nc. lier la maintenance à des exigences en matière de qualifications professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_49"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Importation et exportation",
        "citation": "Art. 50 al. 1 LPTh",
        "content": "Si la protection de la santé le requiert, le Conseil fédéral peut restreindre ou interdire l’importation et l’exportation de certains dispositifs médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_50"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Importation et exportation",
        "citation": "Art. 50 al. 2 LPTh",
        "content": "Si un autre État exige des certificats d’exportation et des attestations pour les dispositifs médicaux à importer, l’institut peut délivrer ces pièces sur demande au fabricant ou au mandataire ayant leur siège en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_50"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Importation et exportation",
        "citation": "Art. 50 al. 3 LPTh",
        "content": "Quiconque exporte un dispositif médical dans un État qui a conclu avec la Suisse une convention de droit international portant sur la reconnaissance mutuelle des évaluations et procédures de conformité relatives aux dispositifs médicaux doit pouvoir prouver que les exigences essentielles visées à l’art. 45, al. 2, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_50"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 3, Dispositifs médicaux, Publicité",
        "citation": "Art. 51 LPTh",
        "content": "Le Conseil fédéral peut, pour protéger la santé et empêcher la tromperie, restreindre ou interdire la publicité pour certains dispositifs médicaux et édicter des prescriptions concernant la publicité transfrontière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_51"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 1, Pharmacopée",
        "citation": "Art. 52 al. 1 LPTh",
        "content": "L’institut édicte la Pharmacopée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_52"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 1, Pharmacopée",
        "citation": "Art. 52 al. 2 LPTh",
        "content": "Il associe les milieux intéressés à l’élaboration de la Pharmacopée. Il fait notamment appel à des experts et à des groupes de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_52"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 1, Pharmacopée",
        "citation": "Art. 52 al. 3 LPTh",
        "content": "Il participe à l’élaboration de la Pharmacopée européenne (Pharmacopoea Europaea) conformément aux conventions internationales et la transpose dans le droit fédéral. Il peut édicter des prescriptions supplémentaires valables pour la Suisse (Pharmacopoea Helvetica).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_52"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 1, Pharmacopée",
        "citation": "Art. 52 al. 4 LPTh",
        "content": "La Pharmacopée est publiée en dehors du Recueil officiel des lois fédérales. Le Conseil fédéral règle les modalités de la publication et détermine notamment les langues dans lesquelles elle est publiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_52"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Principe",
        "citation": "Art. 53 LPTh",
        "content": "La réalisation d’essais cliniques de produits thérapeutiques sur l’être humain se fonde sur la présente loi et sur la loi du 30 septembre 2011 relative à la recherche sur l’être humain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_53"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Régime de l’autorisation",
        "citation": "Art. 54 al. 1 LPTh",
        "content": "Avant d’être effectués, les essais cliniques de produits thérapeutiques requièrent l’autorisation de l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Régime de l’autorisation",
        "citation": "Art. 54 al. 2 LPTh",
        "content": "Les essais cliniques portant sur les médicaments autorisés et administrés conformément à l’information professionnelle sur le médicament sont soustraits au régime de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Régime de l’autorisation",
        "citation": "Art. 54 al. 3 LPTh",
        "content": "Le Conseil fédéral peut:\na. soustraire d’autres essais au régime de l’autorisation ou les soumettre à une obligation de déclarer;\nb. soumettre les essais cliniques de produits thérapeutiques vétérinaires au régime de l’autorisation ou à l’obligation de déclarer;\nc. soumettre toute modification relative aux essais cliniques au régime de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Régime de l’autorisation",
        "citation": "Art. 54 al. 4 LPTh",
        "content": "Dans le cadre de la procédure d’autorisation, l’institut vérifie:\na. que les médicaments satisfont aux règles des Bonnes pratiques de fabrication et aux exigences en matière de sécurité;\nb. pour les dispositifs médicaux:\n1. que ceux-ci satisfont aux exigences visées à l’art. 45, pour autant que l’essai clinique ne porte pas sur le respect desdites exigences,\n2. que les risques qui leur sont liés sont pris en compte dans l’essai clinique,\n3. que les données qui s’y rapportent correspondent à l’état de la science et figurent correctement dans le protocole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Régime de l’autorisation",
        "citation": "Art. 54 al. 6 LPTh",
        "content": "Le Conseil fédéral règle la procédure d’autorisation. Il peut déterminer la forme de la déclaration et prescrire que le dépôt de demandes d’autorisation, la correspondance et la communication de décisions soient effectués par voie électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Régime de l’autorisation",
        "citation": "Art. 54 al. 8 LPTh",
        "content": "Le Conseil fédéral édicte les dispositions requises en vertu des al. 3 et 6 en tenant compte des réglementations internationales reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Plan d’investigation pédiatrique",
        "citation": "Art. 54a al. 1 LPTh",
        "content": "L’octroi de l’autorisation de mise sur le marché d’un médicament est subordonné à l’obligation d’élaborer un plan d’investigation pédiatrique fixant les exigences à satisfaire pour développer ce médicament à des fins pédiatriques; ce plan doit être soumis à l’approbation de l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Plan d’investigation pédiatrique",
        "citation": "Art. 54a al. 2 LPTh",
        "content": "Le Conseil fédéral règle:\na. la procédure;\nb. les exigences auxquelles le plan d’investigation pédiatrique doit satisfaire en se fondant sur les dispositions de l’UE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Plan d’investigation pédiatrique",
        "citation": "Art. 54a al. 3 LPTh",
        "content": "Il peut exempter de l’obligation d’élaborer un plan d’investigation pédiatrique, notamment pour les médicaments destinés à traiter des maladies survenant uniquement chez l’adulte. Il peut prévoir qu’un plan d’investigation pédiatrique évalué par une autorité étrangère est pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Surveillance",
        "citation": "Art. 54b al. 1 LPTh",
        "content": "L’institut peut procéder à tout moment à une inspection pour contrôler que le déroulement de l’essai clinique satisfait aux exigences de la présente loi et de la loi du 30 septembre 2011 relative à la recherche sur l’être humain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Surveillance",
        "citation": "Art. 54b al. 2 LPTh",
        "content": "Le Conseil fédéral peut prévoir, en tenant compte des réglementations internationales, une obligation de déclarer et d’informer, en particulier dans les cas suivants:\na. l’essai clinique est terminé ou interrompu;\nb. des événements indésirables surviennent au cours de l’essai clinique;\nc. des incidents surviennent au cours de l’essai clinique qui menacent la sécurité ou la santé des participants ou qui risquent de compromettre l’obtention de données fiables et solides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2, Essais cliniques, Surveillance",
        "citation": "Art. 54b al. 3 LPTh",
        "content": "Il règle la procédure de déclaration et l’échange d’informations. Il peut exiger que la déclaration et l’échange d’informations soient effectués par voie électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_54_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2a, Intégrité et transparence, Intégrité",
        "citation": "Art. 55 al. 1 LPTh",
        "content": "Les personnes qui prescrivent, remettent, utilisent ou achètent à cette fin des médicaments soumis à ordonnance et les organisations qui emploient de telles personnes ne peuvent solliciter, se faire promettre ou accepter, pour elles-mêmes ou pour un tiers, un avantage indu. Il est également interdit de proposer, de promettre ou d’octroyer à ces personnes ou organisations, pour elles-mêmes ou pour un tiers, un avantage illicite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_55"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2a, Intégrité et transparence, Intégrité",
        "citation": "Art. 55 al. 2 LPTh",
        "content": "Ne sont pas considérés comme des avantages illicites: \na. les avantages de valeur modeste et qui ont un rapport avec la pratique de la médecine ou de la pharmacie;\nb. les dons destinés à la recherche, à la formation postgrade ou à la formation continue, pour autant que certains critères soient remplis; \nc. les compensations accordées en contrepartie de prestations équivalentes notamment celles accordées pour les commandes et les livraisons de produits thérapeutiques; \nd. les rabais ou ristournes octroyés lors de l’achat de produits thérapeutiques pour autant qu’ils n’influent pas sur le choix du traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_55"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2a, Intégrité et transparence, Intégrité",
        "citation": "Art. 55 al. 3 LPTh",
        "content": "Le Conseil fédéral règle les modalités. Il peut étendre l’application des al. 1 et 2 à d’autres catégories de produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_55"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2a, Intégrité et transparence, Obligation de transparence",
        "citation": "Art. 56 al. 1 LPTh",
        "content": "Quiconque octroie ou accepte des rabais ou ristournes lors de l’achat de produits thérapeutiques doit les indiquer dans les pièces justificatives et les comptes ainsi que dans les livres de comptes et, sur demande, les signaler aux autorités compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_56"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2a, Intégrité et transparence, Obligation de transparence",
        "citation": "Art. 56 al. 2 LPTh",
        "content": "Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_56"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 2a, Intégrité et transparence, Obligation de transparence",
        "citation": "Art. 56 al. 3 LPTh",
        "content": "Pour les produits thérapeutiques présentant un risque minime, le Conseil fédéral peut prévoir des exceptions à l’obligation visée à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_56"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Surveillance officielle du marché",
        "citation": "Art. 58 al. 1 LPTh",
        "content": "L’institut et les autres autorités chargées de l’exécution de la présente loi surveillent, dans les limites de leurs attributions, si la fabrication, la distribution, la remise et la maintenance des produits thérapeutiques ainsi que la présentation de leurs effets sont conformes à la loi. À cet effet, ils peuvent effectuer des inspections avec ou sans préavis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_58"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Surveillance officielle du marché",
        "citation": "Art. 58 al. 2 LPTh",
        "content": "L’institut vérifie les produits thérapeutiques mis sur le marché. Il vérifie que les médicaments sont conformes à l’autorisation de mise sur le marché et que les dispositifs médicaux satisfont aux exigences légales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_58"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Surveillance officielle du marché",
        "citation": "Art. 58 al. 3 LPTh",
        "content": "L’institut est chargé de surveiller la sécurité des produits thérapeutiques. À cet effet, il procède notamment à la collecte des déclarations visées à l’art. 59 et à leur évaluation, et prend les mesures administratives nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_58"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Surveillance officielle du marché",
        "citation": "Art. 58 al. 4 LPTh",
        "content": "L’institut et les autres autorités chargées de l’exécution de la présente loi peuvent prélever les échantillons nécessaires à cet effet, exiger les renseignements et les documents indispensables et demander tout autre soutien. Les échantillons prélevés ainsi que toute autre forme de soutien ne font l’objet d’aucun dédommagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_58"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Surveillance officielle du marché",
        "citation": "Art. 58 al. 5 LPTh",
        "content": "Les cantons signalent à l’institut ou à l’Office fédéral de la santé publique (OFSP), en fonction de leurs compétences, tout événement, toute constatation ou toute contestation relevés dans le cadre de leur activité de surveillance. L’institut ou l’OFSP prend les mesures administratives nécessaires. Les cantons peuvent aussi prendre les mesures administratives nécessaires en cas de menace grave et immédiate pour la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_58"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 1 LPTh",
        "content": "Quiconque fabrique des produits thérapeutiques ou en distribue qui sont prêts à l’emploi doit mettre en place un système de déclaration. Il est tenu de déclarer à l’institut tout effet indésirable ou incident:\na. qui est ou pourrait être imputable au produit thérapeutique lui-même, à son administration ou à un étiquetage ou à un mode d’emploi incorrects;\nb. qui pourrait mettre en péril ou altérer la santé du consommateur, du patient, de tiers ou des animaux traités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 2 LPTh",
        "content": "Quiconque fabrique ou distribue des produits thérapeutiques est tenu en outre de déclarer à l’institut tout défaut et tout fait ou évaluation susceptibles d’influer sur les bases de l’appréciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 3 LPTh",
        "content": "Quiconque utilise ou remet, à titre professionnel, des produits thérapeutiques destinés à l’être humain ou aux animaux, ou est autorisé à le faire en tant que professionnel de la santé, est tenu de déclarer à l’institut tout effet indésirable grave ou jusque-là inconnu, tout incident et toute autre observation de faits graves ou jusque-là inconnus ainsi que les défauts qui sont déterminants du point de vue de la sécurité thérapeutique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 3bis LPTh",
        "content": "Quiconque fabrique ou met sur le marché des produits thérapeutiques est tenu d’annoncer à l’institut tout soupçon de trafic illégal de produits thérapeutiques, commis par des tiers, ayant un rapport avec son activité, l’un de ses produits ou un composant de ceux-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 4 LPTh",
        "content": "Les consommateurs, les patients et leurs organisations ainsi que les tiers intéressés peuvent déclarer à l’institut les effets indésirables de produits thérapeutiques et les incidents qui leur sont imputables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 5 LPTh",
        "content": "Les déclarations visées aux al. 1 à 3 s’effectuent selon les Bonnes pratiques de vigilance reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 6 LPTh",
        "content": "Le Conseil fédéral spécifie les Bonnes pratiques de vigilance reconnues. Ce faisant, il tient compte des directives et des normes reconnues sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Obligation de déclarer, système de notification et droit de déclarer",
        "citation": "Art. 59 al. 7 LPTh",
        "content": "Les employés des personnes ou organisations fabriquant, distribuant, prescrivant ou remettant des produits thérapeutiques sont habilités à déclarer aux autorités compétentes les incidents laissant supposer qu’il y a violation des dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_59"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Compétence en matière d’inspections",
        "citation": "Art. 60 al. 1 LPTh",
        "content": "L’institut est responsable des inspections effectuées en Suisse sous réserve des art. 30 et 34, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_60"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Compétence en matière d’inspections",
        "citation": "Art. 60 al. 2 LPTh",
        "content": "Il est compétent pour les inspections visées aux art. 6, 19 et 28 dans les domaines suivants:\na. médicaments immunologiques;\nb. sang et produits sanguins;\nc. procédés rarement utilisés qui requièrent des connaissances très spécifiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_60"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Compétence en matière d’inspections",
        "citation": "Art. 60 al. 3 LPTh",
        "content": "Il délègue aux services cantonaux les inspections visées aux art. 6, 19 et 28 dans les autres domaines, pour autant qu’ils satisfassent aux exigences du droit fédéral et du droit international applicable en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_60"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Compétence en matière d’inspections",
        "citation": "Art. 60 al. 4 LPTh",
        "content": "Il peut associer les services cantonaux aux inspections relevant de sa compétence ou les charger de telles inspections.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_60"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 3, Surveillance du marché et inspections, Compétence en matière d’inspections",
        "citation": "Art. 60 al. 5 LPTh",
        "content": "Les cantons peuvent associer des services régionaux d’inspection ou d’autres services cantonaux d’inspection ou encore l’institut aux inspections visées à l’al. 3, ou les charger de telles inspections.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_60"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Obligation de garder le secret",
        "citation": "Art. 61 LPTh",
        "content": "Les personnes chargées de l’exécution de la présente loi ont l’obligation de garder le secret.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_61"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Confidentialité des données",
        "citation": "Art. 62 al. 1 LPTh",
        "content": "L’autorité compétente est tenue de traiter confidentiellement les données collectées en vertu de la présente loi et pour le maintien du secret desquelles il existe un intérêt prépondérant digne d’être protégé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Confidentialité des données",
        "citation": "Art. 62 al. 2 LPTh",
        "content": "Le Conseil fédéral peut déterminer les données que publie l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Collaboration avec le secteur privé",
        "citation": "Art. 62b al. 1 LPTh",
        "content": "Suite à une pesée des intérêts, l’institut et l’Office fédéral de la douane et de la sécurité des frontières (OFDF) sont habilités à communiquer dans le cas d’espèce au titulaire d’une autorisation d’exploitation ou de mise sur le marché d’un médicament ou à quiconque met sur le marché un dispositif médical, des données confidentielles collectées en vertu de la présente loi, y compris des données sensibles au sens de l’art. 5, let. c, ch. 5, de la loi fédérale du 25 septembre 2020 sur la protection des données, si cette mesure paraît nécessaire pour mettre au jour et combattre un trafic illégal suspecté de produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Collaboration avec le secteur privé",
        "citation": "Art. 62b al. 2 LPTh",
        "content": "Les données personnelles de patients ne peuvent pas être communiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Système d’information sur les dispositifs médicaux",
        "citation": "Art. 62c al. 1 LPTh",
        "content": "L’institut exploite un système d’information sur les dispositifs médicaux pour accomplir ses tâches; celui-ci vise notamment à garantir la sécurité et la surveillance des dispositifs médicaux ainsi que la vigilance dans ce domaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Système d’information sur les dispositifs médicaux",
        "citation": "Art. 62c al. 2 LPTh",
        "content": "Le système d’information contient les données visées à l’art. 62a qui sont nécessaires en vertu de la présente loi pour la surveillance des dispositifs médicaux et la mise en œuvre des procédures de déclaration et d’autorisation des essais cliniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Système d’information sur les dispositifs médicaux",
        "citation": "Art. 62c al. 3 LPTh",
        "content": "Les données visées à l’al. 2 peuvent être comparées automatiquement avec Eudamed.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Système d’information sur les dispositifs médicaux",
        "citation": "Art. 62c al. 4 LPTh",
        "content": "Les données non sensibles visées à l’al. 2 peuvent être publiées dans le respect des secrets professionnel et commercial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Système d’information sur les dispositifs médicaux",
        "citation": "Art. 62c al. 5 LPTh",
        "content": "Le Conseil fédéral fixe les modalités concernant: \na. la structure et le catalogue des données;\nb. les droits d’accès;\nc. les mesures organisationnelles et techniques nécessaires pour garantir la protection et la sécurité des données;\nd. la durée de conservation des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_62_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Communication de données entre autorités d’exécution en Suisse",
        "citation": "Art. 63 al. 1 LPTh",
        "content": "Les services de la Confédération et des cantons chargés de l’exécution de la présente loi veillent à se communiquer mutuellement les données qui sont nécessaires pour exécuter la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_63"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Communication de données entre autorités d’exécution en Suisse",
        "citation": "Art. 63 al. 2 LPTh",
        "content": "Le Conseil fédéral peut prévoir la communication de données à d’autres autorités ou organisations pour autant que cela soit nécessaire pour exécuter la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_63"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Communication de données entre autorités d’exécution en Suisse",
        "citation": "Art. 63 al. 3 LPTh",
        "content": "Il peut prévoir que l’institut communique des données à d’autres autorités fédérales si cela est nécessaire à l’exécution des lois fédérales régissant le domaine sanitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_63"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Conditions à la communication de données et d’informations à l’étranger",
        "citation": "Art. 64 al. 1 LPTh",
        "content": "Les services de la Confédération chargés de l’exécution de la présente loi sont autorisés à communiquer des informations non accessibles au public à des autorités ou institutions étrangères exécutant des prescriptions relatives aux produits thérapeutiques, ainsi qu’à des organisations internationales, s’il est garanti: \na. que le service requérant est tenu au secret de fonction, qu’il utilise les informations reçues uniquement dans une procédure administrative en rapport avec l’exécution de dispositions relatives aux produits thérapeutiques et qu’il ne les remet pas à des tiers; \nb. que seules des informations nécessaires à l’exécution de dispositions relatives aux produits thérapeutiques sont communiquées;\nc. qu’aucun secret de fabrication ni aucun secret commercial ne sont divulgués, à moins que la communication d’informations soit indispensable pour parer à des dangers menaçant directement et gravement la vie ou la santé humaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Conditions à la communication de données et d’informations à l’étranger",
        "citation": "Art. 64 al. 2 LPTh",
        "content": "Ils sont autorisés à leur communiquer des données personnelles, y compris des données sur la santé et sur les poursuites ou sanctions administratives et pénales, pour autant que la législation dans le pays concerné garantisse un niveau adéquat de protection de la personnalité aux personnes concernées. Si une telle législation fait défaut, les données ne peuvent être communiquées que dans les cas suivants:\na. des garanties suffisantes, notamment contractuelles, permettent d’assurer un niveau de protection adéquat;\nb. la personne concernée a donné son accord dans le cas d’espèce;\nc. la communication permet, dans le cas d’espèce, d’éviter de graves risques pour la santé;\nd. la communication est nécessaire dans le cas d’espèce pour protéger la vie ou l’intégrité corporelle de la personne concernée;\ne. la communication est susceptible, dans le cas d’espèce, de mettre au jour un trafic illégal ou d’autres infractions graves à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Conditions à la communication de données et d’informations à l’étranger",
        "citation": "Art. 64 al. 3 LPTh",
        "content": "Les données suivantes, en particulier, peuvent être communiquées:\na. résultats de la surveillance du marché;\nb. rapports d’inspection;\nc. données sur les essais cliniques;\nd. informations issues de la vigilance;\ne. données sur les autorisations;\nf. données sur les organes d’évaluation de la conformité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Conditions à la communication de données et d’informations à l’étranger",
        "citation": "Art. 64 al. 4 LPTh",
        "content": "Dans le cadre des déclarations et de l’enregistrement d’effets indésirables de médicaments, l’institut est autorisé à communiquer à l’Organisation mondiale de la santé, via la banque de données internationale de pharmacovigilance:\na. des informations non accessibles au public ainsi que des données personnelles relatives à la santé, notamment les initiales, le sexe et l’année de naissance des personnes concernées;\nb. un rapport sur les effets indésirables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Contrôles à caractère international",
        "citation": "Art. 64a al. 1 LPTh",
        "content": "Les autorités étrangères compétentes sont habilitées à contrôler, après déclaration à l’institut, un établissement suisse actif dans le domaine des produits thérapeutiques si:\na. le contrôle est destiné uniquement à vérifier que les prescriptions relatives aux produits thérapeutiques sont respectées;\nb. les résultats du contrôle sont utilisés exclusivement dans le cadre d’une procédure administrative en lien avec l’exécution de dispositions relatives aux produits thérapeutiques;\nc. l’établissement concerné accepte le contrôle, et\nd. l’autorité étrangère informe l’institut des résultats en lui faisant parvenir le rapport d’inspection rédigé dans une langue officielle de la Suisse ou en anglais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Contrôles à caractère international",
        "citation": "Art. 64a al. 2 LPTh",
        "content": "L’institut peut accompagner l’autorité étrangère lors du contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4, Obligation de garder le secret et traitement des données, Contrôles à caractère international",
        "citation": "Art. 64a al. 3 LPTh",
        "content": "En accord avec les autorités compétentes, l’institut peut contrôler à l’étranger des établissements actifs dans le domaine des produits thérapeutiques si cela s’avère nécessaire pour garantir la protection de la santé. Il peut en outre prendre part à des contrôles effectués par les autorités étrangères compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Traitement de données personnelles",
        "citation": "Art. 64b LPTh",
        "content": "Les autorités fédérales et cantonales compétentes sont habilitées à traiter des données personnelles dans le cadre de l’exécution de leurs tâches prévues par la présente loi visant la réduction des résistances aux antibiotiques dans le domaine de la médecine vétérinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Exploitation et but du système d’information sur les antibotiques",
        "citation": "Art. 64c al. 1 LPTh",
        "content": "L’Office fédéral de la sécurité alimentaire et des affaires vétérinaires (OSAV) exploite un système d’information destiné à la surveillance de la vente et de l’utilisation des antibiotiques, ainsi que de la situation en matière de résistances aux antibiotiques (système d’information «Antibiotiques»).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Exploitation et but du système d’information sur les antibotiques",
        "citation": "Art. 64c al. 2 LPTh",
        "content": "Le système d’information «Antibiotiques» est intégré au système d’information central commun de l’Office fédéral de l’agriculture (OFAG) et de l’OSAV qui couvre toute la chaîne alimentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Exploitation et but du système d’information sur les antibotiques",
        "citation": "Art. 64c al. 3 LPTh",
        "content": "Les coûts de mise en place et d’exploitation du système d’information «Antibiotiques» sont à la charge de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_c"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Contenu du système d’information «Antibiotiques»",
        "citation": "Art. 64d al. 1 LPTh",
        "content": "Le système d’information «Antibiotiques» contient des données personnelles comprenant: \na. la quantité de médicaments contenant des agents antimicrobiens que les distributeurs fournissent aux personnes autorisées à remettre des médicaments; \nb. les informations concernant la prescription, la remise et l’utilisation de médicaments contenant des agents antimicrobiens d’après les prescriptions d’utilisation et le formulaire d’ordonnance officiel; \nc. le nom et l’adresse de la personne ou du cabinet médical qui procède à la remise;\nd. le nom du détenteur d’animaux auxquel le médicament est remis;\ne. la date de la remise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_d"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Contenu du système d’information «Antibiotiques»",
        "citation": "Art. 64d al. 2 LPTh",
        "content": "Le système d’information «Antibiotiques» intègre:\na. des données d’autres applications du système d’information central commun couvrant toute la chaîne alimentaire visé à l’art. 64c, al. 2;\nb. des données personnelles tirées du registre des professions médicales universitaires prévu aux art. 51 à 54 de la loi du 23 juin 2006 sur les professions médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_d"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Accès au système d’information «Antibiotiques»",
        "citation": "Art. 64e al. 1 LPTh",
        "content": "Dans le cadre de leur mandat légal, les autorités suivantes peuvent traiter en ligne des données contenues dans le système d’information «Antibiotiques»:\na. l’OSAV: pour établir les statistiques de la distribution et de l’utilisation d’antibiotiques, pour surveiller la situation en matière de résistances aux antibiotiques et pour garantir l’exécution de la législation;\nb. les autorités d’exécution cantonales: pour accomplir les tâches ressortissant à leurs domaines de compétences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_e"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Accès au système d’information «Antibiotiques»",
        "citation": "Art. 64e al. 2 LPTh",
        "content": "Dans le cadre de leur mandat légal, les autorités ou les personnes suivantes peuvent consulter en ligne des données contenues dans le système d’information «Antibiotiques»:\na. l’OSAV et les autorités cantonales d’exécution: les données sur la distribution, la prescription, la remise et l’utilisation d’antibiotiques;\nb. l’OFAG: les données sur la distribution, la prescription, la remise et l’utilisation d’antibiotiques, pour remplir les tâches qui lui ont été assignées par la loi du 29 avril 1998 sur l’agriculture;\nc. les détenteurs d’animaux: les données les concernant;\nd. les vétérinaires ainsi que les autres personnes soumises à l’obligation de déclarer visées à l’art. 64f, let. h: les données les concernant et les données qu’ils ont déclarées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_e"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Dispositions d’exécution",
        "citation": "Art. 64f LPTh",
        "content": "S’agissant du système d’information «Antibiotiques», le Conseil fédéral fixe les modalités concernant:\na. la structure et le catalogue des données, y compris pour la partie du système utilisée par les cantons;\nb. les responsabilités en matière de traitement des données;\nc. les droits d’accès visés à l’art. 64e, notamment leur étendue;\nd. les mesures techniques et organisationnelles nécessaires pour garantir la protection et la sécurité des données;\ne. la procédure régissant la collaboration avec les cantons;\nf. les délais de conservation et de destruction des données;\ng. l’archivage;\nh. l’obligation de déclarer à laquelle sont soumises les personnes qui distribuent, prescrivent, remettent ou utilisent des antibiotiques; les détenteurs d’animaux ne sont pas soumis à cette obligation;\ni. l’obtention de données concernant le corps vétérinaire tirées du registre des professions médicales universitaires prévu aux art. 51 à 54 de la loi du 23 juin 2006 sur les professions médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_f"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 4a, Système d’information sur les antibiotiques en médecine vétérinaire, Utilisation du système d’information «Antibiotiques» par les cantons",
        "citation": "Art. 64g LPTh",
        "content": "Les cantons qui utilisent le système d’information «Antibiotiques» pour leurs propres tâches d’exécution sont tenus de prévoir des dispositions équivalentes en matière de protection des données pour leur domaine et de désigner un organe qui surveille le respect de cette réglementation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_64_g"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 5, Émoluments et taxe de surveillance",
        "citation": "Art. 65 al. 1 LPTh",
        "content": "L’institut et les autres autorités chargées de l’exécution de la présente loi perçoivent des émoluments pour les autorisations qu’ils délivrent, les contrôles qu’ils effectuent et les prestations de service qu’ils fournissent. En outre, l’institut peut percevoir des émoluments pour la réception des déclarations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_65"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 5, Émoluments et taxe de surveillance",
        "citation": "Art. 65 al. 2 LPTh",
        "content": "Pour financer, dans le domaine des médicaments, les coûts non couverts par les émoluments mentionnés à l’al. 1 ou par l’indemnisation fédérale visée à l’art. 77, al. 2, let. a, l’institut perçoit une taxe de surveillance auprès des titulaires d’une autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_65"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 5, Émoluments et taxe de surveillance",
        "citation": "Art. 65 al. 3 LPTh",
        "content": "La taxe de surveillance est prélevée sur le prix de fabrique des médicaments prêts à l’emploi autorisés et vendus en Suisse. Le taux de la taxe ne doit pas excéder 15 ‰ du prix de fabrique. Les recettes découlant de la taxe ne doivent pas excéder, au total, 10 ‰ du produit de la vente des médicaments durant l’année de taxation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_65"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 5, Émoluments et taxe de surveillance",
        "citation": "Art. 65 al. 4 LPTh",
        "content": "Le Conseil fédéral règle les modalités régissant la taxe de surveillance, notamment le taux à appliquer aux différentes catégories de prix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_65"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 5, Émoluments et taxe de surveillance",
        "citation": "Art. 65 al. 5 LPTh",
        "content": "Le conseil de l’institut fixe ses émoluments au sens de l’al. 1 dans l’ordonnance sur les émoluments de l’institut. Cette dernière doit être approuvée par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_65"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 5, Émoluments et taxe de surveillance",
        "citation": "Art. 65 al. 6 LPTh",
        "content": "Dans le cadre des objectifs stratégiques, le Conseil fédéral peut demander à l’institut de renoncer à percevoir tout ou partie des émoluments pour certaines autorisations ou prestations de service ou certains contrôles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_65"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Généralités",
        "citation": "Art. 66 al. 1 LPTh",
        "content": "L’institut et les autres autorités chargées de l’exécution de la présente loi peuvent, dans les limites de leurs attributions, prendre toutes les mesures administratives nécessaires pour exécuter la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_66"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Généralités",
        "citation": "Art. 66 al. 2 LPTh",
        "content": "Ils peuvent en particulier:\na. intervenir en cas de non-conformité et fixer un délai approprié au rétablissement de l’état de droit;\nb. suspendre ou révoquer des autorisations;\nc. fermer des établissements;\nd. saisir, garder en dépôt ou détruire des produits thérapeutiques dangereux pour la santé ou non conformes aux prescriptions de la présente loi;\ne. interdire la distribution et la remise de produits thérapeutiques, leur importation et leur exportation ainsi que le commerce à l’étranger de ces produits à partir de la Suisse et ordonner le retrait immédiat du marché de produits thérapeutiques ou la diffusion de recommandations sur la manière de prévenir les dommages;\nf. saisir les supports publicitaires illicites, les garder en dépôt, les détruire et en interdire l’usage et publier, aux frais des responsables, la décision d’interdiction;\ng. en cas d’infraction grave ou répétée aux dispositions de la présente loi, interdire provisoirement ou définitivement la publicité pour un produit thérapeutique déterminé et publier, aux frais des responsables, la décision d’interdiction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_66"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Généralités",
        "citation": "Art. 66 al. 3 LPTh",
        "content": "Ils peuvent commander auprès d’une personne des produits thérapeutiques sous un nom d’emprunt:\na. si la personne concernée est soupçonnée d’infraction aux dispositions régissant la fabrication, l’importation, l’exportation ou la mise sur le marché des produits thérapeutiques, et\nb. si les vérifications effectuées n’ont donné aucun résultat, ou si de nouvelles vérifications n’auraient aucune chance d’aboutir ou seraient excessivement difficiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_66"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Généralités",
        "citation": "Art. 66 al. 4 LPTh",
        "content": "Les organes douaniers sont habilités à retenir les envois de produits thérapeutiques à la frontière, dans un dépôt franc sous douane ou un entrepôt douanier si le destinataire ou l’expéditeur de l’envoi en Suisse est soupçonné d’infraction aux dispositions régissant l’importation, la fabrication, la mise sur le marché ou l’exportation des produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_66"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Généralités",
        "citation": "Art. 66 al. 5 LPTh",
        "content": "Ils peuvent faire appel aux autorités d’exécution. Celles-ci mènent l’enquête et prennent les mesures nécessaires. Elles peuvent notamment demander aux prestatai-res de services postaux le nom et l’adresse du titulaire d’une case postale. Les pres-tataires sont alors tenus de fournir les renseignements demandés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_66"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Généralités",
        "citation": "Art. 66 al. 6 LPTh",
        "content": "Au plus tard à l’achèvement de la procédure, les autorités d’exécution informent la personne concernée:\na. de la commande effectuée sous un nom d’emprunt;\nb. de l’obtention de renseignements et du motif de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_66"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 1 LPTh",
        "content": "L’institut veille à ce que le public soit informé des événements particuliers en relation avec les produits thérapeutiques présentant un danger pour la santé, et à ce qu’il reçoive des recommandations sur le comportement à adopter. Il publie les informations d’intérêt général en rapport avec les produits thérapeutiques, notamment les décisions d’autorisation de mise sur le marché et de révocation ainsi que les constatations faites dans le cadre de la surveillance du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 1bis LPTh",
        "content": "Tous les principes actifs et les excipients contenus dans un médicament sont mentionnés dans les informations destinées aux professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 2 LPTh",
        "content": "Les services compétents de la Confédération peuvent informer le public sur l’utilisation correcte des produits thérapeutiques aux fins de protéger la santé et de lutter contre leur usage abusif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 3 LPTh",
        "content": "Les titulaires d’une autorisation, les représentants des professions médicales intéressées, les personnes ayant le droit de remettre de leur propre chef des médicaments en vertu de l’art. 25 ainsi que les patients ou leurs associations dirigent conjointement une institution sous la forme d’une fondation; celle-ci est chargée de gérer une liste électronique présentant le contenu, prescrit par la loi, des informations sur les médicaments utilisés en médecine humaine ou vétérinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 4 LPTh",
        "content": "L’institution publie dans la liste électronique visée à l’al. 3, de manière structurée, appropriée et aux frais des titulaires de l’autorisation, l’intégralité du contenu actualisé des informations sur les médicaments fournies par lesdits titulaires. Une simple liste contenant toutes les informations actualisées sur les médicaments est mise gratuitement à la disposition du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 5 LPTh",
        "content": "Les titulaires d’une autorisation livrent à l’institution le contenu, prescrit par la loi, des informations sur les médicaments dans la forme prévue à cet effet. S’ils ne satisfont pas à cette obligation, l’institution effectue la mise en forme structurée à leurs frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 6 LPTh",
        "content": "En collaboration avec l’institut et les personnes ayant le droit de remettre des médicaments de leur propre chef en vertu de l’art. 25, l’institution fixe les exigences quant à l’étendue et à la structure des données visées à l’al. 4 et quant à leur livraison en vertu de l’al. 5. Pour cela, elle tient compte autant que possible des normes internationales pertinentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 7 LPTh",
        "content": "Les services fédéraux compétents peuvent rendre accessibles, par l’intermédiaire de la liste électronique, d’autres informations publiées par les autorités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 8 LPTh",
        "content": "Si l’institution n’accomplit pas ses tâches, l’institut publie le contenu, prescrit par la loi, des informations sur les médicaments sous la forme d’une liste électronique, aux frais des titulaires d’une autorisation. L’institut peut confier l’établissement et l’exploitation de la liste à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information du public",
        "citation": "Art. 67 al. 9 LPTh",
        "content": "Dès qu’il a obtenu la demande d’autorisation d’un médicament, l’institut publie l’indication et le ou les principes actifs de ce médicament ainsi que le nom et l’adresse du requérant, pour autant qu’aucun intérêt digne de protection au maintien du secret ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information sur l’usage des médicaments dans certains groupes de la population",
        "citation": "Art. 67a al. 1 LPTh",
        "content": "Pour améliorer la sécurité quant à l’usage des médicaments en pédiatrie, le Conseil fédéral peut prévoir la collecte, l’harmonisation, l’évaluation et la publication de données relatives à la prescription, à la remise et à l’administration de médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information sur l’usage des médicaments dans certains groupes de la population",
        "citation": "Art. 67a al. 2 LPTh",
        "content": "La Confédération peut, à cette fin, confier la création et l’exploitation d’une banque de données à des tiers. Cette banque de données ne peut contenir aucune donnée personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information sur l’usage des médicaments dans certains groupes de la population",
        "citation": "Art. 67a al. 3 LPTh",
        "content": "Le Conseil fédéral:\na. fixe les exigences fondamentales quant au contenu, au fonctionnement et à la qualité de la banque de données, et règle les conditions d’accès aux données et leur utilisation;\nb. désigne le service chargé de gérer la banque de données; il peut habiliter celui-ci à collecter des informations sous forme anonymisée auprès de personnes exerçant une profession médicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information sur l’usage des médicaments dans certains groupes de la population",
        "citation": "Art. 67a al. 4 LPTh",
        "content": "L’exploitant de la banque de données au sens de l’al. 2 garantit l’interopérabilité de cette dernière avec la liste électronique visée à l’art. 67.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Information sur l’usage des médicaments dans certains groupes de la population",
        "citation": "Art. 67a al. 5 LPTh",
        "content": "Le Conseil fédéral peut étendre les activités visées aux al. 1 et 2 à d’autres groupes spécifiques de la population. Il peut prévoir l’institution de commissions spécialisées consultatives ou d’experts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Publication des résultats d’essais cliniques ",
        "citation": "Art. 67b al. 1 LPTh",
        "content": "Le Conseil fédéral peut prévoir, compte tenu des réglementations reconnues sur le plan international, que les résultats d’essais cliniques menés en vue de développer un médicament à usage humain sont publiés suite à l’octroi de l’autorisation de mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Publication des résultats d’essais cliniques ",
        "citation": "Art. 67b al. 2 LPTh",
        "content": "À cette fin, la Confédération peut exploiter ou faire exploiter une banque de données par des tiers. Cette banque de données ne peut contenir aucune donnée permettant de faire un lien avec des personnes participant à des essais cliniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 4, Dispositions communes applicables aux médicaments et aux dispositifs médicaux, Section 6, Mesures administratives, Publication des résultats d’essais cliniques ",
        "citation": "Art. 67b al. 3 LPTh",
        "content": "Le Conseil fédéral: \na. désigne le service chargé de gérer la banque de données; \nb. définit les obligations et la procédure en matière de publication; \nc. définit le contenu et la forme des résultats à publier; \nd. fixe les exigences quant au contenu et au fonctionnement de la banque de données; \ne. règle les conditions d’accès aux données et leur utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_67_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 1, Forme juridique et statut",
        "citation": "Art. 68 al. 1 LPTh",
        "content": "La Confédération gère l’institut avec le concours des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_68"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 1, Forme juridique et statut",
        "citation": "Art. 68 al. 2 LPTh",
        "content": "L’institut est un établissement de droit public, doté de la personnalité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_68"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 1, Forme juridique et statut",
        "citation": "Art. 68 al. 3 LPTh",
        "content": "Il est autonome dans son organisation et sa gestion; il s’autofinance et tient une comptabilité propre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_68"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 1, Forme juridique et statut",
        "citation": "Art. 68 al. 4 LPTh",
        "content": "Il peut faire appel à des particuliers pour accomplir certaines tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_68"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 1, Forme juridique et statut",
        "citation": "Art. 68 al. 5 LPTh",
        "content": "Il peut instituer des commissions consultatives et mandater des experts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_68"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Tâches",
        "citation": "Art. 69 al. 1 LPTh",
        "content": "L’institut accomplit les tâches qui lui sont assignées par la présente loi et par d’autres lois fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_69"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Tâches",
        "citation": "Art. 69 al. 1bis LPTh",
        "content": "Le Conseil fédéral peut confier à l’institut, contre indemnité, d’autres tâches qui ont un rapport étroit avec celles qui lui sont assignées par la loi et n’entravent pas l’exécution de ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_69"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Tâches",
        "citation": "Art. 69 al. 2 LPTh",
        "content": "Dans le cadre des activités qu’il exerce en vertu de la présente loi, l’institut peut, contre rémunération, fournir des prestations de service à d’autres autorités ainsi qu’à des organisations internationales, dans la mesure où ces prestations ne nuisent pas à son indépendance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_69"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Tâches",
        "citation": "Art. 69 al. 3 LPTh",
        "content": "Le Conseil fédéral peut lui donner le mandat de participer à la préparation d’actes législatifs touchant le domaine des produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_69"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Tâches",
        "citation": "Art. 69 al. 4 LPTh",
        "content": "L’institut est le service central et le point de contact national au sens des art. 17, al. 3, et 22, al. 2, de la Convention du Conseil de l’Europe du 28 octobre 2011 sur la contrefaçon des produits médicaux et les infractions similaires menaçant la santé publique. Il communique avec les points de contact étrangers désignés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_69"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Objectifs stratégiques",
        "citation": "Art. 70 al. 1 LPTh",
        "content": "Sur proposition du conseil de l’institut, le Conseil fédéral approuve les objectifs stratégiques de l’institut pour une période de quatre ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_70"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 2, Tâches et objectifs stratégiques, Objectifs stratégiques",
        "citation": "Art. 70 al. 2 LPTh",
        "content": "Les modifications nécessaires suite à l’examen annuel effectué par le conseil de l’institut doivent également être soumises au Conseil fédéral pour approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_70"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Organes",
        "citation": "Art. 71 al. 1 LPTh",
        "content": "Les organes de l’institut sont:\na. le conseil de l’institut;\nb. la direction;\nc. l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Organes",
        "citation": "Art. 71 al. 2 LPTh",
        "content": "Une seule et même personne ne peut faire partie que d’un des organes cités à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Organes",
        "citation": "Art. 71 al. 3 LPTh",
        "content": "Le Conseil fédéral peut, pour des motifs importants, révoquer un ou plusieurs membres siégeant au sein du conseil de l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Déclaration des liens d’intérêts des membres du conseil de l’institut ",
        "citation": "Art. 71a al. 1 LPTh",
        "content": "Tout candidat au conseil de l’institut déclare ses liens d’intérêts au Conseil fédéral avant sa nomination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Déclaration des liens d’intérêts des membres du conseil de l’institut ",
        "citation": "Art. 71a al. 2 LPTh",
        "content": "Quiconque refuse de déclarer ses liens d’intérêts ne peut être nommé au conseil de l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Déclaration des liens d’intérêts des membres du conseil de l’institut ",
        "citation": "Art. 71a al. 3 LPTh",
        "content": "Les membres du conseil de l’institut communiquent immédiatement au Département de l’intérieur tout changement de leurs liens d’intérêts qui survient pendant la durée de leur mandat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Déclaration des liens d’intérêts des membres du conseil de l’institut ",
        "citation": "Art. 71a al. 4 LPTh",
        "content": "L’institut tient un registre à jour et publie les liens d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Déclaration des liens d’intérêts des membres du conseil de l’institut ",
        "citation": "Art. 71a al. 5 LPTh",
        "content": "Le secret professionnel au sens du code pénal est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Déclaration des liens d’intérêts des membres du conseil de l’institut ",
        "citation": "Art. 71a al. 6 LPTh",
        "content": "Peut être révoqué le membre du conseil de l’institut qui n’a pas déclaré ses liens d’intérêts dans leur intégralité lors de sa nomination ou qui n’a pas communiqué un changement de liens d’intérêts survenu pendant la durée de son mandat et qui ne s’exécute toujours pas après avoir été invité à le faire par le Département fédéral de l’intérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_71_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Composition et nomination du conseil de l’institut",
        "citation": "Art. 72 al. 1 LPTh",
        "content": "Le conseil de l’institut comprend sept membres au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_72"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Composition et nomination du conseil de l’institut",
        "citation": "Art. 72 al. 2 LPTh",
        "content": "Le Conseil fédéral nomme, sur la base d’un profil d’exigences, les membres du conseil de l’institut et désigne parmi eux le président. Les cantons peuvent proposer trois membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_72"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Composition et nomination du conseil de l’institut",
        "citation": "Art. 72 al. 3 LPTh",
        "content": "Les membres sont nommés pour un mandat de quatre ans. Le mandat est renouvelable deux fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_72"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Fonction et tâches du conseil de l’institut ",
        "citation": "Art. 72a al. 1 LPTh",
        "content": "Le conseil de l’institut est l’organe stratégique de l’institut, dont il défend les intérêts. Il exécute les tâches suivantes:\na. il élabore les objectifs stratégiques de l’institut, les soumet à l’approbation du Conseil fédéral et les revoit chaque année;\nb. il soumet au Conseil fédéral un rapport annuel sur la réalisation des objectifs stratégiques; il transmet au Conseil fédéral le rapport sur l’audit financier de l’institut effectué par le Contrôle fédéral des finances dans le cadre de son activité de surveillance;\nc. il propose au Conseil fédéral le montant de l’indemnisation versée par la Confédération pour les prestations visées à l’art. 69;\nd. il édicte le règlement d’organisation de l’institut;\ne. il édicte son propre règlement, dans lequel il fixe notamment les règles relatives à la récusation;\nf. il établit et approuve un rapport de gestion annuel qu’il soumet pour approbation au Conseil fédéral; en même temps, il lui propose de donner décharge au conseil de l’institut et lui soumet une proposition sur l’emploi du bénéfice; il publie le rapport de gestion après son approbation;\ng. il décide de la conclusion, de la modification et de la fin du contrat de travail du directeur; la conclusion et la résiliation du contrat doivent être approuvées par le Conseil fédéral;\nh. il décide, sur proposition du directeur, de la conclusion, de la modification et de la fin du contrat de travail des autres membres de la direction;\ni. il accomplit les autres tâches que lui assigne le Conseil fédéral dans le domaine des produits thérapeutiques;\nj. il exerce la surveillance sur la direction et veille à la mise en place d’un système de contrôle interne et d’un système de gestion des risques adaptés à l’institut;\nk. il édicte les dispositions visées à l’art. 82, al. 2;\nl. il approuve le plan de gestion et le budget;\nm. il conclut le contrat d’affiliation à la caisse de pension de la Confédération (PUBLICA) et le soumet à l’approbation du Conseil fédéral;\nn. il règle la composition, l’élection et l’organisation de l’organe paritaire de la caisse de prévoyance;\no. il édicte les dispositions réglementaires permettant de garantir l’indépendance des experts mandatés par l’institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_72_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Fonction et tâches du conseil de l’institut ",
        "citation": "Art. 72a al. 2 LPTh",
        "content": "Les membres du conseil de l’institut remplissent leurs tâches et leurs obligations avec diligence et veillent fidèlement aux intérêts de l’institut. Le conseil de l’institut adopte les mesures d’organisation qui s’imposent afin de préserver les intérêts de l’institut et d’éviter les conflits d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_72_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Direction",
        "citation": "Art. 73 al. 1 LPTh",
        "content": "La direction est l’organe opérationnel de l’institut. Elle a à sa tête un directeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_73"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Direction",
        "citation": "Art. 73 al. 2 LPTh",
        "content": "Elle assume les tâches suivantes:\na. elle dirige les affaires;\nb. elle édicte les décisions conformément au règlement d’organisation;\nc. elle élabore les bases de décision du conseil de l’institut et informe ce dernier sur une base régulière ou immédiatement en cas d’événement particulier;\nd. elle représente l’institut vis-à-vis de l’extérieur;\ne. elle édicte le plan de gestion et le budget et les soumet à l’approbation du conseil de l’institut;\nf. elle décide de la conclusion, de la modification et de la fin des contrats de travail du personnel de l’institut, sous réserve de l’art. 72a, al. 1, let. h;\ng. elle remplit les tâches qui ne sont pas assignées à un autre organe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_73"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 3, Organes et attributions, Direction",
        "citation": "Art. 73 al. 3 LPTh",
        "content": "Le règlement d’organisation fixe les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_73"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Indemnités versées au conseil de l’institut et conditions d’engagement",
        "citation": "Art. 75 al. 1 LPTh",
        "content": "L’institut engage son personnel en tant qu’employeur de droit public. Dans des cas justifiés, il peut conclure des contrats selon le code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Indemnités versées au conseil de l’institut et conditions d’engagement",
        "citation": "Art. 75 al. 2 LPTh",
        "content": "Le conseil de l’institut édicte l’ordonnance sur le personnel de l’institut sous réserve de l’approbation par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Indemnités versées au conseil de l’institut et conditions d’engagement",
        "citation": "Art. 75 al. 3 LPTh",
        "content": "L’art. 6a, al. 1 à 5, de la loi du 24 mars 2000 sur le personnel de la Confédération s’applique par analogie au salaire et aux autres conditions contractuelles convenues avec les membres de la direction et les autres membres du personnel qui sont rémunérés de manière comparable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Indemnités versées au conseil de l’institut et conditions d’engagement",
        "citation": "Art. 75 al. 4 LPTh",
        "content": "Le Conseil fédéral fixe les indemnités versées aux membres du conseil de l’institut. L’art. 6a, al. 1 à 5, de la loi sur le personnel de la Confédération s’applique aux honoraires versés aux membres du conseil de l’institut et aux autres conditions contractuelles convenues avec ces personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Obligation de dénoncer, droit de signaler et protection ",
        "citation": "Art. 75a al. 1 LPTh",
        "content": "Les employés sont tenus de dénoncer aux autorités de poursuite pénale, à leurs supérieurs, au conseil de l’institut ou au Contrôle fédéral des finances tous les crimes et délits poursuivis d’office dont ils ont eu connaissance ou qui leur ont été signalés dans l’exercice de leur fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Obligation de dénoncer, droit de signaler et protection ",
        "citation": "Art. 75a al. 2 LPTh",
        "content": "Les obligations de dénoncer prévues par d’autres lois fédérales sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Obligation de dénoncer, droit de signaler et protection ",
        "citation": "Art. 75a al. 3 LPTh",
        "content": "Les personnes qui ont le droit de refuser de déposer ou de témoigner selon les art. 113, al. 1, 168 et 169 du code de procédure pénale (CPP) ne sont pas soumises à l’obligation de dénoncer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Obligation de dénoncer, droit de signaler et protection ",
        "citation": "Art. 75a al. 4 LPTh",
        "content": "Les employés ont le droit de signaler à leurs supérieurs, au conseil de l’institut ou au Contrôle fédéral des finances les autres irrégularités dont ils ont eu connaissance ou qui leur ont été signalées dans l’exercice de leur fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Obligation de dénoncer, droit de signaler et protection ",
        "citation": "Art. 75a al. 5 LPTh",
        "content": "Nul ne doit subir un désavantage sur le plan professionnel pour avoir, de bonne foi, dénoncé une infraction ou signalé une irrégularité ou pour avoir déposé comme témoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Traitement des données",
        "citation": "Art. 75b al. 1 LPTh",
        "content": "L’institut traite, sous forme papier et dans un ou plusieurs systèmes d’information, les données relatives au personnel dont il a besoin pour exécuter les tâches qui lui sont assignées par la présente loi, notamment pour:\na. déterminer les effectifs nécessaires;\nb. recruter du personnel afin de garantir les effectifs nécessaires;\nc. gérer les salaires et les rémunérations, établir les dossiers du personnel et gérer les communications adressées aux assurances sociales;\nd. promouvoir des mesures de développement et de fidélisation des employés;\ne. maintenir et augmenter le niveau de qualification des employés;\nf. assurer une planification, un pilotage et un contrôle au moyen d’analyses de données, de comparaisons, de rapports et de plans de mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Traitement des données",
        "citation": "Art. 75b al. 2 LPTh",
        "content": "Il peut traiter les données suivantes relatives au personnel qui sont nécessaires à l’exécution des tâches mentionnées à l’al. 1, y compris les données sensibles:\na. données relatives à la personne;\nb. données relatives à l’état de santé en rapport avec la capacité de travail;\nc. données relatives aux prestations, au potentiel et au développement personnel et professionnel;\nd. données requises dans le cadre de la collaboration à la mise en œuvre du droit des assurances sociales;\ne. actes de procédure et décisions des autorités ayant trait au travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Traitement des données",
        "citation": "Art. 75b al. 3 LPTh",
        "content": "Il est responsable de la protection et de la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Traitement des données",
        "citation": "Art. 75b al. 4 LPTh",
        "content": "Il peut transmettre des données à des tiers s’il existe une base légale ou si la personne à laquelle les données se rapportent y a consenti par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Traitement des données",
        "citation": "Art. 75b al. 5 LPTh",
        "content": "Il édicte des dispositions d’exécution concernant:\na. l’architecture, l’organisation et l’exploitation des systèmes d’information;\nb. le traitement des données, notamment leur collecte, leur conservation, leur archivage et leur destruction;\nc. les autorisations de traitement des données;\nd. les catégories de données visées à l’al. 2;\ne. la protection et la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Traitement des données",
        "citation": "Art. 75b al. 6 LPTh",
        "content": "Il peut prévoir la communication en ligne de données non sensibles à des tiers. Il édicte les dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_75_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 4, Personnel, Caisse de pensions",
        "citation": "Art. 76 LPTh",
        "content": "Le personnel de l’institut est assuré à la Caisse fédérale de pensions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_76"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Ressources financières",
        "citation": "Art. 77 al. 1 LPTh",
        "content": "La Confédération et les cantons peuvent allouer un capital de dotation à l’institut; ce capital ne porte pas d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_77"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Ressources financières",
        "citation": "Art. 77 al. 2 LPTh",
        "content": "L’institut finance ses dépenses notamment par:\na. l’indemnisation versée par la Confédération pour les tâches visées à l’art. 69, al. 1, dans la mesure où leur coût n’est pas couvert par des taxes ou des émoluments;\nb. les taxes et les émoluments prévus à l’art. 65;\nc. la rémunération des prestations de service fournies à d’autres autorités ou à des organisations internationales conformément à l’art 69, al 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_77"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Ressources financières",
        "citation": "Art. 77 al. 2bis LPTh",
        "content": "Les tâches et activités suivantes de l’institut sont financées en totalité par l’indemnisation versée par la Confédération:\na. élaboration de la législation;\nb. exécution des dispositions de droit pénal;\nc. surveillance des dispositifs médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_77"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Ressources financières",
        "citation": "Art. 77 al. 3 LPTh",
        "content": "L’utilisation des moyens visés à l’al. 2, let. a et b, et la compensation en cas d’excédent ou de sous-financement en relation avec les tâches et activités visées à l’al. 2bis sont fixées dans le cadre de l’approbation des objectifs stratégiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_77"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Ressources financières",
        "citation": "Art. 77 al. 4 LPTh",
        "content": "Les amendes et le produit des autres pénalités pécuniaires reviennent à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_77"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Établissement des comptes",
        "citation": "Art. 78 al. 1 LPTh",
        "content": "Les comptes de l’institut présentent l’état réel de la fortune, des finances et des revenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Établissement des comptes",
        "citation": "Art. 78 al. 2 LPTh",
        "content": "Les comptes sont établis selon les principes de l’importance, de l’universalité, de la clarté, de la continuité et de la présentation du produit brut et se fondent sur des normes généralement reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Établissement des comptes",
        "citation": "Art. 78 al. 3 LPTh",
        "content": "Les règles d’inscription au bilan et d’évaluation découlant des principes comptables doivent être présentées en annexe au bilan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Établissement des comptes",
        "citation": "Art. 78 al. 4 LPTh",
        "content": "Le Conseil fédéral peut édicter, à l’intention de l’institut, des prescriptions relatives à l’établissement des comptes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Rapport de gestion ",
        "citation": "Art. 78a al. 1 LPTh",
        "content": "Le rapport de gestion se compose des comptes annuels de l’établissement, de l’attestation relative à la révision des comptes annuels et du rapport annuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Rapport de gestion ",
        "citation": "Art. 78a al. 2 LPTh",
        "content": "Les comptes annuels se composent du compte de profits et pertes, du bilan et de l’annexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Rapport de gestion ",
        "citation": "Art. 78a al. 3 LPTh",
        "content": "L’organe de révision contrôle les comptes annuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_78_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Réserves",
        "citation": "Art. 79 al. 1 LPTh",
        "content": "Dans la mesure où l’institut constitue des réserves, il les utilise pour financer ses investissements futurs ou pour compenser d’éventuelles pertes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_79"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Réserves",
        "citation": "Art. 79 al. 2 LPTh",
        "content": "Si les réserves excèdent le montant d’un budget annuel, les taxes et les émoluments sont revus à la baisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_79"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Trésorerie",
        "citation": "Art. 79a al. 1 LPTh",
        "content": "À la demande de l’institut, l’Administration fédérale des finances peut gérer les liquidités de ce dernier dans le cadre de sa trésorerie centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_79_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Trésorerie",
        "citation": "Art. 79a al. 2 LPTh",
        "content": "Pour permettre à l’institut d’assurer sa solvabilité, elle peut lui accorder des prêts à des taux d’intérêt conformes à ceux du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_79_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Trésorerie",
        "citation": "Art. 79a al. 3 LPTh",
        "content": "L’Administration fédérale des finances et l’institut fixent d’un commun accord les modalités de cette coopération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_79_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Responsabilité",
        "citation": "Art. 80 al. 1 LPTh",
        "content": "La responsabilité de l’institut, de ses organes, de son personnel et des personnes qu’il a mandatées est régie par la loi du 14 mars 1958 sur la responsabilité, sous réserve de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_80"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Responsabilité",
        "citation": "Art. 80 al. 2 LPTh",
        "content": "L’institut et les personnes qu’il a mandatées sont responsables uniquement:\na. s’ils ont violé des devoirs essentiels de fonction;\nb. si le dommage ne résulte pas d’une violation des obligations d’un assujetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_80"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Exonération d’impôts",
        "citation": "Art. 81 al. 1 LPTh",
        "content": "L’institut est exonéré des impôts de la Confédération, des cantons et des communes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_81"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 5, Institut suisse des produits thérapeutiques, Section 5, Budget et rapport de gestion, Exonération d’impôts",
        "citation": "Art. 81 al. 2 LPTh",
        "content": "Est réservé le droit fédéral régissant:\na. la taxe sur la valeur ajoutée portant sur les rémunérations;\nb. l’impôt anticipé et les droits de timbre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_81"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Confédération",
        "citation": "Art. 82 al. 1 LPTh",
        "content": "Le Conseil fédéral et l’institut exécutent les tâches qui sont attribuées par la présente loi à la Confédération. L’institut est l’autorité d’exécution pour les produits visés à l’art. 2a. L’exécution du chapitre 4, section 2a, incombe à l’OFSP. Le Conseil fédéral peut déléguer à d’autres autorités certaines tâches de l’institut ou de l’OFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_82"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Confédération",
        "citation": "Art. 82 al. 2 LPTh",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution pour autant que la présente loi ne déclare pas l’institut compétent ou qu’il n’a pas confié à celui-ci la compétence d’édicter des prescriptions de nature technique et d’importance mineure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_82"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Confédération",
        "citation": "Art. 82 al. 3 LPTh",
        "content": "Le Conseil fédéral peut prévoir que certains actes délégués et certains actes d’exécution de la Commission européenne dans le domaine des dispositifs médicaux s’appliquent également en Suisse dans la version qui s’applique aux États membres de l’Union européenne, pour autant qu’il s’agisse de modalités techniques ou administratives dont la réglementation est adaptée régulièrement et en général à court terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_82"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Coopération internationale",
        "citation": "Art. 82a al. 1 LPTh",
        "content": "Les services de la Confédération chargés de l’exécution de la présente loi coopèrent avec les autorités étrangères ainsi qu’avec les organisations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_82_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Coopération internationale",
        "citation": "Art. 82a al. 2 LPTh",
        "content": "Le Conseil fédéral peut conclure des accords internationaux:\na. sur l’échange d’information avec des autorités étrangères ou des organisations internationales et sur la participation de la Suisse à des systèmes d’information internationaux visant à garantir la sécurité des produits thérapeutiques;\nb. sur la communication de données personnelles, y compris de données sur la santé et sur les poursuites ou sanctions administratives et pénales, à des autorités étrangères ou à des organisations internationales, pour autant que l’exécution de la présente loi l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_82_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Cantons",
        "citation": "Art. 83 al. 1 LPTh",
        "content": "Les cantons accomplissent les tâches d’exécution:\na. qui leur sont attribuées par la présente loi;\nb. qui ne sont pas expressément attribuées à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_83"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 6, Exécution, Cantons",
        "citation": "Art. 83 al. 2 LPTh",
        "content": "Les cantons communiquent à l’institut leurs actes législatifs concernant les produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_83"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 7, Procédure administrative et voies de droit, ...",
        "citation": "Art. 84 al. 1 LPTh",
        "content": "À moins que la présente loi n’en dispose autrement, la procédure administrative et les voies de droit sont régies par la loi fédérale du 20 décembre 1968 sur la procédure administrative, par la loi du 17 juin 2005 sur le Tribunal administratif fédéral et par la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_84"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 7, Procédure administrative et voies de droit, ...",
        "citation": "Art. 84 al. 1bis LPTh",
        "content": "Dans la procédure administrative de l’institut, le nom des rapporteurs et des experts scientifiques ne peut être communiqué aux parties que s’ils donnent leur accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_84"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 7, Procédure administrative et voies de droit, ...",
        "citation": "Art. 84 al. 2 LPTh",
        "content": "L’institut est habilité à utiliser les voies de recours du droit cantonal et du droit fédéral contre les décisions rendues par les autorités cantonales et le Tribunal administratif fédéral en application de la présente loi et de ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_84"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 7, Procédure administrative et voies de droit, ...",
        "citation": "Art. 84 al. 3 LPTh",
        "content": "Il est en outre habilité à former un recours contre les décisions rendues par les dernières instances cantonales en application de la loi du 30 septembre 2011 relative à la recherche sur l’être humain (art. 89, al. 2, let. a, de la loi du 17 juin 2005 sur le Tribunal fédéral).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_84"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Crimes et délits",
        "citation": "Art. 86 al. 1 LPTh",
        "content": "Est passible d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, intentionnellement:\na. fabrique, met sur le marché, utilise, prescrit, importe ou exporte des médicaments ou en fait le commerce à l’étranger sans l’autorisation nécessaire, en enfreignant les exigences et conditions liés à l’autorisation obtenue ou en enfreignant les devoirs de diligence visés aux art. 3, 7, 21, 22, 26, 29 et 42;\nb. recourt à des antibiotiques sans respecter les restrictions ou interdictions découlant de l’art. 42a, al. 2;\nc. contrevient, lorsqu’il effectue une opération en rapport avec le sang ou des produits sanguins, aux dispositions sur l’aptitude à donner du sang, sur l’obligation de faire un test, sur l’obligation d’enregistrer et d’archiver, néglige son devoir de diligence au sens de l’art. 37 ou omet de prendre les mesures de protection ou de sécurité requises;\nd. met sur le marché, exporte ou utilise des dispositifs médicaux qui ne satisfont pas aux exigences de la présente loi, ou utilise des dispositifs médicaux sans que les conditions relatives aux qualifications professionnelles et à l’exploitation soient remplies;\ne. contrevient au devoir de diligence visé à l’art. 48 ou néglige son obligation d’assurer la maintenance des dispositifs médicaux;\nf. effectue ou fait effectuer sur l’être humain un essai clinique qui ne satisfait pas aux exigences de la présente loi;\ng. contrefait, falsifie ou désigne de manière inexacte des médicaments ou des dispositifs médicaux ou s’il met sur le marché, utilise, importe ou exporte des médicaments ou des dispositifs médicaux contrefaits, falsifiés ou désignés de manière inexacte ou en fait le commerce à l’étranger; \nh. contrevient à l’une des interdictions visée à l’art. 55;\ni. met sur le marché des produits qui ne satisfont pas aux exigences fixées par le Conseil fédéral en vertu de l’art. 2a;\nj.  propose, octroie, exige ou accepte un avantage pécuniaire ou un autre avantage pour le don de tissus humains ou des cellules humaines ou utilise de tels tissus ou cellules pour fabriquer les produits visés à l’art. 2a; \nk. prélève ou utilise des tissus humains ou des cellules humaines pour fabriquer les produits visés à l’art. 2a en l’absence de consentement au prélèvement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_86"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Crimes et délits",
        "citation": "Art. 86 al. 2 LPTh",
        "content": "Est passible d’une peine privative de liberté de dix ans au plus ou d’une peine pécuniaire quiconque, dans les cas prévus à l’al. 1, let. a à g et i à k:a. sait ou ne peut ignorer que cette infraction met concrètement en danger la santé humaine;\nb. ayant agi par métier, réalise un chiffre d’affaires élevé ou un gain important.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_86"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Crimes et délits",
        "citation": "Art. 86 al. 3 LPTh",
        "content": "Est passible d’une peine privative de liberté de dix ans au plus ou d’une peine pécuniaire quiconque, dans les cas prévus à l’al. 1, let. a, c, d, f, g et i à k, agit en tant que membre d’une bande se livrant de manière systématique au trafic illicite de produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_86"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Crimes et délits",
        "citation": "Art. 86 al. 4 LPTh",
        "content": "Si l’auteur agit par négligence, il est puni d’une peine pécuniaire. Dans les cas de peu de gravité, une amende peut être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_86"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Autres infractions",
        "citation": "Art. 87 al. 1 LPTh",
        "content": "Est passible d’une amende de 50 000 francs au plus, quiconque, intentionnellement:\na. fabrique, met sur le marché, importe ou exporte des produits thérapeutiques ou des excipients non conformes aux exigences figurant dans la Pharmacopée, ou en fait le commerce à l’étranger;\nb. contrevient aux dispositions sur la publicité pour les médicaments;\nc. contrevient aux obligations de déclarer, d’enregistrer ou de publier prévues par la présente loi;\nd. contrevient à l’obligation d’étiqueter, de tenir un registre, d’archiver ou de collaborer;\ne. enfreint l’obligation de garder le secret, à moins qu’il y ait infraction aux art. 162, 320 ou 321 du code pénal;\nf. commet une infraction visée à l’art. 86, al. 1, let. a à g, si son infraction concerne un produit thérapeutique destiné à son usage personnel, des médicaments en vente libre ou des dispositifs médicaux entrant dans la classe I selon l’annexe IX de la directive 93/42/CEE;\ng. ne se conforme pas à une décision qui lui a été signifiée avec indication de la peine prévue au présent article;\nh. contrevient à l’obligation de transparence au sens de l’art. 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_87"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Autres infractions",
        "citation": "Art. 87 al. 2 LPTh",
        "content": "Si l’auteur agit par métier, dans les cas prévus à l’al. 1, let. a, b, e et f, il est puni d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_87"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Autres infractions",
        "citation": "Art. 87 al. 3 LPTh",
        "content": "Si l’auteur agit par négligence, il est puni d’une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_87"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Autres infractions",
        "citation": "Art. 87 al. 4 LPTh",
        "content": "La tentative et la complicité sont punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_87"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Autres infractions",
        "citation": "Art. 87 al. 5 LPTh",
        "content": "La contravention et la peine se prescrivent par cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_87"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Autres infractions",
        "citation": "Art. 87 al. 6 LPTh",
        "content": "Dans les cas de très peu de gravité, il peut être renoncé à la poursuite pénale et à la condamnation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_87"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Application d’autres dispositions pénales",
        "citation": "Art. 88 LPTh",
        "content": "Les dispositions pénales de la loi fédérale du 6 octobre 1995 sur les entraves techniques au commerce s’appliquent aux faux, aux constatations fausses, à l’obtention frauduleuse de constatations fausses, à l’utilisation d’attestations fausses ou inexactes, à l’établissement non autorisé de déclarations de conformité, à l’apposition et à l’utilisation non autorisées de signes de conformité ainsi qu’aux avantages patrimoniaux acquis de façon illicite au sens des art. 23 à 29 de ladite loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_88"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Infractions commises dans une entreprise",
        "citation": "Art. 89 al. 1 LPTh",
        "content": "Si l’amende prévisible ne dépasse pas 20 000 francs et que l’enquête portant sur des personnes punissables en vertu de l’art. 6 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA) implique des mesures d’instruction hors de proportion avec la peine encourue, l’autorité peut renoncer à poursuivre ces personnes et condamner l’entreprise (art. 7 DPA) au paiement de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_89"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Infractions commises dans une entreprise",
        "citation": "Art. 89 al. 2 LPTh",
        "content": "Les art. 6 et 7 DPA sont également applicables en cas de poursuite pénale par les autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_89"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 90 al. 1 LPTh",
        "content": "La poursuite pénale dans le domaine d’exécution de la Confédération est assurée par l’institut et par l’OFSP, conformément aux dispositions de la DPA. Toute infraction aux dispositions sur l’importation, l’exportation ou le transit de produits thérapeutiques qui constitue simultanément une infraction à la loi du 18 mars 2005 sur les douanes ou à la loi du 12 juin 2009 sur la TVA est poursuivie et jugée par l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 90 al. 2 LPTh",
        "content": "Si, en vertu de la présente loi ou d’une autre loi fédérale, la poursuite pénale relève de la compétence de plusieurs autorités fédérales, celles-ci peuvent convenir de la jonction des procédures devant une autorité pour autant qu’il s’agisse des mêmes faits ou qu’il existe un rapport étroit entre ceux-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 90 al. 3 LPTh",
        "content": "La poursuite pénale dans le domaine d’exécution des cantons relève de la compé-tence de ceux-ci. L’institut peut, dans la procédure, bénéficier des droits de la partie plaignante. Le ministère public informe l’institut de l’ouverture d’une procédure préliminaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 90 al. 4 LPTh",
        "content": "Lorsqu’une affaire de droit pénal relative à la présente loi relève à la fois de la compétence fédérale et de la compétence cantonale, les autorités compétentes peuvent convenir de la jonction des procédures auprès de la Confédération ou du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Mesures de surveillance secrètes",
        "citation": "Art. 90a al. 1 LPTh",
        "content": "L’institut ou l’OFDF peut ordonner des mesures de surveillance secrètes au sens des art. 282 et 283 ou 298a à 298d CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Mesures de surveillance secrètes",
        "citation": "Art. 90a al. 2 LPTh",
        "content": "La poursuite, au-delà de 30 jours, d’une mesure fondée sur l’al. 1 est soumise à autorisation du directeur de l’autorité qui l’a ordonnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Mesures de surveillance secrètes",
        "citation": "Art. 90a al. 3 LPTh",
        "content": "Au plus tard lors de la clôture de l’instruction, l’autorité qui a ordonné la mesure communique à la personne concernée les motifs, le mode et la durée de la surveillance secrète.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Mesures de surveillance secrètes",
        "citation": "Art. 90a al. 4 LPTh",
        "content": "Lorsque des mesures de surveillance secrètes au sens des art. 269 à 281 ou 284 à 298 CPP sont nécessaires dans une procédure, l’institut ou l’OFDF en informe immédiatement le Ministère public de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Mesures de surveillance secrètes",
        "citation": "Art. 90a al. 5 LPTh",
        "content": "Dans les cas visés à l’al. 4, l’institut ou l’OFDF, avec l’accord du Ministère public de la Confédération, saisit le tribunal des mesures de contraintes. Si ce dernier autorise les mesures, le Ministère public de la Confédération reprend la procédure en application du CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_a"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Infractions commises à l’étranger et procédures complexes",
        "citation": "Art. 90b LPTh",
        "content": "Si la procédure conduite par l’institut ou l’OFDF concerne principalement des infractions commises à l’étranger ou qu’elle s’avère si complexe ou si exigeante en ressources que ces autorités ne peuvent la mener à terme en temps utile avec les moyens à leur disposition, lesdites autorités peuvent demander au Ministère public de la Confédération de poursuivre cette procédure. Ce dernier la mène en application du CPP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_b"
    },
    {
        "book": "HMG",
        "title": "LPTh, Chapitre 8, Dispositions pénales, Appel à des tiers",
        "citation": "Art. 90c LPTh",
        "content": "L’institut et l’OFSP peuvent charger des spécialistes indépendants de sécuriser, de sauvegarder, d’analyser et de stocker des données séquestrées au cours d’une procédure pénale administrative. Dans le cadre de leur activité pour l’institut ou l’OFSP, ces spécialistes sont soumis aux obligations incombant au personnel de l’institut ou au personnel de l’administration fédérale. Leur rémunération constitue des débours mentionnés à l’art. 94, al. 1, DPA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2001/422/fr#art_90_c"
    }
]