[
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 1, Objet et définitions, Objet",
        "citation": "Art. 1 ORC",
        "content": "La présente ordonnance règle:\na. l’organisation de la tenue du registre du commerce;\nb. la composition et le contenu du registre du commerce;\nc. la communication électronique avec les autorités du registre du commerce;\nd. la procédure d’inscription, de modification et de radiation d’entités juridiques;\ne. la communication de renseignements et la consultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_1"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 1, Objet et définitions, Définitions",
        "citation": "Art. 2 ORC",
        "content": "Au sens de la présente ordonnance, on entend par:\na. entreprise: une activité économique indépendante exercée en vue d’un revenu régulier; \nb. domicile: l’adresse où l’entité juridique peut être jointe à son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_2"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 2, Autorités du registre du commerce, Offices du registre du commerce",
        "citation": "Art. 3 ORC",
        "content": "L’organisation des offices du registre du commerce incombe aux cantons. Ces derniers veillent à ce que la tenue du registre soit professionnelle et prennent des mesures pour éviter les conflits d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_3"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 2, Autorités du registre du commerce, Haute surveillance",
        "citation": "Art. 5 al. 1 ORC",
        "content": "Le Département fédéral de justice et police (DFJP) exerce la haute surveillance sur la tenue du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_5"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 2, Autorités du registre du commerce, Haute surveillance",
        "citation": "Art. 5 al. 2 ORC",
        "content": "L’Office fédéral du registre du commerce (OFRC) au sein de l’Office fédéral de la justice est notamment habilité à exécuter les tâches suivantes de manière autonome:\na. édicter des directives en matière de registre du commerce et de droit des raisons de commerce à l’intention des offices cantonaux du registre du commerce, ainsi que sur les bases de données centrales;\nb. vérifier que les inscriptions cantonales dans le registre journalier sont conformes aux prescriptions et les approuver;\nc. procéder à des inspections;\nd. recourir devant le Tribunal fédéral contre les décisions du Tribunal administratif fédéral et des tribunaux cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_5"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 2, Autorités du registre du commerce, Haute surveillance",
        "citation": "Art. 5 al. 3 ORC",
        "content": "Les offices du registre du commerce transmettent leurs décisions à l’OFRC. Sont exclues les décisions fixant uniquement des émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_5"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 2, Autorités du registre du commerce, Information et rapport",
        "citation": "Art. 5a al. 1 ORC",
        "content": "Les offices cantonaux du registre du commerce rendent compte une fois par an de leur activité à l’OFRC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_5_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 2, Autorités du registre du commerce, Information et rapport",
        "citation": "Art. 5a al. 2 ORC",
        "content": "L’OFRC rend compte du résultat de ses inspections dans un rapport destiné à l’office du registre du commerce et au chef de l’unité administrative dont dépend cet office. L’OFRC procède au suivi des mesures correctives recommandées dans le cadre de ses inspections.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_5_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Composition du registre du commerce",
        "citation": "Art. 6 al. 1 ORC",
        "content": "Le registre du commerce se compose du registre journalier, du registre principal, des réquisitions et des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_6"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Composition du registre du commerce",
        "citation": "Art. 6 al. 2 ORC",
        "content": "Le registre journalier est le répertoire électronique de l’ensemble des inscriptions dans l’ordre chronologique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_6"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Composition du registre du commerce",
        "citation": "Art. 6 al. 3 ORC",
        "content": "Le registre principal est le recueil électronique de l’ensemble des inscriptions déployant des effets juridiques classé par entité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_6"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Contenu du registre du commerce",
        "citation": "Art. 7 ORC",
        "content": "Le registre journalier et le registre principal contiennent des inscriptions se rapportant:\na. aux entités juridiques;\nb. aux procurations non commerciales (art. 458, al. 3, CO);\nc. aux chefs d’indivisions (art. 341, al. 3, CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_7"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre journalier",
        "citation": "Art. 8 al. 1 ORC",
        "content": "Tous les faits à inscrire au registre du commerce sont portés au registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre journalier",
        "citation": "Art. 8 al. 2 ORC",
        "content": "L’office du registre du commerce établit les inscriptions sur la base des réquisitions et des pièces justificatives ou sur la base d’un jugement ou d’une décision, ou il y procède d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre journalier",
        "citation": "Art. 8 al. 3 ORC",
        "content": "Le registre journalier contient:\na. les inscriptions;\nb. le numéro et la date de chaque inscription;\nc. le signe d’identification de la personne qui a procédé à l’inscription ou l’a ordonnée et la mention de l’office du registre du commerce;\nd. les émoluments dus pour l’inscription;\ne. la liste des pièces justificatives liées à l’inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre journalier",
        "citation": "Art. 8 al. 4 ORC",
        "content": "Les inscriptions au registre journalier sont numérotées de manière continue. La numérotation recommence à courir au début de chaque année civile. Les numéros attribués à des inscriptions qui n’ont pas déployé d’effet juridique ne peuvent pas être utilisés à nouveau pendant la même année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre journalier",
        "citation": "Art. 8 al. 5 ORC",
        "content": "Les inscriptions au registre journalier ne peuvent être modifiées postérieurement et doivent être conservées sans limite de temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre principal",
        "citation": "Art. 9 al. 1 ORC",
        "content": "Les inscriptions au registre journalier sont reportées dans le registre principal une fois approuvées par l’OFRC. Le report doit être effectué au plus tard le jour de la publication dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre principal",
        "citation": "Art. 9 al. 2 ORC",
        "content": "Le registre principal contient pour chaque entité juridique:\na. l’ensemble des inscriptions dans le registre journalier visées à l’art. 8, al. 3, let. a et b;\nb. la date de l’inscription initiale de l’entité juridique dans le registre du commerce;\nc. le numéro des inscriptions au registre journalier;\nd. le numéro d’annonce de ces inscriptions ainsi que la date et le numéro de l’édition de la Feuille officielle suisse du commerce dans laquelle elles ont été publiées;\ne. le renvoi à une éventuelle inscription antérieure sur une fiche ou dans le répertoire des raisons;\nf. la date de la radiation du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre principal",
        "citation": "Art. 9 al. 3 ORC",
        "content": "La radiation d’une entité juridique doit être clairement visible dans le registre principal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre principal",
        "citation": "Art. 9 al. 4 ORC",
        "content": "Les inscriptions au registre principal ne peuvent être modifiées postérieurement et doivent être conservées sans limite de temps. Les modifications de nature purement typographique sans influence sur le contenu matériel demeurent réservées. Ces modifications sont journalisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 3, Composition et contenu du registre du commerce, Registre principal",
        "citation": "Art. 9 al. 5 ORC",
        "content": "Le registre principal doit pouvoir en tout temps être reproduit électroniquement et sur papier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Exceptions",
        "citation": "Art. 10 ORC",
        "content": "Sont exceptés de la publicité du registre du commerce au sens de l’art. 936 CO:\na. le numéro AVS;\nb. la correspondance se rapportant aux inscriptions;\nc. les copies des documents d’identité;\nd. les copies des documents mentionnés à l’art. 62.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_10"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Droit de consultation et extraits",
        "citation": "Art. 11 al. 1 ORC",
        "content": "Sur demande, les offices du registre du commerce autorisent la consultation du registre principal, des réquisitions et des pièces justificatives et établissent:\na. un extrait attesté conforme des inscriptions au registre principal concernant une entité juridique;\nb. des copies des réquisitions et des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Droit de consultation et extraits",
        "citation": "Art. 11 al. 2 ORC",
        "content": "Ils ne peuvent établir des extraits d’inscriptions qui n’ont pas encore été publiées dans la Feuille officielle suisse du commerce que si elles ont déjà été approuvées par l’OFRC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Droit de consultation et extraits",
        "citation": "Art. 11 al. 5 ORC",
        "content": "L’OFRC veille à l’uniformité de la structure et de la présentation des extraits en édictant une directive à ce sujet. Il y autorise les cantons à utiliser les armoiries et les symboles cantonaux. Il peut édicter des dispositions relatives à la sécurité des extraits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Droit de consultation et extraits",
        "citation": "Art. 11 al. 6 ORC",
        "content": "Sur demande, les offices du registre du commerce attestent qu’une entité juridique déterminée n’est pas inscrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Droit de consultation et extraits",
        "citation": "Art. 11 al. 7 ORC",
        "content": "L’établissement des extraits, des copies de réquisitions et de pièces justificatives et des attestations sous forme électronique, ainsi que l’établissement des copies papier légalisées de documents électroniques, sont régis par l’ordonnance du 8 décembre 2017 sur l’établissement d’actes authentiques électroniques et la légalisation électronique (OAAE).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 4, Publicité du registre du commerce, Offre électronique",
        "citation": "Art. 12 ORC",
        "content": "Les statuts, actes de fondation, autres pièces justificatives et réquisitions qui peuvent être consultés gratuitement en ligne ne doivent pas être légalisés par l’office du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 5, Légalisations par l’office du registre du commerce",
        "citation": "Art. 12a al. 1 ORC",
        "content": "L’office du registre du commerce peut établir des copies papier ou électroniques légalisées conformément à l’OAAE à partir de réquisitions, de pièces justificatives, d’autres documents ou de signatures qui sont sur support papier ou sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 5, Légalisations par l’office du registre du commerce",
        "citation": "Art. 12a al. 2 ORC",
        "content": "L’office du registre du commerce appose sur les copies papier légalisées la mention:\na. qu’il s’agit d’une copie conforme au document original, et\nb. que le document original était sur support papier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 5, Légalisations par l’office du registre du commerce",
        "citation": "Art. 12a al. 3 ORC",
        "content": "Les légalisations électroniques et l’établissement de copies papier légalisées de documents électroniques sont régis par l’OAAE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 6, Communication électronique, Admissibilité des requêtes électroniques et droit applicable",
        "citation": "Art. 12b ORC",
        "content": "Sous réserve de dispositions divergentes de la présente ordonnance, la communication électronique avec le registre du commerce est régie par les art. 130, al. 2, et 143, al. 2, du code de procédure civile (CPC) et par l’ordonnance du 18 juin 2010 sur la communication électronique dans le cadre de procédures civiles et pénales et de procédures en matière de poursuite pour dettes et de faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 6, Communication électronique, Communication",
        "citation": "Art. 12c al. 1 ORC",
        "content": "Les requêtes électroniques peuvent être adressées aux offices du registre du commerce par le biais de la plateforme de messagerie prévue aux art. 2 et 4 de l’ordonnance du 18 juin 2010 sur la communication électronique dans le cadre des procédures civiles et pénales et de procédures en matière de poursuite pour dettes et de faillite ou par le biais des sites internet de la Confédération et des cantons, à condition que ces derniers:\na. assurent la confidentialité (chiffrement), et\nb. délivrent une quittance munie d’un cachet électronique réglementé et d’un horodatage électronique au sens de l’art. 2, let. d et i, SCSE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 6, Communication électronique, Communication",
        "citation": "Art. 12c al. 2 ORC",
        "content": "L’OFRC peut édicter des dispositions relatives au déroulement et à l’automatisation de la communication électronique, notamment en ce qui concerne les formulaires, les formats de banques de données, les structures de données, les processus et les procédures alternatives de transmission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 6, Communication électronique, Extraits électroniques",
        "citation": "Art. 12e ORC",
        "content": "Les dispositions du présent chapitre s’appliquent par analogie à la notification d’extraits électroniques attestés conformes du registre journalier ou du registre principal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_12_e"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Recherches de raisons de commerce et de noms d’entités juridiques",
        "citation": "Art. 13 al. 1 ORC",
        "content": "Sur demande, l’OFRC procède à des recherches de raisons de commerce et de noms d’entités juridiques dans la base de données centrale des entités juridiques au sens de l’art. 928b CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_13"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Recherches de raisons de commerce et de noms d’entités juridiques",
        "citation": "Art. 13 al. 2 ORC",
        "content": "Il veille à ce que les demandes de recherches puissent être intégralement effectuées électroniquement sur la plateforme Internet Regix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_13"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Index central des raisons de commerce (Zefix)",
        "citation": "Art. 14 al. 1 ORC",
        "content": "Les données des entités juridiques qui sont, conformément à l’art. 928b, al. 2, CO, gratuitement accessibles sur Internet, peuvent être consultées au moyen de la plateforme Internet Zefix ou d’une interface technique. Ces données ne déploient aucun effet juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_14"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Index central des raisons de commerce (Zefix)",
        "citation": "Art. 14 al. 2 ORC",
        "content": "L’OFRC, à partir de la base de données centrale des entités juridiques, met à la disposition gratuitement du public les données des entités juridiques actives qui sont nécessaires à l’identification de ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_14"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Index central des raisons de commerce (Zefix)",
        "citation": "Art. 14 al. 3 ORC",
        "content": "Le DFJP détermine: \na. quelles données doivent figurer dans la base de données centrale des entités juridiques;\nb. quelles données de la base de données centrale des entités juridiques sont publiques;\nc. quels blocs de données sont accessibles;\nd. quelles sont les conditions et les modalités d’accès aux blocs de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_14"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Base de données centrale des personnes",
        "citation": "Art. 14a al. 1 ORC",
        "content": "L’OFRC est responsable de l’attribution du droit de saisir et de traiter des données dans la base de données centrale des personnes, de la protection et de la sécurité des données qu’elle contient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_14_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 1, Dispositions générales Chapitre 7, Bases de données centrales, Base de données centrale des personnes",
        "citation": "Art. 14a al. 2 ORC",
        "content": "Les offices du registre du commerce répondent en particulier de la saisie et du traitement professionnels et corrects des données et veillent à la concordance des données du registre cantonal avec celles d’autres registres publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_14_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Contenu, forme et langue",
        "citation": "Art. 16 al. 1 ORC",
        "content": "La réquisition doit permettre d’identifier clairement l’entité juridique et mentionner les faits à inscrire ou se référer aux pièces justificatives, qui doivent être mentionnées individuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Contenu, forme et langue",
        "citation": "Art. 16 al. 2 ORC",
        "content": "Elle peut être produite sur papier ou sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Contenu, forme et langue",
        "citation": "Art. 16 al. 3 ORC",
        "content": "Les réquisitions électroniques doivent satisfaire aux exigences des art. 12b et 12c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Contenu, forme et langue",
        "citation": "Art. 16 al. 4 ORC",
        "content": "La réquisition doit être rédigée dans une langue officielle du canton dans lequel l’inscription aura lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Personnes tenues de requérir l’inscription",
        "citation": "Art. 17 al. 1 ORC",
        "content": "À moins que la législation n’en dispose autrement, l’inscription est requise par: \na. une ou plusieurs personnes autorisées à représenter l’entité juridique conformément à leur droit de signature;\nb. un tiers en possession d’une procuration;\nc. le chef de la maison pour les procurations non commerciales;\nd. le chef de l’indivision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Personnes tenues de requérir l’inscription",
        "citation": "Art. 17 al. 2 ORC",
        "content": "La réquisition peut également être le fait des personnes intéressées:\na. lors de la radiation de membres d’organes et de pouvoirs de représentation (art. 933, al. 2, CO);\nb. lors de modifications d’indications personnelles au sens de l’art. 119;\nc. lors de la radiation du domicile au sens de l’art. 117, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Personnes tenues de requérir l’inscription",
        "citation": "Art. 17 al. 3 ORC",
        "content": "La procuration du tiers en vertu de l’al. 1, let. b, doit être signée par un ou plusieurs membres de l’organe supérieur de direction ou d’administration de l’entité juridique concernée conformément à leur droit de signature. Elle doit être jointe à la réquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Personnes tenues de requérir l’inscription",
        "citation": "Art. 17 al. 4 ORC",
        "content": "Lorsque des héritiers doivent requérir une inscription, les exécuteurs testamentaires ou les liquidateurs de la succession peuvent le faire à leur place.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Signature de la réquisition",
        "citation": "Art. 18 al. 1 ORC",
        "content": "À moins que la législation n’en dispose autrement, la réquisition doit être signée par les personnes mentionnées à l’art. 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Signature de la réquisition",
        "citation": "Art. 18 al. 2 ORC",
        "content": "Les réquisitions sur papier doivent être signées auprès de l’office du registre du commerce ou produites munies de signatures légalisées. Une légalisation n’est pas requise pour les tiers en possession d’une procuration ou lorsque les signatures ont déjà été produites sous une forme légalisée pour la même entité juridique. En cas de doutes fondés quant à l’authenticité d’une signature, l’office du registre du commerce peut exiger une légalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Signature de la réquisition",
        "citation": "Art. 18 al. 3 ORC",
        "content": "Si les personnes requérant l’inscription signent auprès de l’office du registre du commerce, elles doivent établir leur identité au moyen d’un passeport, d’une carte d’identité ou d’un titre de séjour suisse valables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Signature de la réquisition",
        "citation": "Art. 18 al. 4 ORC",
        "content": "Les réquisitions électroniques doivent être munies d’une signature électronique qualifiée avec horodatage électronique qualifié au sens de l’art. 2, let. e et j, SCSE. Sous réserve de l’art. 21, les signatures manuscrites de personnes qui signent la réquisition ne doivent pas être déposées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Inscription fondée sur un jugement ou une décision",
        "citation": "Art. 19 al. 1 ORC",
        "content": "Le tribunal ou l’autorité qui ordonne l’inscription de faits au registre du commerce transmet le jugement ou la décision en question à l’office du registre du commerce. Le jugement ou la décision ne peut être transmis qu’une fois qu’il est devenu exécutoire. L’art. 176, al. 1, de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP) demeure réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Inscription fondée sur un jugement ou une décision",
        "citation": "Art. 19 al. 2 ORC",
        "content": "L’office du registre du commerce procède immédiatement à l’inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Inscription fondée sur un jugement ou une décision",
        "citation": "Art. 19 al. 3 ORC",
        "content": "Lorsque le dispositif du jugement ou de la décision n’est pas complet ou ne contient pas de dispositions claires concernant les faits à inscrire, l’office du registre du commerce demande à l’autorité concernée de fournir des précisions par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 1, Réquisition, Inscription fondée sur un jugement ou une décision",
        "citation": "Art. 19 al. 4 ORC",
        "content": "L’approbation des inscriptions par l’OFRC demeure réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Contenu, forme et langue",
        "citation": "Art. 20 al. 1 ORC",
        "content": "Les pièces justificatives doivent être produites dans leur forme originale, sous forme de copie papier légalisée ou sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Contenu, forme et langue",
        "citation": "Art. 20 al. 2 ORC",
        "content": "Les pièces justificatives doivent être signées conformément aux exigences légales. Les pièces justificatives sous forme électronique doivent être munies d’une signature électronique qualifiée avec horodatage électronique qualifié au sens de l’art. 2, let. e et j, SCSE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Contenu, forme et langue",
        "citation": "Art. 20 al. 3 ORC",
        "content": "Les actes authentiques électroniques, les légalisations électroniques et les copies papier légalisées de documents électroniques doivent répondre aux exigences de l’OAAE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Contenu, forme et langue",
        "citation": "Art. 20 al. 4 ORC",
        "content": "Lorsque des pièces justificatives sont produites dans une langue qui n’est pas une langue officielle du canton, l’office du registre du commerce peut exiger une traduction si celle-ci est nécessaire pour l’examen ou pour la consultation par les tiers; il peut, en cas de besoin, désigner un traducteur. La traduction est également considérée comme une pièce justificative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Signatures",
        "citation": "Art. 21 al. 1 ORC",
        "content": "Lorsque l’inscription au registre du commerce d’une personne habilitée à représenter l’entité juridique est requise, cette dernière doit déposer sa signature manuscrite auprès de l’office du registre du commerce, conformément à l’une des modalités suivantes:\na. elle signe auprès de l’office du registre du commerce.\nb. elle dépose sa signature comme pièce justificative auprès de l’office du registre du commerce:\n1. sur papier, légalisée par un officier public,\n2. numérisée électroniquement et légalisée par un officier public ou\n3. numérisée électroniquement et attestée par elle-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_21"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Signatures",
        "citation": "Art. 21 al. 2 ORC",
        "content": "Lorsqu’elle signe auprès de l’office du registre du commerce, elle doit établir son identité au moyen d’un passeport, d’une carte d’identité ou d’un titre de séjour suisse valables. L’office du registre du commerce légalise la signature.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_21"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Signatures",
        "citation": "Art. 21 al. 3 ORC",
        "content": "Pour confirmer elle-même que la signature numérisée électroniquement est la sienne, la personne habilitée à représenter l’entité juridique joint une attestation la reconnaissant comme étant la sienne, qu’elle signe au moyen d’une signature électronique qualifiée avec horodatage électronique qualifié au sens de l’art. 2, let. e et j, SCSE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_21"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Statuts et actes de fondation",
        "citation": "Art. 22 al. 1 ORC",
        "content": "La date des statuts inscrite au registre du commerce est celle du jour où ils ont été:\na. adoptés par les fondateurs, ou\nb. modifiés pour la dernière fois par l’organe compétent de la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Statuts et actes de fondation",
        "citation": "Art. 22 al. 2 ORC",
        "content": "La date de l’acte de fondation inscrite au registre du commerce est celle du jour où:\na. l’acte authentique concernant la constitution de la fondation a été établi;\nb. la disposition pour cause de mort a été faite, ou\nc. l’acte de fondation a été modifié par le tribunal ou une autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Statuts et actes de fondation",
        "citation": "Art. 22 al. 3 ORC",
        "content": "Lorsque les statuts ou l’acte de fondation ont été modifiés ou adaptés, une nouvelle version complète doit être remise au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Statuts et actes de fondation",
        "citation": "Art. 22 al. 4 ORC",
        "content": "Les documents suivants doivent être attestés conformes par un officier public:\na. les statuts:\n1.  d’une société anonyme,\n2.  d’une société en commandite par actions,\n3.  d’une société à responsabilité limitée,\n4.  d’une société coopérative,\n5.  d’une société d’investissement à capital fixe,\n6.  d’une société d’investissement à capital variable;\nb.  les actes de fondation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Statuts et actes de fondation",
        "citation": "Art. 22 al. 5 ORC",
        "content": "Les statuts d’une association doivent être signés par un membre de la direction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Procès-verbaux de décisions",
        "citation": "Art. 23 al. 1 ORC",
        "content": "Lorsque les faits à inscrire reposent sur des décisions ou des nominations d’organes d’une personne morale qui ne doivent pas revêtir la forme authentique, doit être produit comme pièce justificative soit le procès-verbal ou un extrait du procès-verbal, soit une décision par voie de circulation de cet organe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_23"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Procès-verbaux de décisions",
        "citation": "Art. 23 al. 2 ORC",
        "content": "Le procès-verbal ou l’extrait de procès-verbal est signé par le président de l’organe qui a pris la décision et par la personne qui a rédigé le procès-verbal; la décision par voie de circulation est signée par tous les membres de cet organe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_23"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Procès-verbaux de décisions",
        "citation": "Art. 23 al. 3 ORC",
        "content": "Le procès-verbal ou l’extrait du procès-verbal de l’organe supérieur de direction ou d’administration ne doit pas être produit lorsque tous les membres de cet organe ont signé la réquisition. Le procès-verbal ou l’extrait de procès-verbal de l’assemblée des associés d’une société à responsabilité limitée ne doit pas non plus être produit lorsque la réquisition est signée par tous les associés inscrits au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_23"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Existence d’entités juridiques",
        "citation": "Art. 24 al. 1 ORC",
        "content": "Aucune pièce justificative ne doit être produite afin d’établir l’existence d’une entité juridique inscrite au registre du commerce suisse lors de l’inscription d’un fait. L’office du registre du commerce chargé de l’inscription procède aux vérifications relatives à l’existence d’entités juridiques en consultant la banque de données cantonale du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Existence d’entités juridiques",
        "citation": "Art. 24 al. 2 ORC",
        "content": "L’existence d’une entité juridique qui n’est pas inscrite au registre du commerce suisse est établie par un extrait attesté conforme actuel du registre du commerce étranger ou par un document de même valeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Identification de personnes physiques",
        "citation": "Art. 24a al. 1 ORC",
        "content": "L’identité des personnes physiques inscrites au registre du commerce doit être vérifiée au moyen d’un passeport, d’une carte d’identité ou d’un titre de séjour suisse valables ou au moyen de la copie d’un tel document. L’office du registre du commerce peut établir une copie du document présenté pour enregistrer les indications nécessaires à l’identification d’une personne selon l’art. 24b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Identification de personnes physiques",
        "citation": "Art. 24a al. 2 ORC",
        "content": "La preuve de l’identité de personnes physiques peut également être fournie dans un acte authentique ou dans une légalisation de signature pour autant que les indications prévues à l’art. 24b y soient contenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Identification de personnes physiques",
        "citation": "Art. 24a al. 3 ORC",
        "content": "D’éventuelles copies de documents d’identité sont conservées avec la correspondance. Elles peuvent être détruites dès que l’inscription au registre journalier de la personne physique déploie ses effets juridiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Indications pour l’identification",
        "citation": "Art. 24b al. 1 ORC",
        "content": "Pour identifier les personnes physiques, les indications suivantes sont enregistrées sur la base du document d’identité:\na. le nom de famille;\nb. le cas échéant, le nom de jeune-fille;\nc. tous les prénoms dans le bon ordre;\nd. la date de naissance;\ne. le sexe;\nf. la commune politique du lieu d’origine ou pour les ressortissants étrangers la nationalité;\ng. le type, le numéro et le pays d’émission du document d’identité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Indications pour l’identification",
        "citation": "Art. 24b al. 2 ORC",
        "content": "En outre les indications suivantes sont enregistrées:\na. les éventuels prénoms usuels, diminutifs, noms d’artiste, noms d’alliance, noms reçu dans un ordre religieux ou les noms de partenariat;\nb. la commune politique du domicile ou, en cas de domicile à l’étranger, le lieu et le nom du pays;\nc. le cas échéant, le numéro personnel non signifiant de la base de données centrale des personnes déjà attribué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Indications pour l’identification",
        "citation": "Art. 24b al. 3 ORC",
        "content": "La publicité de ces indications est régie par l’art. 119, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Actes authentiques et légalisations étrangers",
        "citation": "Art. 25 al. 1 ORC",
        "content": "Les actes authentiques et les légalisations établis à l’étranger doivent être accompagnés d’une attestation de l’autorité compétente du lieu où ils ont été dressés, certifiant qu’ils l’ont été par un officier public compétent. Sous réserve de dispositions contraires de traités internationaux, une légalisation du gouvernement étranger et de la représentation diplomatique ou consulaire suisse compétente doit y être jointe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_25"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 1, Réquisition et pièces justificatives, Section 2, Pièces justificatives, Actes authentiques et légalisations étrangers",
        "citation": "Art. 25 al. 2 ORC",
        "content": "Lorsque, en vertu du droit suisse, un acte authentique doit être dressé et déposé comme pièce justificative auprès de l’office du registre du commerce, ce dernier peut exiger la preuve que la procédure d’instrumentation étrangère a la même valeur que la procédure suisse. Il peut exiger une expertise à ce sujet et désigner l’expert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_25"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Délai",
        "citation": "Art. 26 ORC",
        "content": "Si l’inscription au registre du commerce est soumise à un délai, celui-ci est réputé avoir été respecté si la réquisition et les pièces justificatives satisfont aux exigences juridiques et si:\na. elles sont remises au plus tard le dernier jour du délai soit à l’office du registre du commerce soit, à l’attention de ce dernier, à La Poste Suisse, ou que\nb. l’expéditeur a reçu la confirmation que la réquisition électronique et que les pièces justificatives électroniques exigées ont été remises le dernier jour du délai au plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_26"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Rectification",
        "citation": "Art. 27 ORC",
        "content": "L’office du registre du commerce corrige d’office ou sur demande ses propres erreurs de rédaction et ses erreurs d’écriture. La rectification doit être désignée comme telle et être reportée dans le registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_27"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Complément",
        "citation": "Art. 28 ORC",
        "content": "L’office du registre du commerce inscrit, d’office ou sur demande, les faits établis dont l’inscription a été requise mais qui, par mégarde, n’ont pas été inscrits. Le complément doit être désigné comme tel et être reporté dans le registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_28"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Langue",
        "citation": "Art. 29 ORC",
        "content": "L’inscription au registre du commerce est opérée dans la langue de la réquisition selon l’art. 16, al. 4. Lorsque la réquisition est formulée en romanche, l’inscription est également opérée en allemand ou en italien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_29"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Caractères",
        "citation": "Art. 29a ORC",
        "content": "Les inscriptions au registre du commerce sont saisies selon le jeu de caractères ISO 8859-15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_29_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Faits supplémentaires inscrits sur demande",
        "citation": "Art. 30 al. 1 ORC",
        "content": "Les faits dont l’inscription n’est pas prévue par la loi ou par l’ordonnance peuvent être inscrits sur demande:\na. si leur inscription est compatible avec le but du registre du commerce, et\nb. si un intérêt public majeur justifie la publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_30"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 2, Principes régissant l’inscription, Faits supplémentaires inscrits sur demande",
        "citation": "Art. 30 al. 2 ORC",
        "content": "Les dispositions concernant la réquisition et les pièces justificatives s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_30"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Transmission à l’OFRC",
        "citation": "Art. 31 ORC",
        "content": "Les offices cantonaux du registre du commerce transmettent leurs inscriptions par la voie électronique à l’OFRC le jour ouvrable où elles ont été opérées au registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_31"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Examen et approbation par l’OFRC",
        "citation": "Art. 32 al. 1 ORC",
        "content": "L’OFRC examine les inscriptions et les approuve lorsque les conditions prévues par la loi et l’ordonnance sont remplies. Il communique son approbation par la voie électronique à l’office cantonal du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Examen et approbation par l’OFRC",
        "citation": "Art. 32 al. 2 ORC",
        "content": "L’examen de la réquisition et des pièces justificatives n’a lieu qu’exceptionnellement, lorsqu’il y a pour cela une raison particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Examen et approbation par l’OFRC",
        "citation": "Art. 32 al. 3 ORC",
        "content": "Le devoir d’examen de l’OFRC correspond à celui de l’office du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Examen et approbation par l’OFRC",
        "citation": "Art. 32 al. 4 ORC",
        "content": "L’OFRC transmet les inscriptions qu’il a approuvées à la Feuille officielle suisse du commerce par la voie électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Refus de l’approbation",
        "citation": "Art. 33 al. 1 ORC",
        "content": "Lorsque l’OFRC refuse d’approuver les inscriptions, il communique sa décision à l’office cantonal du registre du commerce, accompagnée d’une motivation sommaire. La communication est une décision incidente qui n’est pas séparément susceptible de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Refus de l’approbation",
        "citation": "Art. 33 al. 2 ORC",
        "content": "Lorsque le refus de l’approbation repose sur une irrégularité à laquelle il ne peut remédier, l’office cantonal du registre du commerce le communique aux personnes qui ont déposé la réquisition. Il leur octroie l’occasion de prendre position par écrit à l’intention de l’OFRC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Refus de l’approbation",
        "citation": "Art. 33 al. 3 ORC",
        "content": "Lorsque l’OFRC approuve ultérieurement une inscription, il en informe l’office cantonal du registre du commerce. Ce dernier lui retransmet l’inscription par la voie électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Refus de l’approbation",
        "citation": "Art. 33 al. 4 ORC",
        "content": "Lorsque l’OFRC refuse définitivement d’approuver l’inscription, il rend une décision susceptible de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Information sur l’approbation",
        "citation": "Art. 34 ORC",
        "content": "L’office cantonal du registre du commerce informe, sur demande, les personnes qui ont produit la réquisition, lorsque l’OFRC a approuvé l’inscription. Il précise que l’inscription ne déploie ses effets qu’à partir de la publication électronique dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_34"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Publication",
        "citation": "Art. 35 al. 1 ORC",
        "content": "Les inscriptions sont publiées sous forme électronique dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_35"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 2, Procédure d’inscription, Chapitre 3, Examen, approbation et publication des inscriptions, Publication",
        "citation": "Art. 35 al. 2 ORC",
        "content": "L’OFRC attribue à chaque inscription un numéro d’annonce et détermine la date de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_35"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Réquisition et pièces justificatives",
        "citation": "Art. 37 al. 1 ORC",
        "content": "La réquisition d’inscription d’une entreprise individuelle est accompagnée de pièces justificatives lorsque:\na. les faits à inscrire ne ressortent pas de la réquisition;\nb. d’autres dispositions l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_37"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Réquisition et pièces justificatives",
        "citation": "Art. 37 al. 2 ORC",
        "content": "Si l’entité juridique s’est déjà vu attribuer un numéro d’identification des entreprises, celui-ci doit être mentionné dans la réquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_37"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Contenu de l’inscription",
        "citation": "Art. 38 ORC",
        "content": "L’inscription au registre du commerce d’une entreprise individuelle mentionne:\na. sa raison de commerce et son numéro d’identification des entreprises;\nb. son siège et son domicile;\nc. sa forme juridique;\nd. son but;\ne. son titulaire;\nf. les personnes habilitées à la représenter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_38"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Radiation",
        "citation": "Art. 39 al. 1 ORC",
        "content": "Le titulaire de l’entreprise individuelle requiert sa radiation lorsqu’il met un terme à son activité ou la cède à une autre personne ou une autre entité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Radiation",
        "citation": "Art. 39 al. 2 ORC",
        "content": "En cas de décès du titulaire de l’entreprise individuelle, un héritier doit requérir la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Radiation",
        "citation": "Art. 39 al. 3 ORC",
        "content": "L’inscription de la radiation au registre du commerce en mentionne également le motif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 1, Entreprise individuelle, Radiation",
        "citation": "Art. 39 al. 4 ORC",
        "content": "Lorsque l’activité se poursuit au sens des al. 1 et 2 et que les conditions de l’art. 931, al. 1, CO, sont remplies, le nouveau titulaire requiert l’inscription de l’entreprise individuelle. Celle-ci reçoit un nouveau numéro d’identification des entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Réquisition et pièces justificatives",
        "citation": "Art. 40 al. 1 ORC",
        "content": "La réquisition d’inscription d’une société en nom collectif ou en commandite est accompagnée de pièces justificatives lorsque:\na. les faits à inscrire ne ressortent pas de la réquisition;\nb. d’autres dispositions l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_40"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Réquisition et pièces justificatives",
        "citation": "Art. 40 al. 2 ORC",
        "content": "Si la société en nom collectif ou la société en commandite s’est déjà vu attribuer un numéro d’identification des entreprises, celui-ci doit être mentionné dans la réquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_40"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Contenu de l’inscription",
        "citation": "Art. 41 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une société en nom collectif mentionne:\na. sa raison de commerce et son numéro d’identification des entreprises;\nb. son siège et son domicile;\nc. sa forme juridique;\nd. le moment où commence la société;\ne. son but;\nf. les associés;\ng. les personnes habilitées à représenter la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_41"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Contenu de l’inscription",
        "citation": "Art. 41 al. 2 ORC",
        "content": "L’inscription au registre du commerce d’une société en commandite mentionne:\na. sa raison de commerce et son numéro d’identification des entreprises;\nb. son siège et son domicile;\nc. sa forme juridique;\nd. le moment où commence la société;\ne. son but;\nf. les associés indéfiniment responsables;\ng. les associés commanditaires et le montant de leurs commandites respectives;\nh. lorsque la commandite revêt en tout ou en partie la forme d’un apport en nature, l’objet de cet apport et sa valeur;\ni. les personnes habilitées à représenter la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_41"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Contenu de l’inscription",
        "citation": "Art. 41 al. 3 ORC",
        "content": "Lorsqu’une société en nom collectif ou en commandite n’exploite pas une entreprise en la forme commerciale, le moment où commence la société correspond à la date de l’inscription au registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_41"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Dissolution et radiation",
        "citation": "Art. 42 al. 1 ORC",
        "content": "Lorsqu’une société en nom collectif ou en commandite est dissoute en vue de sa liquidation, les associés requièrent l’inscription au registre du commerce de la dissolution (art. 574, al. 2, CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Dissolution et radiation",
        "citation": "Art. 42 al. 2 ORC",
        "content": "La réquisition d’inscription de la dissolution n’est pas accompagnée de nouvelles pièces justificatives. La production des signatures des liquidateurs qui ne sont pas associés demeure réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Dissolution et radiation",
        "citation": "Art. 42 al. 3 ORC",
        "content": "L’inscription au registre du commerce de la dissolution de la société mentionne:\na. le fait que la société a été dissoute;\nb. la raison de commerce complétée par la mention «en liquidation» ou «en liq.»;\nc. les liquidateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Dissolution et radiation",
        "citation": "Art. 42 al. 4 ORC",
        "content": "Une fois la liquidation terminée, les liquidateurs requièrent la radiation de la société (art. 589 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 2, Société en nom collectif et société en commandite, Dissolution et radiation",
        "citation": "Art. 42 al. 5 ORC",
        "content": "L’inscription de la radiation au registre du commerce en mentionne également le motif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 1, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 43 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la fondation d’une société anonyme est accompagnée des pièces justificatives suivantes:\na. l’acte constitutif en la forme authentique;\nb. les statuts;\nc. une preuve que les membres du conseil d’administration ont accepté leur nomination;\nd. le cas échéant, une preuve que l’organe de révision prévu par la loi a accepté sa nomination;\ne. le procès-verbal de la séance constitutive du conseil d’administration mentionnant la nomination du président et l’attribution des pouvoirs de représentation;\nf. en cas de libération en espèces, une attestation indiquant auprès de quelle banque les apports ont été déposés, à moins que la banque ne soit nommée dans l’acte authentique;\ng. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la société au lieu de son siège;\nh. ...\ni. si la société a des actions au porteur, une preuve que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la loi fédérale du 3 octobre 2008 sur les titres intermédiés (LTI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_43"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 1, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 43 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans l’acte constitutif ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_43"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 1, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 43 al. 3 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, les pièces justificatives suivantes doivent être produites:\na. les contrats d’apports en nature avec les annexes requises;\nb. ...\nc. le rapport de fondation signé par l’ensemble des fondateurs;\nd. l’attestation de vérification sans réserve d’une entreprise de révision soumise à la surveillance de l’État, d’un expert-réviseur agréé ou d’un réviseur agréé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_43"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 1, Fondation, Acte constitutif",
        "citation": "Art. 44 ORC",
        "content": "L’acte constitutif en la forme authentique doit contenir les indications suivantes:\na. les indications personnelles relatives aux fondateurs et, le cas échéant, à leurs représentants;\nb. la déclaration des fondateurs en vertu de laquelle ils fondent une société anonyme;\nc. la constatation des fondateurs que le texte des statuts a été arrêté;\nd. la déclaration de chaque fondateur relative à la souscription des actions avec l’indication du nombre, de la valeur nominale, de l’espèce, de la catégorie et du prix d’émission des actions ainsi que l’engagement inconditionnel d’effectuer un apport correspondant au prix d’émission;\ne. la nomination des membres du conseil d’administration et les indications personnelles les concernant;\nf. la nomination de l’organe de révision ou la mention du fait que la société renonce à une révision;\ng. la constatation des fondateurs visée à l’art. 629, al. 2, CO;\nh. la mention de chacune des pièces justificatives et l’attestation de l’officier public qu’elles lui ont été soumises ainsi qu’aux fondateurs;\ni. la signature des fondateurs;\nj. si le capital-actions est fixé dans une monnaie étrangère ou que les apports sont effectués dans une autre monnaie que celle du capital-actions, le taux de change appliqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_44"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 1, Fondation, Contenu de l’inscription",
        "citation": "Art. 45 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une société anonyme mentionne:\na. le fait qu’il s’agit de la fondation d’une nouvelle société anonyme;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date des statuts;\nf. la durée de la société, si elle est limitée;\ng. son but;\nh. le montant et la monnaie du capital-actions et des apports effectués, ainsi que le nombre, la valeur nominale et l’espèce des actions;\ni. le cas échéant, les actions à droit de vote privilégié;\nj. en cas d’émission de bons de participation, le montant et la monnaie du capital participation et des apports effectués, ainsi que le nombre, la valeur nominale et l’espèce des bons de participation;\nk. s’il y a des actions ou des bons de participation privilégiés, les droits de priorité qui leur sont attachés;\nl. si les actions ou les bons de participation sont soumis à des restrictions de transmissibilité, un renvoi aux statuts pour les détails;\nm. en cas d’émission de bons de jouissance, leur nombre et les droits qui y sont attachés;\nn. les membres du conseil d’administration;\no. les personnes habilitées à représenter la société;\np. le cas échéant, le fait que la société ne procède ni à un contrôle ordinaire, ni à un contrôle restreint, avec indication de la date de la déclaration du conseil d’administration visée à l’art. 62, al. 2;\nq. lorsque la société procède à un contrôle ordinaire ou à un contrôle restreint, l’organe de révision;\nr. l’organe de publication légal et, le cas échéant, les autres organes de publication;\ns. la forme des communications de la société aux actionnaires prévue par les statuts;\nt. si la société a des actions au porteur, le fait que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI;\nu. le cas échéant, un renvoi à la clause d’arbitrage statutaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_45"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 1, Fondation, Contenu de l’inscription",
        "citation": "Art. 45 al. 2 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, les faits suivants doivent également être inscrits:\na. l’apport en nature avec indication de la date du contrat, de l’objet de l’apport et des actions émises en échange;\nb. ...\nc. la compensation de créance avec indication du montant de la créance et avec indication des actions émises en échange;\nd. le contenu et la valeur des avantages particuliers, avec un renvoi aux statuts pour les détails.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_45"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 2, Monnaie du capital-actions, Monnaies étrangères autorisées",
        "citation": "Art. 45a ORC",
        "content": "Les monnaies étrangères autorisées pour le capital d’une société anonyme sont énumérées à l’annexe 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_45_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 2, Monnaie du capital-actions, Modification de la monnaie",
        "citation": "Art. 45b al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une modification de la monnaie dans laquelle le capital-actions est fixé est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale (art. 621, al. 3, CO);\nb. l’acte authentique relatif aux décisions du conseil d’administration (art. 621, al. 3, CO);\nc. les statuts modifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_45_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 2, Monnaie du capital-actions, Modification de la monnaie",
        "citation": "Art. 45b al. 2 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la date de la modification des statuts;\nb. le montant et la monnaie du capital-actions et des apports effectués, ainsi que le nombre, la valeur nominale et l’espèce des actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_45_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 3, Augmentation ordinaire du capital-actions, Réquisition et pièces justificatives",
        "citation": "Art. 46 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une augmentation ordinaire du capital-actions doit être requise dans les six mois qui suivent la décision de l’assemblée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 3, Augmentation ordinaire du capital-actions, Réquisition et pièces justificatives",
        "citation": "Art. 46 al. 2 ORC",
        "content": "La réquisition est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale (art. 650, al. 2, CO);\nb. l’acte authentique relatif à la décision du conseil d’administration (art. 652g, al. 2, CO);\nc. les statuts modifiés;\nd. le rapport d’augmentation signé par un membre du conseil d’administration (art. 652e CO);\ne. en cas de libération en espèces, une attestation indiquant auprès de quelle banque les apports ont été déposés, à moins que la banque ne soit nommée dans l’acte authentique;\nf. le cas échéant, le prospectus;\ng. en cas d’émission d’actions au porteur par une société qui n’en avait pas précédemment, une preuve que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 3, Augmentation ordinaire du capital-actions, Réquisition et pièces justificatives",
        "citation": "Art. 46 al. 3 ORC",
        "content": "En cas d’apport en nature, de compensation de créance, d’avantages particuliers ou de libération par conversion de fonds propres librement disponibles, les pièces justificatives suivantes doivent être produites:\na. les contrats d’apports en nature avec les annexes requises;\nb. l’attestation de vérification sans réserve d’une entreprise de révision soumise à la surveillance de l’État, d’un expert-réviseur agréé ou d’un réviseur agréé (art. 652f, al. 1, CO);\nc. en cas de libération par conversion de fonds propres librement disponibles, la preuve que le montant de l’augmentation est couvert (art. 652d, al. 2, CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 3, Augmentation ordinaire du capital-actions, Réquisition et pièces justificatives",
        "citation": "Art. 46 al. 4 ORC",
        "content": "Lorsque les droits de souscription préférentiels sont limités ou supprimés, une attestation de vérification sans réserve d’une entreprise de révision soumise à la surveillance de l’État, d’un expert-réviseur agréé ou d’un réviseur agréé doit être produite (art. 652f, al. 1, CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 3, Augmentation ordinaire du capital-actions, Contenu de l’inscription",
        "citation": "Art. 48 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une augmentation ordinaire du capital-actions mentionne:\na. le fait qu’il s’agit d’une augmentation ordinaire;\nb. la date de modification des statuts;\nc. le montant du capital-actions après l’augmentation;\nd. le montant des apports effectués sur le capital-actions après l’augmentation;\ne. le nombre, la valeur nominale et l’espèce des actions après l’augmentation;\nf. le cas échéant, les actions à droit de vote privilégié;\ng. s’il y a des actions privilégiées, les droits de priorité qui leur sont attachés;\nh. le cas échéant, les restrictions de la transmissibilité des actions;\ni. le cas échéant, le fait que l’augmentation a été réalisée par conversion de fonds propres librement disponibles;\nj. en cas d’émission d’actions au porteur par une société qui n’en avait pas précédemment, le fait que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_48"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 3, Augmentation ordinaire du capital-actions, Contenu de l’inscription",
        "citation": "Art. 48 al. 2 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, l’art. 45, al. 2, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_48"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 4, Augmentation au moyen d’un capital conditionnel, Décision de l’assemblée générale relative à l’octroi de droits",
        "citation": "Art. 51 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une décision de l’assemblée générale portant sur un capital conditionnel est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale relative à l’octroi de droits (art. 653, al. 1, CO);\nb. les statuts modifiés;\nc. si des actions au porteur peuvent être émises par une société qui n’en avait pas précédemment, la déclaration des personnes qui requièrent l’inscription en vertu de laquelle la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_51"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 4, Augmentation au moyen d’un capital conditionnel, Décision de l’assemblée générale relative à l’octroi de droits",
        "citation": "Art. 51 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. l’augmentation conditionnelle du capital avec un renvoi aux statuts pour les détails;\nb. la date de la décision de l’assemblée générale concernant la modification des statuts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_51"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 4, Augmentation au moyen d’un capital conditionnel, Constatations du conseil d’administration et modification des statuts",
        "citation": "Art. 52 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la décision du conseil d’administration relative aux constatations quant à l’exercice des droits de conversion et d’option et de la décision relative à l’adaptation des statuts est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision du conseil d’administration (art. 653g, al. 3, CO);\nb. les statuts modifiés;\nc. l’attestation de vérification d’une entreprise de révision soumise à la surveillance de l’État ou d’un expert-réviseur agréé (art. 653f, al. 1, CO);\nd. en cas d’émission d’actions au porteur par une société qui n’en avait pas précédemment, une preuve que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_52"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 4, Augmentation au moyen d’un capital conditionnel, Constatations du conseil d’administration et modification des statuts",
        "citation": "Art. 52 al. 3 ORC",
        "content": "Le contenu de l’inscription est régi par l’art. 48, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_52"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 4, Augmentation au moyen d’un capital conditionnel, Épuration de la clause statutaire relative au capital conditionnel",
        "citation": "Art. 53 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la suppression ou de l’adaptation de la clause statutaire relative au capital conditionnel est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision du conseil d’administration (art. 653i, al. 1, CO);\nb. l’attestation de vérification d’une entreprise de révision soumise à la surveillance de l’État ou d’un expert-réviseur agréé (art. 653i, al. 2, CO);\nc. les statuts modifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_53"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 4, Augmentation au moyen d’un capital conditionnel, Épuration de la clause statutaire relative au capital conditionnel",
        "citation": "Art. 53 al. 2 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la date de la modification des statuts;\nb. le fait que la clause relative au capital conditionnel est supprimée ou modifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_53"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 5, Libération ultérieure des apports",
        "citation": "Art. 54 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une libération ultérieure des apports est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif aux décisions du conseil d’administration;\nb. les statuts modifiés;\nc. en cas de libération en espèces, une attestation indiquant auprès de quelle banque les apports ont été déposés, à moins que la banque ne soit nommée dans l’acte authentique;\nd. en cas de libération par conversion de fonds propres librement disponibles:\n1. la preuve que le montant de l’augmentation est couvert (art. 652d, al. 2, CO),\n2. la décision de l’assemblée générale permettant au conseil d’administration de disposer des fonds propres librement disponibles en vue d’une libération ultérieure,\n3. un rapport du conseil d’administration signé par un de ses membres,\n4. une attestation de vérification sans réserve d’une entreprise de révision soumise à la surveillance de l’État, d’un expert-réviseur agréé ou d’un réviseur agréé;\ne. en cas d’apport en nature ou de compensation de créance:\n1. un rapport du conseil d’administration signé par un de ses membres,\n2. une attestation de vérification sans réserve d’une entreprise de révision soumise à la surveillance de l’État, d’un expert-réviseur agréé ou d’un réviseur agréé,\n3. le cas échéant, les contrats d’apports en nature avec les annexes requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 5, Libération ultérieure des apports",
        "citation": "Art. 54 al. 2 ORC",
        "content": "L’acte authentique relatif à la libération ultérieure des apports doit contenir les indications suivantes:\na. la constatation, par le conseil d’administration, que les apports effectués répondent aux conditions fixées par la loi, par les statuts et par la décision de l’assemblée générale;\nb. le cas échéant, la décision du conseil d’administration relative à l’introduction des dispositions statutaires nécessaires en matière d’apports en nature, de compensation de créance et de conversion de fonds propres librement disponibles;\nc. la décision du conseil d’administration relative à la modification des statuts quant au montant des apports effectués;\nd. la mention de toutes les pièces justificatives et la confirmation, par l’officier public, qu’elles lui ont été présentées, à lui et au conseil d’administration;\ne. la constatation qu’il n’existe pas d’autres apports en nature, compensations de créances et avantages particuliers que ceux mentionnés dans les pièces justificatives;\nf. si les apports sont effectués dans une autre monnaie que celle du capital-actions, le taux de change appliqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 5, Libération ultérieure des apports",
        "citation": "Art. 54 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la date de modification des statuts;\nb. le nouveau montant des apports effectués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 5, Libération ultérieure des apports",
        "citation": "Art. 54 al. 4 ORC",
        "content": "En cas d’apport en nature ou de compensation de créance, les art. 43, al. 3, et 45, al. 2, s’appliquent par analogie. Si la libération ultérieure des apports a lieu par conversion de fonds propres librement disponibles, l’inscription doit le mentionner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction ordinaire du capital-actions",
        "citation": "Art. 55 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une réduction du capital-actions est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale (art. 653n CO);\nb. l’acte authentique relatif à la décision du conseil d’administration (art. 653o, al. 2, CO);\nc. le rapport de révision d’une entreprise de révision soumise à la surveillance de l’État ou d’un expert-réviseur agréé (art. 653m, al. 1, CO);\nd. les statuts modifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_55"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction ordinaire du capital-actions",
        "citation": "Art. 55 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. le fait qu’il s’agit d’une réduction du capital-actions;\nb. la date de modification des statuts;\nc. le fait que la réduction du capital-actions a lieu par réduction de la valeur nominale des actions ou bien par destruction d’actions;\nd. le montant de la réduction du capital-actions;\ne. l’affectation du montant de la réduction;\nf. le montant du capital-actions après sa réduction;\ng. le montant des apports effectués après la réduction du capital-actions;\nh. le nombre, la valeur nominale et l’espèce des actions après la réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_55"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction ordinaire du capital-actions",
        "citation": "Art. 55 al. 4 ORC",
        "content": "Lorsque la société a racheté et détruit de ses propres actions, la procédure de réduction du capital doit être observée; la réduction du capital et du nombre d’actions doit être inscrite au registre du commerce même si une somme correspondante a été portée au passif du bilan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_55"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction du capital en cas de bilan déficitaire",
        "citation": "Art. 56 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une réduction du capital-actions destinée à réduire ou supprimer un excédent passif constaté au bilan est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale (art. 653p, al. 2, CO);\nb. les statuts modifiés;\nc. le rapport de révision d’une entreprise de révision soumise à la surveillance de l’État ou d’un expert-réviseur agréé (art. 653p, al. 1, CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_56"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction du capital en cas de bilan déficitaire",
        "citation": "Art. 56 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. le fait que le capital-actions est réduit pour supprimer un excédent passif constaté au bilan;\nb. la date de modification des statuts;\nc. le fait que la réduction du capital-actions a lieu par réduction de la valeur nominale des actions ou bien par destruction d’actions;\nd. le montant de la réduction du capital-actions;\ne. le montant du capital-actions après sa réduction;\nf. le montant des apports effectués après la réduction du capital-actions;\ng. le nombre, la valeur nominale et l’espèce des actions après la réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_56"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction et augmentation simultanée du capital-actions",
        "citation": "Art. 57 al. 1 ORC",
        "content": "Lorsque le capital-actions est réduit et simultanément augmenté à nouveau à concurrence d’un montant au moins équivalent et que le montant de l’apport effectué n’est pas diminué, la réquisition d’inscription au registre du commerce est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale;\nb. les pièces justificatives requises pour une augmentation ordinaire du capital-actions;\nc. le cas échéant, les statuts modifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction et augmentation simultanée du capital-actions",
        "citation": "Art. 57 al. 2 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. le fait que le capital-actions est réduit et simultanément augmenté;\nb. le montant de la réduction du capital-actions;\nc. le fait que la réduction du capital-actions a lieu par réduction de la valeur nominale des actions ou bien par destruction d’actions;\nd. le nouveau montant du capital-actions, s’il est supérieur au montant antérieur;\ne. le nombre, la valeur nominale et l’espèce des actions après l’augmentation du capital-actions;\nf. le nouveau montant des apports effectués;\ng. le cas échéant, les actions à droit de vote privilégié;\nh. s’il y a des actions privilégiées, les droits de priorité qui leur sont attachés;\ni. le cas échéant, les restrictions de la transmissibilité des actions;\nj. la nouvelle date des statuts, s’ils ont été modifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction et augmentation simultanée du capital-actions",
        "citation": "Art. 57 al. 3 ORC",
        "content": "Lorsque le capital-actions est réduit à zéro puis augmenté à nouveau en vue d’un assainissement, la destruction des actions émises doit être inscrite au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction et augmentation simultanée du capital-actions",
        "citation": "Art. 57 al. 4 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, les art. 43, al. 3, et 45, al. 2, s’appliquent par analogie. Si l’augmentation simultanée du capital-actions a lieu par conversion de fonds propres librement disponibles, les art. 46, al. 3, let. d, et 48, al. 1, let. i, s’appliquent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction et augmentation simultanée du capital-actions le portant à un montant inférieur au montant antérieur",
        "citation": "Art. 58 ORC",
        "content": "Lorsque la réduction du capital-actions est décidée simultanément avec une augmentation du capital-actions le portant à un montant inférieur au montant antérieur, les art. 55 et 56 s’appliquent. L’art. 57 s’applique à titre supplétif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_58"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 6, Réduction du capital-actions, Réduction des apports effectués",
        "citation": "Art. 59 ORC",
        "content": "Les dispositions de la présente ordonnance concernant la réduction du capital-actions s’appliquent par analogie à la réduction des apports effectués en libération du capital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 7, Marge de fluctuation du capital, Autorisation donnée au conseil d’administration",
        "citation": "Art. 59a al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une marge de fluctuation du capital (art. 653s CO) est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale;\nb. les statuts modifiés;\nc. la preuve que l’organe de révision prescrit par la loi a été nommé et a accepté sa nomination, si la société avait jusque-là renoncé au contrôle restreint et que le conseil d’administration est autorisé à réduire le capital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 7, Marge de fluctuation du capital, Autorisation donnée au conseil d’administration",
        "citation": "Art. 59a al. 2 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la marge de fluctuation du capital avec un renvoi aux statuts pour les détails;\nb. la date de la décision de l’assemblée générale relative à la modification des statuts;\nc. le cas échéant, l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 7, Marge de fluctuation du capital, Augmentation du capital-actions dans les limites de la marge de fluctuation",
        "citation": "Art. 59b al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une augmentation du capital-actions dans les limites de la marge de fluctuation est accompagnée si nécessaire des pièces justificatives mentionnées à l’art. 46 ou à 52.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 7, Marge de fluctuation du capital, Augmentation du capital-actions dans les limites de la marge de fluctuation",
        "citation": "Art. 59b al. 2 ORC",
        "content": "Le contenu de l’inscription est régi par l’art. 48, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 7, Marge de fluctuation du capital, Réduction du capital-actions dans les limites de la marge de fluctuation",
        "citation": "Art. 59c al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une réduction du capital-actions dans les limites de la marge de fluctuation est accompagnée si nécessaire des pièces justificatives mentionnées à l’art. 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 7, Marge de fluctuation du capital, Réduction du capital-actions dans les limites de la marge de fluctuation",
        "citation": "Art. 59c al. 2 ORC",
        "content": "Le contenu de l’inscription est régi par l’art. 55, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_59_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 8, Capital participation",
        "citation": "Art. 60 ORC",
        "content": "Les dispositions de la présente ordonnance concernant le capital-actions s’appliquent par analogie à la monnaie dans laquelle le capital participation est fixé, à l’augmentation et à la réduction de ce dernier ainsi qu’à la libération ultérieure des apports effectués en libération du capital participation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_60"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Inscription de l’organe de révision",
        "citation": "Art. 61 al. 1 ORC",
        "content": "Un organe de révision ne peut être inscrit au registre du commerce que s’il assure un contrôle ordinaire ou un contrôle restreint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_61"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Inscription de l’organe de révision",
        "citation": "Art. 61 al. 2 ORC",
        "content": "L’office du registre du commerce vérifie l’agrément de l’organe de révision en consultant le registre de l’Autorité fédérale de surveillance en matière de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_61"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Inscription de l’organe de révision",
        "citation": "Art. 61 al. 3 ORC",
        "content": "Les organes de révision ne peuvent pas être inscrits au registre du commerce lorsqu’il y a des circonstances qui créent l’apparence d’une dépendance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_61"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Renonciation au contrôle restreint",
        "citation": "Art. 62 al. 1 ORC",
        "content": "Toute société anonyme qui ne procède pas à un contrôle ordinaire ni à un contrôle restreint doit joindre à la réquisition d’inscription au registre du commerce de la renonciation au contrôle une déclaration selon laquelle:\na. elle ne remplit pas les conditions pour être soumise à un contrôle ordinaire;\nb. son effectif ne dépasse pas dix emplois à plein temps en moyenne annuelle;\nc. l’ensemble des actionnaires ont consenti à renoncer au contrôle restreint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Renonciation au contrôle restreint",
        "citation": "Art. 62 al. 2 ORC",
        "content": "La déclaration doit être signée par au moins un membre du conseil d’administration. Une copie des documents actuels déterminants, tels que les comptes de pertes et profits, les bilans, les rapports annuels, les déclarations de renonciation des actionnaires et le procès-verbal de l’assemblée générale, lui est jointe. Ces documents ne sont pas soumis à la publicité du registre du commerce prévue aux art. 10 à 12 et sont archivés séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Renonciation au contrôle restreint",
        "citation": "Art. 62 al. 3 ORC",
        "content": "La déclaration peut être remise dès la fondation de la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Renonciation au contrôle restreint",
        "citation": "Art. 62 al. 4 ORC",
        "content": "L’office du registre du commerce peut exiger un renouvellement de la déclaration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 9, Dispositions spéciales concernant la révision et l’organe de révision, Renonciation au contrôle restreint",
        "citation": "Art. 62 al. 5 ORC",
        "content": "Si nécessaire, le conseil d’administration adapte les statuts et requiert la radiation ou l’inscription au registre du commerce de l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Dissolution",
        "citation": "Art. 63 al. 1 ORC",
        "content": "Lorsque l’assemblée générale décide de dissoudre la société anonyme en vue de sa liquidation, l’inscription au registre du commerce de la dissolution doit être requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Dissolution",
        "citation": "Art. 63 al. 2 ORC",
        "content": "La réquisition est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de dissolution de l’assemblée générale, éventuellement avec mention des liquidateurs et de leurs pouvoirs de représentation;\nb. une preuve que les liquidateurs ont accepté leur nomination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Dissolution",
        "citation": "Art. 63 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. le fait que la société est dissoute;\nb. la date de la décision de l’assemblée générale;\nc. la raison de commerce complétée par la mention «en liquidation» ou «en liq.»;\nd. les liquidateurs;\ne. le cas échéant, les modifications concernant les pouvoirs de représentation inscrits;\nf. le cas échéant, l’adresse de liquidation;\ng. le cas échéant, le fait que les restrictions statutaires de la transmissibilité des actions ou des bons de participation ont été levées et que leur inscription dans le registre du commerce est biffée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Dissolution",
        "citation": "Art. 63 al. 4 ORC",
        "content": "Les dispositions concernant les inscriptions d’office demeurent réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Révocation de la dissolution",
        "citation": "Art. 64 al. 1 ORC",
        "content": "Lorsque l’assemblée générale révoque sa décision de dissoudre la société anonyme, l’inscription au registre du commerce de la révocation doit être requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_64"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Révocation de la dissolution",
        "citation": "Art. 64 al. 2 ORC",
        "content": "La réquisition est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée générale;\nb. l’attestation, par les liquidateurs, que la répartition du patrimoine n’a pas encore commencé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_64"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Révocation de la dissolution",
        "citation": "Art. 64 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la révocation de la dissolution;\nb. la date de la décision de l’assemblée générale;\nc. la raison de commerce, sans la mention «en liquidation» ou «en liq.»;\nd. les modifications nécessaires concernant les personnes inscrites;\ne. en cas de restrictions de la transmissibilité des actions ou des bons de participation, un renvoi aux statuts pour les détails.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_64"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Radiation",
        "citation": "Art. 65 al. 1 ORC",
        "content": "Lorsque les liquidateurs requièrent la radiation de la société du registre du commerce, ils doivent établir que les créanciers ont été avisés dans la Feuille officielle suisse du commerce conformément à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_65"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Radiation",
        "citation": "Art. 65 al. 2 ORC",
        "content": "Lorsque la radiation d’une société anonyme est requise, l’office du registre du commerce le communique aux autorités fiscales de la Confédération et du canton. Il ne radie la société qu’après avoir obtenu leur approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_65"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 3, Société anonyme, Section 10, Dissolution et radiation, Radiation",
        "citation": "Art. 65 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. le fait que la société est radiée;\nb. le motif de la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_65"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Réquisition et pièces justificatives",
        "citation": "Art. 66 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la fondation d’une société en commandite par actions est accompagnée des pièces justificatives suivantes:\na. l’acte constitutif en la forme authentique;\nb. les statuts;\nc. le procès-verbal de la séance constitutive de l’administration mentionnant la nomination du président et, le cas échéant, l’attribution des pouvoirs de représentation;\nd. une preuve que les membres de l’organe de contrôle ont accepté leur nomination;\ne. en cas de libération en espèces, une attestation indiquant auprès de quelle banque les apports ont été déposés, à moins que la banque ne soit nommée dans l’acte authentique;\nf. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la société au lieu de son siège;\ng. ...\nh. si la société a des actions au porteur, une preuve que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_66"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Réquisition et pièces justificatives",
        "citation": "Art. 66 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans l’acte constitutif ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_66"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Réquisition et pièces justificatives",
        "citation": "Art. 66 al. 3 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, l’art. 43, al. 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_66"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Acte constitutif",
        "citation": "Art. 67 ORC",
        "content": "L’acte constitutif en la forme authentique doit contenir les indications suivantes:\na. les indications personnelles relatives aux fondateurs et, le cas échéant, à leurs représentants;\nb. la déclaration des fondateurs en vertu de laquelle ils fondent une société en commandite par actions;\nc. la constatation que le texte des statuts a été arrêté et que les membres de l’administration y sont nommés;\nd. la déclaration des fondateurs assumant une responsabilité limitée relative à la souscription des actions avec l’indication du nombre, de la valeur nominale, de l’espèce, de la catégorie et du prix d’émission des actions ainsi que l’engagement inconditionnel d’effectuer un apport correspondant au prix d’émission;\ne. la constatation des fondateurs visée à l’art. 629, al. 2, en relation avec l’art. 764, al. 2, CO;\nf. la désignation des membres de l’organe de contrôle;\ng. la mention de chacune des pièces justificatives et l’attestation de l’officier public qu’elles lui ont été soumises ainsi qu’aux fondateurs;\nh. la signature des fondateurs;\ni. si le capital-actions a été fixé dans une monnaie étrangère ou que les apports sont effectués dans une autre monnaie que celle du capital-actions, le taux de change appliqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_67"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Contenu de l’inscription",
        "citation": "Art. 68 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une société en commandite par actions mentionne:\na. le fait qu’il s’agit de la fondation d’une nouvelle société en commandite par actions;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date des statuts;\nf. la durée de la société, si elle est limitée;\ng. son but;\nh. le montant et la monnaie du capital-actions et des apports effectués, ainsi que le nombre, la valeur nominale et l’espèce des actions;\ni. le cas échéant, les actions à droit de vote privilégié;\nj. si la société a un capital participation, le montant et la monnaie du capital participation et des apports effectués, ainsi que le nombre, la valeur nominale et l’espèce des bons de participations;\nk. s’il y a des actions ou des bons de participation privilégiés, les droits de priorité qui leur sont attachés;\nl. si les actions ou les bons de participation sont soumis à des restrictions de transmissibilité, un renvoi aux statuts pour les détails;\nm. en cas d’émission de bons de jouissance, leur nombre et les droits qui y sont attachés;\nn. les membres de l’administration avec la mention de leur qualité d’associés indéfiniment responsables;\no. les personnes habilitées à représenter la société;\np. les membres de l’organe de contrôle;\nq. le cas échéant, le fait que la société ne procède ni à un contrôle ordinaire, ni à un contrôle restreint, avec la date de la déclaration de renonciation de l’administration prévue à l’art. 62, al. 2;\nr. lorsque la société procède à un contrôle ordinaire ou à un contrôle restreint, l’organe de révision;\ns. l’organe de publication légal et, le cas échéant, les autres organes de publication;\nt. la forme des communications de la société aux associés prévue par les statuts;\nu. si la société a des actions au porteur, le fait que la société a des titres de participation cotés en bourse ou que toutes les actions au porteur sont émises sous forme de titres intermédiés au sens de la LTI;\nv. le cas échéant, un renvoi à la clause d’arbitrage statutaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_68"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Contenu de l’inscription",
        "citation": "Art. 68 al. 2 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, l’art. 45, al. 2, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_68"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Modification dans la composition de l’administration",
        "citation": "Art. 69 al. 1 ORC",
        "content": "Lorsque des modifications ont lieu dans la composition de l’administration, la réquisition d’inscription au registre du commerce est accompagnée des pièces justificatives suivantes:\na. un acte authentique relatif à la décision de l’assemblée générale concernant la modification des statuts;\nb. les statuts modifiés;\nc. le cas échéant, l’approbation de l’ensemble des associés indéfiniment responsables existants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_69"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Modification dans la composition de l’administration",
        "citation": "Art. 69 al. 2 ORC",
        "content": "Lorsque le pouvoir d’administrer et de représenter la société est retiré à un administrateur, l’inscription au registre du commerce mentionne:\na. la date du retrait;\nb. la personne concernée;\nc. le fait que le retrait du pouvoir d’administrer et de représenter la société met fin à la responsabilité illimitée de la personne concernée pour les engagements de la société nés postérieurement;\nd. la nouvelle date des statuts, s’ils ont été modifiés;\ne. la nouvelle raison de commerce lorsque celle-ci doit être modifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_69"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 4, Société en commandite par actions, Application des dispositions régissant la société anonyme",
        "citation": "Art. 70 ORC",
        "content": "Dans la mesure où la loi ou l’ordonnance ne prévoient pas de dispositions particulières, les règles de la présente ordonnance relatives à la société anonyme s’appliquent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_70"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 1, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 71 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la fondation d’une société à responsabilité limitée est accompagnée des pièces justificatives suivantes:\na. l’acte constitutif en la forme authentique;\nb. les statuts;\nc. lorsque la fonction de gérant repose sur une nomination, la preuve que les gérants ont accepté leur nomination;\nd. le cas échéant, la preuve que l’organe de révision prévu par la loi a accepté sa nomination;\ne. le cas échéant, la décision des fondateurs ou, si les statuts le prévoient, la décision des gérants concernant la réglementation de la présidence parmi les gérants;\nf. le cas échéant, la décision des fondateurs ou, si les statuts le prévoient, la décision des gérants concernant la nomination d’autres personnes habilitées à représenter la société;\ng. en cas de libération en espèces, une attestation indiquant auprès de quelle banque les apports ont été déposés, à moins que la banque ne soit nommée dans l’acte authentique;\nh. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la société au lieu de son siège;\ni. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_71"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 1, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 71 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans l’acte constitutif ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_71"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 1, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 71 al. 3 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, l’art. 43, al. 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_71"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 1, Fondation, Acte constitutif",
        "citation": "Art. 72 ORC",
        "content": "L’acte constitutif en la forme authentique doit contenir les indications suivantes:\na. les indications personnelles relatives aux fondateurs et, le cas échéant, à leurs représentants;\nb. la déclaration des fondateurs en vertu de laquelle ils fondent une société à responsabilité limitée;\nc. la constatation des fondateurs que le texte des statuts a été arrêté;\nd. la déclaration de chaque fondateur relative à la souscription des parts sociales avec l’indication du nombre, de la valeur nominale, de la catégorie et du prix d’émission des parts sociales;\ne. la constatation des fondateurs visée à l’art. 777, al. 2, CO;\nf. éventuellement, la mention que les gérants ont été nommés, avec les indications personnelles les concernant;\ng. la nomination de l’organe de révision ou la mention que la société renonce à une révision;\nh. la mention de chacune des pièces justificatives et l’attestation de l’officier public qu’elles lui ont été soumises ainsi qu’aux fondateurs;\ni. la signature des fondateurs;\nj. si le capital social a été fixé dans une monnaie étrangère ou que les apports sont effectués dans une autre monnaie que celle du capital social, le taux de change appliqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_72"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 1, Fondation, Contenu de l’inscription",
        "citation": "Art. 73 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une société à responsabilité limitée mentionne:\na. le fait qu’il s’agit de la fondation d’une nouvelle société à responsabilité limitée;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date des statuts;\nf. la durée de la société, si elle est limitée;\ng. son but;\nh. le montant du capital social et la monnaie dans laquelle il est fixé;\ni. les associés avec indication du nombre et de la valeur nominale de leurs parts sociales;\nj. en cas d’obligation d’effectuer des versements supplémentaires, un renvoi aux statuts pour les détails;\nk. en cas d’obligation statutaire de fournir des prestations accessoires y compris les droits de préférence, de préemption et d’emption, un renvoi aux statuts pour les détails;\nl. le cas échéant, les parts sociales à droit de vote privilégié;\nm. s’il y a des parts sociales privilégiées, les droits de priorité qui leur sont attachés;\nn. si la règlementation des exigences relatives à l’approbation du transfert de parts sociales déroge à la loi, un renvoi aux statuts pour les détails;\no. en cas d’émission de bons de jouissance, leur nombre et les droits qui y sont attachés;\np. les gérants;\nq. les personnes habilitées à représenter la société;\nr. le cas échéant, le fait que la société ne procède ni à un contrôle ordinaire, ni à un contrôle restreint et la date de la déclaration des gérants prévue à l’art. 62, al. 2;\ns. lorsque la société procède à un contrôle ordinaire ou à un contrôle restreint, l’organe de révision;\nt. l’organe de publication légal et, le cas échéant, les autres organes de publication;\nu. la forme des communications de la société aux associés prévue par les statuts;\nv. le cas échéant, un renvoi à la clause d’arbitrage statutaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_73"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 1, Fondation, Contenu de l’inscription",
        "citation": "Art. 73 al. 2 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers, l’art. 45, al. 2, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_73"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 2, Augmentation du capital social, Réquisition et pièces justificatives",
        "citation": "Art. 74 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une augmentation du capital social doit être requise dans les six mois qui suivent la décision de l’assemblée des associés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 2, Augmentation du capital social, Réquisition et pièces justificatives",
        "citation": "Art. 74 al. 2 ORC",
        "content": "La réquisition est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la décision de l’assemblée des associés (art. 650, al. 2, en relation avec l’art. 781, al. 5, ch. 1, CO);\nb.  l’acte authentique relatif à la décision des gérants (art. 652g, al. 2, en relation avec l’art. 781, al. 5, ch. 5, CO);\nc. les statuts modifiés;\nd. le rapport d’augmentation signé par un gérant (art. 652e en relation avec l’art. 781, al. 5, ch. 4, CO);\ne. en cas de libération en espèces, une attestation indiquant auprès de quelle banque les apports ont été déposés, à moins que la banque ne soit nommée dans l’acte authentique;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 2, Augmentation du capital social, Réquisition et pièces justificatives",
        "citation": "Art. 74 al. 3 ORC",
        "content": "En cas d’apport en nature, de compensation de créance, d’avantages particuliers ou d’augmentation du capital social par libération de fonds propres, l’art. 46, al. 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 2, Augmentation du capital social, Réquisition et pièces justificatives",
        "citation": "Art. 74 al. 4 ORC",
        "content": "Lorsque les droits de souscription préférentiels sont limités ou supprimés, l’art. 46, al. 4, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 2, Augmentation du capital social, Contenu de l’inscription",
        "citation": "Art. 76 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une augmentation du capital social mentionne:\na. la date de modification des statuts;\nb. le montant du capital social après l’augmentation;\nc. le nombre et la valeur nominale des parts sociales après l’augmentation du capital;\nd. les modifications parmi les associés;\ne. le cas échéant, les parts sociales à droit de vote privilégié;\nf. s’il y a des parts sociales privilégiées, les droits de priorité qui leur sont attachés;\ng. en cas d’obligation d’effectuer des versements supplémentaires, un renvoi aux statuts pour les détails;\nh. en cas d’obligation statutaire de fournir des prestations accessoires y compris les droits de préférence, de préemption et d’emption, un renvoi aux statuts pour les détails;\ni. si la règlementation des exigences relatives à l’approbation du transfert de parts sociales déroge à la loi, un renvoi aux statuts pour les détails;\nj. le cas échéant, le fait que l’augmentation a été réalisée par conversion de fonds propres librement disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_76"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 2, Augmentation du capital social, Contenu de l’inscription",
        "citation": "Art. 76 al. 2 ORC",
        "content": "En cas d’apport en nature, de compensation de créance ou d’avantages particuliers lors d’une augmentation de capital, l’art. 45, al. 2, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_76"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction ordinaire du capital social",
        "citation": "Art. 77 ORC",
        "content": "Sauf disposition contraire de la présente section, l’art. 55 s’applique par analogie à la réduction du capital social.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_77"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction du capital social en cas de bilan déficitaire",
        "citation": "Art. 78 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une réduction du capital social destinée à supprimer complètement ou partiellement un excédent passif constaté au bilan est accompagnée des pièces justificatives mentionnées à l’art. 56, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_78"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction du capital social en cas de bilan déficitaire",
        "citation": "Art. 78 al. 2 ORC",
        "content": "Le contenu de l’inscription est régi par l’art. 56, al. 3, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_78"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction et augmentation simultanée du capital social",
        "citation": "Art. 79 al. 1 ORC",
        "content": "Lorsque le capital social est réduit et simultanément augmenté à nouveau à concurrence d’un montant au moins équivalent, la réquisition d’inscription au registre du commerce est accompagnée des pièces justificatives mentionnées à l’art. 57, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_79"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction et augmentation simultanée du capital social",
        "citation": "Art. 79 al. 2 ORC",
        "content": "Le contenu de l’inscription est régi par l’art. 57, al. 2, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_79"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction et augmentation simultanée du capital social le portant à un niveau inférieur au montant antérieur",
        "citation": "Art. 80 ORC",
        "content": "Lorsque la réduction du capital social est décidée simultanément avec une augmentation du capital social le portant à un montant inférieur au montant antérieur, la réduction est régie par les art. 77 et 78. L’art. 79 s’applique à titre supplétif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_80"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 3, Réduction du capital social, Réduction ou suppression d’obligations d’effectuer des versements supplémentaires",
        "citation": "Art. 81 ORC",
        "content": "L’art. 77 s’applique par analogie lorsqu’une obligation statutaire d’effectuer des versements supplémentaires est réduite ou supprimée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_81"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 4, Transfert de parts sociales",
        "citation": "Art. 82 al. 1 ORC",
        "content": "La société doit requérir l’inscription au registre du commerce de tout transfert de parts sociales, que ce dernier ait lieu sur la base d’un contrat ou en vertu de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_82"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 4, Transfert de parts sociales",
        "citation": "Art. 82 al. 2 ORC",
        "content": "La réquisition est accompagnée:\na. d’une pièce justificative relative au transfert de la part sociale au nouvel associé;\nb. d’une pièce justificative relative à l’approbation du transfert de la part sociale par l’assemblée des associés, à moins que les statuts ne prévoient que l’approbation n’est pas nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_82"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 4, Transfert de parts sociales",
        "citation": "Art. 82 al. 3 ORC",
        "content": "L’acquéreur ne peut être inscrit au registre du commerce que s’il est établi sans discontinuité que la part sociale a été transférée de l’associé inscrit à l’acquéreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_82"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 5, Société à responsabilité limitée, Section 5, Monnaie du capital social, révision, organe de révision, dissolution et radiation",
        "citation": "Art. 83 ORC",
        "content": "La monnaie dans laquelle le capital social est fixé, la révision, l’organe de révision, la dissolution, la révocation de la dissolution et la radiation de la société à responsabilité limitée sont régis par les dispositions relatives à la société anonyme, qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_83"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Réquisition et pièces justificatives",
        "citation": "Art. 84 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la constitution d’une société coopérative est accompagnée des pièces justificatives suivantes:\na. l’acte authentique relatif à la constitution de la société;\nb. les statuts;\nc. une preuve que les membres de l’administration ont accepté leur nomination;\nd. le cas échéant, une preuve que l’organe de révision prévu par la loi a accepté sa nomination;\ne. en cas de désignation d’autres personnes habilitées à représenter la société, la décision de l’assemblée constitutive ou de l’administration;\nf. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la société coopérative au lieu de son siège;\ng. ...\nh. lorsque les statuts prévoient une responsabilité personnelle ou une obligation d’effectuer des versements supplémentaires, la liste des associés signée par un administrateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_84"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Réquisition et pièces justificatives",
        "citation": "Art. 84 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans l’acte authentique relatif à la constitution de la société ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_84"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Réquisition et pièces justificatives",
        "citation": "Art. 84 al. 3 ORC",
        "content": "En cas d’apport en nature, les pièces justificatives suivantes doivent également être produites:\na. le contrat d’apport en nature avec les annexes requises;\nb. ...\nc. le rapport de fondation signé par l’ensemble des fondateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_84"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Acte constitutif",
        "citation": "Art. 85 ORC",
        "content": "L’acte authentique relatif à la constitution de la société coopérative doit contenir les indications suivantes:\na. les indications personnelles relatives aux fondateurs et à leurs représentants;\nb. la déclaration des fondateurs en vertu de laquelle ils fondent une société coopérative;\nc. la constatation des fondateurs que le texte des statuts a été arrêté;\nd. le cas échéant, le fait que le rapport écrit des fondateurs concernant les apports en nature a été transmis à l’assemblée et que cette dernière en a discuté;\ne. la nomination des administrateurs et les indications personnelles les concernant;\nf. la nomination de l’organe de révision ou la mention que la société renonce à une révision;\ng. la signature des fondateurs;\nh. la confirmation, par les fondateurs, qu’il n’existe pas d’autres apports en nature, compensations de créances et avantages particuliers que ceux mentionnés dans les pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_85"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Contenu de l’inscription",
        "citation": "Art. 87 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une société coopérative mentionne:\na. le fait qu’il s’agit de la constitution d’une nouvelle société coopérative;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date des statuts;\nf. la durée de la société, si elle est limitée;\ng. son but;\nh. le cas échéant, la valeur nominale des parts sociales;\ni. en cas d’obligations des associés de fournir des prestations, un renvoi aux statuts pour les détails;\nj. en cas de responsabilité personnelle des associés ou d’obligations d’effectuer des versements supplémentaires, un renvoi aux statuts pour les détails;\nk. les administrateurs;\nl. les personnes habilitées à représenter la société;\nm. le cas échéant, le fait que la société coopérative ne procède ni à un contrôle ordinaire, ni à un contrôle restreint et la date de la déclaration de l’administration prévue par l’art. 62, al. 2;\nn. lorsque la société coopérative procède à un contrôle ordinaire ou à un contrôle restreint, l’organe de révision;\no. l’organe de publication légal et, le cas échéant, les autres organes de publication;\np. la forme des communications de la société aux associés prévue dans les statuts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_87"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Contenu de l’inscription",
        "citation": "Art. 87 al. 2 ORC",
        "content": "En cas d’apport en nature, l’art. 45, al. 2, let. a, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_87"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Liste des associés",
        "citation": "Art. 88 al. 1 ORC",
        "content": "Lorsque l’administration de la société coopérative porte à la connaissance de l’office du registre du commerce l’admission ou la sortie d’un associé conformément à l’art. 877, al. 1, CO, elle doit simultanément produire une liste actualisée des associés signée par un administrateur, de préférence sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_88"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Liste des associés",
        "citation": "Art. 88 al. 2 ORC",
        "content": "Aucune inscription au registre n’est effectuée; les communications et la liste peuvent être consultées par les tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_88"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Liste des associés",
        "citation": "Art. 88 al. 3 ORC",
        "content": "La communication par les associés et leurs héritiers, conformément à l’art. 877, al. 2, CO, demeure réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_88"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 6, Société coopérative, Révision, organe de révision, dissolution et radiation",
        "citation": "Art. 89 ORC",
        "content": "La révision, l’organe de révision, la dissolution, la révocation de la dissolution et la radiation de la société coopérative sont régis par les dispositions relatives à la société anonyme, qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_89"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Obligation d’inscription au registre du commerce",
        "citation": "Art. 90 al. 1 ORC",
        "content": "Conformément à l’art. 61, al. 2, CC, est tenue de s’inscrire au registre du commerce toute association qui:\na.  pour atteindre son but, exerce une industrie en la forme commerciale;\nb.  est soumise à l’obligation de faire réviser ses comptes, ou\nc.  à titre principal, collecte ou distribue directement ou indirectement des fonds à l’étranger à des fins caritatives, religieuses, culturelles, éducatives ou sociales et ne remplit pas les conditions d’exemption fixées à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_90"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Obligation d’inscription au registre du commerce",
        "citation": "Art. 90 al. 2 ORC",
        "content": "Les associations visées à l’al. 1, let. c, sont exemptées de l’obligation de s’inscrire au registre du commerce lorsque les conditions suivantes sont réunies:\na. durant les deux derniers exercices ni le montant annuel des fonds collectés ni celui des fonds distribués n’ont dépassé 100 000 francs;\nb. les fonds sont distribués par un intermédiaire financier au sens de la loi du 10 octobre 1997 sur le blanchiment d’argent;\nc. au moins un représentant de l’association est domicilié en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_90"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Réquisition et pièces justificatives",
        "citation": "Art. 90a al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une association est accompagnée des pièces justificatives suivantes:\na. un procès-verbal de l’assemblée générale relatif à:\n1. l’adoption des statuts,\n2. la nomination des membres de la direction,\n3. la nomination de l’organe de révision, si l’association est soumise à la révision;\nb. les statuts signés par un membre de la direction;\nc. une déclaration des membres de la direction et, le cas échéant, de l’organe de révision en vertu de laquelle ils acceptent leur nomination;\nd. en cas de désignation d’autres personnes habilitées à représenter l’association, la décision de l’assemblée générale ou de la direction;\ne. dans le cas prévu par l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à l’association au lieu de son siège;\nf. lorsque les statuts prévoient une responsabilité personnelle ou une obligation d’effectuer des versements supplémentaires, la liste des membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Réquisition et pièces justificatives",
        "citation": "Art. 90a al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans le procès-verbal de l’assemblée générale ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Réquisition et pièces justificatives",
        "citation": "Art. 90a al. 3 ORC",
        "content": "Si l’association s’est déjà vu attribuer un numéro d’identification des entreprises, celui-ci est mentionné dans la réquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Réquisition et pièces justificatives",
        "citation": "Art. 90a al. 4 ORC",
        "content": "Lorsqu’une association n’est pas soumise à l’obligation d’inscription au sens de l’art. 61, al. 2, CC et n’est pas représentée par une personne domiciliée en Suisse, elle produit à l’office du registre du commerce une déclaration signée par au moins un membre de la direction selon laquelle elle n’est pas soumise à l’obligation d’inscription au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Condition particulière de l’inscription",
        "citation": "Art. 91 ORC",
        "content": "Une entité juridique ne peut pas être inscrite au registre du commerce en tant qu’association lorsqu’elle poursuit un but économique tout en exploitant une entreprise en la forme commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_91"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Contenu de l’inscription",
        "citation": "Art. 92 ORC",
        "content": "L’inscription au registre du commerce d’une association mentionne:\na. son nom et son numéro d’identification des entreprises;\nb. son siège et son domicile;\nc. sa forme juridique;\nd. la date de fondation, si elle est établie;\ne. la date des statuts;\nf. la durée de l’association, si elle est limitée;\ng. son but;\nh. ses ressources telles que les cotisations des membres, le rendement de la fortune de l’association ou de son activité et les dons;\ni. en cas de responsabilité personnelle des membres ou d’obligation d’effectuer des versements supplémentaires, un renvoi aux statuts pour les détails;\nj. le cas échéant, le fait qu’elle n’est pas soumise à l’obligation d’inscription au sens de l’art. 61, al. 2, CC et qu’elle n’est pas représentée par une personne domiciliée en Suisse, avec indication de la date de la déclaration prévue à l’art. 90a, al. 4;\nk. pour les associations visées à l’art. 90, al. 1, let. a et b, les membres de la direction et les personnes habilitées à représenter l’association; pour les autres associations, au moins un membre de la direction et au moins une personne autorisée à représenter l’association et ayant son domicile en Suisse;\nl. ...\nm. lorsque l’association procède à un contrôle ordinaire ou à un contrôle restreint, l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_92"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Dissolution, révocation de la dissolution et radiation",
        "citation": "Art. 93 al. 1 ORC",
        "content": "La dissolution, la révocation de la dissolution et la radiation de l’association sont régies par les dispositions relatives à la société anonyme, qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_93"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 7, Association, Dissolution, révocation de la dissolution et radiation",
        "citation": "Art. 93 al. 2 ORC",
        "content": "Une association qui n’est pas soumise à l’obligation d’inscription peut en tout temps requérir sa radiation du registre du commerce. La réquisition de radiation doit être accompagnée de la décision de l’organe compétent et d’une déclaration de la direction signée par au moins un membre de la direction selon laquelle l’association n’est pas soumise à l’obligation d’inscription au registre du commerce. L’inscription de la radiation au registre du commerce mentionne le motif et le fait que l’association n’est pas soumise à l’obligation d’inscription, avec indication de la date de la déclaration prévue au présent alinéa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_93"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 94 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la constitution d’une fondation est accompagnée des pièces justificatives suivantes:\na. l’acte de fondation ou un extrait attesté conforme de la disposition pour cause de mort;\nb. une preuve de la nomination des membres de l’organe suprême de la fondation et des personnes habilitées à la représenter;\nc. le cas échéant, le procès-verbal de l’organe suprême de la fondation quant à la désignation de l’organe de révision, ou la dispense octroyée par l’autorité de surveillance à cet égard;\nd. la déclaration des membres de l’organe suprême et, le cas échéant, de l’organe de révision en vertu de laquelle ils acceptent leur nomination;\ne. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la fondation au lieu de son siège;\nf. si la fondation sert à la prévoyance professionnelle: la décision de prise en charge de la surveillance émise par l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_94"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Réquisition et pièces justificatives",
        "citation": "Art. 94 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans l’acte de fondation ou dans la disposition pour cause de mort ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_94"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Contenu de l’inscription",
        "citation": "Art. 95 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une fondation mentionne:\na. le fait qu’il s’agit de la constitution d’une nouvelle fondation;\nb. son nom et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. l’une des dates ci-après :\n1. la date de l’acte de fondation, \n2. la date de la disposition pour cause de mort, \n3. pour les fondations ecclésiastiques dont la constitution ne peut plus être établie par une pièce justificative: la date de constitution qui figure sur le procès-verbal ou l’extrait de procès-verbal mentionné à l’art. 181a;\nf. le but de la fondation;\ng. en cas de réserve de modification du but par le fondateur, un renvoi à l’acte de fondation pour les détails;\nh. ...\ni. tous les membres de l’organe suprême;\nj. les personnes habilitées à représenter la fondation;\nk. lorsque la fondation est soumise à une surveillance, l’autorité de surveillance de la fondation, dès le début de la surveillance;\nl. le cas échéant, le fait que la fondation ne procède ni à un contrôle ordinaire, ni à un contrôle restreint et la date d’une éventuelle dispense octroyée par l’autorité de surveillance;\nm. lorsque la fondation procède à un contrôle ordinaire ou à un contrôle restreint, l’organe de révision;\nn. si la fondation sert à la prévoyance professionnelle: l’autorité de surveillance prévue par l’art. 61 de la loi fédérale du 25 juin 1982 sur la prévoyance professionnelle vieillesse, survivants et invalidité;\no. le cas échéant, le fait qu’il s’agit d’une fondation ecclésiastique ou d’une fondation de famille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_95"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Échange d’informations entre l’office du registre du commerce et l’autorité de surveillance de la fondation",
        "citation": "Art. 96 al. 1 ORC",
        "content": "L’office du registre du commerce communique la constitution de la fondation à l’autorité de surveillance qui lui semble compétente en vertu des circonstances. Il lui transmet une copie de l’acte de fondation ou de la disposition pour cause de mort ainsi qu’un extrait du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_96"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Échange d’informations entre l’office du registre du commerce et l’autorité de surveillance de la fondation",
        "citation": "Art. 96 al. 2 ORC",
        "content": "L’autorité de surveillance requiert l’inscription au registre du commerce de l’acceptation de la surveillance ou transmet sans délai la communication relative à la constitution de la fondation à l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_96"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Modification, dissolution et radiation",
        "citation": "Art. 97 al. 1 ORC",
        "content": "Lorsqu’une autorité rend une décision concernant un fait qui doit être inscrit au registre du commerce, elle doit requérir l’inscription de la modification et produire les pièces justificatives requises. Sont en particulier concernées:\na. la dispense de l’obligation de désigner un organe de révision;\nb. la révocation de la dispense prévue à la let. a;\nc. la modification du but ou de l’organisation de la fondation;\nd. les décisions prévues par la LFus;\ne. la dissolution de la fondation en vue de sa liquidation;\nf. la constatation que la liquidation est terminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_97"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 8, Fondation, Modification, dissolution et radiation",
        "citation": "Art. 97 al. 2 ORC",
        "content": "Si l’autorité compétente a ordonné une liquidation, la dissolution et la radiation de la fondation sont régies par les dispositions relatives à la société anonyme qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_97"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 9, Société en commandite de placements collectifs, Réquisition et pièces justificatives",
        "citation": "Art. 98 ORC",
        "content": "La réquisition d’inscription à l’office du registre du commerce d’une société en commandite de placements collectifs est accompagnée des pièces justificatives suivantes:\na. le contrat de société;\nb. le cas échéant, une preuve que l’organe de révision prévu par la loi a accepté sa nomination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_98"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 9, Société en commandite de placements collectifs, Contenu de l’inscription",
        "citation": "Art. 99 ORC",
        "content": "L’inscription au registre du commerce d’une société en commandite de placements collectifs mentionne:\na. le fait qu’il s’agit de la fondation d’une nouvelle société en commandite de placements collectifs;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date du contrat de société;\nf. la durée de la société;\ng. son but;\nh. le montant total de la commandite ou la fourchette du montant total des commandites;\ni. lorsque la commandite revêt en tout ou en partie la forme d’un apport en nature, l’objet de cet apport et sa valeur;\nj. la raison de commerce, le siège et le numéro d’identification des associés indéfiniment responsables, ainsi que les personnes physiques qui agissent en leur nom;\nk. les personnes habilitées à représenter la société;\nl. le fait que l’audit a lieu selon les dispositions de la LPCC;\nm. la société d’audit agréée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_99"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 9, Société en commandite de placements collectifs, Dissolution et radiation",
        "citation": "Art. 100 ORC",
        "content": "La dissolution et la radiation sont régies par l’art. 42, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_100"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 10, Société d’investissement à capital fixe (SICAF)",
        "citation": "Art. 101 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une société d’investissement à capital fixe mentionne:\na. le fait qu’il s’agit de la fondation d’une nouvelle société d’investissement à capital fixe;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date des statuts;\nf. la durée de la société, si elle est limitée;\ng. son but;\nh. le montant du capital-actions avec la précision que les apports ont été entièrement effectués;\ni. le nombre, la valeur nominale et l’espèce des actions;\nj. si les actions sont soumises à des restrictions de transmissibilité, un renvoi aux statuts pour les détails;\nk. les membres du conseil d’administration;\nl. les personnes habilitées à représenter la société;\nm. le fait que l’audit a lieu selon les dispositions de la LPCC;\nn. la société d’audit agréée;\no. l’organe de publication légal et, le cas échéant, les autres organes de publication;\np. la forme des communications du conseil d’administration aux actionnaires prévue dans les statuts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_101"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 10, Société d’investissement à capital fixe (SICAF)",
        "citation": "Art. 101 al. 2 ORC",
        "content": "Pour le reste, les dispositions relatives à la société anonyme sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_101"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 11, Société d’investissement à capital variable (SICAV), Réquisition et pièces justificatives",
        "citation": "Art. 102 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce de la fondation d’une société d’investissement à capital variable est accompagnée des pièces justificatives suivantes:\na. l’acte constitutif en la forme authentique;\nb. les statuts;\nc. une preuve que les membres du conseil d’administration ont accepté leur nomination;\nd. une preuve que la société d’audit prévue par la loi a accepté sa nomination;\ne. le procès-verbal de la séance constitutive du conseil d’administration mentionnant la nomination du président et l’attribution des pouvoirs de représentation;\nf. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la société au lieu de son siège;\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_102"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 11, Société d’investissement à capital variable (SICAV), Réquisition et pièces justificatives",
        "citation": "Art. 102 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans l’acte constitutif ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_102"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 11, Société d’investissement à capital variable (SICAV), Acte constitutif",
        "citation": "Art. 103 ORC",
        "content": "L’acte constitutif en la forme authentique doit contenir les indications suivantes:\na. les indications personnelles relatives aux fondateurs et à leurs représentants;\nb. la déclaration des fondateurs en vertu de laquelle ils fondent une société d’investissement à capital variable;\nc. la constatation des fondateurs que le texte des statuts a été arrêté;\nd. la nomination des membres du conseil d’administration et les indications personnelles les concernant;\ne. le fait que la société d’audit a été nommée et les indications personnelles la concernant;\nf. la mention de chacune des pièces justificatives et l’attestation de l’officier public qu’elles lui ont été soumises ainsi qu’aux fondateurs;\ng. la signature des fondateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_103"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 11, Société d’investissement à capital variable (SICAV), Contenu de l’inscription",
        "citation": "Art. 104 ORC",
        "content": "L’inscription au registre du commerce d’une société d’investissement à capital variable mentionne:\na. le fait qu’il s’agit de la fondation d’une nouvelle société d’investissement à capital variable;\nb. sa raison de commerce et son numéro d’identification des entreprises;\nc. son siège et son domicile;\nd. sa forme juridique;\ne. la date des statuts;\nf. la durée de la société, si elle est limitée;\ng. son but;\nh. l’espèce des actions;\ni. si les actions sont soumises à des restrictions de transmissibilité, notamment si le cercle des investisseurs est limité à des investisseurs qualifiés, un renvoi aux statuts pour les détails;\nj. s’il y a plusieurs catégories d’actions des investisseurs, les droits qui leur sont attachés et un renvoi aux statuts pour les détails;\nk. les membres du conseil d’administration;\nl. les personnes habilitées à représenter la société;\nm. le fait que l’audit a lieu selon les dispositions de la LPCC;\nn. la société d’audit agréée;\no. l’organe de publication légal et, le cas échéant, les autres organes de publication;\np. la forme des communications de la société aux actionnaires prévue dans les statuts;\nq. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_104"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 11, Société d’investissement à capital variable (SICAV), Dissolution et radiation",
        "citation": "Art. 105 ORC",
        "content": "La dissolution et la radiation sont régies par les art. 63 et 65, qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_105"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 12, Institut de droit public, Réquisition et pièces justificatives",
        "citation": "Art. 106 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’un institut de droit public est accompagnée des pièces justificatives suivantes:\na. la mention des bases juridiques déterminantes et des décisions de droit public prises par l’organe ayant la compétence de constituer l’institut;\nb. le cas échéant, les statuts;\nc. les décisions, procès-verbaux ou extraits de procès-verbaux relatifs à la nomination des membres de l’organe supérieur de direction ou d’administration et des personnes habilitées à représenter l’institut et, le cas échéant, ceux relatifs à la nomination de l’organe de révision;\nd. la déclaration des membres de l’organe supérieur de direction ou d’administration et, le cas échéant, de l’organe de révision en vertu de laquelle ils ont accepté leur nomination;\ne. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à l’institut de droit public au lieu de son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_106"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 12, Institut de droit public, Réquisition et pièces justificatives",
        "citation": "Art. 106 al. 2 ORC",
        "content": "Les indications qui sont déjà contenues dans d’autres documents ne doivent pas faire l’objet d’une pièce justificative supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_106"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 12, Institut de droit public, Réquisition et pièces justificatives",
        "citation": "Art. 106 al. 3 ORC",
        "content": "Si l’institut de droit public s’est déjà vu attribuer un numéro d’identification des entreprises, celui-ci est mentionné dans la réquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_106"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 12, Institut de droit public, Contenu de l’inscription",
        "citation": "Art. 107 ORC",
        "content": "L’inscription au registre du commerce d’un institut de droit public mentionne:\na. sa désignation et son numéro d’identification des entreprises;\nb. son siège et son domicile;\nc. sa forme juridique;\nd. les bases juridiques de droit public déterminantes et la date des décisions de droit public prises par l’organe ayant la compétence de constituer l’institut;\ne. si elle est connue, la date de la constitution de l’institut;\nf. s’il a des statuts, leur date;\ng. le but de l’institut;\nh. s’il dispose d’un capital de dotation, son montant;\ni. en cas de rapports particuliers de responsabilité, un renvoi aux pièces justificatives pour les détails;\nj. l’organisation de l’institut;\nk. les membres de l’organe supérieur de direction ou d’administration;\nl. les personnes habilitées à représenter l’institut;\nm. le cas échéant, l’organe de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_107"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 12, Institut de droit public, Droit applicable",
        "citation": "Art. 108 ORC",
        "content": "Pour le reste, les dispositions de la présente ordonnance applicables aux formes juridiques relevant du droit privé s’appliquent par analogie aux instituts de droit public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_108"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Réquisition et pièces justificatives",
        "citation": "Art. 109 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une succursale d’une entité juridique ayant son siège en Suisse est accompagnée des pièces justificatives suivantes:\na. le procès-verbal ou l’extrait de procès-verbal relatif à la désignation des personnes qui sont habilitées à représenter uniquement la succursale;\nb. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la succursale au lieu de son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_109"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Contenu de l’inscription",
        "citation": "Art. 110 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une succursale mentionne:\na. la raison de commerce ou le nom, le numéro d’identification des entreprises, la forme juridique et le siège de l’établissement principal;\nb. la raison de commerce ou le nom, le numéro d’identification des entreprises, le siège et le domicile de la succursale;\nc. le fait qu’il s’agit d’une succursale;\nd. son but lorsqu’il est plus restreint que celui de l’établissement principal;\ne. les personnes qui sont habilitées à la représenter lorsque leur pouvoir de représentation ne ressort pas de l’inscription de l’établissement principal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_110"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Contenu de l’inscription",
        "citation": "Art. 110 al. 2 ORC",
        "content": "L’inscription au registre du commerce de l’établissement principal mentionne:\na. le numéro d’identification des entreprises de la succursale;\nb. le siège de la succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_110"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Coordination des inscriptions de l’établissement principal et de la succursale",
        "citation": "Art. 111 al. 1 ORC",
        "content": "L’office du registre du commerce au siège de la succursale informe l’office du registre du commerce au siège de l’établissement principal de l’inscription, du transfert de siège ou de la radiation de la succursale. L’office du registre du commerce au siège de l’établissement principal procède d’office aux inscriptions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_111"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Coordination des inscriptions de l’établissement principal et de la succursale",
        "citation": "Art. 111 al. 2 ORC",
        "content": "L’office du registre du commerce au siège de l’établissement principal informe l’office du registre du commerce au siège de la succursale des modifications qui nécessitent une adaptation de l’inscription de la succursale, notamment des changements de forme juridique, de raison de commerce, de nom ou de siège, des dissolutions et des radiations. L’office du registre du commerce au siège de la succursale procède d’office aux inscriptions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_111"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Fusion, scission, transformation et transfert de patrimoine",
        "citation": "Art. 112 al. 1 ORC",
        "content": "En cas de fusion, de scission, de transformation ou de transfert de patrimoine, les inscriptions de succursales sont maintenues pour autant que leur radiation ne soit pas requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_112"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 1, Succursale d’une entité juridique ayant son siège en Suisse, Fusion, scission, transformation et transfert de patrimoine",
        "citation": "Art. 112 al. 2 ORC",
        "content": "Si la fusion, la scission, la transformation ou le transfert de patrimoine provoque des modifications touchant l’inscription de succursales, l’inscription de ces modifications doit être requise auprès de l’office du registre du commerce. En cas de fusion ou de scission, l’entité juridique reprenante requiert l’inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_112"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Réquisition et pièces justificatives",
        "citation": "Art. 113 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une succursale d’une entité juridique ayant son siège à l’étranger est accompagnée des pièces justificatives suivantes:\na. un extrait actuel attesté conforme du registre du commerce au siège de l’établissement principal ou, lorsque l’extrait ne contient pas des indications suffisantes ou qu’il n’existe pas d’institution correspondant au registre du commerce, une pièce officielle attestant que l’établissement principal existe légalement conformément aux dispositions du droit étranger applicable;\nb. pour les personnes morales, un exemplaire attesté conforme des statuts en vigueur ou du document équivalent de l’établissement principal;\nc. le procès-verbal ou l’extrait de procès-verbal de l’organe de l’établissement principal relatif à la création de la succursale;\nd. le procès-verbal ou l’extrait de procès-verbal relatif à la désignation des personnes qui sont habilitées à représenter la succursale;\ne. dans le cas prévu à l’art. 117, al. 3, la déclaration du domiciliataire en vertu de laquelle il octroie un domicile à la succursale au lieu de son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_113"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Réquisition et pièces justificatives",
        "citation": "Art. 113 al. 2 ORC",
        "content": "L’al. 1, let. a et b, ne s’applique pas lorsqu’une succursale de la même entité juridique est déjà inscrite au registre du commerce en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_113"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Contenu de l’inscription",
        "citation": "Art. 114 al. 1 ORC",
        "content": "L’inscription au registre du commerce d’une succursale d’une entité juridique ayant son siège à l’étranger mentionne:\na. la raison de commerce ou le nom, la forme juridique et le siège de l’établissement principal ainsi que, le cas échéant, son enregistrement et son numéro d’identification des entreprises;\nb. si l’établissement principal dispose d’un capital, son montant et sa monnaie, ainsi que les apports effectués;\nc. la raison de commerce ou le nom, le numéro d’identification des entreprises, le siège et le domicile de la succursale;\nd. le fait qu’il s’agit d’une succursale;\ne. le but de la succursale;\nf. les personnes qui sont habilitées à la représenter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_114"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Contenu de l’inscription",
        "citation": "Art. 114 al. 2 ORC",
        "content": "La formulation du but de la succursale est régie par l’art. 118, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_114"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Radiation",
        "citation": "Art. 115 al. 1 ORC",
        "content": "Lorsqu’une succursale n’est plus exploitée, sa radiation du registre du commerce doit être requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_115"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Radiation",
        "citation": "Art. 115 al. 2 ORC",
        "content": "Lorsque la radiation d’une succursale est requise, l’office du registre du commerce le communique aux autorités fiscales de la Confédération et du canton. Il ne radie la succursale qu’après avoir obtenu leur approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_115"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 3, Dispositions spéciales concernant l’inscription, Chapitre 13, Succursale, Section 2, Succursale d’une entité juridique ayant son siège à l’étranger, Radiation",
        "citation": "Art. 115 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne la radiation et son motif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_115"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Numéro d’identification des entreprises",
        "citation": "Art. 116 al. 1 ORC",
        "content": "Si une entité juridique n’a pas de numéro d’identification des entreprises, un tel numéro lui est attribué au plus tard lors de son inscription au registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Numéro d’identification des entreprises",
        "citation": "Art. 116 al. 2 ORC",
        "content": "Le numéro d’identification des entreprises permet d’identifier les entités juridiques de manière durable. Il est inaltérable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Numéro d’identification des entreprises",
        "citation": "Art. 116 al. 3 ORC",
        "content": "Le numéro d’identification des entreprises d’une entité juridique radiée ne peut pas être attribué à nouveau. Le numéro d’identification des entreprises est toutefois attribué à nouveau lorsque:\na. un tribunal ordonne la réinscription au registre du commerce d’une entité juridique radiée;\nb. le titulaire d’une entreprise individuelle radiée requiert à nouveau son inscription au registre du commerce;\nc. une entreprise individuelle radiée est tenue de s’inscrire au registre du commerce dans le cadre d’une procédure d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Numéro d’identification des entreprises",
        "citation": "Art. 116 al. 4 ORC",
        "content": "En cas de fusion par absorption, l’entité juridique reprenante conserve son numéro d’identification des entreprises. En cas de fusion par combinaison, un nouveau numéro d’identification des entreprises est attribué à l’entité juridique nouvellement constituée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Numéro d’identification des entreprises",
        "citation": "Art. 116 al. 5 ORC",
        "content": "Lorsqu’une nouvelle entité juridique est créée dans le cadre d’une scission, un nouveau numéro d’identification des entreprises lui est attribué. Les autres entités juridiques participant à la scission conservent le leur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Numéro d’identification des entreprises",
        "citation": "Art. 116 al. 6 ORC",
        "content": "En cas de continuation des affaires d’une société en nom collectif ou en commandite sous la forme d’une entreprise individuelle, au sens de l’art. 579 CO, le numéro d’identification des entreprises demeure inchangé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Désignation de la forme juridique dans la raison de commerce",
        "citation": "Art. 116a al. 1 ORC",
        "content": "La forme juridique doit être indiquée dans la raison de commerce d’une société commerciale ou d’une société coopérative (art. 950 CO) au moyen de la désignation adéquate ou de son abréviation dans une langue nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Désignation de la forme juridique dans la raison de commerce",
        "citation": "Art. 116a al. 2 ORC",
        "content": "Les désignations et abréviations figurent dans l’annexe 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Désignation de la forme juridique dans la raison de commerce",
        "citation": "Art. 116a al. 3 ORC",
        "content": "Pour les formes juridiques selon la loi du 23 juin 2006 sur les placements collectifs, les désignations et abréviations prévues dans cette loi doivent être utilisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Siège, domicile et autres adresses",
        "citation": "Art. 117 al. 1 ORC",
        "content": "Est indiqué comme siège le nom de la commune politique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Siège, domicile et autres adresses",
        "citation": "Art. 117 al. 2 ORC",
        "content": "Est indiqué comme domicile l’adresse, à laquelle l’entité juridique peut être jointe à son siège, avec les indications suivantes: rue, numéro de l’immeuble, numéro d’acheminement postal et nom de la localité. Il peut s’agir de l’adresse de l’entité juridique ou de celle d’un tiers (adresse de domiciliation).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Siège, domicile et autres adresses",
        "citation": "Art. 117 al. 3 ORC",
        "content": "Lorsque l’entité juridique ne dispose que d’une adresse de domiciliation comme domicile, une déclaration du domiciliataire doit être jointe à la réquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Siège, domicile et autres adresses",
        "citation": "Art. 117 al. 4 ORC",
        "content": "Lorsque les circonstances donnent à penser que le domicile annoncé n’est qu’une adresse de domiciliation, sans que celle-ci ait été déclarée comme telle, l’office du registre du commerce somme l’entité juridique de produire soit la déclaration prévue à l’al. 3, soit les pièces justificatives d’une propre adresse, notamment un contrat de bail ou un extrait du registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Siège, domicile et autres adresses",
        "citation": "Art. 117 al. 5 ORC",
        "content": "En plus de l’indication du siège et du domicile, l’entité juridique peut demander au registre du commerce de son siège l’inscription d’autres adresses en Suisse, notamment une adresse de liquidation ou une case postale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Indications relatives au but",
        "citation": "Art. 118 al. 1 ORC",
        "content": "L’entité juridique doit formuler son but de telle manière que son domaine d’activité soit clairement reconnaissable par les tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_118"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Indications relatives au but",
        "citation": "Art. 118 al. 2 ORC",
        "content": "L’office du registre du commerce reprend la formulation du but de l’entité juridique telle qu’elle figure dans les statuts ou dans l’acte de fondation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_118"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Indications personnelles",
        "citation": "Art. 119 al. 1 ORC",
        "content": "Toute inscription concernant une personne physique contient les indications suivantes:\na. son nom de famille;\nb. au minimum un prénom en toutes lettres;\nc. sur demande, son prénom usuel, son diminutif, son nom d’artiste, son nom d’alliance, son nom reçu dans un ordre religieux ou son nom de partenariat;\nd. la commune politique de son lieu d’origine ou, pour les ressortissants étrangers, sa nationalité;\ne. la commune politique de son domicile ou, en cas de domicile à l’étranger, le lieu et le nom du pays;\nf. s’ils sont établis, ses titres académiques suisses et ses titres étrangers équivalents;\ng. la fonction qu’elle assume dans l’entité juridique;\nh. le mode de représentation ou, le cas échéant, la mention que la personne n’est pas habilitée à représenter l’entité juridique;\ni. le numéro personnel non signifiant de la base de données centrale des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Indications personnelles",
        "citation": "Art. 119 al. 2 ORC",
        "content": "L’orthographe du nom de famille, du nom de jeune-fille et des prénoms est déterminée par le document d’identité, sur la base duquel les indications personnelles ont été enregistrées (art. 24b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Indications personnelles",
        "citation": "Art. 119 al. 3 ORC",
        "content": "Lorsqu’une entité juridique est inscrite auprès d’une autre entité juridique en tant que titulaire d’une fonction, l’inscription contient les indications suivantes:\na. si le titulaire de la fonction est inscrit au registre du commerce:\n1. sa raison de commerce, son nom ou sa désignation, tels qu’inscrits au registre du commerce,\n2. son numéro d’identification des entreprises,\n3. son siège,\n4. sa fonction;\nb. si le titulaire de la fonction n’est pas inscrit au registre du commerce:\n1. son nom ou sa désignation,\n2. le cas échéant, son numéro d’identification des entreprises,\n3. le fait que l’entité juridique n’est pas inscrite au registre du commerce,\n4. son siège,\n5. sa fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Indications personnelles",
        "citation": "Art. 119 al. 4 ORC",
        "content": "Lorsqu’une communauté juridique est inscrite auprès d’une autre entité juridique en tant que titulaire d’une fonction, l’inscription mentionne les personnes qui composent la communauté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Organes de direction ou d’administration",
        "citation": "Art. 120 ORC",
        "content": "Les entreprises individuelles, les personnes morales, les sociétés commerciales et les instituts de droit public ne peuvent pas être inscrits au registre du commerce en tant que membre d’un organe de direction ou d’administration ou en tant que personne habilitée à représenter l’entité juridique. L’art. 98 LPCC et l’inscription de liquidateurs, de réviseurs, d’administrateurs de la faillite et de commissaires demeurent réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_120"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Organe de révision",
        "citation": "Art. 121 ORC",
        "content": "Lorsqu’une inscription mentionne un organe de révision, elle ne précise pas s’il s’agit d’une entreprise de révision soumise à la surveillance de l’État, d’un expert-réviseur agréé ou d’un réviseur agréé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_121"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 1, Numéro d’identification des entreprises, forme juridique, siège, but, indications personnelles et référence à l’inscription précédente, Référence à l’inscription précédente",
        "citation": "Art. 122 ORC",
        "content": "Chaque inscription au registre journalier contient la référence à la publication dans la Feuille officielle suisse du commerce de la dernière inscription concernant l’entité juridique, avec la mention:\na. de la date et du numéro de l’édition;\nb. le numéro d’annonce de la publication électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_122"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription au nouveau siège",
        "citation": "Art. 123 al. 1 ORC",
        "content": "Lorsqu’une entité juridique transfère son siège dans un autre arrondissement de registre, elle doit requérir son inscription au nouveau siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription au nouveau siège",
        "citation": "Art. 123 al. 2 ORC",
        "content": "La réquisition est accompagnée des pièces justificatives suivantes:\na. ...\nb. pour les personnes morales, la décision concernant la modification des statuts et un exemplaire attesté conforme des nouveaux statuts, si ceux-ci doivent être modifiés;\nc. les signatures légalisées des personnes requérant l’inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription au nouveau siège",
        "citation": "Art. 123 al. 3 ORC",
        "content": "L’office du registre du commerce du nouveau siège est compétent pour la décision sur l’inscription du transfert de siège. Il informe l’office du registre du commerce de l’ancien siège qu’il va procéder à l’inscription et lui demande de procéder à la radiation de l’inscription antérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription au nouveau siège",
        "citation": "Art. 123 al. 4 ORC",
        "content": "L’office du registre du commerce de l’ancien siège transmet à l’office du registre du commerce du nouveau siège les données électroniques contenues dans le registre principal en vue de l’inscription au nouveau siège. Ces données sont reprises, sans autre examen, dans le registre principal, mais elles ne sont ni inscrites au registre journalier, ni publiées dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription au nouveau siège",
        "citation": "Art. 123 al. 5 ORC",
        "content": "L’inscription au nouveau siège mentionne:\na. la raison de commerce ou le nom de l’entité juridique et son numéro d’identité;\nb. le transfert de siège, avec indication de l’ancien et du nouveau siège;\nc. le domicile au nouveau siège;\nd. le cas échéant, la date des nouveaux statuts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription au nouveau siège",
        "citation": "Art. 123 al. 6 ORC",
        "content": "Si, au nouveau siège, les inscriptions doivent être opérées dans une autre langue que celle de l’ancien siège, tous les faits devant être publiés sont inscrits dans cette langue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription à l’ancien siège",
        "citation": "Art. 124 al. 1 ORC",
        "content": "Le transfert de siège et la radiation à l’ancien siège sont inscrits au registre journalier le même jour. Les offices du registre du commerce coordonnent leurs inscriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_124"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription à l’ancien siège",
        "citation": "Art. 124 al. 2 ORC",
        "content": "L’office du registre du commerce de l’ancien siège inscrit la radiation sans nouvel examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_124"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Inscription à l’ancien siège",
        "citation": "Art. 124 al. 3 ORC",
        "content": "L’inscription à l’ancien siège mentionne:\na. le fait que l’entité juridique a été inscrite au nouveau siège suite à un transfert de siège, avec mention du lieu du nouveau siège;\nb. le cas échéant, la nouvelle raison de commerce ou le nouveau nom de l’entité juridique;\nc. le fait que l’entité juridique est radiée d’office à l’ancien siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_124"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Transmission des pièces justificatives",
        "citation": "Art. 125 al. 1 ORC",
        "content": "L’office du registre du commerce de l’ancien siège transmet à l’office du registre du commerce du nouveau siège l’ensemble des pièces justificatives liées aux inscriptions auxquelles il a procédé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_125"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 1, En Suisse, Transmission des pièces justificatives",
        "citation": "Art. 125 al. 2 ORC",
        "content": "En cas de transmission électronique, la confidentialité doit être garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_125"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 2, Transfert en Suisse du siège d’une entité juridique étrangère",
        "citation": "Art. 126 al. 1 ORC",
        "content": "Lorsqu’une entité juridique étrangère transfère son siège en Suisse selon les dispositions de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP), son inscription au registre du commerce est régie par les dispositions concernant les nouvelles inscriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 2, Transfert en Suisse du siège d’une entité juridique étrangère",
        "citation": "Art. 126 al. 2 ORC",
        "content": "En plus des pièces justificatives requises pour l’inscription de toute nouvelle entité juridique, le requérant doit produire les pièces justificatives suivantes:\na. un document attestant l’existence légale à l’étranger de l’entité juridique;\nb. la preuve que le transfert de siège transfrontalier est admis au regard du droit étranger ou une autorisation du Département fédéral de justice et police au sens de l’al. 4;\nc. la preuve que l’entité juridique peut s’adapter à une forme juridique du droit suisse;\nd. la preuve que l’entité juridique a transféré son centre d’affaires en Suisse;\ne. s’il s’agit d’une société de capitaux, le rapport d’un expert-réviseur agréé attestant que le capital de la société est couvert conformément au droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 2, Transfert en Suisse du siège d’une entité juridique étrangère",
        "citation": "Art. 126 al. 3 ORC",
        "content": "En plus des faits inscrits lors de la fondation de toute nouvelle entité juridique, l’inscription mentionne:\na. la date de la décision par laquelle l’entité juridique se soumet au droit suisse conformément aux dispositions de la LDIP;\nb. la raison de commerce ou le nom de l’entité juridique, sa forme juridique et son siège avant qu’elle ne transfère celui-ci en Suisse;\nc. l’autorité étrangère qui avait la compétence de l’inscrire avant qu’elle ne transfère son siège en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 2, Transfert en Suisse du siège d’une entité juridique étrangère",
        "citation": "Art. 126 al. 4 ORC",
        "content": "Lorsque le Département fédéral de justice et police octroie l’autorisation visée à l’art. 161, al. 2, LDIP, la décision doit être produite au registre du commerce comme pièce justificative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 3, Transfert à l’étranger du siège d’une entité juridique suisse",
        "citation": "Art. 127 al. 1 ORC",
        "content": "Lorsqu’une entité juridique suisse transfère son siège à l’étranger selon les dispositions de la LDIP, le requérant doit produire, en plus des pièces justificatives requises pour la radiation de l’entité juridique, les pièces justificatives suivantes:\na. une preuve que l’entité juridique continue d’exister à l’étranger;\nb. le rapport d’un expert-réviseur agréé attestant que les créanciers ont obtenu des garanties ou ont été désintéressés conformément à l’art. 46 LFus ou qu’ils consentent à la radiation;\nc. la décision de l’organe compétent par laquelle l’entité juridique se soumet au droit étranger conformément aux dispositions de la LDIP;\nd. le cas échéant, une autorisation selon la loi fédérale du 16 décembre 1983 sur l’acquisition d’immeubles par des personnes à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_127"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 3, Transfert à l’étranger du siège d’une entité juridique suisse",
        "citation": "Art. 127 al. 2 ORC",
        "content": "Lorsque l’inscription du transfert à l’étranger du siège d’une entité juridique suisse est requise, l’office du registre du commerce le communique aux autorités fiscales de la Confédération et du canton. Il ne radie l’entité juridique qu’après avoir obtenu leur approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_127"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 2, Transfert de siège, Section 3, Transfert à l’étranger du siège d’une entité juridique suisse",
        "citation": "Art. 127 al. 3 ORC",
        "content": "L’inscription au registre du commerce du transfert du siège de l’entité juridique suisse mentionne:\na. la date de la décision de l’organe compétent par laquelle l’entité juridique se soumet au droit étranger conformément aux dispositions de la LDIP;\nb. la raison de commerce ou le nom de l’entité juridique, sa forme juridique et son nouveau siège;\nc. l’autorité étrangère qui aura la compétence de l’inscrire après le transfert du siège;\nd. la date du rapport de révision qui atteste que les mesures concernant la protection des créanciers ont été respectées;\ne. la radiation de la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_127"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 1, Moment de la réquisition et de l’inscription, Moment de la réquisition",
        "citation": "Art. 128 ORC",
        "content": "L’inscription d’une fusion, d’une scission, d’une transformation ou d’un transfert de patrimoine ne peut être requise qu’une fois obtenues les approbations d’autres autorités prescrites par la loi. C’est notamment le cas lorsque la restructuration remplit les conditions d’une concentration soumise à l’obligation de notifier selon l’art. 9 de la loi du 6 octobre 1995 sur les cartels ou nécessite l’agrément de l’autorité de surveillance conformément aux art. 3 et 5 de la loi du 17 décembre 2004 sur la surveillance des assurances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_128"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 1, Moment de la réquisition et de l’inscription, Moment de l’inscription",
        "citation": "Art. 129 al. 1 ORC",
        "content": "La restructuration est inscrite au registre journalier le même jour pour l’ensemble des entités juridiques y participant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_129"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 1, Moment de la réquisition et de l’inscription, Moment de l’inscription",
        "citation": "Art. 129 al. 2 ORC",
        "content": "Si les entités juridiques participant à la restructuration ne relèvent pas du même arrondissement de registre, les offices du registre du commerce doivent coordonner leurs inscriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_129"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 1, Moment de la réquisition et de l’inscription, Moment de l’inscription",
        "citation": "Art. 129 al. 3 ORC",
        "content": "Le présent article s’applique également à l’inscription d’un apport en nature opéré par le moyen d’un transfert de patrimoine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_129"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Réquisition et office du registre du commerce compétent",
        "citation": "Art. 130 al. 1 ORC",
        "content": "Chaque entité juridique participant à la fusion doit requérir elle-même l’inscription au registre du commerce des faits la concernant (art. 21, al. 1, LFus), dans une langue officielle de l’office du registre du commerce concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_130"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Réquisition et office du registre du commerce compétent",
        "citation": "Art. 130 al. 2 ORC",
        "content": "Si les entités juridiques participant à la fusion ne relèvent pas toutes du même arrondissement de registre, l’office du registre du commerce de l’entité juridique reprenante est compétent pour la décision sur l’inscription de la fusion. Il informe les offices du registre du commerce du siège des entités juridiques transférantes qu’il va procéder à l’inscription et leur demande de procéder à la radiation des inscriptions antérieures sans nouvel examen. Il leur transmet, à leur demande, des copies de la réquisition d’inscription et des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_130"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Réquisition et office du registre du commerce compétent",
        "citation": "Art. 130 al. 3 ORC",
        "content": "Après la radiation des entités juridiques transférantes, les pièces justificatives et les données électroniques liées à leurs inscriptions sont transmises à l’office du registre du commerce du siège de l’entité juridique reprenante et mises au dossier de cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_130"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Pièces justificatives",
        "citation": "Art. 131 al. 1 ORC",
        "content": "Les entités juridiques participant à la fusion doivent joindre les pièces justificatives suivantes à la réquisition d’inscription au registre du commerce de la fusion:\na. le contrat de fusion (art. 12 et 13 LFus);\nb. les bilans de fusion des entités juridiques transférantes ou, le cas échéant, les bilans de leurs comptes intermédiaires (art. 11 LFus);\nc. les décisions de fusion des entités juridiques participant à la fusion, si nécessaire en la forme authentique (art. 18 et 20 LFus);\nd. les rapports de révision des entités juridiques participant à la fusion (art. 15 LFus);\ne. en cas de fusion par absorption, si nécessaire, les pièces justificatives requises pour une augmentation de capital (art. 9 et 21, al. 2, LFus);\nf. en cas de fusion d’une entité juridique en liquidation, l’attestation prévue à l’art. 5, al. 2, LFus, signée au moins par un membre de l’organe supérieur de direction ou d’administration;\ng. en cas de fusion d’entités juridiques ayant subi une perte en capital ou surendettées, l’attestation prévue à l’art. 6, al. 2, LFus;\nh. en cas de fusion par combinaison, les pièces justificatives requises pour la fondation de la nouvelle entité juridique (art. 10 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_131"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Pièces justificatives",
        "citation": "Art. 131 al. 2 ORC",
        "content": "En cas de fusion de petites et moyennes entreprises, les entités juridiques qui fusionnent peuvent produire, en lieu et place de la pièce justificative prévue à l’al. 1, let. d, une déclaration signée au moins par un membre de l’organe supérieur de direction ou d’administration énonçant que tous les associés renoncent à l’établissement d’un rapport de fusion ou à la vérification et que l’entité juridique remplit les conditions fixées à l’art. 2, let. e, LFus. La déclaration doit citer les documents sur lesquels elle se fonde tels que les comptes de profits et pertes, les bilans, les rapports annuels, les déclarations de renonciation des associés et le procès-verbal de l’assemblée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_131"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Pièces justificatives",
        "citation": "Art. 131 al. 3 ORC",
        "content": "En cas de fusion simplifiée de sociétés de capitaux (art. 23 LFus), les sociétés qui fusionnent doivent produire, en lieu et place des pièces justificatives prévues à l’al. 1, let. c et d, les extraits des procès-verbaux des organes supérieurs de direction ou d’administration portant sur la conclusion du contrat de fusion, à moins que le contrat de fusion ne soit signé par tous les membres de ces organes. Ces derniers doivent en outre prouver que les sociétés remplissent les conditions fixées à l’art. 23 LFus, pour autant que cela ne ressorte pas des autres pièces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_131"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Contenu de l’inscription",
        "citation": "Art. 132 al. 1 ORC",
        "content": "L’inscription au registre du commerce sous la rubrique de l’entité juridique reprenante mentionne:\na. la raison de commerce ou le nom, le siège et le numéro d’identification des entreprises des entités juridiques qui fusionnent;\nb. la date du contrat de fusion et des bilans de fusion des entités juridiques transférantes;\nc. la valeur totale des actifs et des passifs transférés;\nd. le cas échéant, les parts sociales ou les droits de sociétariat attribués aux associés de l’entité juridique transférante ainsi que l’éventuelle soulte (art. 7 LFus);\ne. le cas échéant, le dédommagement (art. 8 LFus);\nf. le cas échéant, l’augmentation de capital liée à la fusion;\ng. en cas de perte en capital ou de surendettement, l’attestation de l’expert-réviseur agréé (art. 6, al. 2, LFus);\nh. dans le cas d’une fusion par combinaison, les indications nécessaires à l’inscription de la nouvelle entité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_132"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 2, Fusion d’entités juridiques, Contenu de l’inscription",
        "citation": "Art. 132 al. 2 ORC",
        "content": "L’inscription au registre du commerce sous la rubrique de l’entité juridique transférante mentionne:\na. la raison de commerce ou le nom, le siège et le numéro d’identification des entreprises des entités juridiques qui fusionnent;\nb. la radiation de l’entité juridique par suite de fusion (art. 21, al. 3, LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_132"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Réquisition et office du registre du commerce compétent",
        "citation": "Art. 133 al. 1 ORC",
        "content": "Chaque société participant à la scission doit requérir elle-même l’inscription au registre du commerce des faits la concernant (art. 51, al. 1, LFus), dans une langue officielle de l’office du registre du commerce concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_133"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Réquisition et office du registre du commerce compétent",
        "citation": "Art. 133 al. 2 ORC",
        "content": "Si les sociétés participant à la scission ne relèvent pas toutes du même arrondissement de registre, l’office du registre du commerce de la société transférante est compétent pour la décision sur l’inscription de la scission. Il informe les offices du registre du commerce du siège des entités juridiques transférantes qu’il va procéder à l’inscription et leur demande de procéder aux inscriptions correspondantes sans nouvel examen. Il leur transmet, à leur demande, des copies de la réquisition d’inscription et des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_133"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Pièces justificatives",
        "citation": "Art. 134 al. 1 ORC",
        "content": "Les sociétés participant à la scission doivent joindre les pièces justificatives suivantes à la réquisition d’inscription au registre du commerce de la scission:\na. le contrat de scission (art. 36, al. 1, et 37 LFus) ou le projet de scission (art. 36, al. 2, et 37 LFus);\nb. les décisions de scission des sociétés participant à la scission, en la forme authentique (art. 43 et 44 LFus);\nc. les rapports de révision des sociétés participant à la scission (art. 40 LFus);\nd. si nécessaire, les pièces relatives à la réduction du capital de la société transférante (art. 32, en relation avec l’art. 51, al. 2, LFus);\ne. si nécessaire, les pièces relatives à l’augmentation du capital de la société reprenante (art. 33 LFus);\nf. les pièces relatives à la fondation de la nouvelle société (art. 34 LFus);\ng. si cela ne ressort pas des autres pièces justificatives, la preuve que les dispositions concernant la protection des créanciers prévues à l’art. 45 LFus sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_134"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Pièces justificatives",
        "citation": "Art. 134 al. 2 ORC",
        "content": "En cas de scission de petites et moyennes entreprises, les sociétés participant à la scission peuvent produire, en lieu et place de la pièce justificative prévue à l’al. 1, let. c, une déclaration signée par au moins un membre de l’organe supérieur de direction ou d’administration énonçant que tous les associés renoncent à l’établissement d’un rapport de scission ou à la vérification et que la société remplit les conditions fixées à l’art. 2, let. e, LFus. La déclaration doit citer les documents sur lesquels elle se fonde, tels que les comptes de profits et pertes, les bilans, les rapports annuels, les déclarations de renonciation des associés et le procès-verbal de l’assemblée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_134"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Contenu des inscriptions",
        "citation": "Art. 135 al. 1 ORC",
        "content": "L’inscription au registre du commerce sous la rubrique des sociétés reprenantes mentionne:\na. la raison de commerce, le siège et le numéro d’identification des entreprises des sociétés participant à la scission;\nb. la date du contrat de scission ou du projet de scission;\nc. la valeur totale des actifs et des passifs transférés selon l’inventaire;\nd. les parts sociales ou les droits de sociétariat attribués aux associés de la société transférante ainsi que l’éventuelle soulte (art. 37, let. c, LFus);\ne. le cas échéant, l’augmentation de capital liée à la scission;\nf. le cas échéant, les indications nécessaires à l’inscription d’une nouvelle société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_135"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Contenu des inscriptions",
        "citation": "Art. 135 al. 2 ORC",
        "content": "En cas de division, l’inscription au registre du commerce sous la rubrique de la société transférante mentionne:\na. la raison de commerce, le siège et le numéro d’identification des entreprises des sociétés participant à la division;\nb. la radiation par suite de division (art. 51, al. 3, LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_135"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 3, Scission de sociétés de capitaux et de sociétés coopératives, Contenu des inscriptions",
        "citation": "Art. 135 al. 3 ORC",
        "content": "En cas de séparation, l’inscription au registre du commerce sous la rubrique de la société transférante mentionne:\na. la raison de commerce, le siège et le numéro d’identification des entreprises des sociétés participant à la séparation;\nb. le cas échéant, la réduction de capital liée à la séparation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_135"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 4, Transformation de sociétés, Réquisition et pièces justificatives",
        "citation": "Art. 136 al. 1 ORC",
        "content": "La réquisition d’inscription au registre du commerce d’une transformation (art. 66 LFus) est accompagnée des pièces justificatives suivantes:\na. le projet de transformation (art. 59 et 60 LFus);\nb. le bilan de transformation ou, le cas échéant, les bilans de leurs comptes intermédiaires (art. 58 LFus);\nc. la décision de transformation en la forme authentique (art. 64 et 65 LFus);\nd. le rapport de révision (art. 62 LFus);\ne. le cas échéant, les pièces justificatives requises pour la fondation de la société revêtant la nouvelle forme juridique (art. 57 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_136"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 4, Transformation de sociétés, Réquisition et pièces justificatives",
        "citation": "Art. 136 al. 2 ORC",
        "content": "En cas de transformation de petites et moyennes entreprises, la société peut produire, en lieu et place de la pièce justificative prévue à l’al. 1, let. d, une déclaration signée par un membre de l’organe supérieur de direction ou d’administration au moins énonçant que tous les associés renoncent à l’établissement d’un rapport de transformation ou à la vérification et que la société remplit les conditions fixées à l’art. 2, let. e, LFus. La déclaration doit citer les documents sur lesquels elle se fonde tels que les comptes de profits et pertes, les bilans, les rapports annuels, les déclarations de renonciation des associés et le procès-verbal de l’assemblée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_136"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 4, Transformation de sociétés, Contenu de l’inscription",
        "citation": "Art. 137 ORC",
        "content": "L’inscription au registre du commerce de la transformation mentionne:\na. la raison de commerce ou le nom de la société ainsi que sa forme juridique avant et après la transformation;\nb. s’il s’agit d’une personne morale, la date des nouveaux statuts;\nc. la date du projet de transformation et du bilan de transformation;\nd. la valeur totale des actifs et des passifs;\ne. les parts sociales ou les droits de sociétariat attribués aux associés;\nf. les autres indications requises pour la nouvelle forme juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_137"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 5, Transfert de patrimoine, Réquisition et pièces justificatives",
        "citation": "Art. 138 ORC",
        "content": "L’entité juridique transférante doit joindre les pièces justificatives suivantes à la réquisition d’inscription du transfert de patrimoine adressée à l’office du registre du commerce:\na. le contrat de transfert (art. 71 LFus);\nb. les extraits des procès-verbaux des organes supérieurs de direction ou d’administration des entités juridiques participant au transfert relatifs à la conclusion du contrat de transfert de patrimoine (art. 70, al. 1, LFus), à moins que celui-ci ne soit signé par tous les membres de ces organes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_138"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 5, Transfert de patrimoine, Contenu de l’inscription",
        "citation": "Art. 139 ORC",
        "content": "L’inscription au registre du commerce sous la rubrique de l’entité juridique transférante mentionne:\na. la raison de commerce ou le nom, le siège et le numéro d’identification des entreprises des entités juridiques participant au transfert de patrimoine;\nb. la date du contrat de transfert;\nc. la valeur totale des actifs et des passifs transférés selon l’inventaire;\nd. l’éventuelle contre-prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_139"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 6, Fusion et transfert de patrimoine de fondations, Fusion",
        "citation": "Art. 140 al. 1 ORC",
        "content": "L’autorité de surveillance de la fondation transférante doit joindre les pièces justificatives suivantes à la réquisition d’inscription de la fusion (art. 83, al. 3, LFus) adressée à l’office du registre du commerce du siège de la fondation reprenante:\na. la décision d’approbation de la fusion (art. 83, al. 3, LFus);\nb. le contrat de fusion, si nécessaire en la forme authentique (art. 79 LFus);\nc. les bilans de fusion des fondations transférantes ou, le cas échéant, les bilans de leurs comptes intermédiaires (art. 80 LFus);\nd. le rapport de révision (art. 81 LFus);\ne. en cas de fusion par combinaison, les pièces justificatives requises pour la constitution de la nouvelle fondation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_140"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 6, Fusion et transfert de patrimoine de fondations, Fusion",
        "citation": "Art. 140 al. 2 ORC",
        "content": "En cas de fusion de fondations de famille ou de fondations ecclésiastiques, la fondation reprenante doit joindre, en lieu et place de la décision de l’autorité de surveillance, les décisions de fusion prises par les organes supérieurs des fondations participantes (art. 84, al. 1, LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_140"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 6, Fusion et transfert de patrimoine de fondations, Fusion",
        "citation": "Art. 140 al. 3 ORC",
        "content": "L’art. 132 s’applique par analogie au contenu de l’inscription de la fusion au registre du commerce. L’inscription mentionne en outre la date de la décision de l’autorité de surveillance approuvant la fusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_140"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 6, Fusion et transfert de patrimoine de fondations, Transfert de patrimoine",
        "citation": "Art. 141 al. 1 ORC",
        "content": "L’autorité de surveillance de la fondation transférante doit joindre les pièces justificatives suivantes à la réquisition d’inscription du transfert de patrimoine (art. 87, al. 3, LFus) adressée à l’office du registre du commerce:\na. la décision d’approbation du transfert de patrimoine;\nb. le contrat de transfert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_141"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 6, Fusion et transfert de patrimoine de fondations, Transfert de patrimoine",
        "citation": "Art. 141 al. 2 ORC",
        "content": "En cas de transfert de patrimoine de fondations de famille ou de fondations ecclésiastiques, la fondation transférante doit joindre, en lieu et place de la décision de l’autorité de surveillance, les extraits des procès-verbaux des organes supérieurs de direction ou d’administration des sujets participant au transfert relatifs à la conclusion du contrat de transfert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_141"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 6, Fusion et transfert de patrimoine de fondations, Transfert de patrimoine",
        "citation": "Art. 141 al. 3 ORC",
        "content": "L’art. 139 s’applique par analogie au contenu de l’inscription du transfert de patrimoine au registre du commerce. L’inscription mentionne en outre la date de la décision de l’autorité de surveillance approuvant le transfert de patrimoine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_141"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 7, Fusion, transformation et transfert de patrimoine d’institutions de prévoyance, Fusion",
        "citation": "Art. 142 al. 1 ORC",
        "content": "L’autorité de surveillance de l’institution de prévoyance transférante doit joindre les pièces justificatives suivantes à la réquisition d’inscription de la fusion (art. 95, al. 4, LFus) adressée à l’office du registre du commerce du siège de l’institution de prévoyance reprenante:\na. le contrat de fusion (art. 90 LFus);\nb. les bilans de fusion des institutions de prévoyance transférantes ou, le cas échéant, les bilans de leurs comptes intermédiaires (art. 89 LFus);\nc. les rapports de révision des institutions de prévoyance participant au transfert (art. 92 LFus);\nd. les décisions de fusion des institutions de prévoyance participant au transfert (art. 94 LFus);\ne. la décision d’approbation de la fusion rendue par l’autorité de surveillance (art. 95, al. 3, LFus);\nf. en cas de fusion par combinaison, les pièces justificatives requises pour la fondation de la nouvelle entité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_142"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 7, Fusion, transformation et transfert de patrimoine d’institutions de prévoyance, Fusion",
        "citation": "Art. 142 al. 2 ORC",
        "content": "L’art. 132 s’applique par analogie au contenu de l’inscription de la fusion au registre du commerce. L’inscription mentionne en outre la date de la décision de l’autorité de surveillance approuvant la fusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_142"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 7, Fusion, transformation et transfert de patrimoine d’institutions de prévoyance, Transformation",
        "citation": "Art. 143 al. 1 ORC",
        "content": "L’autorité de surveillance de l’institution de prévoyance doit joindre les pièces justificatives citées à l’art. 136 et sa décision d’approbation de la transformation à la réquisition d’inscription de la transformation (art. 97, al. 3, LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_143"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 7, Fusion, transformation et transfert de patrimoine d’institutions de prévoyance, Transformation",
        "citation": "Art. 143 al. 2 ORC",
        "content": "L’art. 137 s’applique par analogie au contenu de l’inscription de la transformation. L’inscription mentionne en outre la date de la décision rendue par l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_143"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 7, Fusion, transformation et transfert de patrimoine d’institutions de prévoyance, Transfert de patrimoine",
        "citation": "Art. 144 al. 1 ORC",
        "content": "L’art. 138 s’applique par analogie à la réquisition de l’inscription du transfert de patrimoine et aux pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_144"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 7, Fusion, transformation et transfert de patrimoine d’institutions de prévoyance, Transfert de patrimoine",
        "citation": "Art. 144 al. 2 ORC",
        "content": "L’art. 139 s’applique par analogie au contenu de l’inscription du transfert de patrimoine au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_144"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 8, Fusion, transformation et transfert de patrimoine d’instituts de droit public",
        "citation": "Art. 145 al. 1 ORC",
        "content": "Les dispositions de la présente ordonnance s’appliquent par analogie à la fusion d’entités juridiques de droit privé avec des instituts de droit public, à la transformation de tels instituts en entités juridiques de droit privé et à tout transfert de patrimoine auquel participe un institut de droit public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_145"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 8, Fusion, transformation et transfert de patrimoine d’instituts de droit public",
        "citation": "Art. 145 al. 2 ORC",
        "content": "L’institut de droit public doit joindre à la réquisition d’inscription au registre du commerce de la fusion, de la transformation ou du transfert de patrimoine:\na. les pièces justificatives prescrites pour une fusion, une transformation ou un transfert de patrimoine, pour autant qu’elles soient requises en vertu de l’application par analogie de la LFus (art. 100, al. 1, LFus);\nb. l’inventaire (art. 100, al. 2, LFus);\nc. la décision ou la base juridique de droit public sur laquelle repose la fusion, la transformation ou le transfert de patrimoine (art. 100, al. 3, LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_145"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 8, Fusion, transformation et transfert de patrimoine d’instituts de droit public",
        "citation": "Art. 145 al. 3 ORC",
        "content": "L’inscription au registre du commerce doit mentionner l’inventaire et la décision ou les autres bases juridiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_145"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 9, Restructuration transfrontalière, Fusion",
        "citation": "Art. 146 al. 1 ORC",
        "content": "En cas de fusion de l’étranger vers la Suisse (art. 163a LDIP), outre les pièces justificatives énumérées à l’art. 131, la réquisition d’inscription au registre du commerce de la fusion est accompagnée des pièces justificatives suivantes:\na. un document attestant l’existence légale à l’étranger de l’entité juridique transférante;\nb. la preuve que la fusion transfrontalière est admise au regard du droit étranger;\nc. la preuve de la compatibilité des entités juridiques qui fusionnent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_146"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 9, Restructuration transfrontalière, Fusion",
        "citation": "Art. 146 al. 2 ORC",
        "content": "En cas de fusion de la Suisse vers l’étranger (art. 163b LDIP), outre les pièces justificatives énumérées à l’art. 131, la réquisition de radiation du registre du commerce de l’entité juridique transférante est accompagnée des pièces justificatives suivantes:\na. un document attestant l’existence légale à l’étranger de l’entité juridique reprenante;\nb. la preuve que la fusion transfrontalière est admise au regard du droit étranger;\nc. le rapport, la preuve et l’attestation prévus à l’art. 164 LDIP;\nd. l’approbation des autorités fiscales de la Confédération et du canton selon lesquelles l’entité juridique peut être radiée du registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_146"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 9, Restructuration transfrontalière, Fusion",
        "citation": "Art. 146 al. 3 ORC",
        "content": "L’inscription de la fusion au registre du commerce est régie par l’art. 132. Elle mentionne en outre qu’il s’agit d’une fusion transfrontalière conformément aux dispositions de la LDIP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_146"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 9, Restructuration transfrontalière, Scission et transfert de patrimoine",
        "citation": "Art. 147 ORC",
        "content": "Les art. 133 à 135, 138, 139 et 146 s’appliquent par analogie à la scission et au transfert de patrimoine transfrontalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_147"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 3, Restructuration, Section 10, Cessibilité en cas de scission et de transfert de patrimoine",
        "citation": "Art. 148 ORC",
        "content": "En cas de scission ou de transfert de patrimoine, l’office du registre du commerce refuse notamment l’inscription si les objets visés ne sont manifestement pas librement cessibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_148"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Procuration non commerciale",
        "citation": "Art. 149 al. 1 ORC",
        "content": "Lorsqu’un fondé de procuration est nommé pour une entreprise non soumise à l’obligation de s’inscrire, le mandant requiert l’inscription au registre du commerce de la procuration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Procuration non commerciale",
        "citation": "Art. 149 al. 2 ORC",
        "content": "L’inscription mentionne:\na. les indications personnelles relatives au mandant;\nb. les indications personnelles relatives au fondé de procuration;\nc. le mode de représentation;\nd. le numéro d’identification des entreprises de la procuration non commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Procuration non commerciale",
        "citation": "Art. 149 al. 3 ORC",
        "content": "Le mandant requiert l’inscription au registre du commerce de toute modification et de la radiation. L’inscription d’une procuration non commerciale est radiée d’office:\na. lorsque le mandant est en faillite; \nb. lorsque le mandant est décédé et qu’une année s’est écoulée depuis le décès sans que les héritiers aient pu être contraints de requérir la radiation, ou\nc. lorsque le fondé de procuration est décédé et que le mandant ne peut être contraint de requérir la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Procuration non commerciale",
        "citation": "Art. 149 al. 4 ORC",
        "content": "En cas de faillite du mandant, la radiation est opérée dès que l’office du registre du commerce a connaissance de la déclaration de faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Chefs d’indivision",
        "citation": "Art. 150 al. 1 ORC",
        "content": "En cas d’indivision, son chef requiert son inscription au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Chefs d’indivision",
        "citation": "Art. 150 al. 2 ORC",
        "content": "Une copie attestée conforme du contrat d’indivision est produite comme pièce justificative. Elle contient des indications sur:\na. la composition de l’indivision;\nb. le chef de l’indivision;\nc. l’exclusion des autres indivis du pouvoir de représenter l’indivision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Chefs d’indivision",
        "citation": "Art. 150 al. 3 ORC",
        "content": "L’inscription mentionne:\na. la désignation de l’indivision;\nb. la date de sa constitution;\nc. son adresse;\nd. les indications personnelles relatives à son chef;\ne. le numéro d’identification des entreprises de l’indivision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Chefs d’indivision",
        "citation": "Art. 150 al. 4 ORC",
        "content": "Le chef de l’indivision requiert la radiation de l’indivision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Décisions de l’assemblée des créanciers dans les emprunts par obligations",
        "citation": "Art. 151 al. 1 ORC",
        "content": "Les documents relatifs aux décisions prises par l’assemblée des créanciers dans les emprunts par obligations sont déposés auprès de l’office du registre du commerce pour conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_151"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 4, Dispositions concernant l’inscription applicables à toutes les formes juridiques, Chapitre 4, Inscription de pouvoirs de représentation particuliers et inscriptions de décisions d’assemblées des créanciers dans les emprunts par obligations, Décisions de l’assemblée des créanciers dans les emprunts par obligations",
        "citation": "Art. 151 al. 2 ORC",
        "content": "Le dépôt des documents fait l’objet d’une inscription au registre du commerce sous la rubrique du débiteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_151"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Contenu de la sommation de l’office du registre du commerce",
        "citation": "Art. 152 al. 1 ORC",
        "content": "Dans les cas visés aux art. 934, al. 2, 934a, al. 1 et 2, 938, al. 1, et 939, al. 1, CO, l’office du registre du commerce somme l’entité juridique de procéder à la réquisition ou de prouver qu’aucune inscription, modification ou radiation n’est nécessaire. À cet effet, il lui fixe un délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_152"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Contenu de la sommation de l’office du registre du commerce",
        "citation": "Art. 152 al. 2 ORC",
        "content": "La sommation mentionne les dispositions applicables et les conséquences juridiques en cas de non-exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_152"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Notification de la sommation de l’office du registre du commerce",
        "citation": "Art. 152a al. 1 ORC",
        "content": "La sommation de l’office du registre du commerce est notifiée comme suit:\na. par lettre recommandée ou d’une autre manière contre accusé de réception au domicile inscrit de l’entité juridique, ou\nb. selon les dispositions sur la communication par voie électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Notification de la sommation de l’office du registre du commerce",
        "citation": "Art. 152a al. 2 ORC",
        "content": "L’acte est réputé notifié lorsqu’il est remis au domicile inscrit de l’entité juridique. Il est réputé notifié en cas d’envoi recommandé, lorsque celui-ci n’a pas été retiré, à l’expiration d’un délai de sept jours à compter du premier échec de la remise, si le destinataire devait s’attendre à recevoir la notification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Notification de la sommation de l’office du registre du commerce",
        "citation": "Art. 152a al. 3 ORC",
        "content": "La notification est effectuée par publication dans la Feuille officielle suisse du commerce:\na. lorsque le domicile de l’entité juridique inscrit au registre du commerce ne correspond plus à la réalité et que le nouveau domicile n’a pu être déterminé en dépit des recherches qui peuvent raisonnablement être exigées, ou \nb. lorsqu’une notification n’est pas possible ou nécessiterait des démarches disproportionnées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Notification de la sommation de l’office du registre du commerce",
        "citation": "Art. 152a al. 4 ORC",
        "content": "L’acte est réputé notifié le jour de la publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Décision ",
        "citation": "Art. 153 al. 1 ORC",
        "content": "Lorsque l’entité juridique n’obtempère pas à la sommation dans le délai imparti, l’office du registre du commerce rend une décision portant sur:\na. l’inscription, la modification de faits inscrits ou la radiation;\nb. le contenu de l’inscription au registre du commerce;\nc. les émoluments dus;\nd. le cas échéant, l’amende d’ordre au sens de l’art. 940 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_153"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Décision ",
        "citation": "Art. 153 al. 2 ORC",
        "content": "L’inscription indique les bases juridiques et mentionne expressément qu’elle a lieu d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_153"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Décision ",
        "citation": "Art. 153 al. 3 ORC",
        "content": "L’office du registre du commerce ne rend aucune décision lorsqu’il transmet l’affaire au tribunal ou à une autorité de surveillance (art. 934 et 939 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_153"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Recherche des entités juridiques soumises à l’obligation de s’inscrire et des modifications des faits inscrits",
        "citation": "Art. 157 al. 1 ORC",
        "content": "Les offices du registre du commerce sont tenus de rechercher périodiquement:\na. les entités juridiques soumises à l’obligation de s’inscrire qui ne sont pas inscrites;\nb. les inscriptions qui ne sont plus conformes aux faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Recherche des entités juridiques soumises à l’obligation de s’inscrire et des modifications des faits inscrits",
        "citation": "Art. 157 al. 2 ORC",
        "content": "À cet effet, ils peuvent exiger des tribunaux et des autorités de la Confédération, des cantons, des districts et des communes de leur indiquer gratuitement et par écrit si une entité juridique pourrait être soumise à l’obligation de s’inscrire ou si un fait pourrait nécessiter une inscription, une modification ou une radiation. Ceux-ci doivent également participer à l’établissement de l’identité des personnes physiques au sens des art. 24a et 24b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Recherche des entités juridiques soumises à l’obligation de s’inscrire et des modifications des faits inscrits",
        "citation": "Art. 157 al. 3 ORC",
        "content": "Les offices du registre du commerce invitent au moins une fois tous les trois ans les autorités des communes ou des districts à leur signaler toute entreprise nouvellement fondée et toute modification de faits inscrits. Ils leur transmettent une liste des inscriptions relevant de leur circonscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 1, Inscription lacunaire ou inexacte, Recherche des entités juridiques soumises à l’obligation de s’inscrire et des modifications des faits inscrits",
        "citation": "Art. 157 al. 4 ORC",
        "content": "Si la dernière modification a été saisie il y a plus de dix ans, les offices du registre du commerce vérifient auprès des entités juridiques si les inscriptions sont encore conformes aux faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Réquisition et inscription de la faillite",
        "citation": "Art. 158 al. 1 ORC",
        "content": "En cas de procédure de faillite, le tribunal ou l’autorité informe l’office du registre du commerce:\na. de l’ouverture de la faillite;\nb. des décisions accordant l’effet suspensif à un recours; \nc. des mesures provisionnelles;\nd. de l’annulation ou de la confirmation de l’ouverture de la faillite par l’autorité de recours;\ne. de la révocation de la faillite;\nf. de la désignation d’une administration spéciale de la faillite;\ng. de la suspension faute d’actif;\nh. de la réouverture de la procédure de faillite;\ni. de la clôture de la procédure de faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_158"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Réquisition et inscription de la faillite",
        "citation": "Art. 158 al. 2 ORC",
        "content": "L’office du registre du commerce procède à l’inscription immédiatement après avoir reçu la communication du tribunal ou de l’autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_158"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Réquisition et inscription de la faillite",
        "citation": "Art. 158 al. 3 ORC",
        "content": "La radiation d’une fondation dissoute par suite de faillite ne peut intervenir qu’une fois que l’autorité de surveillance a confirmé qu’elle n’a plus d’intérêt au maintien de l’inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_158"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Contenu de l’inscription de la faillite",
        "citation": "Art. 159 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. lorsque la faillite d’une entité juridique est ouverte ou que l’ouverture de la faillite est confirmée:\n1. le fait que la faillite a été ouverte et par quel tribunal ou par quelle autorité,\n2. la date et le moment de la déclaration de faillite,\n3. pour les sociétés de personnes et les personnes morales, la raison de commerce ou le nom complété par la mention «en liquidation» ou «en liq.»;\nb. lorsque l’effet suspensif est accordé à un recours, que l’ouverture de la faillite est annulée ou que la faillite est révoquée:\n1. le fait que l’effet suspensif a été accordé au recours, que l’ouverture de la faillite a été annulée ou que la faillite a été révoquée,\n2. la date de la décision,\n3. pour les sociétés de personnes et les personnes morales, la raison de commerce ou le nom sans la mention «en liquidation» ou «en liq.»;\nc. lorsqu’une administration spéciale de la faillite a été désignée:\n1. le fait qu’une administration spéciale de la faillite a été désignée,\n2. la date de la décision,\n3. les indications personnelles relatives à l’administration spéciale de la faillite;\nd. lorsque la faillite est suspendue faute d’actif:\n1. le fait que la faillite a été suspendue faute d’actif,\n2. la date de la décision de suspension;\ne. lorsque la procédure de faillite est rouverte:\n1. le fait que la faillite a été rouverte,\n2. la date de la décision de réouverture,\n3. le cas échéant, pour les sociétés de personnes et les personnes morales, la raison de commerce ou le nom complété par la mention «en liquidation» ou «en liq.»;\nf. lorsque la procédure de faillite a été clôturée:\n1. le fait que la procédure de faillite a été clôturée,\n2. la date de la décision de clôture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_159"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Radiation d’office en cas de faillite",
        "citation": "Art. 159a al. 1 ORC",
        "content": "L’entité juridique est radiée d’office:\na. en cas de suspension de la faillite faute d’actif, lorsque, dans les deux ans suivant la publication de l’inscription visée à l’art. 159, let. d, aucune opposition motivée n’a été présentée ou, s’il s’agit d’une entreprise individuelle, lorsque celle-ci a cessé ses activités;\nb. lorsque la procédure de faillite est close par décision du tribunal; sont réservées les décisions contraires du tribunal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_159_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Radiation d’office en cas de faillite",
        "citation": "Art. 159a al. 2 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. le fait qu’en cas de suspension de la faillite faute d’actif, aucune opposition motivée n’a été présentée dans le délai contre la radiation ou que l’entreprise individuelle a cessé ses activités;\nb. la radiation de l’entité juridique ou, le cas échéant, le fait que l’entreprise individuelle poursuit ses activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_159_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Sursis concordataire",
        "citation": "Art. 160 al. 1 ORC",
        "content": "Le tribunal informe l’office du registre du commerce qu’il a autorisé le sursis concordataire définitif ou provisoire et lui remet le dispositif du jugement sauf dans les cas où il peut y renoncer conformément à l’art. 293c, al. 2, de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Sursis concordataire",
        "citation": "Art. 160 al. 2 ORC",
        "content": "L’office du registre du commerce procède à l’inscription dès qu’il a reçu la communication du tribunal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Sursis concordataire",
        "citation": "Art. 160 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la date et la durée de l’homologation du concordat;\nb. les indications personnelles relatives au commissaire;\nc. le cas échéant, le fait que le tribunal du concordat a prescrit que certains actes ne pourront être valablement accomplis qu’avec le concours du commissaire ou a autorisé le commissaire à poursuivre l’activité de l’entité juridique à la place du débiteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Sursis concordataire",
        "citation": "Art. 160 al. 4 ORC",
        "content": "Lorsque le sursis concordataire est annulé, l’inscription au registre du commerce mentionne ce fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Concordat par abandon d’actifs",
        "citation": "Art. 161 al. 1 ORC",
        "content": "Le tribunal informe l’office du registre du commerce de l’homologation du concordat par abandon d’actif (art. 308 LP) et lui remet les pièces justificatives suivantes:\na. une copie du concordat;\nb. le dispositif du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Concordat par abandon d’actifs",
        "citation": "Art. 161 al. 2 ORC",
        "content": "L’office du registre du commerce procède à l’inscription dès qu’il a reçu la communication du tribunal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Concordat par abandon d’actifs",
        "citation": "Art. 161 al. 3 ORC",
        "content": "L’inscription au registre du commerce mentionne:\na. la date de l’homologation du concordat;\nb. la raison de commerce ou le nom complété par la mention «en liquidation concordataire»;\nc. le liquidateur;\nd. la radiation des pouvoirs de représentation des personnes qui étaient inscrites au registre du commerce et autorisées à représenter l’entité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Concordat par abandon d’actifs",
        "citation": "Art. 161 al. 4 ORC",
        "content": "Une fois la liquidation terminée, le liquidateur requiert la radiation de l'entité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 5, Inscription d’office, Chapitre 2, Faillite, sursis concordataire et concordat par abandon d’actifs, Concordat par abandon d’actifs",
        "citation": "Art. 161 al. 5 ORC",
        "content": "L’inscription au registre du commerce mentionne la radiation et son motif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 6, Réinscription d’une entité juridique radiée, Réinscription",
        "citation": "Art. 164 ORC",
        "content": "En cas de réinscription d’une entité juridique radiée (art. 935 CO), l’inscription de l’entité juridique est rétablie comme elle l’était au moment de la radiation. Sont réservées les décisions contraires du tribunal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_164"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 1 ORC",
        "content": "Les réquisitions et les pièces justificatives sont conservées pendant 30 ans à compter de l’inscription au registre journalier. Les statuts des entités juridiques et les actes de fondation doivent toujours être disponibles dans une version actuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 2 ORC",
        "content": "Lorsqu’une entité juridique est radiée du registre du commerce, les réquisitions, les pièces justificatives et les éventuels répertoires des membres peuvent être détruits dix ans après la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 3 ORC",
        "content": "La réquisition et les pièces justificatives doivent porter la date et le numéro de l’inscription au registre journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 4 ORC",
        "content": "La correspondance relative aux inscriptions est conservée pendant dix ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 5 ORC",
        "content": "Lorsque la loi ou l’ordonnance prévoit que des documents doivent être produits à l’office du registre du commerce sans qu’il s’agisse de pièces justificatives, ces documents doivent être pourvus du numéro d’identification des entreprises de l’entité juridique concernée et conservés avec les pièces justificatives qui s’y rapportent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 6 ORC",
        "content": "Les réquisitions, les pièces justificatives ou les autres documents sur papier peuvent être numérisés électroniquement et être légalisés selon l’OAAE, en particulier son art. 13. Les documents papier reliés peuvent être défaits pour qu’ils puissent être numérisés électroniquement. Sous réserve de dispositions contraires du droit cantonal, les originaux sur papier peuvent être détruits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Conservation des réquisitions, des pièces justificatives et de la correspondance",
        "citation": "Art. 166 al. 7 ORC",
        "content": "Les réquisitions, les pièces justificatives ou les autres documents disponibles sous forme électronique ne doivent pas être supprimés. Ils doivent être conservés par l’office du registre du commerce de manière à ce que les données ne puissent plus être modifiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Production de pièces sur papier",
        "citation": "Art. 167 al. 1 ORC",
        "content": "Les pièces originales sur papier sont remises sur demande écrite:\na. au tribunal;\nb. au juge d’instruction;\nc. au ministère public;\nd. à l’autorité cantonale de surveillance;\ne. à l’OFRC;\nf. aux autorités de surveillance des banques et des marchés financiers;\ng. à l’autorité fédérale de surveillance en matière de révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Production de pièces sur papier",
        "citation": "Art. 167 al. 2 ORC",
        "content": "Elles sont remises contre récépissé. Elles doivent être restituées au plus tard au terme de la procédure pour laquelle elles ont été requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Production de pièces sur papier",
        "citation": "Art. 167 al. 3 ORC",
        "content": "L’office du registre du commerce conserve à la place de l’original une copie attestée conforme de celui-ci accompagnée du récépissé lorsque les pièces ne sont pas archivées électroniquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Production de pièces sur papier",
        "citation": "Art. 167 al. 4 ORC",
        "content": "En lieu et place de la production de pièces originales, les autorités habilitées peuvent demander la remise de copies attestées conformes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Production de pièces sous forme électronique",
        "citation": "Art. 168 ORC",
        "content": "Seules des copies attestées conformes de pièces électroniques peuvent être produites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_168"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Qualité des données ",
        "citation": "Art. 169 al. 1 ORC",
        "content": "Les systèmes électroniques utilisés pour le registre journalier, le registre principal et les bases de données centrales doivent remplir les exigences suivantes:\na. l’existence et la qualité des données saisies sont garanties à long terme;\nb. le format des données ne dépend pas du fabriquant des systèmes électroniques;\nc. la sauvegarde des données suit des normes reconnues et correspond à l’état actuel de la technique;\nd. le programme et le format des données sont documentés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_169"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Qualité des données ",
        "citation": "Art. 169 al. 2 ORC",
        "content": "Les cantons et la Confédération garantissent les fonctionnalités suivantes de leurs systèmes électroniques:\na. l’échange des données entre les différents systèmes électroniques;\nb. la sauvegarde périodique des données sur des supports décentralisés;\nc. la maintenance des données et des systèmes électroniques;\nd. les droits d’accès aux données et aux systèmes électroniques;\ne. la protection des données et des systèmes électroniques contre les abus;\nf. les mesures à prendre en cas de perturbations techniques des systèmes électroniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_169"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titre 7, Conservation des pièces, production des pièces et qualité des données, Qualité des données ",
        "citation": "Art. 169 al. 3 ORC",
        "content": "L’OFRC peut régler dans une directive la procédure d’échange de données ainsi que la forme, le contenu et la structure des données transmises. Il peut en outre fixer la forme, le contenu et la structure des données mises à la disposition de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/fr#art_169"
    }
]