[
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 1. Kapitel:, Gegenstand und Begriffe, Gegenstand",
        "citation": "Art. 1 HRegV",
        "content": "Diese Verordnung regelt:\na. die Organisation der Handelsregisterführung;\nb. den Aufbau und den Inhalt des Handelsregisters;\nc. den elektronischen Geschäftsverkehr mit den Handelsregisterbehörden;\nd. das Verfahren zur Eintragung, Änderung und Löschung von Rechtseinheiten;\ne. die Auskunftserteilung und die Einsichtnahme in das Handelsregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_1"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 1. Kapitel:, Gegenstand und Begriffe, Begriffe",
        "citation": "Art. 2 HRegV",
        "content": "Im Sinne dieser Verordnung gelten als:\na. Gewerbe: eine selbstständige, auf dauernden Erwerb gerichtete wirtschaftliche Tätigkeit;\nb. Rechtsdomizil: die Adresse, unter der die Rechtseinheit an ihrem Sitz erreicht werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_2"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Handelsregisterbehörden, Handelsregisterämter",
        "citation": "Art. 3 HRegV",
        "content": "Die Organisation der Handelsregisterämter obliegt den Kantonen. Diese gewährleisten eine fachlich qualifizierte Handelsregisterführung und treffen Massnahmen zur Verhinderung von Interessenkonflikten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_3"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Handelsregisterbehörden, Oberaufsicht durch den Bund",
        "citation": "Art. 5 Abs. 1 HRegV",
        "content": "Das Eidgenössische Justiz und Polizeidepartement (EJPD) übt die Oberaufsicht über die Handelsregisterführung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_5"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Handelsregisterbehörden, Oberaufsicht durch den Bund",
        "citation": "Art. 5 Abs. 2 HRegV",
        "content": "Das Eidgenössische Amt für das Handelsregister (EHRA) im Bundesamt für Justiz ist insbesondere zur selbstständigen Erledigung folgender Geschäfte ermächtigt:\na. den Erlass von Weisungen im Bereich des Handelsregisters und des Firmenrechts, die sich an die kantonalen Handelsregisterbehörden richten, sowie betreffend die zentralen Datenbanken;\nb. die Prüfung der Rechtmässigkeit und die Genehmigung der kantonalen Eintragungen in das Tagesregister;\nc. die Durchführung von Inspektionen;\nd. die Beschwerdeführung an das Bundesgericht gegen Entscheide des Bundesverwaltungsgerichts und der kantonalen Gerichte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_5"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Handelsregisterbehörden, Oberaufsicht durch den Bund",
        "citation": "Art. 5 Abs. 3 HRegV",
        "content": "Die Handelsregisterämter teilen ihre Verfügungen dem EHRA mit. Davon ausgenommen sind reine Gebührenverfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_5"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Handelsregisterbehörden, Information und Berichterstattung",
        "citation": "Art. 5a Abs. 1 HRegV",
        "content": "Die kantonalen Handelsregisterämter berichten dem EHRA jährlich über ihre Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_5_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Handelsregisterbehörden, Information und Berichterstattung",
        "citation": "Art. 5a Abs. 2 HRegV",
        "content": "Das EHRA hält die Ergebnisse von Inspektionen in einem Bericht an das kantonale Handelsregisteramt und an die Leiterin oder den Leiter der Verwaltungseinheit, der das kantonale Handelsregisteramt angehört, fest. Das EHRA macht eine Nachkontrolle seiner bei der Inspektion empfohlenen Korrekturmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_5_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Aufbau des Handelsregisters",
        "citation": "Art. 6 Abs. 1 HRegV",
        "content": "Das Handelsregister besteht aus dem Tagesregister, dem Hauptregister, den Anmeldungen und Belegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_6"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Aufbau des Handelsregisters",
        "citation": "Art. 6 Abs. 2 HRegV",
        "content": "Das Tagesregister ist das elektronische Verzeichnis aller Einträge in chronologischer Reihenfolge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_6"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Aufbau des Handelsregisters",
        "citation": "Art. 6 Abs. 3 HRegV",
        "content": "Das Hauptregister ist der elektronische Zusammenzug aller rechtswirksamen Einträge im Tagesregister geordnet nach Rechtseinheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_6"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Inhalt des Handelsregisters",
        "citation": "Art. 7 HRegV",
        "content": "Das Tages- und das Hauptregister enthalten Einträge über:\na. die Rechtseinheiten;\nb. nicht kaufmännische Prokuren (Art. 458 Abs. 3 OR);\nc. das Haupt von Gemeinderschaften (Art. 341 Abs. 3 ZGB).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_7"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Tagesregister",
        "citation": "Art. 8 Abs. 1 HRegV",
        "content": "Alle ins Handelsregister einzutragenden Tatsachen werden in das Tagesregister aufgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_8"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Tagesregister",
        "citation": "Art. 8 Abs. 2 HRegV",
        "content": "Das Handelsregisteramt erstellt die Einträge aufgrund der Anmeldung und der Belege oder aufgrund eines Urteils oder einer Verfügung oder nimmt diese von Amtes wegen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_8"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Tagesregister",
        "citation": "Art. 8 Abs. 3 HRegV",
        "content": "Das Tagesregister enthält:\na. die Einträge;\nb. die Nummer und das Datum des Eintrags;\nc. das Identifikationszeichen der Person, die die Eintragung vorgenommen oder angeordnet hat und die Angabe des Handelsregisteramtes;\nd. die Gebühren der Eintragung;\ne. die Liste der Belege, die der Eintragung zugrunde liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_8"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Tagesregister",
        "citation": "Art. 8 Abs. 4 HRegV",
        "content": "Die Einträge im Tagesregister werden fortlaufend nummeriert. Die Zählung beginnt mit jedem Kalenderjahr neu zu laufen. Bereits zugeteilte Nummern nicht rechtswirksam gewordener Einträge dürfen im selben Kalenderjahr nicht erneut verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_8"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Tagesregister",
        "citation": "Art. 8 Abs. 5 HRegV",
        "content": "Die Einträge im Tagesregister dürfen nachträglich nicht verändert werden und bleiben zeitlich unbeschränkt bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_8"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Hauptregister",
        "citation": "Art. 9 Abs. 1 HRegV",
        "content": "Einträge im Tagesregister sind nach der Genehmigung durch das EHRA ins Hauptregister zu übernehmen. Die Übernahme muss spätestens am Tag der Veröffentlichung im Schweizerischen Handelsamtsblatt erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_9"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Hauptregister",
        "citation": "Art. 9 Abs. 2 HRegV",
        "content": "Das Hauptregister enthält für jede Rechtseinheit folgende Angaben:\na. alle Einträge ins Tagesregister gemäss Artikel 8 Absatz 3 Buchstaben a und b;\nb. das Datum der erstmaligen Eintragung der Rechtseinheit in das Handelsregister;\nc. die Nummer des Eintrags im Tagesregister;\nd. die Meldungsnummer sowie das Datum und die Nummer der Ausgabe des Schweizerischen Handelsamtsblattes, in der die Eintragung publiziert wurde;\ne. der Verweis auf einen allfälligen früheren Eintrag auf einer Karteikarte oder im Firmenverzeichnis;\nf. das Datum der Löschung im Handelsregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_9"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Hauptregister",
        "citation": "Art. 9 Abs. 3 HRegV",
        "content": "Die Löschung einer Rechtseinheit ist im Hauptregister deutlich sichtbar zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_9"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Hauptregister",
        "citation": "Art. 9 Abs. 4 HRegV",
        "content": "Die Einträge im Hauptregister dürfen nachträglich nicht verändert werden und bleiben zeitlich unbeschränkt bestehen. Vorbehalten bleibt die Vornahme von rein typografischen Korrekturen ohne Einfluss auf den materiellen Gehalt. Die Vornahme entsprechender Korrekturen ist zu protokollieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_9"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Aufbau und Inhalt des Handelsregisters, Hauptregister",
        "citation": "Art. 9 Abs. 5 HRegV",
        "content": "Das Hauptregister muss durch elektronische Wiedergabe und auf einem Papierausdruck jederzeit sichtbar gemacht werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_9"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Ausnahmen",
        "citation": "Art. 10 HRegV",
        "content": "Nicht der Öffentlichkeit des Handelsregisters nach Artikel 936 OR unterstehen:\na. die AHV-Nummer;\nb. die mit der Eintragung zusammenhängende Korrespondenz;\nc. Kopien von Ausweisdokumenten;\nd. Kopien der Unterlagen nach Artikel 62.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_10"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Einsichtnahme und Auszüge",
        "citation": "Art. 11 Abs. 1 HRegV",
        "content": "Auf Verlangen gewähren die Handelsregisterämter Einsicht in das Hauptregister, in die Anmeldung und in die Belege und erstellen:\na. beglaubigte Auszüge über die Einträge einer Rechtseinheit im Hauptregister;\nb. Kopien von Anmeldungen und von Belegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_11"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Einsichtnahme und Auszüge",
        "citation": "Art. 11 Abs. 2 HRegV",
        "content": "Vor der Veröffentlichung einer Eintragung im Schweizerischen Handelsamtsblatt dürfen Auszüge nur ausgestellt werden, wenn die Eintragung durch das EHRA genehmigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_11"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Einsichtnahme und Auszüge",
        "citation": "Art. 11 Abs. 5 HRegV",
        "content": "Das EHRA sorgt durch eine Weisung für eine einheitliche Struktur und Darstellung der Auszüge. Dabei ermöglicht es den Kantonen, kantonale Wappen und Symbole zu verwenden. Es kann Vorschriften zur Sicherheit der Auszüge erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_11"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Einsichtnahme und Auszüge",
        "citation": "Art. 11 Abs. 6 HRegV",
        "content": "Ist eine Rechtseinheit nicht eingetragen, so bescheinigt dies das Handelsregisteramt auf Verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_11"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Einsichtnahme und Auszüge",
        "citation": "Art. 11 Abs. 7 HRegV",
        "content": "Für die Erstellung der Auszüge, der Kopien von Anmeldungen und Belegen und Bescheinigungen in elektronischer Form sowie für die Erstellung beglaubigter Papierausdrucke elektronischer Dokumente ist die EÖBV anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_11"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Öffentlichkeit des Handelsregisters, Elektronisches Angebot",
        "citation": "Art. 12 HRegV",
        "content": "Die Statuten, Stiftungsurkunden, weiteren Belege und Anmeldungen, die im Internet gebührenfrei zugänglich gemacht werden, müssen nicht vom Handelsregisteramt beglaubigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 5. Kapitel:, Beglaubigungen durch das Handelsregisteramt",
        "citation": "Art. 12a Abs. 1 HRegV",
        "content": "Das Handelsregisteramt ist befugt, von Anmeldungen, Belegen oder sonstigen Dokumenten sowie von Unterschriften in Papierform oder in elektronischer Form beglaubigte Kopien auf Papier oder beglaubigte elektronische Kopien nach der EÖBV zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 5. Kapitel:, Beglaubigungen durch das Handelsregisteramt",
        "citation": "Art. 12a Abs. 2 HRegV",
        "content": "Das Handelsregisteramt bringt auf beglaubigten Kopien auf Papier den Hinweis an:\na. dass es sich um eine mit dem Originaldokument übereinstimmende Kopie handelt; und\nb. dass das vorgelegte Dokument auf Papier vorlag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 5. Kapitel:, Beglaubigungen durch das Handelsregisteramt",
        "citation": "Art. 12a Abs. 3 HRegV",
        "content": "Für die Erstellung elektronischer Beglaubigungen sowie für die Erstellung beglaubigter Papierausdrucke elektronischer Dokumente ist die EÖBV anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 6. Kapitel:, Elektronischer Geschäftsverkehr, Zulässigkeit von elektronischen Eingaben und anwendbares Recht",
        "citation": "Art. 12b HRegV",
        "content": "Soweit diese Verordnung nichts Abweichendes bestimmt, richtet sich der elektronische Geschäftsverkehr im Handelsregister nach den Artikeln 130 Absatz 2 und 143 Absatz 2 der Zivilprozessordnung (ZPO) und nach der Verordnung vom 18. Juni 2010 über die elektronische Übermittlung im Rahmen von Zivil- und Strafprozessen sowie von Schuldbetreibungs- und Konkursverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 6. Kapitel:, Elektronischer Geschäftsverkehr, Übermittlung",
        "citation": "Art. 12c Abs. 1 HRegV",
        "content": "Elektronische Eingaben an die Handelsregisterämter können neben den Zustellplattformen gemäss den Artikeln 2 und 4 der Verordnung vom 18. Juni 2010 über die elektronische Übermittlung im Rahmen von Zivil- und Strafprozessen sowie von Schuldbetreibungs- und Konkursverfahren auch über entsprechende Internetseiten des Bundes oder der Kantone erfolgen, sofern diese:\na. die Vertraulichkeit (Verschlüsselung) gewährleisten; und\nb. eine mit einem geregelten elektronischen Siegel und einem elektronischen Zeitstempel nach Artikel 2 Buchstaben d und i ZertES versehene Quittung über die Eingabe ausstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_c"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 6. Kapitel:, Elektronischer Geschäftsverkehr, Übermittlung",
        "citation": "Art. 12c Abs. 2 HRegV",
        "content": "Das EHRA kann die Abwicklung und Automatisierung des elektronischen Geschäftsverkehrs regeln, namentlich in Bezug auf Formulare, Datenformate, Datenstrukturen, Geschäftsprozesse und alternative Übermittlungsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_c"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 6. Kapitel:, Elektronischer Geschäftsverkehr, Elektronische Auszüge",
        "citation": "Art. 12e HRegV",
        "content": "Die Bestimmungen dieses Kapitels finden entsprechend Anwendung auf die Zustellung von beglaubigten elektronischen Auszügen aus dem Tages- oder Hauptregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_12_e"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Firmen- und Namenrecherchen",
        "citation": "Art. 13 Abs. 1 HRegV",
        "content": "Das EHRA führt auf Verlangen schriftliche Recherchen zu Firmen und Namen von Rechtseinheiten in der zentralen Datenbank Rechtseinheiten nach Artikel 928b OR durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_13"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Firmen- und Namenrecherchen",
        "citation": "Art. 13 Abs. 2 HRegV",
        "content": "Es stellt die Internetplattform Regix zur vollständig elektronischen Erfassung der Rechercheaufträge zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_13"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Zentraler Firmenindex (Zefix)",
        "citation": "Art. 14 Abs. 1 HRegV",
        "content": "Die Daten der Rechtseinheiten, die nach Artikel 928b Absatz 2 OR im Internet gebührenfrei zugänglich sind, können über die Internetplattform Zefix oder über eine technische Schnittstelle abgerufen werden. Diese Daten entfalten keine Rechtswirkungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_14"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Zentraler Firmenindex (Zefix)",
        "citation": "Art. 14 Abs. 2 HRegV",
        "content": "Das EHRA stellt aus der zentralen Datenbank Rechtseinheiten Daten der aktiven Rechtseinheiten, die zu deren Identifizierung notwendig sind, öffentlich zur gebührenfreien Nutzung zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_14"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Zentraler Firmenindex (Zefix)",
        "citation": "Art. 14 Abs. 3 HRegV",
        "content": "Das EJPD bestimmt:\na. die Daten, die in die zentrale Datenbank Rechtseinheiten aufgenommen werden;\nb. die Daten der zentralen Datenbank Rechtseinheiten, die öffentlich sind;\nc. den Inhalt der gesamten Datenbestände, die zugänglich gemacht werden;\nd. die Bedingungen und die Modalitäten für den Zugang zu den Datenbeständen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_14"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Zentrale Datenbank Personen",
        "citation": "Art. 14a Abs. 1 HRegV",
        "content": "Das EHRA ist verantwortlich für die Erteilung der Rechte, Daten in der zentralen Datenbank Personen zu erfassen und zu bearbeiten, den Datenschutz und die Datensicherheit dieser Datenbank.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_14_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 1. Titel: Allgemeine Bestimmungen, 7. Kapitel:, Zentrale Datenbanken, Zentrale Datenbank Personen",
        "citation": "Art. 14a Abs. 2 HRegV",
        "content": "Die Handelsregisterämter sind insbesondere verantwortlich für die fachlich qualifizierte, korrekte Dateneingabe und -bearbeitung und sorgen für einen Abgleich der im kantonalen Register geführten Daten mit denjenigen von anderen öffentlichen Registern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_14_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Inhalt, Form und Sprache",
        "citation": "Art. 16 Abs. 1 HRegV",
        "content": "Die Anmeldung muss die Rechtseinheit klar identifizieren und die einzutragenden Tatsachen angeben oder auf die entsprechenden Belege einzeln verweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_16"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Inhalt, Form und Sprache",
        "citation": "Art. 16 Abs. 2 HRegV",
        "content": "Die Anmeldung kann auf Papier oder in elektronischer Form eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_16"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Inhalt, Form und Sprache",
        "citation": "Art. 16 Abs. 3 HRegV",
        "content": "Elektronische Anmeldungen müssen den Vorgaben der Artikel 12b und 12c genügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_16"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Inhalt, Form und Sprache",
        "citation": "Art. 16 Abs. 4 HRegV",
        "content": "Die Anmeldungen sind in einer der Amtssprachen des Kantons abzufassen, in dem die Eintragung erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_16"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Anmeldende Personen",
        "citation": "Art. 17 Abs. 1 HRegV",
        "content": "Soweit die Gesetzgebung nichts anderes bestimmt, erfolgt die Anmeldung durch:\na. eine oder mehrere für die betroffene Rechtseinheit zeichnungsberechtigte Personen gemäss ihrer Zeichnungsberechtigung;\nb. eine bevollmächtigte Drittperson;\nc. die Geschäftsfrau oder den Geschäftsherrn bei der nicht kaufmännischen Prokura;\nd. das Haupt der Gemeinderschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_17"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Anmeldende Personen",
        "citation": "Art. 17 Abs. 2 HRegV",
        "content": "Folgende Eintragungen können zudem die betroffenen Personen selbst anmelden:\na. die Löschung von Mitgliedern der Organe oder die Löschung von Vertretungsbefugnissen (Art. 933 Abs. 2 OR);\nb. die Änderung von Personenangaben nach Artikel 119;\nc. die Löschung des Rechtsdomizils nach Artikel 117 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_17"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Anmeldende Personen",
        "citation": "Art. 17 Abs. 3 HRegV",
        "content": "Die Vollmacht, die der Drittperson nach Absatz 1 Buchstabe b ausgestellt wird, muss von einem oder mehreren zeichnungsberechtigten Mitgliedern des obersten Leitungs- oder Verwaltungsorgans der betroffenen Rechtseinheit gemäss ihrer Zeichnungsberechtigung unterzeichnet sein. Sie ist der Anmeldung beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_17"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Anmeldende Personen",
        "citation": "Art. 17 Abs. 4 HRegV",
        "content": "Haben Erbinnen oder Erben eine Eintragung anzumelden, so können an ihrer Stelle auch Willensvollstreckerinnen, Willensvollstrecker, Erbschaftsliquidatorinnen oder Erbschaftsliquidatoren die Anmeldung vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_17"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Unterzeichnung",
        "citation": "Art. 18 Abs. 1 HRegV",
        "content": "Soweit die Gesetzgebung nichts anderes bestimmt, muss die Anmeldung von den Personen nach Artikel 17 unterzeichnet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_18"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Unterzeichnung",
        "citation": "Art. 18 Abs. 2 HRegV",
        "content": "Die Anmeldung auf Papier ist beim Handelsregisteramt zu unterzeichnen oder mit den beglaubigten Unterschriften einzureichen. Keiner Beglaubigung bedürfen Unterschriften bevollmächtigter Dritter und Unterschriften, die schon früher in beglaubigter Form für die gleiche Rechtseinheit eingereicht wurden. Bestehen begründete Zweifel an der Echtheit einer Unterschrift, so kann das Handelsregisteramt eine Beglaubigung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_18"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Unterzeichnung",
        "citation": "Art. 18 Abs. 3 HRegV",
        "content": "Unterzeichnen die anmeldenden Personen die Anmeldung beim Handelsregisteramt, so haben sie ihre Identität durch einen gültigen Pass oder eine gültige Identitätskarte oder einen gültigen schweizerischen Ausländerausweis nachzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_18"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Unterzeichnung",
        "citation": "Art. 18 Abs. 4 HRegV",
        "content": "Elektronische Anmeldungen müssen mit einer qualifizierten elektronischen Signatur mit qualifiziertem elektronischem Zeitstempel nach Artikel 2 Buchstaben e und j ZertES unterzeichnet sein. Unter Vorbehalt von Artikel 21 müssen die eigenhändigen Unterschriften der Personen, welche die Anmeldung unterzeichnen, nicht hinterlegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_18"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Eintragung aufgrund eines Urteils oder einer Verfügung",
        "citation": "Art. 19 Abs. 1 HRegV",
        "content": "Ordnet ein Gericht oder eine Behörde die Eintragung von Tatsachen in das Handelsregister an, so reicht die anordnende Stelle dem Handelsregisteramt das Urteil oder die Verfügung ein. Das Urteil oder die Verfügung darf erst eingereicht werden, wenn es oder sie vollstreckbar geworden ist. Artikel 176 Absatz 1 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs (SchKG) bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_19"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Eintragung aufgrund eines Urteils oder einer Verfügung",
        "citation": "Art. 19 Abs. 2 HRegV",
        "content": "Das Handelsregisteramt nimmt die Eintragung unverzüglich vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_19"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Eintragung aufgrund eines Urteils oder einer Verfügung",
        "citation": "Art. 19 Abs. 3 HRegV",
        "content": "Enthält das Dispositiv des Urteils oder der Verfügung unklare oder unvollständige Anordnungen über die einzutragenden Tatsachen, so muss das Handelsregisteramt die anordnende Stelle um schriftliche Erläuterung ersuchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_19"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 1. Abschnitt: Anmeldung, Eintragung aufgrund eines Urteils oder einer Verfügung",
        "citation": "Art. 19 Abs. 4 HRegV",
        "content": "Die Genehmigung der Eintragungen durch das EHRA bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_19"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Inhalt, Form und Sprache",
        "citation": "Art. 20 Abs. 1 HRegV",
        "content": "Die Belege sind im Original oder in beglaubigter Kopie auf Papier oder in elektronischer Form einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_20"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Inhalt, Form und Sprache",
        "citation": "Art. 20 Abs. 2 HRegV",
        "content": "Die Belege müssen rechtskonform unterzeichnet sein. Belege in elektronischer Form müssen mit einer qualifizierten elektronischen Signatur mit qualifiziertem elektronischem Zeitstempel nach Artikel 2 Buchstaben e und j ZertES unterzeichnet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_20"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Inhalt, Form und Sprache",
        "citation": "Art. 20 Abs. 3 HRegV",
        "content": "Elektronische öffentliche Urkunden und elektronische Beglaubigungen sowie beglaubigte Papierausdrucke elektronischer Dokumente müssen den Anforderungen der EÖBV entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_20"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Inhalt, Form und Sprache",
        "citation": "Art. 20 Abs. 4 HRegV",
        "content": "Werden Belege in einer Sprache eingereicht, die nicht als Amtssprache des Kantons gilt, so kann das Handelsregisteramt eine Übersetzung verlangen, sofern dies für die Prüfung oder für die Einsichtnahme durch Dritte erforderlich ist. Soweit nötig, kann es die Übersetzerin oder den Übersetzer bezeichnen. Die Übersetzung gilt diesfalls ebenfalls als Beleg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_20"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Unterschriften",
        "citation": "Art. 21 Abs. 1 HRegV",
        "content": "Wird eine zeichnungsberechtigte Person zur Eintragung in das Handelsregister angemeldet, so muss sie ihre eigenhändige Unterschrift nach Massgabe einer der nachfolgenden Modalitäten beim Handelsregisteramt hinterlegen:\na. Sie zeichnet die Unterschrift beim Handelsregisteramt.\nb. Sie reicht dem Handelsregisteramt die Unterschrift als Beleg ein:\n1. auf Papier von einer Urkundsperson beglaubigt;\n2. elektronisch eingelesen und von einer Urkundsperson beglaubigt; oder\n3. elektronisch eingelesen und von ihr selbst bestätigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_21"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Unterschriften",
        "citation": "Art. 21 Abs. 2 HRegV",
        "content": "Zeichnet sie die Unterschrift beim Handelsregisteramt, so muss sie ihre Identität durch einen gültigen Pass oder eine gültige Identitätskarte oder einen gültigen schweizerischen Ausländerausweis nachweisen. Das Handelsregisteramt beglaubigt die Unterschrift.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_21"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Unterschriften",
        "citation": "Art. 21 Abs. 3 HRegV",
        "content": "Um die elektronisch eingelesene Unterschrift selbst zu bestätigen, versieht die zeichnungsberechtigte Person diese mit einer Erklärung, dass sie diese als ihre eigene anerkennt, und signiert sie mit einer qualifizierten elektronischen Signatur mit qualifiziertem elektronischem Zeitstempel nach Artikel 2 Buchstaben e und j ZertES.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_21"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Statuten und Stiftungsurkunden",
        "citation": "Art. 22 Abs. 1 HRegV",
        "content": "Ins Handelsregister wird als Datum der Statuten der Tag eingetragen, an dem:\na. die Gründerinnen und Gründer die Statuten angenommen haben; oder\nb. das zuständige Organ der Gesellschaft die letzte Änderung der Statuten beschlossen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_22"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Statuten und Stiftungsurkunden",
        "citation": "Art. 22 Abs. 2 HRegV",
        "content": "Ins Handelsregister wird als Datum der Stiftungsurkunde der Tag eingetragen, an dem:\na. die öffentliche Urkunde über die Errichtung der Stiftung erstellt wurde;\nb. die Verfügung von Todes wegen errichtet wurde; oder\nc. die Stiftungsurkunde durch das Gericht oder eine Behörde geändert wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_22"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Statuten und Stiftungsurkunden",
        "citation": "Art. 22 Abs. 3 HRegV",
        "content": "Werden die Statuten oder die Stiftungsurkunde geändert oder angepasst, so muss dem Handelsregisteramt eine vollständige neue Fassung der Statuten oder der Stiftungsurkunde eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_22"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Statuten und Stiftungsurkunden",
        "citation": "Art. 22 Abs. 4 HRegV",
        "content": "Die folgenden Dokumente müssen von einer Urkundsperson beglaubigt werden:\na.  die Statuten von:\n1.  Aktiengesellschaften,\n2.  Kommanditaktiengesellschaften,\n3.  Gesellschaften mit beschränkter Haftung,\n4.  Genossenschaften,\n5.  Investmentgesellschaften mit festem Kapital,\n6.  Investmentgesellschaften mit variablem Kapital;\nb.  Stiftungsurkunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_22"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Statuten und Stiftungsurkunden",
        "citation": "Art. 22 Abs. 5 HRegV",
        "content": "Die Statuten von Vereinen müssen von einem Mitglied des Vorstandes unterzeichnet sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_22"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Protokolle über die Fassung von Beschlüssen",
        "citation": "Art. 23 Abs. 1 HRegV",
        "content": "Beruhen einzutragende Tatsachen auf Beschlüssen oder Wahlen von Organen einer juristischen Person und bedarf der Beschluss nicht der öffentlichen Beurkundung, so muss das Protokoll beziehungsweise ein Protokollauszug über die Beschlussfassung oder ein Zirkularbeschluss als Beleg eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_23"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Protokolle über die Fassung von Beschlüssen",
        "citation": "Art. 23 Abs. 2 HRegV",
        "content": "Protokolle oder Protokollauszüge müssen von der Protokollführerin oder vom Protokollführer sowie von der Vorsitzenden oder vom Vorsitzenden des beschliessenden Organs unterzeichnet werden, Zirkularbeschlüsse von allen Personen, die dem Organ angehören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_23"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Protokolle über die Fassung von Beschlüssen",
        "citation": "Art. 23 Abs. 3 HRegV",
        "content": "Ein Protokoll oder ein Protokollauszug des obersten Leitungs- oder Verwaltungsorgans ist nicht erforderlich, sofern die Anmeldung an das Handelsregisteramt von sämtlichen Mitgliedern dieses Organs unterzeichnet ist. Ein Protokoll oder ein Protokollauszug der Gesellschafterversammlung von Gesellschaften mit beschränkter Haftung ist ebenfalls nicht erforderlich, sofern die Anmeldung an das Handelsregisteramt von sämtlichen im Handelsregister eingetragenen Gesellschaftern unterzeichnet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_23"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Bestehen von Rechtseinheiten",
        "citation": "Art. 24 Abs. 1 HRegV",
        "content": "Nimmt eine einzutragende Tatsache auf eine im schweizerischen Handelsregister eingetragene Rechtseinheit Bezug, so muss deren Bestehen nicht belegt werden. Das mit der Eintragung dieser Tatsache betraute Handelsregisteramt überprüft das Beste-hen der Rechtseinheit durch Einsichtnahme in die kantonale Handelsregisterdatenbank.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Bestehen von Rechtseinheiten",
        "citation": "Art. 24 Abs. 2 HRegV",
        "content": "Das Bestehen einer Rechtseinheit, die nicht im schweizerischen Handelsregister eingetragen ist, muss durch einen aktuellen beglaubigten Auszug aus dem ausländischen Handelsregister oder durch eine gleichwertige Urkunde belegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Identifikation von natürlichen Personen",
        "citation": "Art. 24a Abs. 1 HRegV",
        "content": "Die Identität der im Handelsregister eingetragenen natürlichen Personen muss auf der Grundlage eines gültigen Passes, einer gültigen Identitätskarte oder eines gültigen schweizerischen Ausländerausweises oder auf der Grundlage einer Kopie eines gültigen Passes, einer gültigen Identitätskarte oder eines gültigen schweizerischen Ausländerausweises geprüft werden. Das Handelsregisteramt darf zur Erfassung der für die Identifikation der Person erforderlichen Angaben nach Artikel 24b eine Kopie des vorgelegten Dokuments erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Identifikation von natürlichen Personen",
        "citation": "Art. 24a Abs. 2 HRegV",
        "content": "Der Nachweis der Identität von natürlichen Personen kann auch in einer öffentlichen Urkunde oder in einer Unterschriftsbeglaubigung erbracht werden, sofern diese die Angaben nach Artikel 24b enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Identifikation von natürlichen Personen",
        "citation": "Art. 24a Abs. 3 HRegV",
        "content": "Allfällig erstellte Kopien von Ausweisdokumenten werden bei den Korrespondenzakten aufbewahrt. Sie können vernichtet werden, sobald der Tagesregistereintrag über die Eintragung der natürlichen Person rechtswirksam geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Angaben zur Identifikation",
        "citation": "Art. 24b Abs. 1 HRegV",
        "content": "Zur Identifikation der natürlichen Personen werden auf der Grundlage des Ausweisdokuments die folgenden Angaben im Handelsregister erfasst:\na. der Familienname;\nb. gegebenenfalls der Ledigname;\nc. alle Vornamen in der richtigen Reihenfolge;\nd. das Geburtsdatum;\ne. das Geschlecht;\nf. die politische Gemeinde des Heimatortes, oder bei ausländischen Staatsangehörigen, die Staatsangehörigkeit;\ng. die Art, die Nummer und das Ausgabeland des Ausweisdokuments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Angaben zur Identifikation",
        "citation": "Art. 24b Abs. 2 HRegV",
        "content": "Zusätzlich werden folgende Angaben im Handelsregister erfasst:\na. allfällige Ruf-, Kose-, Künstler-, Allianz-, Ordens- oder Partnerschaftsnamen;\nb. die politische Gemeinde des Wohnsitzes oder, bei einem ausländischen Wohnsitz, der Ort und die Landesbezeichnung;\nc. gegebenenfalls die bereits erteilte nicht sprechende Personennummer der zentralen Datenbank Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Angaben zur Identifikation",
        "citation": "Art. 24b Abs. 3 HRegV",
        "content": "Die Publizität dieser Angaben richtet sich nach Artikel 119 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Ausländische öffentliche Urkunden und Beglaubigungen",
        "citation": "Art. 25 Abs. 1 HRegV",
        "content": "Im Ausland errichtete öffentliche Urkunden und Beglaubigungen müssen mit einer Bescheinigung der am Errichtungsort zuständigen Behörde versehen sein, die bestätigt, dass sie von der zuständigen Urkundsperson errichtet worden sind. Unter Vorbehalt abweichender Bestimmungen von Staatsverträgen ist zudem eine Beglaubigung der ausländischen Regierung und der zuständigen diplomatischen oder konsularischen Vertretung der Schweiz beizufügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_25"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 1. Kapitel: Anmeldung und Belege, 2. Abschnitt: Belege, Ausländische öffentliche Urkunden und Beglaubigungen",
        "citation": "Art. 25 Abs. 2 HRegV",
        "content": "Muss nach schweizerischem Recht eine öffentliche Urkunde erstellt und als Beleg beim Handelsregisteramt eingereicht werden, so kann das Handelsregisteramt den Nachweis verlangen, dass das ausländische Beurkundungsverfahren dem öffentlichen Beurkundungsverfahren in der Schweiz gleichwertig ist. Es kann dazu ein Gutachten verlangen und den Gutachter bezeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_25"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Frist",
        "citation": "Art. 26 HRegV",
        "content": "Ist für die Eintragung in das Handelsregister eine Frist vorgesehen, so gilt diese als gewahrt, wenn die Anmeldung und die erforderlichen Belege den rechtlichen Anforderungen genügen und:\na. sie spätestens am letzten Tag der Frist beim Handelsregisteramt eingereicht oder zu dessen Handen der Schweizerischen Post übergeben werden; oder\nb. der Absenderin oder dem Absender bestätigt wurde, dass die elektronische Anmeldung und die erforderlichen elektronischen Belege spätestens am letzten Tag der Frist eingegangen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_26"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Berichtigung",
        "citation": "Art. 27 HRegV",
        "content": "Das Handelsregisteramt berichtigt auf Antrag oder von Amtes wegen eigene Redaktions- und Kanzleifehler. Die Berichtigung muss als solche bezeichnet und in das Tagesregister aufgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_27"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Nachtrag",
        "citation": "Art. 28 HRegV",
        "content": "Das Handelsregisteramt trägt auf Antrag oder von Amtes wegen angemeldete und belegte Tatsachen, die es versehentlich nicht eingetragen hat, nachträglich ein. Der Nachtrag muss als solcher bezeichnet und in das Tagesregister aufgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_28"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Sprache",
        "citation": "Art. 29 HRegV",
        "content": "Die Eintragung in das Handelsregister erfolgt in der Sprache der Anmeldung gemäss Artikel 16 Absatz 4. Ist die Anmeldung in rätoromanischer Sprache abgefasst, so erfolgt die Eintragung zudem in deutscher oder italienischer Sprache.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_29"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Zeichensatz",
        "citation": "Art. 29a HRegV",
        "content": "Die Eintragungen in das Handelsregister werden nach dem Zeichensatz der ISO-Norm 8859-15 erfasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_29_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Antrag auf Eintragung zusätzlicher Tatsachen",
        "citation": "Art. 30 Abs. 1 HRegV",
        "content": "Tatsachen, deren Eintragung weder im Gesetz noch in der Verordnung vorgesehen ist, werden auf Antrag in das Handelsregister aufgenommen, wenn:\na. die Eintragung dem Zweck des Handelsregisters entspricht; und\nb. an der Bekanntgabe ein öffentliches Interesse besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_30"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 2. Kapitel: Grundsätze für die Eintragung, Antrag auf Eintragung zusätzlicher Tatsachen",
        "citation": "Art. 30 Abs. 2 HRegV",
        "content": "Die Vorschriften über die Anmeldung und die Belege sind entsprechend anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_30"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Übermittlung ans EHRA",
        "citation": "Art. 31 HRegV",
        "content": "Die kantonalen Handelsregisterämter übermitteln dem EHRA ihre Einträge elektronisch am Werktag, an dem diese ins Tagesregister aufgenommen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_31"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Prüfung und Genehmigung durch das EHRA",
        "citation": "Art. 32 Abs. 1 HRegV",
        "content": "Das EHRA prüft die Einträge und genehmigt sie, sofern sie die Voraussetzungen des Gesetzes und der Verordnung erfüllen. Es teilt seine Genehmigung dem kantonalen Handelsregisteramt elektronisch mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_32"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Prüfung und Genehmigung durch das EHRA",
        "citation": "Art. 32 Abs. 2 HRegV",
        "content": "Eine Einsichtnahme in die Anmeldung und in die Belege erfolgt nur ausnahmsweise, soweit dafür ein besonderer Anlass besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_32"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Prüfung und Genehmigung durch das EHRA",
        "citation": "Art. 32 Abs. 3 HRegV",
        "content": "Die Prüfungspflicht des EHRA entspricht derjenigen des Handelsregisteramts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_32"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Prüfung und Genehmigung durch das EHRA",
        "citation": "Art. 32 Abs. 4 HRegV",
        "content": "Das EHRA übermittelt die genehmigten Einträge elektronisch dem Schweizerischen Handelsamtsblatt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_32"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Verweigerung der Genehmigung",
        "citation": "Art. 33 Abs. 1 HRegV",
        "content": "Verweigert das EHRA die Genehmigung, so begründet es diesen Entscheid summarisch und teilt ihn dem kantonalen Handelsregisteramt mit. Diese Mitteilung ist eine nicht selbstständig anfechtbare Zwischenverfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_33"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Verweigerung der Genehmigung",
        "citation": "Art. 33 Abs. 2 HRegV",
        "content": "Wenn die Verweigerung der Genehmigung auf Mängeln beruht, die nicht durch das kantonale Handelsregisteramt behoben werden können, so übermittelt dieses den ablehnenden Entscheid den Personen, die die Anmeldung eingereicht haben. Es räumt ihnen Gelegenheit zur schriftlichen Stellungnahme zuhanden des EHRA ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_33"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Verweigerung der Genehmigung",
        "citation": "Art. 33 Abs. 3 HRegV",
        "content": "Genehmigt das EHRA die Eintragung nachträglich, so informiert es das kantonale Handelsregisteramt. Dieses übermittelt die Eintragung erneut elektronisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_33"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Verweigerung der Genehmigung",
        "citation": "Art. 33 Abs. 4 HRegV",
        "content": "Verweigert das EHRA die Genehmigung endgültig, so erlässt es eine beschwerdefähige Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_33"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Information über die Genehmigung",
        "citation": "Art. 34 HRegV",
        "content": "Das kantonale Handelsregisteramt informiert auf Verlangen die Personen, die die Anmeldung eingereicht haben, sobald das EHRA die Eintragung genehmigt hat. Es weist darauf hin, dass die Eintragung erst mit der elektronischen Publikation im Schweizerischen Handelsamtsblatt wirksam wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_34"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Publikation",
        "citation": "Art. 35 Abs. 1 HRegV",
        "content": "Die Eintragungen werden im Schweizerischen Handelsamtsblatt elektronisch publiziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_35"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 2. Titel: Eintragungsverfahren, 3. Kapitel: Prüfung, Genehmigung und Publikation der Eintragung, Publikation",
        "citation": "Art. 35 Abs. 2 HRegV",
        "content": "Das EHRA teilt jeder Eintragung eine Meldungsnummer zu und bestimmt das Datum der Publikation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_35"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Anmeldung und Belege",
        "citation": "Art. 37 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung eines Einzelunternehmens müssen nur Belege eingereicht werden, wenn:\na. die einzutragenden Tatsachen nicht aus der Anmeldung hervorgehen;\nb. dies aufgrund anderer Vorschriften erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_37"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Anmeldung und Belege",
        "citation": "Art. 37 Abs. 2 HRegV",
        "content": "Wurde dem Einzelunternehmen bereits eine Unternehmens-Identifikationsnummer zugewiesen, so ist sie in der Anmeldung anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_37"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Inhalt des Eintrags",
        "citation": "Art. 38 HRegV",
        "content": "Bei Einzelunternehmen müssen im Handelsregister eingetragen werden:\na. die Firma und die Unternehmens-Identifikationsnummer;\nb. der Sitz und das Rechtsdomizil;\nc. die Rechtsform;\nd. der Zweck;\ne. die Inhaberin oder der Inhaber des Einzelunternehmens;\nf. die zur Vertretung berechtigten Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_38"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Löschung",
        "citation": "Art. 39 Abs. 1 HRegV",
        "content": "Gibt die Inhaberin oder der Inhaber eines Einzelunternehmens die Geschäftstätigkeit auf oder überträgt sie oder er das Geschäft auf eine andere Person oder Rechtseinheit, so muss sie oder er die Löschung des Einzelunternehmens anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_39"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Löschung",
        "citation": "Art. 39 Abs. 2 HRegV",
        "content": "Ist die Inhaberin oder der Inhaber eines Einzelunternehmens verstorben, so muss eine Erbin oder ein Erbe die Löschung zur Eintragung anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_39"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Löschung",
        "citation": "Art. 39 Abs. 3 HRegV",
        "content": "Zusammen mit der Löschung muss der Löschungsgrund im Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_39"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 1. Kapitel: Einzelunternehmen, Löschung",
        "citation": "Art. 39 Abs. 4 HRegV",
        "content": "Wird in den Fällen nach den Absätzen 1 und 2 die Geschäftstätigkeit weitergeführt und sind die Voraussetzungen nach Artikel 931 Absatz 1 OR erfüllt, so ist die neue Inhaberin oder der neue Inhaber zur Anmeldung des Unternehmens verpflichtet. Dieses erhält eine neue Unternehmens-Identifikationsnummer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_39"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Anmeldung und Belege",
        "citation": "Art. 40 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Kollektiv- oder Kommanditgesellschaft müssen nur Belege eingereicht werden, wenn:\na. die einzutragenden Tatsachen nicht aus der Anmeldung hervorgehen;\nb. dies aufgrund anderer Vorschriften erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_40"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Anmeldung und Belege",
        "citation": "Art. 40 Abs. 2 HRegV",
        "content": "Wurde der Kollektiv- oder Kommanditgesellschaft bereits eine Unternehmens-Identifikationsnummer zugewiesen, so ist sie in der Anmeldung anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_40"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Inhalt des Eintrags",
        "citation": "Art. 41 Abs. 1 HRegV",
        "content": "Bei Kollektivgesellschaften müssen ins Handelsregister eingetragen werden:\na. die Firma und die Unternehmens-Identifikationsnummer;\nb. der Sitz und das Rechtsdomizil;\nc. die Rechtsform;\nd. der Zeitpunkt des Beginns der Gesellschaft;\ne. der Zweck;\nf. die Gesellschafterinnen und Gesellschafter;\ng. die zur Vertretung berechtigten Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_41"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Inhalt des Eintrags",
        "citation": "Art. 41 Abs. 2 HRegV",
        "content": "Bei Kommanditgesellschaften müssen ins Handelsregister eingetragen werden:\na. die Firma und die Unternehmens-Identifikationsnummer;\nb. der Sitz und das Rechtsdomizil;\nc. die Rechtsform;\nd. der Zeitpunkt des Beginns der Gesellschaft;\ne. der Zweck;\nf. die unbeschränkt haftenden Gesellschafterinnen und Gesellschafter (Komplementärinnen und Komplementäre);\ng. die beschränkt haftenden Gesellschafterinnen und Gesellschafter (Kommanditärinnen und Kommanditäre) unter Hinweis auf den jeweiligen Betrag ihrer Kommanditsumme;\nh. falls die Kommanditsumme ganz oder teilweise in Form einer Sacheinlage geleistet wird: deren Gegenstand und Wert;\ni. die zur Vertretung berechtigten Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_41"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Inhalt des Eintrags",
        "citation": "Art. 41 Abs. 3 HRegV",
        "content": "Für Kollektivgesellschaften oder Kommanditgesellschaften, die kein nach kaufmännischer Art geführtes Gewerbe betreiben, entspricht der Zeitpunkt des Beginns der Gesellschaft dem Zeitpunkt der Eintragung ins Tagesregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_41"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Auflösung und Löschung",
        "citation": "Art. 42 Abs. 1 HRegV",
        "content": "Wird eine Kollektiv- oder Kommanditgesellschaft zum Zweck der Liquidation aufgelöst, so müssen die Gesellschafterinnen und Gesellschafter die Auflösung zur Eintragung ins Handelsregister anmelden (Art. 574 Abs. 2 OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_42"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Auflösung und Löschung",
        "citation": "Art. 42 Abs. 2 HRegV",
        "content": "Mit der Anmeldung zur Auflösung müssen keine weiteren Belege eingereicht werden. Vorbehalten bleibt die Hinterlegung der Unterschriften von Liquidatorinnen oder Liquidatoren, die nicht Gesellschafter sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_42"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Auflösung und Löschung",
        "citation": "Art. 42 Abs. 3 HRegV",
        "content": "Bei der Auflösung der Gesellschaft müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass die Gesellschaft aufgelöst wurde;\nb. die Firma mit dem Zusatz «in Liquidation» oder «in Liq.»;\nc. die Liquidatorinnen und Liquidatoren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_42"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Auflösung und Löschung",
        "citation": "Art. 42 Abs. 4 HRegV",
        "content": "Nach Beendigung der Liquidation haben die Liquidatorinnen und Liquidatoren die Löschung der Gesellschaft anzumelden (Art. 589 OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_42"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 2. Kapitel: Kollektiv- und Kommanditgesellschaft, Auflösung und Löschung",
        "citation": "Art. 42 Abs. 5 HRegV",
        "content": "Zusammen mit der Löschung muss der Löschungsgrund im Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_42"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 1. Abschnitt: Gründung, Anmeldung und Belege",
        "citation": "Art. 43 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Gründung einer Aktiengesellschaft müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Errichtungsakt;\nb. die Statuten;\nc. ein Nachweis, dass die Mitglieder des Verwaltungsrates ihre Wahl angenommen haben;\nd. gegebenenfalls ein Nachweis, dass die gesetzlich vorgeschriebene Revisionsstelle ihre Wahl angenommen hat;\ne. das Protokoll des Verwaltungsrates über seine Konstituierung, über die Regelung des Vorsitzes und über die Erteilung der Zeichnungsbefugnisse;\nf. bei Bareinlagen: eine Bescheinigung, aus der ersichtlich ist, bei welcher Bank die Einlagen hinterlegt sind, sofern die Bank in der öffentlichen Urkunde nicht genannt wird;\ng. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Gesellschaft ein Rechtsdomizil am Ort von deren Sitz gewährt;\nh. ...\ni. bei Inhaberaktien: ein Nachweis, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des Bucheffektengesetzes vom 3. Oktober 2008 (BEG) ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_43"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 1. Abschnitt: Gründung, Anmeldung und Belege",
        "citation": "Art. 43 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits im Errichtungsakt festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_43"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 1. Abschnitt: Gründung, Anmeldung und Belege",
        "citation": "Art. 43 Abs. 3 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so müssen zusätzlich folgende Belege eingereicht werden:\na. die Sacheinlageverträge mit den erforderlichen Beilagen;\nb. ...\nc. der von allen Gründerinnen und Gründern unterzeichnete Gründungsbericht;\nd. die vorbehaltlose Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin, eines zugelassenen Revisionsexperten, einer zugelassenen Revisorin oder eines zugelassenen Revisors.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_43"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 1. Abschnitt: Gründung, Errichtungsakt",
        "citation": "Art. 44 HRegV",
        "content": "Die öffentliche Urkunde über den Errichtungsakt muss enthalten:\na. die Personenangaben zu den Gründerinnen und Gründern sowie gegebenenfalls zu deren Vertreterinnen und Vertreter;\nb. die Erklärung der Gründerinnen und Gründer, eine Aktiengesellschaft zu gründen;\nc. die Bestätigung der Gründerinnen und Gründer, dass die Statuten festgelegt sind;\nd. die Erklärung jeder Gründerin und jedes Gründers über die Zeichnung der Aktien unter Angabe von Anzahl, Nennwert, Art, Kategorie und Ausgabebetrag sowie die bedingungslose Verpflichtung, eine dem Ausgabebetrag entsprechende Einlage zu leisten;\ne. die Tatsache, dass die Mitglieder des Verwaltungsrates gewählt wurden und die entsprechenden Personenangaben;\nf. die Tatsache, dass die Revisionsstelle gewählt wurde, beziehungsweise den Verzicht auf eine Revision;\ng. die Feststellung der Gründerinnen und Gründer nach Artikel 629 Absatz 2 OR;\nh. die Nennung aller Belege sowie die Bestätigung der Urkundsperson, dass die Belege ihr und den Gründerinnen und Gründern vorgelegen haben;\ni. die Unterschriften der Gründerinnen und Gründer;\nj. falls das Aktienkapital in ausländischer Währung festgelegt wird oder Einlagen in einer anderen Währung geleistet werden als derjenigen des Aktienkapitals: die angewandten Umrechnungskurse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_44"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 1. Abschnitt: Gründung, Inhalt des Eintrags",
        "citation": "Art. 45 Abs. 1 HRegV",
        "content": "Bei Aktiengesellschaften müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Aktiengesellschaft handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum der Statuten;\nf. falls sie beschränkt ist: die Dauer der Gesellschaft;\ng. der Zweck;\nh. die Höhe und die Währung des Aktienkapitals und der darauf geleisteten Einlagen sowie Anzahl, Nennwert und Art der Aktien;\ni. gegebenenfalls die Stimmrechtsaktien;\nj. falls ein Partizipationskapital ausgegeben wird: die Höhe und die Währung dieses Partizipationskapitals und der darauf geleisteten Einlagen sowie Anzahl, Nennwert und Art der Partizipationsscheine;\nk. im Fall von Vorzugsaktien oder Vorzugspartizipationsscheinen: die damit verbundenen Vorrechte;\nl. bei einer Beschränkung der Übertragbarkeit der Aktien oder der Partizipationsscheine: ein Verweis auf die nähere Umschreibung in den Statuten;\nm. falls Genussscheine ausgegeben werden: deren Anzahl und die damit verbundenen Rechte;\nn. die Mitglieder des Verwaltungsrates;\no. die zur Vertretung berechtigten Personen;\np. falls die Gesellschaft keine ordentliche oder eingeschränkte Revision durchführt: ein Hinweis darauf sowie das Datum der Erklärung des Verwaltungsrates gemäss Artikel 62 Absatz 2;\nq. falls die Gesellschaft eine ordentliche oder eingeschränkte Revision durchführt: die Revisionsstelle;\nr. das gesetzliche Publikationsorgan sowie gegebenenfalls weitere Publikationsorgane;\ns. die in den Statuten vorgesehene Form der Mitteilungen der Gesellschaft an ihre Aktionärinnen und Aktionäre;\nt. bei Inhaberaktien: die Tatsache, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind;\nu. ein Verweis auf die Statuten, sofern diese eine Schiedsklausel enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_45"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 1. Abschnitt: Gründung, Inhalt des Eintrags",
        "citation": "Art. 45 Abs. 2 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so sind zusätzlich folgende Tatsachen einzutragen:\na. die Sacheinlage unter Angabe des Datums des Vertrags, des Gegenstands und der dafür ausgegebenen Aktien;\nb. ...\nc. die Verrechnung unter Angabe des Betrages der zur Verrechnung gebrachten Forderung sowie die dafür ausgegebenen Aktien;\nd. der Inhalt und der Wert der besonderen Vorteile gemäss näherer Umschreibung in den Statuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_45"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 2. Abschnitt:, Währung des Aktienkapitals, Zulässige ausländische Währungen",
        "citation": "Art. 45a HRegV",
        "content": "Die zulässigen ausländischen Währungen für das Kapital einer Aktiengesellschaft sind in Anhang 3 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_45_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 2. Abschnitt:, Währung des Aktienkapitals, Wechsel der Währung",
        "citation": "Art. 45b Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung eines Wechsels der Währung des Aktienkapitals müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung (Art. 621 Abs. 3 OR);\nb. die öffentliche Urkunde über den Beschluss des Verwaltungsrates (Art. 621 Abs. 3 OR);\nc. die angepassten Statuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_45_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 2. Abschnitt:, Währung des Aktienkapitals, Wechsel der Währung",
        "citation": "Art. 45b Abs. 2 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. das Datum der Änderung der Statuten;\nb. die Höhe und die Währung des Aktienkapitals und der darauf geleisteten Einlagen sowie Anzahl, Nennwert und Art der Aktien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_45_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 3. Abschnitt: Ordentliche Kapitalerhöhung, Anmeldung und Belege",
        "citation": "Art. 46 Abs. 1 HRegV",
        "content": "Eine ordentliche Erhöhung des Aktienkapitals muss innerhalb von sechs Monaten nach dem Beschluss der Generalversammlung beim Handelsregisteramt zur Eintragung angemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_46"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 3. Abschnitt: Ordentliche Kapitalerhöhung, Anmeldung und Belege",
        "citation": "Art. 46 Abs. 2 HRegV",
        "content": "Mit der Anmeldung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung (Art. 650 Abs. 2 OR);\nb. die öffentliche Urkunde über den Beschluss des Verwaltungsrates (Art. 652g Abs. 2 OR);\nc. die angepassten Statuten;\nd. der von einem Mitglied des Verwaltungsrates unterzeichnete Kapitalerhöhungsbericht (Art. 652e OR);\ne. bei Bareinlagen: eine Bescheinigung, aus der ersichtlich ist, bei welcher Bank die Einlagen hinterlegt sind, sofern die Bank in der öffentlichen Urkunde nicht genannt wird;\nf. gegebenenfalls der Prospekt;\ng. falls Inhaberaktien ausgegeben werden und die Gesellschaft bisher keine Inhaberaktien hatte: ein Nachweis, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_46"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 3. Abschnitt: Ordentliche Kapitalerhöhung, Anmeldung und Belege",
        "citation": "Art. 46 Abs. 3 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile oder wird die Kapitalerhöhung durch Umwandlung von frei verwendbarem Eigenkapital liberiert, so müssen zusätzlich folgende Belege eingereicht werden:\na. die Sacheinlageverträge mit den erforderlichen Beilagen;\nb. die vorbehaltslose Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin, eines zugelassenen Revisionsexperten, einer zugelassenen Revisorin oder eines zugelassenen Revisors (Art. 652f Abs. 1 OR);\nc. bei einer Liberierung durch Umwandlung von frei verwendbarem Eigenkapital: ein Nachweis der Deckung des Erhöhungsbetrags nach Artikel 652d Absatz 2 OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_46"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 3. Abschnitt: Ordentliche Kapitalerhöhung, Anmeldung und Belege",
        "citation": "Art. 46 Abs. 4 HRegV",
        "content": "Werden die Bezugsrechte eingeschränkt oder aufgehoben, so muss eine vorbehaltslose Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin, eines zugelassenen Revisionsexperten, einer zugelassenen Revisorin oder eines zugelassenen Revisors eingereicht werden (Art. 652f Abs. 1 OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_46"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 3. Abschnitt: Ordentliche Kapitalerhöhung, Inhalt des Eintrags",
        "citation": "Art. 48 Abs. 1 HRegV",
        "content": "Bei einer ordentlichen Erhöhung des Aktienkapitals müssen ins Handelsregister eingetragen werden:\na. die Bezeichnung als ordentliche Kapitalerhöhung;\nb. das Datum der Änderung der Statuten;\nc. der Betrag des Aktienkapitals nach der Kapitalerhöhung;\nd. der Betrag der auf das Aktienkapital geleisteten Einlagen nach der Kapitalerhöhung;\ne. Anzahl, Nennwert und Art der Aktien nach der Kapitalerhöhung;\nf. gegebenenfalls die Stimmrechtsaktien;\ng. im Fall von Vorzugsaktien: die damit verbundenen Vorrechte;\nh. gegebenenfalls die Beschränkung der Übertragbarkeit der Aktien;\ni. falls die Erhöhung durch Umwandlung von frei verwendbarem Eigenkapital erfolgt: ein Hinweis darauf;\nj. falls Inhaberaktien ausgegeben werden und die Gesellschaft bisher keine Inhaberaktien hatte: die Tatsache, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_48"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 3. Abschnitt: Ordentliche Kapitalerhöhung, Inhalt des Eintrags",
        "citation": "Art. 48 Abs. 2 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gilt Artikel 45 Absatz 2 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_48"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 4. Abschnitt: Erhöhung aus bedingtem Kapital, Gewährungsbeschluss der Generalversammlung",
        "citation": "Art. 51 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung des Beschlusses der Generalversammlung über ein bedingtes Kapital müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Gewährungsbeschluss der Generalversammlung (Art. 653 Abs. 1 OR);\nb. die angepassten Statuten;\nc. falls Inhaberaktien ausgegeben werden können und die Gesellschaft bisher keine Inhaberaktien hatte: die Erklärung der Personen, welche die Eintragung anmelden, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_51"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 4. Abschnitt: Erhöhung aus bedingtem Kapital, Gewährungsbeschluss der Generalversammlung",
        "citation": "Art. 51 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. ein Hinweis auf das bedingte Kapital gemäss näherer Umschreibung in den Statuten;\nb. das Datum des Beschlusses der Generalversammlung über die Änderung der Statuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_51"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 4. Abschnitt: Erhöhung aus bedingtem Kapital, Feststellungen und Statutenänderung durch den Verwaltungsrat",
        "citation": "Art. 52 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Beschlüsse des Verwaltungsrates betreffend die Feststellungen über die Ausübung von Wandel- und Optionsrechten und betreffend die Anpassung der Statuten müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über die Beschlüsse des Verwaltungsrates (Art. 653g Abs. 3 OR);\nb. die angepassten Statuten;\nc. die Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten (Art. 653f Abs. 1 OR);\nd. falls Inhaberaktien ausgegeben werden und die Gesellschaft bisher keine Inhaberaktien hatte: ein Nachweis, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_52"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 4. Abschnitt: Erhöhung aus bedingtem Kapital, Feststellungen und Statutenänderung durch den Verwaltungsrat",
        "citation": "Art. 52 Abs. 3 HRegV",
        "content": "Für den Inhalt des Eintrags gilt Artikel 48 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_52"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 4. Abschnitt: Erhöhung aus bedingtem Kapital, Streichung der Statutenbestimmung über das bedingte Kapital",
        "citation": "Art. 53 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Aufhebung oder der Anpassung der Statutenbestimmung über das bedingte Kapital müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss des Verwaltungsrates (Art. 653i Abs. 1 OR);\nb. die Bestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten (Art. 653i Abs. 2 OR);\nc. die angepassten Statuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_53"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 4. Abschnitt: Erhöhung aus bedingtem Kapital, Streichung der Statutenbestimmung über das bedingte Kapital",
        "citation": "Art. 53 Abs. 2 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. das Datum der Änderung der Statuten;\nb. ein Hinweis, dass die Statutenbestimmung über das bedingte Kapital aufgehoben oder angepasst wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_53"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 5. Abschnitt: Nachträgliche Leistung von Einlagen",
        "citation": "Art. 54 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer nachträglichen Leistung von Einlagen auf das Aktienkapital müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über die Beschlüsse des Verwaltungsrates;\nb. die angepassten Statuten;\nc. bei Bareinlagen: eine Bescheinigung, aus der ersichtlich ist, bei welcher Bank die Einlagen hinterlegt sind, sofern die Bank in der öffentlichen Urkunde nicht genannt wird;\nd. bei einer Liberierung durch Umwandlung von frei verwendbarem Eigenkapital:\n1. ein Nachweis der Deckung des Erhöhungsbetrags nach Artikel 652d Absatz 2 OR,\n2. der Beschluss der Generalversammlung, wonach das frei verwendbare Eigenkapital dem Verwaltungsrat zur Nachliberierung zur Verfügung gestellt wird,\n3. ein Bericht des Verwaltungsrates, der von einem Mitglied unterzeichnet ist,\n4. eine vorbehaltslose Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin, eines zugelassenen Revisionsexperten, einer zugelassenen Revisorin oder eines zugelassenen Revisors;\ne. bei Sacheinlagen und bei Verrechnung:\n1. ein Bericht des Verwaltungsrates, der von einem Mitglied unterzeichnet ist,\n2. eine vorbehaltslose Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin, eines zugelassenen Revisionsexperten, einer zugelassenen Revisorin oder eines zugelassenen Revisors,\n3. gegebenenfalls die Sacheinlageverträge mit den erforderlichen Beilagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_54"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 5. Abschnitt: Nachträgliche Leistung von Einlagen",
        "citation": "Art. 54 Abs. 2 HRegV",
        "content": "Die öffentliche Urkunde über die nachträgliche Leistung von Einlagen muss folgende Angaben enthalten:\na. die Feststellung, dass die nachträglichen Einlagen entsprechend den Anforderungen des Gesetzes, der Statuten oder des Beschlusses des Verwaltungsrates geleistet wurden;\nb. gegebenenfalls den Beschluss des Verwaltungsrates über die Aufnahme der erforderlichen Bestimmungen zu Sacheinlagen, Verrechnungstatbeständen oder zur Umwandlung von frei verwendbarem Eigenkapital in die Statuten;\nc. den Beschluss des Verwaltungsrates über die Statutenänderung betreffend die Höhe der geleisteten Einlagen;\nd. die Nennung aller Belege und die Bestätigung der Urkundsperson, dass die Belege ihr und dem Verwaltungsrat vorgelegen haben;\ne. die Feststellung, dass keine anderen Sacheinlagen, Verrechnungstatbestände oder besonderen Vorteile bestehen als die in den Belegen genannten;\nf. falls die nachträglichen Einlagen in einer anderen Währung geleistet werden als derjenigen des Aktienkapitals: die angewandten Umrechnungskurse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_54"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 5. Abschnitt: Nachträgliche Leistung von Einlagen",
        "citation": "Art. 54 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. das Datum der Änderung der Statuten;\nb. der neue Betrag der geleisteten Einlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_54"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 5. Abschnitt: Nachträgliche Leistung von Einlagen",
        "citation": "Art. 54 Abs. 4 HRegV",
        "content": "Bestehen Sacheinlagen oder Verrechnungstatbestände, so gelten die Artikel 43 Absatz 3 und 45 Absatz 2 sinngemäss. Werden die Einlagen nachträglich durch Umwandlung von frei verwendbarem Eigenkapital geleistet, so bedarf es eines Hinweises darauf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_54"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Ordentliche Kapitalherabsetzung",
        "citation": "Art. 55 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Herabsetzung des Aktienkapitals müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung (Art. 653n OR);\nb. die öffentliche Urkunde über den Beschluss des Verwaltungsrates (Art. 653o Abs. 2 OR);\nc. die Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten (Art. 653m Abs. 1 OR);\nd. die angepassten Statuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_55"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Ordentliche Kapitalherabsetzung",
        "citation": "Art. 55 Abs. 3 HRegV",
        "content": "Im Handelsregister müssen eingetragen werden:\na. die Bezeichnung als Herabsetzung des Aktienkapitals;\nb. das Datum der Änderung der Statuten;\nc. die Angabe, ob die Herabsetzung durch Reduktion des Nennwerts oder durch Vernichtung von Aktien erfolgt;\nd. der Herabsetzungsbetrag;\ne. die Verwendung des Herabsetzungsbetrages;\nf. der Betrag des Aktienkapitals nach der Herabsetzung;\ng. der Betrag der Einlagen nach der Kapitalherabsetzung;\nh. Anzahl, Nennwert und Art der Aktien nach der Herabsetzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_55"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Ordentliche Kapitalherabsetzung",
        "citation": "Art. 55 Abs. 4 HRegV",
        "content": "Hat die Gesellschaft eigene Aktien zurückgekauft und vernichtet, so findet das Kapitalherabsetzungsverfahren Anwendung. Die Herabsetzung des Aktienkapitals und der Zahl der Aktien ist auch dann ins Handelsregister einzutragen, wenn ein entsprechender Betrag in die Passiven der Bilanz gestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_55"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Kapitalherabsetzung im Fall einer Unterbilanz",
        "citation": "Art. 56 Abs. 1 HRegV",
        "content": "Wird das Aktienkapital zur teilweisen oder vollständigen Beseitigung einer durch Verluste entstandenen Unterbilanz herabgesetzt, so müssen dem Handelsregisteramt mit der Anmeldung zur Eintragung folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung (Art. 653p Abs. 2 OR);\nb. die angepassten Statuten;\nc. die Prüfungsbestätigung eines staatlich beaufsichtigten Revisionsunternehmens, einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten (Art. 653p Abs. 1 OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_56"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Kapitalherabsetzung im Fall einer Unterbilanz",
        "citation": "Art. 56 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. die Tatsache, dass das Aktienkapital zur Beseitigung einer Unterbilanz herabgesetzt wurde;\nb. das Datum der Änderung der Statuten;\nc. die Angabe, ob die Herabsetzung durch Reduktion des Nennwerts oder durch Vernichtung von Aktien erfolgt;\nd. der Herabsetzungsbetrag;\ne. der Betrag des Aktienkapitals nach der Herabsetzung;\nf. der Betrag der Einlagen nach der Kapitalherabsetzung;\ng. Anzahl, Nennwert und Art der Aktien nach der Herabsetzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_56"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Gleichzeitige Herabsetzung und Erhöhung des Aktienkapitals",
        "citation": "Art. 57 Abs. 1 HRegV",
        "content": "Wird das Aktienkapital herabgesetzt und gleichzeitig mindestens auf den bisherigen Betrag erhöht und wird der Betrag der geleisteten Einlage nicht herabgesetzt, so müssen dem Handelsregisteramt mit der Anmeldung zur Eintragung folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung;\nb. die für eine ordentliche Kapitalerhöhung erforderlichen Belege;\nc. die Statuten, falls sie geändert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_57"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Gleichzeitige Herabsetzung und Erhöhung des Aktienkapitals",
        "citation": "Art. 57 Abs. 2 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. die Tatsache, dass das Aktienkapital herabgesetzt und gleichzeitig wieder erhöht wurde;\nb. der Betrag, auf den das Aktienkapital herabgesetzt wird;\nc. die Angabe, ob die Herabsetzung durch Reduktion des Nennwerts oder durch Vernichtung von Aktien erfolgt;\nd. falls das Aktienkapital über den bisherigen Betrag erhöht wurde: der neue Betrag;\ne. Anzahl, Nennwert und Art der Aktien nach der Kapitalerhöhung;\nf. der neue Betrag der geleisteten Einlagen;\ng. gegebenenfalls die Stimmrechtsaktien;\nh. im Fall von Vorzugsaktien: die damit verbundenen Vorrechte;\ni. gegebenenfalls die Beschränkung der Übertragbarkeit der Aktien;\nj. falls die Statuten geändert wurden: deren neues Datum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_57"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Gleichzeitige Herabsetzung und Erhöhung des Aktienkapitals",
        "citation": "Art. 57 Abs. 3 HRegV",
        "content": "Wird das Aktienkapital zum Zwecke der Sanierung auf null herabgesetzt und anschliessend wieder erhöht, so muss im Handelsregister die Vernichtung der bisher ausgegebenen Aktien eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_57"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Gleichzeitige Herabsetzung und Erhöhung des Aktienkapitals",
        "citation": "Art. 57 Abs. 4 HRegV",
        "content": "Bestehen anlässlich der Kapitalerhöhung Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gelten die Artikel 43 Absatz 3 und 45 Absatz 2 sinngemäss. Erfolgt die Wiedererhöhung des Aktienkapitals durch Umwandlung von frei verwendbarem Eigenkapital, so finden die Artikel 46 Absatz 3 Buchstabe d und 48 Absatz 1 Buchstabe i Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_57"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Herabsetzung und gleichzeitige Wiedererhöhung des Kapitals auf einen tieferen als den bisherigen Betrag",
        "citation": "Art. 58 HRegV",
        "content": "Wird zusammen mit der Herabsetzung des Aktienkapitals eine Wiedererhöhung auf einen Betrag beschlossen, der unter dem Betrag des bisherigen Aktienkapitals liegt, so richtet sich die Herabsetzung nach den Artikeln 55 und 56. Artikel 57 findet ergänzende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_58"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 6. Abschnitt: Herabsetzung des Aktienkapitals, Herabsetzung der Einlagen",
        "citation": "Art. 59 HRegV",
        "content": "Werden die auf das Aktienkapital geleisteten Einlagen herabgesetzt, so gelten die Bestimmungen dieser Verordnung über die Herabsetzung des Aktienkapitals sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 7. Abschnitt:, Kapitalband, Ermächtigung des Verwaltungsrates",
        "citation": "Art. 59a Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung eines Kapitalbands (Art. 653s OR) müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung;\nb. die angepassten Statuten;\nc. falls die Gesellschaft bisher auf die eingeschränkte Revision verzichtet hat und der Verwaltungsrat ermächtigt wird, das Kapital herabzusetzten: ein Nachweis, dass die gesetzlich vorgeschriebene Revisionsstelle gewählt wurde und sie ihre Wahl angenommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 7. Abschnitt:, Kapitalband, Ermächtigung des Verwaltungsrates",
        "citation": "Art. 59a Abs. 2 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. ein Hinweis auf das Kapitalband gemäss näherer Umschreibung in den Statuten;\nb. das Datum des Beschlusses der Generalversammlung über die Änderung der Statuten;\nc. gegebenenfalls die Revisionsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 7. Abschnitt:, Kapitalband, Erhöhung des Aktienkapitals innerhalb des Kapitalbands",
        "citation": "Art. 59b Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Erhöhung des Aktienkapitals innerhalb des Kapitalbands müssen dem Handelsregisteramt soweit erforderlich die Belege nach Artikel 46 oder 52 eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 7. Abschnitt:, Kapitalband, Erhöhung des Aktienkapitals innerhalb des Kapitalbands",
        "citation": "Art. 59b Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags gilt Artikel 48 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59_b"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 7. Abschnitt:, Kapitalband, Herabsetzung des Aktienkapitals innerhalb des Kapitalbands",
        "citation": "Art. 59c Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Herabsetzung des Aktienkapitals innerhalb des Kapitalbands müssen dem Handelsregisteramt soweit erforderlich die Belege nach Artikel 55 eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59_c"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 7. Abschnitt:, Kapitalband, Herabsetzung des Aktienkapitals innerhalb des Kapitalbands",
        "citation": "Art. 59c Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags gilt Artikel 55 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_59_c"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 8. Abschnitt:, Partizipationskapital",
        "citation": "Art. 60 HRegV",
        "content": "Für die Währung, die Erhöhung und die Herabsetzung des Partizipationskapitals sowie für die nachträgliche Leistung von Einlagen auf das Partizipationskapital gelten die Bestimmungen über das Aktienkapital sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_60"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Eintragung der Revisionsstelle",
        "citation": "Art. 61 Abs. 1 HRegV",
        "content": "Eine Revisionsstelle darf nur in das Handelsregister eingetragen werden, wenn sie eine ordentliche oder eine eingeschränkte Revision durchführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_61"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Eintragung der Revisionsstelle",
        "citation": "Art. 61 Abs. 2 HRegV",
        "content": "Das Handelsregisteramt klärt durch Einsichtnahme in das Register der Eidgenössischen Revisionsaufsichtsbehörde ab, ob die Revisionsstelle zugelassen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_61"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Eintragung der Revisionsstelle",
        "citation": "Art. 61 Abs. 3 HRegV",
        "content": "Eine Revisionsstelle darf nicht eingetragen werden, wenn Umstände vorliegen, die den Anschein der Abhängigkeit erwecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_61"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Verzicht auf eine eingeschränkte Revision",
        "citation": "Art. 62 Abs. 1 HRegV",
        "content": "Aktiengesellschaften, die weder eine ordentliche noch eine eingeschränkte Revision durchführen, müssen dem Handelsregisteramt mit der Anmeldung zur Eintragung des Verzichts eine Erklärung einreichen, dass:\na. die Gesellschaft die Voraussetzungen für die Pflicht zur ordentlichen Revision nicht erfüllt;\nb. die Gesellschaft nicht mehr als zehn Vollzeitstellen im Jahresdurchschnitt hat;\nc. sämtliche Aktionärinnen und Aktionäre auf eine eingeschränkte Revision verzichtet haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_62"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Verzicht auf eine eingeschränkte Revision",
        "citation": "Art. 62 Abs. 2 HRegV",
        "content": "Diese Erklärung muss von mindestens einem Mitglied des Verwaltungsrats unterzeichnet sein. Kopien der massgeblichen aktuellen Unterlagen wie Erfolgsrechnungen, Bilanzen, Jahresberichte, Verzichtserklärungen der Aktionärinnen und Aktionäre oder das Protokoll der Generalversammlung müssen der Erklärung beigelegt werden. Diese Unterlagen unterstehen nicht der Öffentlichkeit des Handelsregisters nach den Artikeln 10–12 und werden gesondert aufbewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_62"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Verzicht auf eine eingeschränkte Revision",
        "citation": "Art. 62 Abs. 3 HRegV",
        "content": "Die Erklärung kann bereits bei der Gründung abgegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_62"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Verzicht auf eine eingeschränkte Revision",
        "citation": "Art. 62 Abs. 4 HRegV",
        "content": "Das Handelsregisteramt kann eine Erneuerung der Erklärung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_62"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 9. Abschnitt: Besondere Bestimmungen zur Revision und zur Revisionsstelle, Verzicht auf eine eingeschränkte Revision",
        "citation": "Art. 62 Abs. 5 HRegV",
        "content": "Soweit erforderlich, passt der Verwaltungsrat die Statuten an und meldet dem Handelsregisteramt die Löschung oder die Eintragung der Revisionsstelle an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_62"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Auflösung",
        "citation": "Art. 63 Abs. 1 HRegV",
        "content": "Wird eine Aktiengesellschaft durch Beschluss der Generalversammlung zum Zweck der Liquidation aufgelöst, so muss die Auflösung zur Eintragung ins Handelsregister angemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_63"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Auflösung",
        "citation": "Art. 63 Abs. 2 HRegV",
        "content": "Mit der Anmeldung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Auflösungsbeschluss der Generalversammlung und gegebenenfalls die Bezeichnung der Liquidatorinnen und Liquidatoren und deren Zeichnungsberechtigung;\nb. ein Nachweis, dass die Liquidatorinnen und Liquidatoren ihre Wahl angenommen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_63"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Auflösung",
        "citation": "Art. 63 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. die Tatsache der Auflösung;\nb. das Datum des Beschlusses der Generalversammlung;\nc. die Firma mit dem Zusatz «in Liquidation» oder «in Liq.»;\nd. die Liquidatorinnen und Liquidatoren;\ne. gegebenenfalls Änderungen betreffend die eingetragenen Zeichnungsberechtigungen;\nf. gegebenenfalls eine Liquidationsadresse;\ng. gegebenenfalls der Hinweis, dass die statutarische Übertragungsbeschränkung der Aktien oder der Partizipationsscheine aufgehoben und der entsprechende Eintrag im Handelsregister gestrichen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_63"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Auflösung",
        "citation": "Art. 63 Abs. 4 HRegV",
        "content": "Die Bestimmungen über die Eintragungen von Amtes wegen bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_63"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Widerruf der Auflösung",
        "citation": "Art. 64 Abs. 1 HRegV",
        "content": "Widerruft die Generalversammlung ihren Auflösungsbeschluss, so muss der Widerruf der Auflösung zur Eintragung ins Handelsregister angemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_64"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Widerruf der Auflösung",
        "citation": "Art. 64 Abs. 2 HRegV",
        "content": "Mit der Anmeldung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Generalversammlung;\nb. der Nachweis der Liquidatorinnen und Liquidatoren, dass mit der Verteilung des Vermögens noch nicht begonnen wurde;",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_64"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Widerruf der Auflösung",
        "citation": "Art. 64 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. die Tatsache des Widerrufs der Auflösung;\nb. das Datum des Beschlusses der Generalversammlung;\nc. die Firma ohne den Zusatz «in Liquidation» oder «in Liq.»;\nd. die erforderlichen Änderungen bei den eingetragenen Personen;\ne. bei einer Beschränkung der Übertragbarkeit der Aktien oder der Partizipationsscheine: ein Verweis auf die nähere Umschreibung in den Statuten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_64"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Löschung",
        "citation": "Art. 65 Abs. 1 HRegV",
        "content": "Mit der Anmeldung der Löschung der Gesellschaft zur Eintragung müssen die Liquidatorinnen und Liquidatoren den Nachweis erbringen, dass die Aufforderungen an die Gläubigerinnen und Gläubiger im Schweizerischen Handelsamtsblatt nach Massgabe des Gesetzes durchgeführt wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_65"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Löschung",
        "citation": "Art. 65 Abs. 2 HRegV",
        "content": "Wird die Löschung einer Aktiengesellschaft im Handelsregister angemeldet, so macht das Handelsregisteramt den Steuerbehörden des Bundes und des Kantons Mitteilung. Die Löschung darf erst vorgenommen werden, wenn ihr diese Behörden zugestimmt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_65"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 3. Kapitel: Aktiengesellschaft, 10. Abschnitt: Auflösung und Löschung, Löschung",
        "citation": "Art. 65 Abs. 3 HRegV",
        "content": "Im Handelsregister müssen eingetragen werden:\na. die Tatsache der Löschung;\nb. der Löschungsgrund.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_65"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Anmeldung und Belege",
        "citation": "Art. 66 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Gründung einer Kommanditaktiengesellschaft müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Errichtungsakt;\nb. die Statuten;\nc. das Protokoll der Verwaltung über ihre Konstituierung, über die Regelung des Vorsitzes und gegebenenfalls über die Erteilung der Zeichnungsbefugnisse an Dritte;\nd. ein Nachweis, dass die Mitglieder der Aufsichtsstelle ihre Wahl angenommen haben;\ne. bei Bareinlagen: eine Bescheinigung, aus der ersichtlich ist, bei welcher Bank die Einlagen hinterlegt sind, sofern die Bank in der öffentlichen Urkunde nicht genannt wird;\nf. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Gesellschaft ein Rechtsdomizil am Ort von deren Sitz gewährt;\ng. ...\nh. bei Inhaberaktien: ein Nachweis, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_66"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Anmeldung und Belege",
        "citation": "Art. 66 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits im Errichtungsakt festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_66"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Anmeldung und Belege",
        "citation": "Art. 66 Abs. 3 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gilt Artikel 43 Absatz 3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_66"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Errichtungsakt",
        "citation": "Art. 67 HRegV",
        "content": "Die öffentliche Urkunde über den Errichtungsakt muss folgende Angaben enthalten:\na. die Personenangaben zu den Gründerinnen und Gründern sowie gegebenenfalls zu deren Vertreterinnen und Vertretern;\nb. die Erklärung der Gründerinnen und Gründer, eine Kommanditaktiengesellschaft zu gründen;\nc. die Festlegung der Statuten und die Nennung der Mitglieder der Verwaltung in den Statuten;\nd. die Erklärung der beschränkt haftenden Gründerinnen und Gründer über die Zeichnung der Aktien unter Angabe von Anzahl, Nennwert, Art, Kategorien und Ausgabebetrag der Aktien sowie die bedingungslose Verpflichtung, eine dem Ausgabebetrag entsprechende Einlage zu leisten;\ne. die Feststellung der Gründerinnen und Gründer nach Artikel 629 Absatz 2 in Verbindung mit Artikel 764 Absatz 2 OR;\nf. die Wahl der Mitglieder der Aufsichtstelle;\ng. die Nennung aller Belege sowie die Bestätigung der Urkundsperson, dass die Belege ihr und den Gründerinnen und Gründern vorgelegen haben;\nh. die Unterschriften der Gründerinnen und Gründer;\ni. falls das Aktienkapital in ausländischer Währung festgelegt wird oder Einlagen in einer anderen Währung geleistet werden als derjenigen des Aktienkapitals: die angewandten Umrechnungskurse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_67"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Inhalt des Eintrags",
        "citation": "Art. 68 Abs. 1 HRegV",
        "content": "Bei Kommanditaktiengesellschaften müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Kommanditaktiengesellschaft handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum der Statuten;\nf. die Dauer der Gesellschaft, sofern sie beschränkt ist;\ng. der Zweck;\nh. die Höhe und die Währung des Aktienkapitals und der darauf geleisteten Einlagen sowie Anzahl, Nennwert und Art der Aktien;\ni. gegebenenfalls die Stimmrechtsaktien;\nj. falls die Gesellschaft ein Partizipationskapital hat: die Höhe und die Währung dieses Partizipationskapitals und der darauf geleisteten Einlagen sowie Anzahl, Nennwert und Art der Partizipationsscheine;\nk. im Fall von Vorzugsaktien oder Vorzugspartizipationsscheinen: die damit verbundenen Vorrechte;\nl. bei einer Beschränkung der Übertragbarkeit der Aktien oder der Partizipationsscheine: ein Verweis auf die nähere Umschreibung in den Statuten;\nm. falls Genussscheine ausgegeben werden: deren Anzahl und die damit verbundenen Rechte;\nn. die Mitglieder der Verwaltung unter Angabe ihrer Eigenschaft als unbeschränkt haftende Gesellschafterinnen oder Gesellschafter;\no. die zur Vertretung berechtigten Personen;\np. die Mitglieder der Aufsichtstelle;\nq. falls die Gesellschaft keine ordentliche oder eingeschränkte Revision durchführt: ein Hinweis darauf sowie das Datum der Erklärung der Verwaltung gemäss Artikel 62 Absatz 2;\nr. falls die Gesellschaft eine ordentliche oder eingeschränkte Revision durchführt: die Revisionsstelle;\ns. das gesetzliche Publikationsorgan sowie gegebenenfalls weitere Publikationsorgane;\nt. die in den Statuten vorgesehene Form der Mitteilungen der Gesellschaft an ihre Gesellschafterinnen und Gesellschafter;\nu. bei Inhaberaktien: die Tatsache, dass die Gesellschaft Beteiligungspapiere an einer Börse kotiert hat oder dass alle Inhaberaktien als Bucheffekten im Sinne des BEG ausgestaltet sind;\nv. ein Verweis auf die Statuten, sofern diese eine Schiedsklausel enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_68"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Inhalt des Eintrags",
        "citation": "Art. 68 Abs. 2 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gilt Artikel 45 Absatz 2 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_68"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Änderungen in der Zusammensetzung der Verwaltung",
        "citation": "Art. 69 Abs. 1 HRegV",
        "content": "Verändert sich die Zusammensetzung der Verwaltung, so müssen mit der Anmeldung folgende Belege eingereicht werden:\na. eine öffentliche Urkunde über den Beschluss der Generalversammlung zur Änderung der Statuten;\nb. die angepassten Statuten;\nc. gegebenenfalls die Zustimmung aller bisherigen unbeschränkt haftenden Gesellschafterinnen und Gesellschafter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_69"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Änderungen in der Zusammensetzung der Verwaltung",
        "citation": "Art. 69 Abs. 2 HRegV",
        "content": "Wird einem Mitglied der Verwaltung die Geschäftsführungs- und Vertretungsbefugnis entzogen, so müssen ins Handelsregister eingetragen werden:\na. das Datum des Entzugs;\nb. die betroffene Person;\nc. die Tatsache, dass mit dem Entzug der Geschäftsführungs- und Vertretungsbefugnis die unbeschränkte Haftung der betroffenen Person für die künftig entstehenden Verbindlichkeiten der Gesellschaft entfällt;\nd. falls die Statuten geändert wurden: deren neues Datum;\ne. die geänderte Firma, sofern diese angepasst werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_69"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 4. Kapitel: Kommanditaktiengesellschaft, Anwendung der Bestimmungen über die Aktiengesellschaft",
        "citation": "Art. 70 HRegV",
        "content": "Soweit sich aus Gesetz und Verordnung nichts anderes ergibt, gelten die Bestimmungen dieser Verordnung über die Aktiengesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_70"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 1. Abschnitt: Gründung, Anmeldung und Belege",
        "citation": "Art. 71 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Gründung einer Gesellschaft mit beschränkter Haftung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Errichtungsakt;\nb. die Statuten;\nc. falls die Funktion der Geschäftsführerinnen und Geschäftsführer auf einer Wahl beruht: der Nachweis, dass die betroffenen Personen die Wahl angenommen haben;\nd. gegebenenfalls ein Nachweis, dass die gesetzlich vorgeschriebene Revisionsstelle ihre Wahl angenommen hat;\ne. gegebenenfalls der Beschluss der Gründerinnen und Gründer oder, soweit die Statuten dies vorsehen, der Beschluss der Geschäftsführerinnen und Geschäftsführer über die Regelung des Vorsitzes der Geschäftsführung;\nf. gegebenenfalls der Beschluss der Gründerinnen und Gründer oder, soweit die Statuten dies vorsehen, der Beschluss der Geschäftsführerinnen und Geschäftsführer über die Ernennung weiterer zur Vertretung berechtigter Personen;\ng. bei Bareinlagen: eine Bescheinigung, aus der ersichtlich ist, bei welcher Bank die Einlagen hinterlegt sind, sofern die Bank in der öffentlichen Urkunde nicht genannt wird;\nh. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Gesellschaft ein Rechtsdomizil am Ort von deren Sitz gewährt;\ni. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_71"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 1. Abschnitt: Gründung, Anmeldung und Belege",
        "citation": "Art. 71 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits in der öffentlichen Urkunde über den Errichtungsakt festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_71"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 1. Abschnitt: Gründung, Anmeldung und Belege",
        "citation": "Art. 71 Abs. 3 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gilt Artikel 43 Absatz 3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_71"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 1. Abschnitt: Gründung, Errichtungsakt",
        "citation": "Art. 72 HRegV",
        "content": "Die öffentliche Urkunde über den Errichtungsakt muss folgende Angaben enthalten:\na. die Personenangaben zu den Gründerinnen und Gründern sowie gegebenenfalls zu deren Vertreterinnen und Vertretern;\nb. die Erklärung der Gründerinnen und Gründer, eine Gesellschaft mit beschränkter Haftung zu gründen;\nc. die Bestätigung der Gründerinnen und Gründer, dass die Statuten festgelegt sind;\nd. die Erklärung jeder Gründerin und jedes Gründers über die Zeichnung der Stammanteile unter Angabe von Anzahl, Nennwert, Kategorien und Ausgabebetrag;\ne. die Feststellung der Gründerinnen und Gründer nach Artikel 777 Absatz 2 OR;\nf. falls die Geschäftsführerinnen und Geschäftsführer gewählt wurden: einen Hinweis darauf und die entsprechenden Personenangaben;\ng. die Tatsache, dass die Revisionsstelle gewählt wurde, beziehungsweise den Verzicht auf eine Revision;\nh. die Nennung aller Belege sowie die Bestätigung der Urkundsperson, dass die Belege ihr und den Gründerinnen und Gründern vorgelegen haben;\ni. die Unterschriften der Gründerinnen und Gründer;\nj. falls das Stammkapital in ausländischer Währung festgelegt wird oder Einlagen in einer anderen Währung geleistet werden als derjenigen des Stammkapitals: die angewandten Umrechnungskurse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_72"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 1. Abschnitt: Gründung, Inhalt des Eintrags",
        "citation": "Art. 73 Abs. 1 HRegV",
        "content": "Bei Gesellschaften mit beschränkter Haftung müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Gesellschaft mit beschränkter Haftung handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum der Statuten;\nf. falls sie beschränkt ist: die Dauer der Gesellschaft;\ng. der Zweck;\nh. die Höhe und die Währung des Stammkapitals;\ni. die Gesellschafterinnen und Gesellschafter unter Angabe der Anzahl und des Nennwerts ihrer Stammanteile;\nj. bei Nachschusspflichten: ein Verweis auf die nähere Umschreibung in den Statuten;\nk. bei statutarischen Nebenleistungspflichten unter Einschluss statutarischer Vorhand-, Vorkaufs- und Kaufsrechte: ein Verweis auf die nähere Umschreibung in den Statuten;\nl. gegebenenfalls die Stimmrechtsstammanteile;\nm. im Fall von Vorzugsstammanteilen: die damit verbundenen Vorrechte;\nn. falls die Regelung der Zustimmungserfordernisse für die Übertragung der Stammanteile vom Gesetz abweicht: ein Verweis auf die nähere Umschreibung in den Statuten;\no. falls Genussscheine ausgegeben werden: deren Anzahl und die damit verbundenen Rechte;\np. die Geschäftsführerinnen und Geschäftsführer;\nq. die zur Vertretung berechtigten Personen;\nr. falls die Gesellschaft keine ordentliche oder eingeschränkte Revision durchführt: ein Hinweis darauf sowie das Datum der Erklärung der Geschäftsführung gemäss Artikel 62 Absatz 2;\ns. falls die Gesellschaft eine ordentliche oder eingeschränkte Revision durchführt: die Revisionsstelle;\nt. das gesetzliche Publikationsorgan sowie gegebenenfalls weitere Publikationsorgane;\nu. die in den Statuten vorgesehene Form der Mitteilungen der Gesellschaft an ihre Gesellschafterinnen und Gesellschafter;\nv. ein Verweis auf die Statuten, sofern diese eine Schiedsklausel enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_73"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 1. Abschnitt: Gründung, Inhalt des Eintrags",
        "citation": "Art. 73 Abs. 2 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gilt Artikel 45 Absatz 2 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_73"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 2. Abschnitt: Erhöhung des Stammkapitals, Anmeldung und Belege",
        "citation": "Art. 74 Abs. 1 HRegV",
        "content": "Eine Erhöhung des Stammkapitals muss innerhalb von sechs Monaten nach dem Beschluss der Gesellschafterversammlung beim Handelsregisteramt zur Eintragung angemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_74"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 2. Abschnitt: Erhöhung des Stammkapitals, Anmeldung und Belege",
        "citation": "Art. 74 Abs. 2 HRegV",
        "content": "Mit der Anmeldung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Beschluss der Gesellschafterversammlung (Art. 650 Abs. 2 i. V. m. Art. 781 Abs. 5 Ziff. 1 OR);\nb. die öffentliche Urkunde über den Beschluss der Geschäftsführerinnen und Geschäftsführer (Art. 652g Abs. 2 i. V. m. Art. 781 Abs. 5 Ziff. 5 OR);\nc. die angepassten Statuten;\nd. der von einer Geschäftsführerin oder einem Geschäftsführer unterzeichnete Kapitalerhöhungsbericht (Art. 652e i. V. m. Art. 781 Abs. 5 Ziff. 4 OR);\ne. bei Bareinlagen: eine Bescheinigung, aus der ersichtlich ist, bei welcher Bank die Einlagen hinterlegt sind, sofern die Bank in der öffentlichen Urkunde nicht genannt wird;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_74"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 2. Abschnitt: Erhöhung des Stammkapitals, Anmeldung und Belege",
        "citation": "Art. 74 Abs. 3 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile oder wird die Erhöhung des Stammkapitals durch Umwandlung von Eigenkapital liberiert, so gilt Artikel 46 Absatz 3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_74"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 2. Abschnitt: Erhöhung des Stammkapitals, Anmeldung und Belege",
        "citation": "Art. 74 Abs. 4 HRegV",
        "content": "Werden die Bezugsrechte eingeschränkt oder aufgehoben, so gilt Artikel 46 Absatz 4 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_74"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 2. Abschnitt: Erhöhung des Stammkapitals, Inhalt des Eintrags",
        "citation": "Art. 76 Abs. 1 HRegV",
        "content": "Bei einer Erhöhung des Stammkapitals müssen ins Handelsregister eingetragen werden:\na. das Datum der Änderung der Statuten;\nb. der Betrag des Stammkapitals nach der Kapitalerhöhung;\nc. Anzahl und Nennwert der Stammanteile nach der Kapitalerhöhung;\nd. die Änderungen im Bestand der Gesellschafterinnen und Gesellschafter;\ne. gegebenenfalls die Stimmrechtsstammanteile;\nf. im Fall von Vorzugsstammanteilen: die damit verbundenen Vorrechte;\ng. bei Nachschusspflichten: ein Verweis auf die nähere Umschreibung in den Statuten;\nh. bei statutarischen Nebenleistungspflichten unter Einschluss statutarischer Vorhand-, Vorkaufs- und Kaufsrechte: ein Verweis auf die nähere Umschreibung in den Statuten;\ni. bei einer vom Gesetz abweichende Regelung der Zustimmungserfordernisse für die Übertragung der Stammanteile: ein Verweis auf die nähere Umschreibung in den Statuten;\nj. falls die Erhöhung durch Umwandlung von frei verwendbarem Eigenkapital erfolgt ist: ein Hinweis darauf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_76"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 2. Abschnitt: Erhöhung des Stammkapitals, Inhalt des Eintrags",
        "citation": "Art. 76 Abs. 2 HRegV",
        "content": "Bestehen Sacheinlagen, Verrechnungstatbestände oder besondere Vorteile, so gilt Artikel 45 Absatz 2 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_76"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Ordentliche Kapitalherabsetzung",
        "citation": "Art. 77 HRegV",
        "content": "Soweit dieser Abschnitt nichts anderes bestimmt, gilt Artikel 55 für die Herabsetzung des Stammkapitals sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_77"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Kapitalherabsetzung im Fall einer Unterbilanz",
        "citation": "Art. 78 Abs. 1 HRegV",
        "content": "Wird das Stammkapital zur teilweisen oder vollständigen Beseitigung einer durch Verluste entstandenen Unterbilanz herabgesetzt, so müssen dem Handelsregisteramt mit der Anmeldung zur Eintragung die Belege nach Artikel 56 Absatz 1 eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_78"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Kapitalherabsetzung im Fall einer Unterbilanz",
        "citation": "Art. 78 Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags gilt Artikel 56 Absatz 3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_78"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Gleichzeitige Herabsetzung und Erhöhung des Stammkapitals",
        "citation": "Art. 79 Abs. 1 HRegV",
        "content": "Wird das Stammkapital herabgesetzt und gleichzeitig mindestens auf den bisherigen Betrag erhöht, so müssen dem Handelsregisteramt mit der Anmeldung zur Eintragung die Belege nach Artikel 57 Absatz 1 eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_79"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Gleichzeitige Herabsetzung und Erhöhung des Stammkapitals",
        "citation": "Art. 79 Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags gilt Artikel 57 Absatz 2 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_79"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Herabsetzung und gleichzeitige Wiedererhöhung des Stammkapitals auf einen tieferen als den bisherigen Betrag",
        "citation": "Art. 80 HRegV",
        "content": "Wird zusammen mit der Herabsetzung des Stammkapitals eine Wiedererhöhung auf einen Betrag beschlossen, der unter dem Betrag des bisherigen Stammkapitals liegt, so richtet sich die Herabsetzung nach den Artikeln 77 und 78. Artikel 79 findet ergänzende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_80"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 3. Abschnitt: Herabsetzung des Stammkapitals, Herabsetzung oder Aufhebung der Nachschusspflicht",
        "citation": "Art. 81 HRegV",
        "content": "Für die Herabsetzung oder die Aufhebung einer statutarischen Nachschusspflicht gilt Artikel 77 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_81"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 4. Abschnitt: Übertragung von Stammanteilen",
        "citation": "Art. 82 Abs. 1 HRegV",
        "content": "Die Gesellschaft muss sämtliche Übertragungen von Stammanteilen zur Eintragung in das Handelsregister anmelden, unabhängig davon, ob die Übertragungen auf vertraglicher Grundlage oder von Gesetzes wegen erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_82"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 4. Abschnitt: Übertragung von Stammanteilen",
        "citation": "Art. 82 Abs. 2 HRegV",
        "content": "Dem Handelsregisteramt müssen eingereicht werden:\na. ein Beleg, dass der Stammanteil auf die neue Gesellschafterin oder den neuen Gesellschafter übertragen wurde;\nb. falls die Statuten nicht auf die Zustimmung der Gesellschafterversammlung zur Übertragung des Stammanteils verzichten: ein Beleg für diese Zustimmung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_82"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 4. Abschnitt: Übertragung von Stammanteilen",
        "citation": "Art. 82 Abs. 3 HRegV",
        "content": "Die Erwerberin oder der Erwerber darf nur ins Handelsregister eingetragen werden, wenn lückenlos nachgewiesen wird, dass der Stammanteil von der eingetragenen Gesellschafterin oder vom eingetragenen Gesellschafter auf die Erwerberin oder den Erwerber übergegangen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_82"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 5. Kapitel: Gesellschaft mit beschränkter Haftung, 5. Abschnitt:, Währung des Stammkapitals, Revision, Revisionsstelle, Auflösung und Löschung",
        "citation": "Art. 83 HRegV",
        "content": "Für die Währung des Stammkapitals, für die Revision, für die Revisionsstelle, für die Auflösung, für den Widerruf der Auflösung und für die Löschung der Gesellschaft mit beschränkter Haftung gelten die Bestimmungen über die Aktiengesellschaft sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_83"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Anmeldung und Belege",
        "citation": "Art. 84 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Gründung einer Genossenschaft müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über die Errichtung;\nb. die Statuten;\nc. ein Nachweis, dass die Mitglieder der Verwaltung ihre Wahl angenommen haben;\nd. gegebenenfalls ein Nachweis, dass die gesetzlich vorgeschriebene Revisionsstelle ihre Wahl angenommen hat;\ne. bei Bestellung zur Vertretung berechtigter Personen: der entsprechende Beschluss der konstituierenden Versammlung oder der Verwaltung;\nf. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Gesellschaft ein Rechtsdomizil am Ort von deren Sitz gewährt;\ng. ...\nh. falls die Statuten eine persönliche Haftung oder Nachschusspflicht vorsehen: das von einem Mitglied der Verwaltung unterzeichnete Verzeichnis der Genossenschafterinnen und Genossenschafter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_84"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Anmeldung und Belege",
        "citation": "Art. 84 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits in der öffentlichen Urkunde über die Errichtung festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_84"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Anmeldung und Belege",
        "citation": "Art. 84 Abs. 3 HRegV",
        "content": "Bestehen Sacheinlagen, so müssen zusätzlich folgende Belege eingereicht werden:\na. die Sacheinlageverträge mit den erforderlichen Beilagen;\nb. ...\nc. der von allen Gründerinnen und Gründern unterzeichnete Gründungsbericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_84"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Öffentliche Urkunde über die Errichtung",
        "citation": "Art. 85 HRegV",
        "content": "Die öffentliche Urkunde über die Errichtung muss folgende Angaben enthalten:\na. die Personenangaben zu den Gründerinnen und Gründern sowie zu deren Vertreterinnen und Vertretern;\nb. die Erklärung der Gründerinnen und Gründer, eine Genossenschaft zu gründen;\nc. die Bestätigung der Gründerinnen und Gründer, dass die Statuten festgelegt sind;\nd. gegebenenfalls die Tatsache, dass der schriftliche Bericht der Gründerinnen und Gründer über Sacheinlagen der Versammlung bekannt gegeben und von dieser beraten wurde;\ne. die Wahl der Mitglieder der Verwaltung sowie die entsprechenden Personenangaben;\nf. die Tatsache, dass die Revisionsstelle gewählt wurde, beziehungsweise den Verzicht auf eine Revision;\ng. die Unterschriften der Gründerinnen und Gründer;\nh. die Bestätigung der Gründerinnen und Gründer, dass keine anderen Sacheinlagen, Verrechnungstatbestände oder besonderen Vorteile bestehen als die in den Belegen genannten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_85"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Inhalt des Eintrags",
        "citation": "Art. 87 Abs. 1 HRegV",
        "content": "Bei Genossenschaften müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Genossenschaft handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum der Statuten;\nf. falls sie beschränkt ist: die Dauer der Gesellschaft;\ng. der Zweck;\nh. der Nennwert allfälliger Anteilscheine;\ni. im Fall von Beitrags- oder Leistungspflichten der Genossenschafterinnen und Genossenschafter: ein Verweis auf die nähere Umschreibung in den Statuten;\nj. im Fall einer persönlichen Haftung oder einer Nachschusspflicht der Genossenschafterinnen und Genossenschafter: ein Verweis auf die nähere Umschreibung in den Statuten;\nk. die Mitglieder der Verwaltung;\nl. die zur Vertretung berechtigten Personen;\nm. falls die Gesellschaft keine ordentliche oder eingeschränkte Revision durchführt: ein Hinweis darauf sowie das Datum der Erklärung der Verwaltung gemäss Artikel 62 Absatz 2;\nn. falls die Gesellschaft eine ordentliche oder eingeschränkte Revision durchführt: die Revisionsstelle;\no. das gesetzliche Publikationsorgan sowie gegebenenfalls weitere Publikationsorgane;\np. die in den Statuten vorgesehene Form der Mitteilungen der Genossenschaft an ihre Genossenschafterinnen und Genossenschafter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_87"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Inhalt des Eintrags",
        "citation": "Art. 87 Abs. 2 HRegV",
        "content": "Bestehen anlässlich der Gründung Sacheinlagen, so gilt Artikel 45 Absatz 2 Buchstabe a sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_87"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Verzeichnis der Genossenschafterinnen und Genossenschafter",
        "citation": "Art. 88 Abs. 1 HRegV",
        "content": "Die Verwaltung muss mit der Mitteilung über den Eintritt oder den Austritt einer Genossenschafterin oder eines Genossenschafters nach Artikel 877 Absatz 1 OR ein von einem Mitglied der Verwaltung unterzeichnetes aktualisiertes Verzeichnis der Genossenschafterinnen und Genossenschafter einreichen, dies vorzugsweise in elektronischer Form.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_88"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Verzeichnis der Genossenschafterinnen und Genossenschafter",
        "citation": "Art. 88 Abs. 2 HRegV",
        "content": "Es erfolgt keine Eintragung in das Handelsregister; die Mitteilungen und das Verzeichnis stehen jedoch zur Einsichtnahme offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_88"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Verzeichnis der Genossenschafterinnen und Genossenschafter",
        "citation": "Art. 88 Abs. 3 HRegV",
        "content": "Die Mitteilung durch Genossenschafterinnen und Genossenschafter sowie durch ihre Erbinnen und Erben nach Artikel 877 Absatz 2 OR bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_88"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 6. Kapitel: Genossenschaft, Revision, Revisionsstelle, Auflösung und Löschung",
        "citation": "Art. 89 HRegV",
        "content": "Für die Revision, für die Revisionsstelle, für die Auflösung, für den Widerruf der Auflösung und für die Löschung der Genossenschaft gelten die Bestimmungen über die Aktiengesellschaft sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_89"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Pflicht zur Eintragung in das Handelsregister",
        "citation": "Art. 90 Abs. 1 HRegV",
        "content": "Nach Artikel 61 Absatz 2 ZGB ist der Verein zur Eintragung in das Handelsregister verpflichtet, wenn er:\na.  für seinen Zweck ein nach kaufmännischer Art geführtes Gewerbe betreibt;\nb.  revisionspflichtig ist; oder\nc.  hauptsächlich Vermögenswerte im Ausland direkt oder indirekt sammelt oder verteilt, die für karitative, religiöse, kulturelle, erzieherische oder soziale Zwecke bestimmt sind, und keine Ausnahme gemäss Absatz 2 vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_90"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Pflicht zur Eintragung in das Handelsregister",
        "citation": "Art. 90 Abs. 2 HRegV",
        "content": "Vereine nach Absatz 1 Buchstabe c sind von der Eintragungspflicht befreit, wenn:\na. in den letzten zwei Geschäftsjahren weder die jährlich gesammelten Vermögenswerte noch die jährlich verteilten Vermögenswerte den Wert von 100 000 Franken übersteigen;\nb. die Verteilung der Vermögenswerte über einen Finanzintermediär nach dem Geldwäschereigesetz vom 10. Oktober 1997 erfolgt; und\nc.  mindestens eine zur Vertretung des Vereins berechtigte Person ihren Wohnsitz in der Schweiz hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_90"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Anmeldung und Belege",
        "citation": "Art. 90a Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung eines Vereins müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. ein Protokoll der Vereinsversammlung über:\n1. die Annahme der Statuten,\n2. die Wahl der Mitglieder des Vorstandes,\n3. die Wahl der Revisionsstelle, sofern der Verein revisionspflichtig ist;\nb. die von einem Mitglied des Vorstandes unterzeichneten Statuten;\nc. die Erklärung der Mitglieder des Vorstandes und gegebenenfalls der Revisionsstelle, dass sie die Wahl annehmen;\nd. bei Bestellung zur Vertretung berechtigter Personen: der entsprechende Beschluss der Vereinsversammlung oder des Vorstandes;\ne. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er dem Verein ein Rechtsdomizil am Ort von dessen Sitz gewährt;\nf. falls die Statuten eine persönliche Haftung oder Nachschusspflicht der Mitglieder vorsehen: das Verzeichnis der Mitglieder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Anmeldung und Belege",
        "citation": "Art. 90a Abs. 2 HRegV",
        "content": "Für Angaben, die bereits im Protokoll der Vereinsversammlung festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Anmeldung und Belege",
        "citation": "Art. 90a Abs. 3 HRegV",
        "content": "Wurde dem Verein bereits eine Unternehmens-Identifikationsnummer zugewiesen, so ist sie in der Anmeldung anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Anmeldung und Belege",
        "citation": "Art. 90a Abs. 4 HRegV",
        "content": "Ein Verein, welcher der Pflicht zur Eintragung in das Handelsregister nach Artikel 61 Absatz 2 ZGB nicht untersteht und nicht durch eine Person mit Wohnsitz in der Schweiz vertreten wird, reicht beim Handelsregisteramt eine von mindestens einem Mitglied des Vorstands unterzeichnete Erklärung ein, dass er nicht zur Eintragung in das Handelsregister verpflichtet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Besondere Voraussetzung der Eintragung",
        "citation": "Art. 91 HRegV",
        "content": "Eine Rechtseinheit wird nur als Verein ins Handelsregister eingetragen, wenn sie nicht zugleich einen wirtschaftlichen Zweck verfolgt und ein nach kaufmännischer Art geführtes Gewerbe betreibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_91"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Inhalt des Eintrags",
        "citation": "Art. 92 HRegV",
        "content": "Bei Vereinen müssen ins Handelsregister eingetragen werden:\na. der Name und die Unternehmens-Identifikationsnummer;\nb. der Sitz und das Rechtsdomizil;\nc. die Rechtsform;\nd. falls belegt: das Datum der Gründung;\ne. das Datum der Statuten;\nf. falls sie beschränkt ist: die Dauer des Vereins;\ng. der Zweck;\nh. die Mittel, wie Mitgliederbeiträge, Erträge aus dem Vereinsvermögen oder aus der Vereinstätigkeit und Schenkungen;\ni. im Fall einer persönlichen Haftung oder einer Nachschusspflicht der Mitglieder des Vereins: ein Verweis auf die nähere Umschreibung in den Statuten;\nj. falls der Verein der Pflicht zur Eintragung in das Handelsregister nach Artikel 61 Absatz 2 ZGB nicht untersteht und keine der zur Vertretung berechtigten Personen Wohnsitz in der Schweiz hat: ein Hinweis darauf sowie das Datum der Erklärung gemäss Artikel 90a Absatz 4;\nk. bei Vereinen nach Artikel 90 Absatz 1 Buchstaben a und b: die Mitglieder des Vorstands und die zur Vertretung berechtigten Personen; bei anderen Vereinen mindestens ein Mitglied des Vorstands und mindestens eine zur Vertretung berechtigte Person mit Wohnsitz in der Schweiz;\nl. ...\nm. falls der Verein eine ordentliche oder eingeschränkte Revision durchführt: die Revisionsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_92"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Auflösung und Löschung",
        "citation": "Art. 93 Abs. 1 HRegV",
        "content": "Für die Auflösung, den Widerruf der Auflösung und für die Löschung des Vereins gelten die Bestimmungen über die Aktiengesellschaft sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_93"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 7. Kapitel: Verein, Auflösung und Löschung",
        "citation": "Art. 93 Abs. 2 HRegV",
        "content": "Ein Verein, welcher der Pflicht zur Eintragung in das Handelsregister nicht untersteht, kann jederzeit die Löschung des Eintrags im Handelsregister anmelden. In diesem Fall ist mit der Anmeldung zur Löschung der Beschluss des zuständigen Organs als Beleg einzureichen, sowie eine von mindestens einem Mitglied des Vorstands unterzeichnete Erklärung des Vorstands, dass der Verein nicht eintragungspflichtig ist. Zusammen mit der Löschung müssen der Löschungsgrund und die Tatsache, dass der Verein nicht eintragungspflichtig ist, sowie das Datum der Erklärung nach diesem Absatz im Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_93"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Anmeldung und Belege",
        "citation": "Art. 94 Abs. 1 HRegV",
        "content": "Mit der Anmeldung der Errichtung einer Stiftung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die Stiftungsurkunde beziehungsweise ein beglaubigter Auszug aus der Verfügung von Todes wegen;\nb. ein Nachweis über die Ernennung der Mitglieder des obersten Stiftungsorgans und der zur Vertretung berechtigten Personen;\nc. gegebenenfallsdas Protokoll des obersten Stiftungsorgans über die Bezeichnung der Revisionsstelle oder die Verfügung der Aufsichtsbehörde, wonach die Stiftung von der Pflicht zur Bezeichnung einer Revisionsstelle befreit ist;\nd. die Erklärung der Mitglieder des obersten Stiftungsorgans und gegebenenfalls der Revisionsstelle, dass sie die Wahl annehmen;\ne. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Stiftung ein Rechtsdomizil am Ort von deren Sitz gewährt;\nf. falls die Stiftung der Durchführung der beruflichen Vorsorge dient: die Verfügung der Aufsichtsbehörde über die Aufsichtsübernahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_94"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Anmeldung und Belege",
        "citation": "Art. 94 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits in der Stiftungsurkunde oder in der Verfügung von Todes wegen festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_94"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Inhalt des Eintrags",
        "citation": "Art. 95 Abs. 1 HRegV",
        "content": "Bei Stiftungen müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Errichtung einer Stiftung handelt;\nb. der Name und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. eines der folgenden Daten:\n1. das Datum der Stiftungsurkunde,\n2. das Datum der Verfügung von Todes wegen,\n3. bei kirchlichen Stiftungen, bei denen die Errichtung nicht mehr belegt werden kann: das im Protokoll oder im Protokollauszug nach Artikel 181a erklärte Datum der Errichtung der Stiftung;\nf. der Zweck;\ng. bei einem Vorbehalt der Zweckänderung durch die Stifterin oder den Stifter: ein Verweis auf die nähere Umschreibung in der Stiftungsurkunde;\nh. ...\ni. die Mitglieder des obersten Stiftungsorgans;\nj. die zur Vertretung berechtigten Personen;\nk. falls die Stiftung einer Aufsicht untersteht: die Stiftungsaufsichtsbehörde, sobald sie ihre Tätigkeit aufgenommen hat;\nl. falls die Stiftung keine ordentliche oder eingeschränkte Revision durchführt: ein Hinweis darauf sowie das Datum einer allfälligen Befreiungsverfügung der Aufsichtsbehörde;\nm. falls die Stiftung eine ordentliche oder eingeschränkte Revision durchführt: die Revisionsstelle;\nn. falls die Stiftung der Durchführung der beruflichen Vorsorge dient: die Aufsichtsbehörde gemäss Artikel 61 des Bundesgesetzes vom 25. Juni 1982 über die berufliche Alters‐, Hinterlassenen- und Invalidenvorsorge;\no. falls es sich um eine kirchliche Stiftung oder eine Familienstiftung handelt: ein Hinweis darauf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_95"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Informationsaustausch zwischen Handelsregisteramtund Stiftungsaufsichtsbehörde",
        "citation": "Art. 96 Abs. 1 HRegV",
        "content": "Das Handelsregisteramt teilt die Errichtung der Stiftung der Stiftungsaufsichtsbehörde mit, die nach den Umständen zuständig erscheint. Es sendet ihr eine Kopie der Stiftungsurkunde oder der Verfügung von Todes wegen sowie einen Auszug aus dem Handelsregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_96"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Informationsaustausch zwischen Handelsregisteramtund Stiftungsaufsichtsbehörde",
        "citation": "Art. 96 Abs. 2 HRegV",
        "content": "Die Aufsichtsbehörde meldet die Übernahme der Aufsicht dem Handelsregisteramt zur Eintragung an oder überweist die Mitteilung über die Errichtung der Stiftung umgehend der zuständigen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_96"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Änderungen, Aufhebung und Löschung",
        "citation": "Art. 97 Abs. 1 HRegV",
        "content": "Betrifft eine Verfügung einer Behörde eine Tatsache, die im Handelsregister einzutragen ist, so muss diese Behörde die Änderung beim Handelsregisteramt anmelden und die erforderlichen Belege einreichen. Dies betrifft insbesondere:\na. die Befreiung der Stiftung von der Pflicht zur Bezeichnung einer Revisionsstelle;\nb. den Widerruf der Befreiung nach Buchstabe a;\nc. die Änderung des Zwecks und der Organisation der Stiftung;\nd. Verfügungen gemäss dem FusG;\ne. die Aufhebung der Stiftung zum Zwecke der Liquidation;\nf. die Feststellung des Abschlusses der Liquidation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_97"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 8. Kapitel: Stiftung, Änderungen, Aufhebung und Löschung",
        "citation": "Art. 97 Abs. 2 HRegV",
        "content": "Falls die zuständige Behörde eine Liquidation angeordnet hat, gelten für die Aufhebung und die Löschung der Stiftung die Bestimmungen über die Auflösung und Löschung der Aktiengesellschaft sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_97"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 9. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Anmeldung und Belege",
        "citation": "Art. 98 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Kommanditgesellschaft für kollektive Kapitalanlagen müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. der Gesellschaftsvertrag;\nb. gegebenenfalls ein Nachweis, dass die gesetzlich vorgeschriebene Revisionsstelle ihre Wahl angenommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_98"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 9. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Inhalt des Eintrags",
        "citation": "Art. 99 HRegV",
        "content": "Bei Kommanditgesellschaften für kollektive Kapitalanlagen müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Kommanditgesellschaft für kollektive Kapitalanlagen handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum des Gesellschaftsvertrags;\nf. die Dauer der Gesellschaft;\ng. der Zweck;\nh. der Betrag der gesamten Kommanditsumme oder die Bandbreite der Kommanditsumme;\ni. falls die Kommanditsumme ganz oder teilweise in Form einer Sacheinlage geleistet wird, deren Gegenstand und Wert;\nj. die Firma, der Sitz und die Unternehmens-Identifikationsnummer der unbeschränkt haftenden Gesellschafterinnen und die für diese handelnden natürlichen Personen;\nk. die zur Vertretung berechtigten Personen;\nl. die Tatsache, dass die Prüfung nach KAG durchgeführt wird;\nm. die zugelassene Prüfgesellschaft;",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_99"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 9. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Auflösung und Löschung",
        "citation": "Art. 100 HRegV",
        "content": "Für die Auflösung und die Löschung gilt Artikel 42 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_100"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 10. Kapitel: Investmentgesellschaft mit festem Kapital (SICAF)",
        "citation": "Art. 101 Abs. 1 HRegV",
        "content": "Bei Investmentgesellschaften mit festem Kapital müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Investmentgesellschaft mit festem Kapital handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum der Statuten;\nf. falls sie beschränkt ist: die Dauer der Gesellschaft;\ng. der Zweck;\nh. die Höhe des Aktienkapitals unter Hinweis auf die Tatsache, dass die Einlagen vollständig geleistet sind;\ni. Anzahl, Nennwert und Art der Aktien;\nj. bei einer Beschränkung der Übertragbarkeit der Aktien: ein Verweis auf die nähere Umschreibung in den Statuten;\nk. die Mitglieder des Verwaltungsrates;\nl. die zur Vertretung berechtigten Personen;\nm. die Tatsache, dass die Prüfung nach KAG durchgeführt wird;\nn. die zugelassene Prüfgesellschaft;\no. das gesetzliche und die weiteren Publikationsorgane;\np. die in den Statuten vorgesehene Form der Mitteilungen des Verwaltungsrates an die Aktionärinnen und Aktionäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_101"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 10. Kapitel: Investmentgesellschaft mit festem Kapital (SICAF)",
        "citation": "Art. 101 Abs. 2 HRegV",
        "content": "Im Übrigen gelten die Bestimmungen über die Aktiengesellschaft sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_101"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 11. Kapitel: Investmentgesellschaft mit variablem Kapital (SICAV), Anmeldung und Belege",
        "citation": "Art. 102 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Gründung einer Investmentgesellschaft mit variablem Kapital müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. die öffentliche Urkunde über den Errichtungsakt;\nb. die Statuten;\nc. ein Nachweis, dass die Mitglieder des Verwaltungsrates ihre Wahl angenommen haben;\nd. ein Nachweis, dass die gesetzlich vorgeschriebene Prüfgesellschaft ihre Wahl angenommen hat;\ne. das Protokoll des Verwaltungsrates über seine Konstituierung, über die Regelung des Vorsitzes und über die Erteilung der Zeichnungsbefugnisse;\nf. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Investmentgesellschaft ein Rechtsdomizil am Ort von deren Sitz gewährt;\ng. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_102"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 11. Kapitel: Investmentgesellschaft mit variablem Kapital (SICAV), Anmeldung und Belege",
        "citation": "Art. 102 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits im Errichtungsakt festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_102"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 11. Kapitel: Investmentgesellschaft mit variablem Kapital (SICAV), Errichtungsakt",
        "citation": "Art. 103 HRegV",
        "content": "Die öffentliche Urkunde über den Errichtungsakt muss folgende Angaben enthalten:\na. die Personenangaben zu den Gründerinnen und Gründern sowie zu deren Vertreterinnen und Vertretern;\nb. die Erklärung der Gründerinnen und Gründer, eine Investmentgesellschaft mit variablem Kapital zu gründen;\nc. die Bestätigung der Gründerinnen und Gründer, dass die Statuten festgelegt sind;\nd. die Tatsache, dass die Mitglieder des Verwaltungsrates gewählt wurden, und die entsprechenden Personenangaben;\ne. die Tatsache, dass die Prüfgesellschaft gewählt wurde, und die entsprechenden Personenangaben;\nf. die Nennung aller Belege und die Bestätigung der Urkundsperson, dass die Belege ihr und den Gründerinnen und Gründern vorgelegen haben;\ng. die Unterschriften der Gründerinnen und Gründer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_103"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 11. Kapitel: Investmentgesellschaft mit variablem Kapital (SICAV), Inhalt des Eintrags",
        "citation": "Art. 104 HRegV",
        "content": "Bei Investmentgesellschaften mit variablem Kapital müssen ins Handelsregister eingetragen werden:\na. die Tatsache, dass es sich um die Gründung einer neuen Investmentgesellschaft mit variablem Kapital handelt;\nb. die Firma und die Unternehmens-Identifikationsnummer;\nc. der Sitz und das Rechtsdomizil;\nd. die Rechtsform;\ne. das Datum der Statuten;\nf. falls sie beschränkt ist: die Dauer der Gesellschaft;\ng. der Zweck;\nh. die Art der Aktien;\ni. bei einer Beschränkung der Übertragbarkeit der Aktien, insbesondere bei einer Einschränkung des Anlegerkreises auf qualifizierte Anlegerinnen und Anleger: ein Verweis auf die nähere Umschreibung in den Statuten;\nj. im Fall verschiedener Kategorien von Anlegeraktien: die damit verbundenen Rechte mit einem Verweis auf die nähere Umschreibung in den Statuten;\nk. die Mitglieder des Verwaltungsrates;\nl. die zur Vertretung berechtigten Personen;\nm. die Tatsache, dass die Prüfung nach KAG durchgeführt wird;\nn. die zugelassene Prüfgesellschaft;\no. das gesetzliche sowie die weiteren Publikationsorgane;\np. die in den Statuten vorgesehene Form der Mitteilungen der Gesellschaft an ihre Aktionärinnen und Aktionäre;\nq. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_104"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 11. Kapitel: Investmentgesellschaft mit variablem Kapital (SICAV), Auflösung und Löschung",
        "citation": "Art. 105 HRegV",
        "content": "Für die Auflösung und die Löschung gelten die Artikel 63 und 65 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_105"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 12. Kapitel: Institut des öffentlichen Rechts, Anmeldung und Belege",
        "citation": "Art. 106 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung eines Instituts des öffentlichen Rechts müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. Hinweise auf die massgebenden Rechtsgrundlagen und auf die Beschlüsse des für die Errichtung zuständigen Organs nach dem öffentlichen Recht;\nb. gegebenenfalls die Statuten;\nc. die Verfügungen, Protokolle oder Protokollauszüge über die Ernennung der Mitglieder des obersten Leitungs- oder Verwaltungsorgans und der zur Vertretung berechtigten Personen sowie gegebenenfalls über die Bezeichnung einer Revisionsstelle;\nd. die Erklärungen der Mitglieder des obersten Leitungs- oder Verwaltungsorgans und gegebenenfalls der Revisionsstelle, dass sie ihre Wahl annehmen;\ne. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er dem Institut des öffentlichen Rechts ein Rechtsdomizil am Ort von dessen Sitz gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_106"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 12. Kapitel: Institut des öffentlichen Rechts, Anmeldung und Belege",
        "citation": "Art. 106 Abs. 2 HRegV",
        "content": "Für Angaben, die bereits in andern Unterlagen festgehalten sind, ist kein zusätzlicher Beleg erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_106"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 12. Kapitel: Institut des öffentlichen Rechts, Anmeldung und Belege",
        "citation": "Art. 106 Abs. 3 HRegV",
        "content": "Wurde dem Institut des öffentlichen Rechts bereits eine Unternehmens-Identifikationsnummer zugewiesen, so ist sie in der Anmeldung anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_106"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 12. Kapitel: Institut des öffentlichen Rechts, Inhalt des Eintrags",
        "citation": "Art. 107 HRegV",
        "content": "Bei Instituten des öffentlichen Rechts müssen ins Handelsregister eingetragen werden:\na. die Bezeichnung und die Unternehmens-Identifikationsnummer;\nb. der Sitz und das Rechtsdomizil;\nc. die Rechtsform;\nd. die Bezeichnung der massgeblichen Rechtsgrundlagen des öffentlichen Rechts sowie das Datum der Beschlüsse des für die Errichtung zuständigen Organs gemäss öffentlichem Recht;\ne. falls bekannt: das Datum der Errichtung des Instituts des öffentlichen Rechts;\nf. falls Statuten bestehen: deren Datum;\ng. der Zweck;\nh. im Fall eines Dotationskapitals: dessen Höhe;\ni. bei besonderen Haftungsverhältnissen: ein Verweis auf die nähere Umschreibung in den Belegen, Rechtsgrundlagen oder Beschlüssen des für die Gründung zuständigen Organs;\nj. die Organisation;\nk. die Mitglieder des obersten Leitungs- oder Verwaltungsorgans;\nl. die zur Vertretung berechtigten Personen;\nm. gegebenenfalls die Revisionsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_107"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 12. Kapitel: Institut des öffentlichen Rechts, Anwendbares Recht",
        "citation": "Art. 108 HRegV",
        "content": "Die Bestimmungen dieser Verordnung über die Rechtsformen des Privatrechts gelten auf die Institute des öffentlichen Rechts im Übrigen sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_108"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Anmeldung und Belege",
        "citation": "Art. 109 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. das Protokoll oder der Protokollauszug über die Bestellung der Personen, die nur für die Zweigniederlassung vertretungsberechtigt sind;\nb. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Zweigniederlassung am Ort von deren Sitz ein Rechtsdomizil gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_109"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Inhalt des Eintrags",
        "citation": "Art. 110 Abs. 1 HRegV",
        "content": "Bei der Zweigniederlassung müssen ins Handelsregister eingetragen werden:\na. die Firma beziehungsweise der Name, die Unternehmens-Identifikationsnummer, die Rechtsform und der Sitz der Hauptniederlassung;\nb. die Firma beziehungsweise der Name, die Unternehmens-Identifikationsnummer, der Sitz und das Rechtsdomizil der Zweigniederlassung;\nc. die Tatsache, dass es sich um eine Zweigniederlassung handelt;\nd. der Zweck der Zweigniederlassung, sofern er enger gefasst ist als der Zweck der Hauptniederlassung;\ne. die Personen, die zur Vertretung der Zweigniederlassung berechtigt sind, sofern ihre Zeichnungsberechtigung nicht aus dem Eintrag der Hauptniederlassung hervorgeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_110"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Inhalt des Eintrags",
        "citation": "Art. 110 Abs. 2 HRegV",
        "content": "Bei der Hauptniederlassung müssen ins Handelsregister eingetragen werden:\na. die Unternehmens-Identifikationsnummer der Zweigniederlassung;\nb. der Sitz der Zweigniederlassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_110"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Koordination der Einträge von Haupt- und Zweigniederlassung",
        "citation": "Art. 111 Abs. 1 HRegV",
        "content": "Das Handelsregisteramt am Sitz der Zweigniederlassung muss das Handelsregisteramt am Sitz der Hauptniederlassung über die Neueintragung, die Sitzverlegung oder die Löschung der Zweigniederlassung informieren. Das Handelsregisteramt am Sitz der Hauptniederlassung nimmt die erforderlichen Eintragungen von Amtes wegen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_111"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Koordination der Einträge von Haupt- und Zweigniederlassung",
        "citation": "Art. 111 Abs. 2 HRegV",
        "content": "Das Handelsregisteramt am Sitz der Hauptniederlassung muss das Handelsregisteramt am Sitz der Zweigniederlassung über Änderungen informieren, die eine Änderung der Eintragung der Zweigniederlassung erfordern, insbesondere über Änderungen der Rechtsform, der Firma beziehungsweise des Namens, des Sitzes, die Auflösung oder die Löschung. Das Handelsregisteramt am Sitz der Zweigniederlassung nimmt die erforderlichen Eintragungen von Amtes wegen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_111"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Fusion, Spaltung, Umwandlung und Vermögensübertragung",
        "citation": "Art. 112 Abs. 1 HRegV",
        "content": "Im Fall einer Fusion, einer Spaltung, einer Umwandlung oder einer Vermögensübertragung bleiben die Einträge von Zweigniederlassungen bestehen, wenn nicht deren Löschung angemeldet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_112"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 1. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz in der Schweiz, Fusion, Spaltung, Umwandlung und Vermögensübertragung",
        "citation": "Art. 112 Abs. 2 HRegV",
        "content": "Ergeben sich aus einer Fusion, einer Spaltung, einer Umwandlung oder einer Vermögensübertragung Änderungen, die in der Eintragung von Zweigniederlassungen zu berücksichtigen sind, so müssen die entsprechenden Tatsachen beim Handelsregisteramt angemeldet werden. Die Anmeldung hat im Fall einer Fusion oder einer Spaltung durch die übernehmende Rechtseinheit zu erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_112"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Anmeldung und Belege",
        "citation": "Art. 113 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. ein beglaubigter aktueller Auszug aus dem Handelsregister am Sitz der Hauptniederlassung oder, falls der Auszug keine genügenden Angaben enthält oder keine dem Handelsregister vergleichbare Institution besteht, ein amtlicher Nachweis darüber, dass die Hauptniederlassung nach den geltenden Bestimmungen des massgeblichen ausländischen Rechts rechtmässig besteht;\nb. bei juristischen Personen ein beglaubigtes Exemplar der geltenden Statuten oder des entsprechenden Dokumentes der Hauptniederlassung;\nc. das Protokoll oder der Protokollauszug des Organs der Hauptniederlassung, das die Errichtung der Zweigniederlassung beschlossen hat;\nd. das Protokoll oder der Protokollauszug über die Bestellung der für die Zweigniederlassung vertretungsberechtigten Personen;\ne. im Fall von Artikel 117 Absatz 3: die Erklärung der Domizilhalterin oder des Domizilhalters, dass sie oder er der Zweigniederlassung ein Rechtsdomizil am Ort von deren Sitz gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_113"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Anmeldung und Belege",
        "citation": "Art. 113 Abs. 2 HRegV",
        "content": "Ist in der Schweiz bereits eine Zweigniederlassung derselben Rechtseinheit im Handelsregister eingetragen, so findet Absatz 1 Buchstaben a und b keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_113"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Inhalt des Eintrags",
        "citation": "Art. 114 Abs. 1 HRegV",
        "content": "Bei Zweigniederlassungen von Rechtseinheiten mit Sitz im Ausland müssen ins Handelsregister eingetragen werden:\na. die Firma beziehungsweise der Name, die Rechtsform und der Sitz der Hauptniederlassung sowie gegebenenfalls ein Hinweis auf deren Registrierung und Unternehmens-Identifikationsnummer;\nb. Höhe und Währung eines allfälligen Kapitals der Hauptniederlassung sowie Angaben zu den geleisteten Einlagen;\nc. die Firma beziehungsweise der Name, die Unternehmens-Identifikationsnummer, der Sitz und das Rechtsdomizil der Zweigniederlassung;\nd. die Tatsache, dass es sich um eine Zweigniederlassung handelt;\ne. der Zweck der Zweigniederlassung;\nf. die Personen, die zur Vertretung der Zweigniederlassung berechtigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_114"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Inhalt des Eintrags",
        "citation": "Art. 114 Abs. 2 HRegV",
        "content": "Für die Formulierung des Zwecks der Zweigniederlassung gilt Artikel 118 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_114"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Löschung",
        "citation": "Art. 115 Abs. 1 HRegV",
        "content": "Hat der Geschäftsbetrieb der Zweigniederlassung aufgehört, so muss die Löschung der Zweigniederlassung zur Eintragung angemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_115"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Löschung",
        "citation": "Art. 115 Abs. 2 HRegV",
        "content": "Wird die Löschung der Zweigniederlassung zur Eintragung ins Handelsregister angemeldet, so macht das Handelsregisteramt den Steuerbehörden des Bundes und des Kantons Mitteilung. Die Löschung darf erst vorgenommen werden, wenn diese Behörden zugestimmt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_115"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 3. Titel: Rechtsformspezifische Bestimmungen für die Eintragung, 13. Kapitel: Zweigniederlassung, 2. Abschnitt: Zweigniederlassung einer Rechtseinheit mit Sitz im Ausland, Löschung",
        "citation": "Art. 115 Abs. 3 HRegV",
        "content": "Zusammen mit der Löschung muss der Löschungsgrund ins Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_115"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Unternehmens-Identifikationsnummer",
        "citation": "Art. 116 Abs. 1 HRegV",
        "content": "Hat eine Rechtseinheit keine Unternehmens-Identifikationsnummer, so wird ihr diese spätestens anlässlich der Eintragung in das Tagesregister zugeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Unternehmens-Identifikationsnummer",
        "citation": "Art. 116 Abs. 2 HRegV",
        "content": "Die Unternehmens-Identifikationsnummer identifiziert eine Rechtseinheit dauerhaft. Sie ist unveränderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Unternehmens-Identifikationsnummer",
        "citation": "Art. 116 Abs. 3 HRegV",
        "content": "Die Unternehmens-Identifikationsnummer einer gelöschten Rechtseinheit darf nicht neu vergeben werden. Diese Unternehmens-Identifikationsnummer wird wieder zugeteilt, wenn:\na. eine gelöschte Rechtseinheit auf Anordnung eines Gerichts wieder ins Handelsregister eingetragen wird;\nb. ein gelöschtes Einzelunternehmen auf Antrag der Inhaberin oder des Inhabers erneut zur Eintragung ins Handelsregister angemeldet wird;\nc. ein gelöschtes Einzelunternehmen im Rahmen eines Verfahrens von Amtes wegen zur Eintragung ins Handelsregister verpflichtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Unternehmens-Identifikationsnummer",
        "citation": "Art. 116 Abs. 4 HRegV",
        "content": "Bei einer Absorptionsfusion behält die übernehmende Rechtseinheit ihre bisherige Unternehmens-Identifikationsnummer. Bei der Kombinationsfusion erhält die entstehende Rechtseinheit eine neue Unternehmens-Identifikationsnummer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Unternehmens-Identifikationsnummer",
        "citation": "Art. 116 Abs. 5 HRegV",
        "content": "Entsteht bei der Spaltung eine neue Rechtseinheit, so erhält sie eine neue Unternehmens-Identifikationsnummer. Die übrigen an einer Spaltung beteiligten Rechtseinheiten behalten ihre bisherige Unternehmens-Identifikationsnummer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Unternehmens-Identifikationsnummer",
        "citation": "Art. 116 Abs. 6 HRegV",
        "content": "Bei der Fortführung des Geschäfts einer Kollektiv- oder Kommanditgesellschaft als Einzelunternehmen gemäss Artikel 579 OR bleibt die Unternehmens-Identifikationsnummer unverändert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Angabe der Rechtsform in der Firma",
        "citation": "Art. 116a Abs. 1 HRegV",
        "content": "Die Rechtsform in der Firma einer Handelsgesellschaft oder Genossenschaft (Art. 950 OR) ist mit der zutreffenden Bezeichnung oder deren Abkürzung in einer Landessprache des Bundes anzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Angabe der Rechtsform in der Firma",
        "citation": "Art. 116a Abs. 2 HRegV",
        "content": "Die Bezeichnungen und Abkürzungen sind im Anhang 2 aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Angabe der Rechtsform in der Firma",
        "citation": "Art. 116a Abs. 3 HRegV",
        "content": "Für die Rechtsformen nach dem Kollektivanlagengesetz vom 23. Juni 2006 gelten die darin festgelegten Bezeichnungen und Abkürzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Sitz, Rechtsdomizil sowie weitere Adressen",
        "citation": "Art. 117 Abs. 1 HRegV",
        "content": "Als Sitz wird der Name der politischen Gemeinde eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_117"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Sitz, Rechtsdomizil sowie weitere Adressen",
        "citation": "Art. 117 Abs. 2 HRegV",
        "content": "Als Rechtsdomizil eingetragen wird die Adresse, unter der die Rechtseinheit an ihrem Sitz erreicht werden kann, mit folgenden Angaben: Strasse, Hausnummer, Postleitzahl und Ortsname. Es kann die eigene Adresse der Rechtseinheit oder die eines anderen (c/o-Adresse) sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_117"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Sitz, Rechtsdomizil sowie weitere Adressen",
        "citation": "Art. 117 Abs. 3 HRegV",
        "content": "Verfügt eine Rechtseinheit über eine c/o-Adresse als Rechtsdomizil, so ist mit der Anmeldung zur Eintragung eine Erklärung der Domizilhalterin oder des Domizilhalters als Beleg einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_117"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Sitz, Rechtsdomizil sowie weitere Adressen",
        "citation": "Art. 117 Abs. 4 HRegV",
        "content": "Liegen Umstände vor, die den Anschein erwecken, dass die als Rechtsdomizil angemeldete Adresse eine c/o-Adresse ist, ohne dass sie als solche deklariert wurde, so fordert das Handelsregisteramt die Rechtseinheit auf, entweder die Erklärung nach Absatz 3 oder Belege für eine eigene Adresse, insbesondere Mietverträge oder Grundbuchauszüge, einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_117"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Sitz, Rechtsdomizil sowie weitere Adressen",
        "citation": "Art. 117 Abs. 5 HRegV",
        "content": "Neben der Angabe von Sitz und Rechtsdomizil kann jede Rechtseinheit weitere in der Schweiz gelegene Adressen, insbesondere eine Liquidations- oder eine Postfachadresse, ins Handelsregister ihres Sitzes eintragen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_117"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Zweckangaben",
        "citation": "Art. 118 Abs. 1 HRegV",
        "content": "Die Rechtseinheiten müssen ihren Zweck so umschreiben, dass ihr Tätigkeitsfeld für Dritte klar ersichtlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_118"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Zweckangaben",
        "citation": "Art. 118 Abs. 2 HRegV",
        "content": "Für die Eintragung übernimmt das Handelsregisteramt die Umschreibung des Zwecks der Rechtseinheit unverändert aus den Statuten oder der Stiftungsurkunde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_118"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Personenangaben",
        "citation": "Art. 119 Abs. 1 HRegV",
        "content": "Einträge zu natürlichen Personen müssen die folgenden Angaben enthalten:\na. den Familiennamen;\nb. mindestens einen ausgeschriebenen Vornamen;\nc. auf Verlangen, Ruf-, Kose-, Künstler-, Allianz-, Ordens-, oder Partnerschaftsnamen;\nd. die politische Gemeinde des Heimatortes oder, bei ausländischen Staatsangehörigen, die Staatsangehörigkeit;\ne. die politische Gemeinde des Wohnsitzes oder, bei einem ausländischen Wohnsitz, der Ort und die Landesbezeichnung;\nf. falls belegt, schweizerische oder gleichwertige ausländische akademische Titel;\ng. die Funktion, die die Person in der Rechtseinheit wahrnimmt;\nh. die Art der Zeichnungsberechtigung oder der Hinweis, dass die Person nicht zeichnungsberechtigt ist;\ni. die nicht sprechende Personennummer der zentralen Datenbank Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_119"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Personenangaben",
        "citation": "Art. 119 Abs. 2 HRegV",
        "content": "Die Schreibweise des Familiennamens, Ledignamens und der Vornamen richtet sich nach dem Ausweisdokument, auf dessen Grundlage die Angaben zur Person erhoben wurden (Art. 24b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_119"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Personenangaben",
        "citation": "Art. 119 Abs. 3 HRegV",
        "content": "Werden Rechtseinheiten als Inhaberinnen einer Funktion bei einer anderen Rechtseinheit eingetragen, so muss dieser Eintrag die folgenden Angaben enthalten:\na. wenn die Funktionsinhaberin selbst im Handelsregister eingetragen ist:\n1. die Firma, den Namen oder die Bezeichnung in der im Handelsregister eingetragenen Fassung,\n2. die Unternehmens-Identifikationsnummer,\n3. den Sitz,\n4. die Funktion;\nb. wenn die Funktionsinhaberin selbst nicht im Handelsregister eingetragen ist:\n1.  den Namen oder die Bezeichnung,\n2. gegebenenfalls die Unternehmens-Identifikationsnummer,\n3.  den Hinweis, dass die Rechtseinheit nicht im Handelsregister eingetragen ist,\n4.  den Sitz,\n5.  die Funktion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_119"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Personenangaben",
        "citation": "Art. 119 Abs. 4 HRegV",
        "content": "Werden Rechtsgemeinschaften als Inhaberinnen einer Funktion bei einer anderen Rechtseinheit eingetragen, so muss im Eintrag angegeben werden, aus welchen Personen diese Gemeinschaften bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_119"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Leitungs- oder Verwaltungsorgane",
        "citation": "Art. 120 HRegV",
        "content": "Einzelunternehmen, Handelsgesellschaften, juristische Personen sowie Institute des öffentlichen Rechts dürfen als solche nicht als Mitglied der Leitungs- oder Verwaltungsorgane oder als Zeichnungsberechtigte in das Handelsregister eingetragen werden. Vorbehalten bleibt Artikel 98 KAG sowie die Eintragung von Liquidatorinnen, Liquidatoren, Revisorinnen, Revisoren, Konkursverwalterinnen, Konkursverwaltern oder Sachwalterinnen und Sachwaltern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_120"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Revisionsstelle",
        "citation": "Art. 121 HRegV",
        "content": "Wo eine Revisionsstelle eingetragen werden muss, wird nicht eingetragen, ob es sich dabei um ein staatlich beaufsichtigtes Revisionsunternehmen, eine zugelassene Revisionsexpertin, einen zugelassenen Revisionsexperten, eine zugelassene Revisorin oder einen zugelassenen Revisor handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_121"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 1. Kapitel: Unternehmens-Identifikationsnummer, Rechtsform-, Sitz-, Zweck- und Personenangaben sowie Hinweis auf die vorangehende Eintragung, Hinweis auf die vorangehende Eintragung",
        "citation": "Art. 122 HRegV",
        "content": "Jeder Eintrag im Tagesregister muss einen Hinweis auf die Veröffentlichung des vorangehenden Eintrags der betreffenden Rechtseinheit im Schweizerischen Handelsamtsblatt enthalten; anzugeben sind:\na. das Datum und die Nummer der Ausgabe;\nb. die Meldungsnummer der elektronischen Veröffentlichung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_122"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am neuen Sitz",
        "citation": "Art. 123 Abs. 1 HRegV",
        "content": "Verlegt eine Rechtseinheit ihren Sitz in einen anderen Registerbezirk, so muss sie sich am neuen Sitz zur Eintragung anmelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_123"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am neuen Sitz",
        "citation": "Art. 123 Abs. 2 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Sitzverlegung müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. ...\nb. falls bei juristischen Personen die Statuten geändert werden müssen: der Beschluss über die Änderung sowie ein beglaubigtes Exemplar der neuen Statuten;\nc. die beglaubigten Unterschriften der anmeldenden Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_123"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am neuen Sitz",
        "citation": "Art. 123 Abs. 3 HRegV",
        "content": "Das Handelsregisteramt am neuen Sitz ist für den Entscheid über die Eintragung der Sitzverlegung zuständig. Es informiert das Handelsregisteramt des bisherigen Sitzes über die Eintragung, die es vornehmen wird, und weist es an, den bisherigen Eintrag zu löschen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_123"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am neuen Sitz",
        "citation": "Art. 123 Abs. 4 HRegV",
        "content": "Das Handelsregisteramt am bisherigen Sitz übermittelt dem Handelsregisteramt am neuen Sitz im Hinblick auf die Eintragung der Sitzverlegung sämtliche im Hauptregister vorhandenen elektronischen Daten. Diese Daten werden ohne weitere Prüfung ins Hauptregister aufgenommen, aber weder ins Tagesregister eingetragen noch im Schweizerischen Handelsamtsblatt publiziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_123"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am neuen Sitz",
        "citation": "Art. 123 Abs. 5 HRegV",
        "content": "Am neuen Sitz müssen folgende Angaben ins Handelsregister eingetragen werden:\na. die Firma oder der Name und die Unternehmens-Identifikationsnummer;\nb. die Tatsache der Sitzverlegung unter Angabe des Ortes des bisherigen und des neuen Sitzes;\nc. das Rechtsdomizil am neuen Sitz;\nd. falls die Statuten geändert wurden: deren neues Datum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_123"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am neuen Sitz",
        "citation": "Art. 123 Abs. 6 HRegV",
        "content": "Werden die Einträge im Register des neuen Sitzes in einer anderen Sprache als im Register des alten Sitzes vorgenommen, so müssen alle zu veröffentlichenden Tatsachen in der neuen Sprache eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_123"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am bisherigen Sitz",
        "citation": "Art. 124 Abs. 1 HRegV",
        "content": "Die Sitzverlegung und die Löschung am bisherigen Sitz müssen am gleichen Tag ins Tagesregister eingetragen werden. Die Handelsregisterämter müssen ihre Eintragungen aufeinander abstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_124"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am bisherigen Sitz",
        "citation": "Art. 124 Abs. 2 HRegV",
        "content": "Die Löschung am bisherigen Sitz wird ohne weitere Prüfung eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_124"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Eintragung am bisherigen Sitz",
        "citation": "Art. 124 Abs. 3 HRegV",
        "content": "Am bisherigen Sitz müssen folgende Angaben ins Handelsregister eingetragen werden:\na. die Tatsache, dass die Rechtseinheit infolge Sitzverlegung im Handelsregister am neuen Sitz eingetragen wurde unter Angabe des Ortes des neuen Sitzes;\nb. die neue Firma beziehungsweise der neue Name, falls diese geändert wurden;\nc. die Tatsache, dass die Rechtseinheit im Handelsregister des bisherigen Sitzes von Amtes wegen gelöscht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_124"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Übermittlung der Belege",
        "citation": "Art. 125 Abs. 1 HRegV",
        "content": "Das Handelsregisteramt des bisherigen Sitzes übermittelt dem Handelsregisteramt am neuen Sitz sämtliche Belege zu den Eintragungen, die am bisherigen Sitz vorgenommen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_125"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 1. Abschnitt: In der Schweiz, Übermittlung der Belege",
        "citation": "Art. 125 Abs. 2 HRegV",
        "content": "Erfolgt die Übermittlung elektronisch, so muss die Vertraulichkeit gewährleistet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_125"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 2. Abschnitt: Verlegung des Sitzes einer ausländischen Rechtseinheit in die Schweiz",
        "citation": "Art. 126 Abs. 1 HRegV",
        "content": "Unterstellt sich eine ausländische Rechtseinheit gemäss den Vorschriften des Bundesgesetzes vom 18. Dezember 1987 über das Internationale Privatrecht (IPRG) durch eine Sitzverlegung schweizerischem Recht, so gelten für die Eintragung in das Handelsregister die Bestimmungen über die Eintragung einer neu gegründeten Rechtseinheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_126"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 2. Abschnitt: Verlegung des Sitzes einer ausländischen Rechtseinheit in die Schweiz",
        "citation": "Art. 126 Abs. 2 HRegV",
        "content": "Zusätzlich zu den für die Eintragung der Rechtseinheit erforderlichen Belegen müssen die Anmeldenden dem Handelsregisteramt die folgenden besonderen Belege einreichen:\na. einen Nachweis des rechtlichen Bestehens der Rechtseinheit im Ausland;\nb. einen Nachweis über die Zulässigkeit der grenzüberschreitenden Sitzverlegung im ausländischen Recht oder eine Bewilligung des Eidgenössischen Justiz- und Polizeidepartementes gemäss Absatz 4;\nc. einen Nachweis, dass die Anpassung an eine schweizerische Rechtsform möglich ist;\nd. einen Nachweis, dass die Rechtseinheit den Mittelpunkt ihrer Geschäftstätigkeit in die Schweiz verlegt hat;\ne. im Falle einer Kapitalgesellschaft: den Bericht einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten, der belegt, dass das Kapital der Gesellschaft nach schweizerischem Recht gedeckt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_126"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 2. Abschnitt: Verlegung des Sitzes einer ausländischen Rechtseinheit in die Schweiz",
        "citation": "Art. 126 Abs. 3 HRegV",
        "content": "Zusätzlich zu den erforderlichen Angaben bei der Eintragung einer neu gegründeten Rechtseinheit müssen ins Handelsregister eingetragen werden:\na. das Datum des Beschlusses, mit dem sich die Rechtseinheiten nach den Vorschriften des IPRG schweizerischem Recht unterstellt;\nb. die Firma oder der Name, die Rechtsform und der Sitz vor der Sitzverlegung in die Schweiz;\nc. die ausländische Behörde, die für die Registrierung zuständig war, bevor die Rechtseinheit ihren Sitz in die Schweiz verlegt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_126"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 2. Abschnitt: Verlegung des Sitzes einer ausländischen Rechtseinheit in die Schweiz",
        "citation": "Art. 126 Abs. 4 HRegV",
        "content": "Erteilt das Eidgenössische Justiz- und Polizeidepartement eine Bewilligung gemäss Artikel 161 Absatz 2 IPRG, so muss die entsprechende Verfügung dem Handelsregisteramt als Beleg eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_126"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 3. Abschnitt: Verlegung des Sitzes einer schweizerischen Rechtseinheit ins Ausland",
        "citation": "Art. 127 Abs. 1 HRegV",
        "content": "Verlegt eine schweizerische Rechtseinheit gemäss den Vorschriften des IPRG ihren Sitz ins Ausland, so müssen die Anmeldenden dem Handelsregisteramt zusätzlich zu den für die Löschung der Rechtseinheit erforderlichen Belegen die folgenden Belege einreichen:\na. einen Nachweis, dass die Rechtseinheit im Ausland weiter besteht;\nb. den Bericht einer zugelassenen Revisionsexpertin oder eines zugelassenen Revisionsexperten, welcher bestätigt, dass die Forderungen der Gläubigerinnen und Gläubiger im Sinne von Artikel 46 FusG sichergestellt oder erfüllt worden sind oder dass die Gläubigerinnen und Gläubiger mit der Löschung einverstanden sind;\nc. den Beschluss des zuständigen Organs, mit dem sich die Rechtseinheit nach den Vorschriften des IPRG ausländischem Recht unterstellt;\nd. gegebenenfalls die Bewilligung nach dem Bundesgesetz vom 16. Dezember 1983 über den Erwerb von Grundstücken durch Personen im Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_127"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 3. Abschnitt: Verlegung des Sitzes einer schweizerischen Rechtseinheit ins Ausland",
        "citation": "Art. 127 Abs. 2 HRegV",
        "content": "Wird die Verlegung des Sitzes einer schweizerischen Rechtseinheit ins Ausland im Handelsregister angemeldet, so macht das Handelsregisteramt den Steuerbehörden des Bundes und des Kantons Mitteilung. Die Löschung darf erst vorgenommen werden, wenn diese Behörden zugestimmt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_127"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 2. Kapitel: Sitzverlegung, 3. Abschnitt: Verlegung des Sitzes einer schweizerischen Rechtseinheit ins Ausland",
        "citation": "Art. 127 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. das Datum des Beschlusses des zuständigen Organs, mit dem sich die Rechtseinheit nach den Vorschriften des IPRG ausländischem Recht unterstellt;\nb. die Firma oder der Name, die Rechtsform und der Sitz nach der Sitzverlegung ins Ausland;\nc. die ausländische Behörde, die für die Registrierung zuständig ist, nachdem die Rechtseinheit ihren Sitz ins Ausland verlegt hat;\nd. das Datum des Revisionsberichts, der bestätigt, dass die Vorkehrungen zum Schutz der Gläubigerinnen und Gläubiger erfüllt worden sind;\ne. die Tatsache, dass die Rechtseinheit gelöscht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_127"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 1. Abschnitt: Zeitpunkt der Anmeldung und der Eintragung, Zeitpunkt der Anmeldung",
        "citation": "Art. 128 HRegV",
        "content": "Rechtseinheiten dürfen Fusionen, Spaltungen, Umwandlungen und Vermögensübertragungen erst zur Eintragung ins Handelsregister anmelden, wenn die von Gesetzes wegen erforderlichen Zustimmungen anderer Behörden vorliegen. Dies gilt insbesondere für den Fall, dass die Umstrukturierung die Anforderungen eines zu meldenden Zusammenschlusses gemäss Artikel 9 des Kartellgesetzes vom 6. Oktober 1995 erfüllt oder einer Bewilligung durch die Aufsichtsbehörde gemäss den Artikeln 3 und 5 des Versicherungsaufsichtsgesetzes vom 17. Dezember 2004 bedarf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_128"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 1. Abschnitt: Zeitpunkt der Anmeldung und der Eintragung, Zeitpunkt der Eintragung",
        "citation": "Art. 129 Abs. 1 HRegV",
        "content": "Die Umstrukturierungen müssen bei allen beteiligten Rechtseinheiten am gleichen Tag ins Tagesregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_129"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 1. Abschnitt: Zeitpunkt der Anmeldung und der Eintragung, Zeitpunkt der Eintragung",
        "citation": "Art. 129 Abs. 2 HRegV",
        "content": "Befinden sich nicht alle Rechtseinheiten im selben Registerbezirk, so müssen die Handelsregisterämter ihre Eintragungen aufeinander abstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_129"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 1. Abschnitt: Zeitpunkt der Anmeldung und der Eintragung, Zeitpunkt der Eintragung",
        "citation": "Art. 129 Abs. 3 HRegV",
        "content": "Diese Bestimmung gilt auch für die Eintragung einer Sacheinlage, die mittels einer Vermögensübertragung durchgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_129"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Anmeldung und zuständiges Handelsregisteramt",
        "citation": "Art. 130 Abs. 1 HRegV",
        "content": "Jede an der Fusion beteiligte Rechtseinheit muss die sie betreffenden Tatsachen selber zur Eintragung in das Handelsregister anmelden (Art. 21 Abs. 1 FusG), und zwar in einer der Amtssprachen des betroffenen Handelsregisteramts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_130"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Anmeldung und zuständiges Handelsregisteramt",
        "citation": "Art. 130 Abs. 2 HRegV",
        "content": "Befinden sich nicht alle an der Fusion beteiligten Rechtseinheiten im selben Registerbezirk, so ist das Handelsregisteramt am Ort der übernehmenden Rechtseinheit für den Entscheid über die Eintragung der Fusion zuständig. Es informiert die Handelsregisterämter am Sitz der übertragenden Rechtseinheiten über die Eintragung, die es vornehmen wird, und weist sie an, die bisherigen Einträge ohne weitere Prüfung zu löschen. Auf Verlangen übermittelt es ihnen Kopien der Anmeldung und der Belege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_130"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Anmeldung und zuständiges Handelsregisteramt",
        "citation": "Art. 130 Abs. 3 HRegV",
        "content": "Sämtliche Belege und elektronische Daten zu den Eintragungen der übertragenden Rechtseinheiten sind nach deren Löschung an das Handelsregisteramt am Sitz der übernehmenden Rechtseinheit zu übermitteln und zu den Akten der übernehmenden Rechtseinheit zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_130"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Belege",
        "citation": "Art. 131 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Fusion müssen die beteiligten Rechtseinheiten die folgenden Belege einreichen:\na. den Fusionsvertrag (Art. 12 und 13 FusG);\nb. die Fusionsbilanzen der übertragenden Rechtseinheiten, gegebenenfalls die Bilanzen der Zwischenabschlüsse (Art. 11 FusG);\nc. die Fusionsbeschlüsse der beteiligten Rechtseinheiten, soweit erforderlich, öffentlich beurkundet (Art. 18 und 20 FusG);\nd. die Prüfungsberichte der beteiligten Rechtseinheiten (Art. 15 FusG);\ne. bei einer Absorptionsfusion: soweit erforderlich die Belege für eine Kapitalerhöhung (Art. 9 und 21 Abs. 2 FusG);\nf. bei der Fusion einer Rechtseinheit in Liquidation: die von mindestens einem Mitglied des obersten Leitungs- oder Verwaltungsorgans unterzeichnete Bestätigung nach Artikel 5 Absatz 2 FusG;\ng. bei der Fusion von Rechtseinheiten mit Kapitalverlust oder Überschuldung: die Bestätigung nach Artikel 6 Absatz 2 FusG;\nh. bei einer Kombinationsfusion: die für die Neugründung einer Rechtseinheit erforderlichen Belege (Art. 10 FusG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_131"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Belege",
        "citation": "Art. 131 Abs. 2 HRegV",
        "content": "Bei Fusionen von kleinen und mittleren Unternehmen können die fusionierenden Rechtseinheiten anstelle des Belegs nach Absatz 1 Buchstabe d eine von mindestens einem Mitglied des obersten Leitungs- oder Verwaltungsorgans unterzeichnete Erklärung einreichen, wonach sämtliche Gesellschafterinnen und Gesellschafter auf die Erstellung des Fusionsberichts oder auf die Prüfung verzichten und die Rechtseinheit die Anforderungen nach Artikel 2 Buchstabe e FusG erfüllt. In der Erklärung ist anzugeben, auf welche Unterlagen wie Erfolgsrechnungen, Bilanzen, Jahresberichte, Verzichtserklärungen oder das Protokoll der Generalversammlung sie sich stützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_131"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Belege",
        "citation": "Art. 131 Abs. 3 HRegV",
        "content": "Bei erleichterten Fusionen von Kapitalgesellschaften (Art. 23 FusG) müssen die beteiligten Gesellschaften anstelle der Belege nach Absatz 1 Buchstaben c und d die Auszüge aus den Protokollen der obersten Leitungs- oder Verwaltungsorgane über die Genehmigung des Fusionsvertrages einreichen, sofern der Fusionsvertrag nicht von allen Mitgliedern dieser Organe unterzeichnet ist. Soweit dies nicht aus den anderen Belegen hervorgeht, müssen sie zudem nachweisen, dass die Gesellschaften die Voraussetzungen von Artikel 23 FusG erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_131"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Inhalt des Eintrags",
        "citation": "Art. 132 Abs. 1 HRegV",
        "content": "Bei der übernehmenden Rechtseinheit müssen ins Handelsregister eingetragen werden:\na. die Firma oder der Name, der Sitz sowie die Unternehmens-Identifikationsnummer der an der Fusion beteiligten Rechtseinheiten;\nb. das Datum des Fusionsvertrages und der Fusionsbilanzen der übertragenden Rechtseinheiten;\nc. der gesamte Wert der übertragenen Aktiven und Passiven;\nd. gegebenenfalls die den Gesellschafterinnen und Gesellschaftern der übertragenden Gesellschaft zugesprochenen Anteils- oder Mitgliedschaftsrechte sowie eine allfällige Ausgleichszahlung (Art. 7 FusG);\ne. gegebenenfalls die Abfindung (Art. 8 FusG);\nf. gegebenenfalls die durch die Fusion bedingte Kapitalerhöhung;\ng. im Falle von Kapitalverlust oder von Überschuldung: der Hinweis auf die Bestätigung des zugelassenen Revisionsexperten (Art. 6 Abs. 2 FusG);\nh. bei der Kombinationsfusion: die für die Eintragung einer neuen Rechtseinheit erforderlichen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_132"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 2. Abschnitt: Fusion von Rechtseinheiten, Inhalt des Eintrags",
        "citation": "Art. 132 Abs. 2 HRegV",
        "content": "Bei der übertragenden Rechtseinheit müssen ins Handelsregister eingetragen werden:\na. die Firma oder der Name, der Sitz sowie die Unternehmens-Identifikationsnummer der an der Fusion beteiligten Rechtseinheiten;\nb. die Tatsache, dass die Rechtseinheit infolge Fusion gelöscht wird (Art. 21 Abs. 3 FusG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_132"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Anmeldung und zuständiges Handelsregisteramt",
        "citation": "Art. 133 Abs. 1 HRegV",
        "content": "Jede an der Spaltung beteiligte Gesellschaft muss die sie betreffenden Tatsachen selber zur Eintragung in das Handelsregister anmelden (Art. 51 Abs. 1 FusG), und zwar in einer der Amtssprachen des betroffenen Handelsregisteramts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_133"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Anmeldung und zuständiges Handelsregisteramt",
        "citation": "Art. 133 Abs. 2 HRegV",
        "content": "Befinden sich nicht alle an der Spaltung beteiligten Gesellschaften im selben Registerbezirk, so ist das Handelsregisteramt am Ort der übertragenden Gesellschaft für den Entscheid über die Eintragung der Spaltung zuständig. Es informiert die Handelsregisterämter am Sitz der übernehmenden Gesellschaften über die Eintragung, die es vornehmen wird, und weist sie an, die entsprechenden Eintragungen ohne weitere Prüfung vorzunehmen. Auf Verlangen übermittelt es ihnen Kopien der Anmeldung und der Belege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_133"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Belege",
        "citation": "Art. 134 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Spaltung müssen die beteiligten Gesellschaften folgende Belege einreichen:\na. den Spaltungsvertrag (Art. 36 Abs. 1 und 37 FusG) oder den Spaltungsplan (Art. 36 Abs. 2 und 37 FusG);\nb. die öffentlich beurkundeten Spaltungsbeschlüsse der beteiligten Gesellschaften (Art. 43 und 44 FusG);\nc. die Prüfungsberichte der beteiligten Gesellschaften (Art. 40 FusG);\nd. bei der übertragenden Gesellschaft: soweit erforderlich, die Belege für eine Kapitalherabsetzung (Art. 32 i.V.m. 51 Abs. 2 FusG);\ne. bei der übernehmenden Gesellschaft: soweit erforderlich, die Belege für eine Kapitalerhöhung (Art. 33 FusG);\nf. bei der neu eingetragenen übernehmenden Gesellschaft: die für die Neugründung erforderlichen Belege (Art. 34 FusG);\ng. falls dies nicht aus anderen Belegen hervorgeht: den Nachweis, dass die Gläubigerschutzbestimmungen nach Artikel 45 FusG erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_134"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Belege",
        "citation": "Art. 134 Abs. 2 HRegV",
        "content": "Bei Spaltungen von kleinen und mittleren Unternehmen können die beteiligten Gesellschaften anstelle des Belegs nach Absatz 1 Buchstabe c eine von mindestens einem Mitglied des obersten Leitungs- oder Verwaltungsorgans unterzeichnete Erklärung einreichen, wonach sämtliche Gesellschafterinnen und Gesellschafter auf die Erstellung des Spaltungsberichts oder auf die Prüfung verzichten und die Gesellschaft die Anforderungen nach Artikel 2 Buchstabe e FusG erfüllt. In der Erklärung ist anzugeben, auf welche Unterlagen wie Erfolgsrechnungen, Bilanzen, Jahresberichte, Verzichtserklärungen oder das Protokoll der Generalversammlung sie sich stützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_134"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Inhalt des Eintrags",
        "citation": "Art. 135 Abs. 1 HRegV",
        "content": "Bei den übernehmenden Gesellschaften müssen ins Handelsregister eingetragen werden:\na. die Firma, der Sitz sowie die Unternehmens-Identifikationsnummer der an der Spaltung beteiligten Gesellschaften;\nb. das Datum des Spaltungsvertrages beziehungsweise des Spaltungsplans;\nc. der gesamte Wert der gemäss Inventar übertragenen Aktiven und Passiven;\nd. die den Gesellschafterinnen und Gesellschaftern der übertragenden Gesellschaft zugesprochenen Anteils- oder Mitgliedschaftsrechte sowie eine allfällige Ausgleichszahlung (Art. 37 Bst. c FusG);\ne. gegebenenfalls die durch die Spaltung bedingte Kapitalerhöhung;\nf. gegebenenfalls die für die Eintragung einer neuen Gesellschaft erforderlichen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_135"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Inhalt des Eintrags",
        "citation": "Art. 135 Abs. 2 HRegV",
        "content": "Im Fall einer Aufspaltung müssen bei der übertragenden Gesellschaft ins Handelsregister eingetragen werden:\na. die Firma, der Sitz sowie die Unternehmens-Identifikationsnummer aller an der Aufspaltung beteiligten Gesellschaften;\nb. die Tatsache, dass die Gesellschaft infolge Aufspaltung gelöscht wird (Art. 51 Abs. 3 FusG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_135"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 3. Abschnitt: Spaltung von Kapitalgesellschaften und Genossenschaften, Inhalt des Eintrags",
        "citation": "Art. 135 Abs. 3 HRegV",
        "content": "Im Falle einer Abspaltung müssen bei der übertragenden Gesellschaft ins Handelsregister eingetragen werden:\na. die Firma, der Sitz sowie die Unternehmens-Identifikationsnummer aller an der Abspaltung beteiligten Gesellschaften;\nb. gegebenenfalls die durch die Abspaltung bedingte Kapitalherabsetzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_135"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 4. Abschnitt: Umwandlung von Gesellschaften, Anmeldung und Belege",
        "citation": "Art. 136 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Umwandlung (Art. 66 FusG) müssen dem Handelsregisteramt folgende Belege eingereicht werden:\na. der Umwandlungsplan (Art. 59 und 60 FusG);\nb. die Umwandlungsbilanz, gegebenenfalls die Bilanz des Zwischenabschlusses (Art. 58 FusG);\nc. der öffentlich beurkundeten Umwandlungsbeschluss (Art. 64 und 65 FusG);\nd. der Prüfungsbericht (Art. 62 FusG);\ne. soweit nach den Umständen erforderlich: dieselben Belege wie bei der Neugründung der neuen Rechtsform (Art. 57 FusG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_136"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 4. Abschnitt: Umwandlung von Gesellschaften, Anmeldung und Belege",
        "citation": "Art. 136 Abs. 2 HRegV",
        "content": "Bei Umwandlungen von kleinen und mittleren Unternehmen kann das oberste Leitungs- oder Verwaltungsorgan anstelle des Belegs nach Absatz 1 Buchstabe d eine von mindestens einem Mitglied unterzeichnete Erklärung einreichen, wonach sämtliche Gesellschafterinnen und Gesellschafter auf die Erstellung des Umwandlungsberichts oder auf die Prüfung verzichten und die Gesellschaft die Anforderungen nach Artikel 2 Buchstabe e FusG erfüllt. In der Erklärung ist anzugeben, auf welche Unterlagen wie Erfolgsrechnungen, Bilanzen, Jahresberichte, Verzichtserklärungen oder das Protokoll der Generalversammlung sie sich stützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_136"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 4. Abschnitt: Umwandlung von Gesellschaften, Inhalt des Eintrags",
        "citation": "Art. 137 HRegV",
        "content": "Bei einer Umwandlung müssen ins Handelsregister eingetragen werden:\na. die Firma oder der Name sowie die Rechtsform vor und nach der Umwandlung;\nb. bei juristischen Personen, das Datum der neuen Statuten;\nc. das Datum des Umwandlungsplans und der Umwandlungsbilanz;\nd. der gesamte Wert der Aktiven und Passiven;\ne. die den Gesellschafterinnen und Gesellschaftern zugesprochenen Anteils- oder Mitgliedschaftsrechte;\nf. die weiteren Angaben, die für die neue Rechtsform notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_137"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 5. Abschnitt: Vermögensübertragung, Anmeldung und Belege",
        "citation": "Art. 138 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Vermögensübertragung muss die übertragende Rechtseinheit folgende Belege einreichen:\na. den Übertragungsvertrag (Art. 71 FusG);\nb. die Auszüge aus den Protokollen der obersten Leitungs- oder Verwaltungsorgane der beteiligten Rechtseinheiten über den Abschluss des Übertragungsvertrages (Art. 70 Abs. 1 FusG), sofern der Übertragungsvertrag nicht von allen Mitgliedern dieser Organe unterzeichnet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_138"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 5. Abschnitt: Vermögensübertragung, Inhalt des Eintrags",
        "citation": "Art. 139 HRegV",
        "content": "Bei der übertragenden Rechtseinheit müssen ins Handelsregister eingetragen werden:\na. die Firma oder der Name, der Sitz sowie die Unternehmens-Identifikationsnummer der an der Vermögensübertragung beteiligten Rechtseinheiten;\nb. das Datum des Übertragungsvertrages;\nc. der gesamte Wert der gemäss Inventar übertragenen Aktiven und Passiven;\nd. die allfällige Gegenleistung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_139"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 6. Abschnitt: Fusion und Vermögensübertragung von Stiftungen, Fusion",
        "citation": "Art. 140 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Fusion (Art. 83 Abs. 3 FusG) muss die Aufsichtsbehörde der übertragenden Stiftung dem Handelsregisteramt am Sitz der übernehmenden Stiftung folgende Belege einreichen:\na. die Verfügung über die Genehmigung der Fusion (Art. 83 Abs. 3 FusG);\nb. den Fusionsvertrag, soweit erforderlich, öffentlich beurkundet (Art. 79 FusG);\nc. die Fusionsbilanzen der übertragenden Stiftungen, gegebenenfalls die Bilanzen der Zwischenabschlüsse (Art. 80 FusG);\nd. den Prüfungsbericht (Art. 81 FusG);\ne. die Belege für die Errichtung einer Stiftung bei einer Kombinationsfusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_140"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 6. Abschnitt: Fusion und Vermögensübertragung von Stiftungen, Fusion",
        "citation": "Art. 140 Abs. 2 HRegV",
        "content": "Bei Fusionen von Familienstiftungen und kirchlichen Stiftungen muss die übernehmende Stiftung anstelle der Verfügung der Aufsichtsbehörde die Fusionsbeschlüsse der obersten Stiftungsorgane der beteiligten Stiftungen einreichen (Art. 84 Abs. 1 FusG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_140"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 6. Abschnitt: Fusion und Vermögensübertragung von Stiftungen, Fusion",
        "citation": "Art. 140 Abs. 3 HRegV",
        "content": "Für den Inhalt des Eintrags der Fusion gilt Artikel 132 sinngemäss. Zusätzlich wird das Datum der Verfügung der Aufsichtsbehörde über die Genehmigung der Fusion eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_140"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 6. Abschnitt: Fusion und Vermögensübertragung von Stiftungen, Vermögensübertragung",
        "citation": "Art. 141 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Vermögensübertragung (Art. 87 Abs. 3 FusG) muss die Aufsichtsbehörde der übertragenden Stiftung dem Handelsregisteramt folgende Belege einreichen:\na. die Verfügung über die Genehmigung der Vermögensübertragung;\nb. den Übertragungsvertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_141"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 6. Abschnitt: Fusion und Vermögensübertragung von Stiftungen, Vermögensübertragung",
        "citation": "Art. 141 Abs. 2 HRegV",
        "content": "Bei Vermögensübertragungen von Familienstiftungen und kirchlichen Stiftungen muss die übertragende Stiftung anstelle der Verfügung der Aufsichtsbehörde die Auszüge aus den Protokollen der obersten Leitungs- oder Verwaltungsorgane der beteiligten Rechtsträger über den Abschluss des Übertragungsvertrages einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_141"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 6. Abschnitt: Fusion und Vermögensübertragung von Stiftungen, Vermögensübertragung",
        "citation": "Art. 141 Abs. 3 HRegV",
        "content": "Für den Inhalt des Eintrags der Vermögensübertragung gilt Artikel 139 sinngemäss. Zusätzlich wird das Datum der Verfügung der Aufsichtsbehörde über die Genehmigung der Vermögensübertragung eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_141"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 7. Abschnitt: Fusion, Umwandlung und Vermögensübertragungvon Vorsorgeeinrichtungen, Fusion",
        "citation": "Art. 142 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Fusion (Art. 95 Abs. 4 FusG) muss die Aufsichtsbehörde der übertragenden Vorsorgeeinrichtung dem Handelsregisteramt am Sitz der übernehmenden Vorsorgeeinrichtung folgende Belege einreichen:\na. den Fusionsvertrag (Art. 90 FusG);\nb. die Fusionsbilanzen der übertragenden Vorsorgeeinrichtungen, gegebenenfalls die Bilanzen der Zwischenabschlüsse (Art. 89 FusG);\nc. die Prüfungsberichte der beteiligten Vorsorgeeinrichtungen (Art. 92 FusG);\nd. die Fusionsbeschlüsse der beteiligten Vorsorgeeinrichtungen (Art. 94 FusG);\ne. die Verfügung der Aufsichtsbehörde über die Genehmigung der Fusion (Art. 95 Abs. 3 FusG);\nf. die Belege für die Neugründung bei einer Kombinationsfusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_142"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 7. Abschnitt: Fusion, Umwandlung und Vermögensübertragungvon Vorsorgeeinrichtungen, Fusion",
        "citation": "Art. 142 Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags der Fusion gilt Artikel 132 sinngemäss. Zusätzlich wird das Datum der Verfügung der Aufsichtsbehörde über die Genehmigung der Fusion eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_142"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 7. Abschnitt: Fusion, Umwandlung und Vermögensübertragungvon Vorsorgeeinrichtungen, Umwandlung",
        "citation": "Art. 143 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Umwandlung (Art. 97 Abs. 3 FusG) muss die Aufsichtsbehörde dem Handelsregisteramt die Belege nach Artikel 136 sowie die Verfügung über die Genehmigung der Umwandlung einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_143"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 7. Abschnitt: Fusion, Umwandlung und Vermögensübertragungvon Vorsorgeeinrichtungen, Umwandlung",
        "citation": "Art. 143 Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags der Umwandlung gilt Artikel 137 sinngemäss. Zusätzlich ist das Datum der Verfügung der Aufsichtsbehörde einzutragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_143"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 7. Abschnitt: Fusion, Umwandlung und Vermögensübertragungvon Vorsorgeeinrichtungen, Vermögensübertragung",
        "citation": "Art. 144 Abs. 1 HRegV",
        "content": "Für die Anmeldung und die Belege bei der Vermögensübertragung gilt Artikel 138 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_144"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 7. Abschnitt: Fusion, Umwandlung und Vermögensübertragungvon Vorsorgeeinrichtungen, Vermögensübertragung",
        "citation": "Art. 144 Abs. 2 HRegV",
        "content": "Für den Inhalt des Eintrags der Vermögensübertragung gilt Artikel 139 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_144"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 8. Abschnitt: Fusion, Umwandlung und Vermögensübertragung von Institutendes öffentlichen Rechts",
        "citation": "Art. 145 Abs. 1 HRegV",
        "content": "Auf die Fusion von privatrechtlichen Rechtseinheiten mit Instituten des öffentlichen Rechts, auf die Umwandlung solcher Institute in Rechtseinheiten des Privatrechts und auf die Vermögensübertragung unter Beteiligung eines Instituts des öffentlichen Rechts gelten die Vorschriften dieser Verordnung sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_145"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 8. Abschnitt: Fusion, Umwandlung und Vermögensübertragung von Institutendes öffentlichen Rechts",
        "citation": "Art. 145 Abs. 2 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Fusion, der Umwandlung und der Vermögensübertragung muss das Institut des öffentlichen Rechts dem Handelsregisteramt einreichen:\na. die für eine Fusion, eine Umwandlung oder eine Vermögensübertragung vorgeschriebenen Belege, sofern sie aufgrund der sinngemässen Anwendung des FusG (Art. 100 Abs. 1 FusG) erforderlich sind;\nb. das Inventar (Art. 100 Abs. 2 FusG);\nc. den Beschluss oder andere Rechtsgrundlagen des öffentlichen Rechts, auf die sich die Fusion, Umwandlung oder Vermögensübertragung stützt (Art. 100 Abs. 3 FusG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_145"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 8. Abschnitt: Fusion, Umwandlung und Vermögensübertragung von Institutendes öffentlichen Rechts",
        "citation": "Art. 145 Abs. 3 HRegV",
        "content": "Die Handelsregistereintragung muss einen Hinweis auf das Inventar sowie auf den Beschluss oder die anderen Rechtsgrundlagen enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_145"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 9. Abschnitt: Grenzüberschreitende Umstrukturierungen, Fusion",
        "citation": "Art. 146 Abs. 1 HRegV",
        "content": "Mit der Anmeldung zur Eintragung einer Fusion vom Ausland in die Schweiz (Art. 163a IPRG) sind dem Handelsregisteramt zusätzlich zu den Belegen nach Artikel 131 einzureichen:\na. der Nachweis über das rechtliche Bestehen der übertragenden Rechtseinheit im Ausland;\nb. ein Nachweis über die Zulässigkeit der grenzüberschreitenden Fusion im ausländischen Recht;\nc. der Nachweis der Kompatibilität der fusionierenden Rechtseinheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_146"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 9. Abschnitt: Grenzüberschreitende Umstrukturierungen, Fusion",
        "citation": "Art. 146 Abs. 2 HRegV",
        "content": "Mit der Anmeldung zur Eintragung der Löschung der übertragenden Rechtseinheit bei einer Fusion von der Schweiz ins Ausland (Art. 163b IPRG) sind dem Handelsregisteramt zusätzlich zu den Belegen nach Artikel 131 einzureichen:\na. der Nachweis über das rechtliche Bestehen der übernehmenden Rechtseinheit im Ausland;\nb. ein Nachweis über die Zulässigkeit der grenzüberschreitenden Fusion im ausländischen Recht;\nc. der Bericht, der Nachweis und die Bestätigung nach Artikel 164 IPRG;\nd. die Zustimmung der Steuerbehörden des Bundes und des Kantons, wonach die Rechtseinheit im Handelsregister gelöscht werden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_146"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 9. Abschnitt: Grenzüberschreitende Umstrukturierungen, Fusion",
        "citation": "Art. 146 Abs. 3 HRegV",
        "content": "Der Inhalt des Eintrags richtet sich nach Artikel 132. Zusätzlich muss im Eintrag darauf hingewiesen werden, dass es sich um eine grenzüberschreitende Fusion nach den Vorschriften des IPRG handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_146"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 9. Abschnitt: Grenzüberschreitende Umstrukturierungen, Spaltung und Vermögensübertragung",
        "citation": "Art. 147 HRegV",
        "content": "Für die grenzüberschreitende Spaltung und die grenzüberschreitende Vermögensübertragung gelten die Artikel 133–135, 138, 139 sowie 146 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_147"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 3. Kapitel: Umstrukturierungen, 10. Abschnitt: Übertragbarkeit bei Spaltung und Vermögensübertragung",
        "citation": "Art. 148 HRegV",
        "content": "Bei Spaltungen und Vermögensübertragungen lehnt das Handelsregisteramt die Eintragung insbesondere dann ab, wenn die erfassten Gegenstände offensichtlich nicht frei übertragbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_148"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Nichtkaufmännische Prokura",
        "citation": "Art. 149 Abs. 1 HRegV",
        "content": "Wird für ein nicht eintragungspflichtiges Gewerbe eine Prokuristin oder ein Prokurist bestellt, so meldet die Vollmachtgeberin oder der Vollmachtgeber die Prokura zur Eintragung in das Handelsregister an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_149"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Nichtkaufmännische Prokura",
        "citation": "Art. 149 Abs. 2 HRegV",
        "content": "Der Eintrag enthält:\na. die Personenangaben zur Vollmachtgeberin oder zum Vollmachtgebers;\nb. die Personenangaben zur Prokuristin oder zum Prokuristen;\nc. die Art der Zeichnungsberechtigung;\nd. die Unternehmens-Identifikationsnummer der nichtkäufmännischen Prokura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_149"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Nichtkaufmännische Prokura",
        "citation": "Art. 149 Abs. 3 HRegV",
        "content": "Die Vollmachtgeberin oder der Vollmachtgeber hat auch die Änderungen und Löschungen anzumelden. Der Eintrag der nicht kaufmännischen Prokura wird von Amtes wegen gelöscht, wenn:\na. die Vollmachtgeberin oder der Vollmachtgeber in Konkurs fällt;\nb. die Vollmachtgeberin oder der Vollmachtgeber gestorben und seit ihrem oder seinem Tod ein Jahr verflossen ist und die Erbinnen und Erben zur Löschung nicht angehalten werden können; oder\nc. die Prokuristin oder der Prokurist gestorben ist und die Vollmachtgeberin oder der Vollmachtgeber nicht zur Löschung angehalten werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_149"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Nichtkaufmännische Prokura",
        "citation": "Art. 149 Abs. 4 HRegV",
        "content": "Bei Konkurs der Vollmachtgeberin oder des Vollmachtgebers erfolgt die Löschung, sobald das Handelsregisteramt von der Konkurseröffnung Kenntnis erhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_149"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Haupt der Gemeinderschaft",
        "citation": "Art. 150 Abs. 1 HRegV",
        "content": "Das Haupt einer Gemeinderschaft hat sich zur Eintragung ins Handelsregister anzumelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_150"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Haupt der Gemeinderschaft",
        "citation": "Art. 150 Abs. 2 HRegV",
        "content": "Als Beleg ist eine beglaubigte Kopie des Gemeinderschaftsvertrags einzureichen. Dieser enthält Angaben über:\na. die Zusammensetzung der Gemeinderschaft;\nb. das Haupt der Gemeinderschaft;\nc. den Ausschluss der übrigen Mitglieder der Gemeinderschaft von der Vertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_150"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Haupt der Gemeinderschaft",
        "citation": "Art. 150 Abs. 3 HRegV",
        "content": "Der Eintrag enthält:\na. die Bezeichnung der Gemeinderschaft;\nb. das Datum ihrer Errichtung;\nc. die Adresse der Gemeinderschaft;\nd. die Personenangaben zum Haupt;\ne. die Unternehmens-Identifikationsnummer der Gemeinderschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_150"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Haupt der Gemeinderschaft",
        "citation": "Art. 150 Abs. 4 HRegV",
        "content": "Für die Anmeldung zur Löschung ist das Haupt der Gemeinderschaft zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_150"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Beschlüsse der Gläubigerversammlung von Anleihensobligationen",
        "citation": "Art. 151 Abs. 1 HRegV",
        "content": "Urkunden über die Beschlüsse der Gläubigerversammlung von Anleihensobligationen müssen beim Handelsregisteramt zur Aufbewahrung eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_151"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 4. Titel: Rechtsformübergreifende Bestimmungen für die Eintragung, 4. Kapitel: Eintragungen von besonderen Vertretungsverhältnissen und von Beschlüssen der Gläubigerversammlung von Anleihensobligationen, Beschlüsse der Gläubigerversammlung von Anleihensobligationen",
        "citation": "Art. 151 Abs. 2 HRegV",
        "content": "Die Einreichung ist bei der Schuldnerin oder beim Schuldner ins Handelsregister einzutragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_151"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Inhalt der Aufforderungen des Handelsregisteramts",
        "citation": "Art. 152 Abs. 1 HRegV",
        "content": "In den Fällen nach den Artikeln 934 Absatz 2, 934a Absätze 1 und 2, 938 Absatz 1 und 939 Absatz 1 OR fordert das Handelsregisteramt die Rechtseinheit auf, die erforderliche Anmeldung vorzunehmen oder zu belegen, dass keine Eintragung, Änderung oder Löschung erforderlich ist. Es setzt der Rechtseinheit dafür eine Frist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_152"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Inhalt der Aufforderungen des Handelsregisteramts",
        "citation": "Art. 152 Abs. 2 HRegV",
        "content": "Die Aufforderung weist auf die massgebenden Vorschriften und die Rechtsfolgen für den Fall, dass ihr keine Folge geleistet wird, hin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_152"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Zustellungen der Aufforderungen des Handelsregisteramts",
        "citation": "Art. 152a Abs. 1 HRegV",
        "content": "Die Aufforderungen des Handelsregisteramts werden wie folgt zugestellt:\na. durch eingeschriebene Postsendung oder auf andere Weise gegen Empfangsbestätigung an das eingetragene Rechtsdomizil der Rechtseinheit; oder\nb. nach den Bestimmungen über den elektronischen Geschäftsverkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Zustellungen der Aufforderungen des Handelsregisteramts",
        "citation": "Art. 152a Abs. 2 HRegV",
        "content": "Die Zustellung ist erfolgt, wenn sie am eingetragenen Rechtsdomizil der Rechtseinheit entgegengenommen wird. Eine eingeschriebene Postsendung, die nicht abgeholt worden ist, gilt, sofern die Rechtseinheit mit einer Zustellung rechnen musste, am siebten Tag nach dem ersten erfolglosen Zustellungsversuch als zugestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Zustellungen der Aufforderungen des Handelsregisteramts",
        "citation": "Art. 152a Abs. 3 HRegV",
        "content": "Die Zustellung erfolgt durch Publikation im Schweizerischen Handelsamtsblatt, wenn:\na. das eingetragene Rechtsdomizil der Rechtseinheit nicht mehr den Tatsachen entspricht und ein neues Rechtsdomizil trotz zumutbarer Nachforschungen nicht ermittelt werden kann; oder\nb. eine Zustellung unmöglich ist oder mit ausserordentlichem Aufwand verbunden wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Zustellungen der Aufforderungen des Handelsregisteramts",
        "citation": "Art. 152a Abs. 4 HRegV",
        "content": "Die Zustellung gilt am Tag der Publikation als erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Verfügung",
        "citation": "Art. 153 Abs. 1 HRegV",
        "content": "Leistet die Rechtseinheit der Aufforderung innert Frist keine Folge, so erlässt das Handelsregisteramt eine Verfügung über:\na. die Eintragung, die Änderung von eingetragenen Tatsachen oder die Löschung;\nb. den Inhalt des Eintrags im Handelsregister;\nc. die Gebühren;\nd. gegebenenfalls die Ordnungsbusse gemäss Artikel 940 OR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_153"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Verfügung",
        "citation": "Art. 153 Abs. 2 HRegV",
        "content": "Im Eintrag ist die Rechtsgrundlage zu erwähnen und ausdrücklich darauf hinzuweisen, dass die Eintragung von Amtes wegen erfolgt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_153"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Verfügung",
        "citation": "Art. 153 Abs. 3 HRegV",
        "content": "Das Handelsregisteramt erlässt keine Verfügung, wenn es die Angelegenheit dem Gericht oder einer Aufsichtsbehörde (Art. 934 und 939 OR) überweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_153"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Ermittlung der Eintragungspflicht und von Änderungen eingetragener Tatsachen",
        "citation": "Art. 157 Abs. 1 HRegV",
        "content": "Die Handelsregisterämter müssen periodisch ermitteln:\na. eintragungspflichtige Rechtseinheiten, die nicht eingetragen sind;\nb. Einträge, die mit den Tatsachen nicht mehr übereinstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_157"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Ermittlung der Eintragungspflicht und von Änderungen eingetragener Tatsachen",
        "citation": "Art. 157 Abs. 2 HRegV",
        "content": "Zu diesem Zweck sind die Gerichte und Behörden des Bundes, der Kantone, der Bezirke und der Gemeinden verpflichtet, den Handelsregisterämtern über eintragungspflichtige Rechtseinheiten und Tatsachen, die eine Eintragungs-, Änderungs- oder Löschungspflicht begründen könnten, auf Anfrage schriftlich und kostenlos Auskunft zu erteilen. Sie müssen auch bei der Feststellung der Identität von natürlichen Personen nach den Artikeln 24a und 24b mitwirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_157"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Ermittlung der Eintragungspflicht und von Änderungen eingetragener Tatsachen",
        "citation": "Art. 157 Abs. 3 HRegV",
        "content": "Mindestens alle drei Jahre haben die Handelsregisterämter die Gemeinde- oder Bezirksbehörden zu ersuchen, ihnen von neu gegründeten Gewerben oder von Änderungen eingetragener Tatsachen Kenntnis zu geben. Sie übermitteln dazu eine Liste der ihren Amtskreis betreffenden Einträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_157"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 1. Kapitel: Fehlende oder unrichtige Eintragung, Ermittlung der Eintragungspflicht und von Änderungen eingetragener Tatsachen",
        "citation": "Art. 157 Abs. 4 HRegV",
        "content": "Die Handelsregisterämter erkundigen sich bei den Rechtseinheiten, ob die eingetragenen Tatsachen noch aktuell sind, wenn die letzte Änderung einer Tatsache älter als zehn Jahre ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_157"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Meldung und Eintragung des Konkurses",
        "citation": "Art. 158 Abs. 1 HRegV",
        "content": "Im Zusammenhang mit Konkursverfahren meldet das Gericht oder die Behörde dem Handelsregisteramt:\na. die Konkurseröffnung;\nb. Verfügungen, in denen einem Rechtsmittel aufschiebende Wirkung erteilt wird;\nc. vorsorgliche Anordnungen;\nd. die Aufhebung oder die Bestätigung der Konkurseröffnung durch die Rechtsmittelinstanz;\ne. den Widerruf des Konkurses;\nf. die Einsetzung einer ausseramtlichen Konkursverwaltung;\ng. die Einstellung mangels Aktiven;\nh. die Wiederaufnahme des Konkursverfahrens;\ni. den Abschluss des Konkursverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_158"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Meldung und Eintragung des Konkurses",
        "citation": "Art. 158 Abs. 2 HRegV",
        "content": "Das Handelsregisteramt muss die entsprechende Eintragung unverzüglich nach Eingang der Meldung des Gerichts oder der Behörde in das Handelsregister vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_158"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Meldung und Eintragung des Konkurses",
        "citation": "Art. 158 Abs. 3 HRegV",
        "content": "Wird eine Stiftung infolge Konkurs aufgehoben, so darf die Löschung erst vorgenommen werden, wenn die Aufsichtsbehörde bestätigt, dass sie kein Interesse mehr daran hat, dass die Eintragung aufrechterhalten bleibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_158"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Inhalt des Eintrags des Konkurses",
        "citation": "Art. 159 HRegV",
        "content": "Folgende Angaben müssen ins Handelsregister eingetragen werden:\na. bei Eröffnung des Konkurses über eine Rechtseinheit oder bei der Bestätigung der Konkurseröffnung:\n1. die Tatsache, dass der Konkurs eröffnet wurde und von welchem Gericht oder welcher Behörde,\n2. das Datum und der Zeitpunkt des Konkurserkenntnisses,\n3. bei Personengesellschaften und juristischen Personen: die Firma beziehungsweise der Name mit dem Zusatz «in Liquidation» oder «in Liq.»;\nb. bei Erteilung der aufschiebenden Wirkung für ein Rechtsmittel, bei Aufhebung der Konkurseröffnung oder Widerruf des Konkurses:\n1. die Tatsache, dass einem Rechtsmittel aufschiebende Wirkung erteilt beziehungsweise die Konkurseröffnung aufgehoben oder der Konkurs widerrufen wurde,\n2. das Datum der Verfügung,\n3. bei Personengesellschaften und juristischen Personen: die Firma beziehungsweise der Name ohne den Zusatz «in Liquidation» oder «in Liq.»;\nc. bei Einsetzung einer ausseramtlichen Konkursverwaltung:\n1. die Tatsache, dass eine ausseramtliche Konkursverwaltung eingesetzt wurde,\n2. das Datum des Beschlusses,\n3. die Personenangaben zur ausseramtlichen Konkursverwaltung;\nd. bei Einstellung des Konkursverfahrens mangels Aktiven:\n1. die Tatsache, dass der Konkurs mangels Aktiven eingestellt wurde,\n2. das Datum der Einstellungsverfügung;\ne. bei Wiederaufnahme des Konkursverfahrens:\n1. die Tatsache, dass das Konkursverfahren wiederaufgenommen wurde,\n2. das Datum der Wiederaufnahmeverfügung,\n3. bei Personengesellschaften und juristischen Personen: die Firma beziehungsweise der Name mit dem Zusatz «in Liquidation» oder «in Liq.»;\nf. bei Abschluss des Konkursverfahrens:\n1. die Tatsache, dass das Konkursverfahren abgeschlossen wurde,\n2. das Datum der Schlussverfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_159"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Löschung von Amtes wegen bei Konkurs",
        "citation": "Art. 159a Abs. 1 HRegV",
        "content": "Eine Rechtseinheit wird von Amtes wegen gelöscht, wenn:\na. bei der Einstellung des Konkursverfahrens mangels Aktiven innert zwei Jahren nach der Publikation der Eintragung gemäss Artikel 159 Buchstabe d kein begründeter Einspruch erhoben wurde oder, im Falle eines Einzelunternehmens, der Geschäftsbetrieb aufgehört hat;\nb. das Konkursverfahren durch Entscheid des Gerichts abgeschlossen wird. Abweichende Anordnungen des Gerichts bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_159_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Löschung von Amtes wegen bei Konkurs",
        "citation": "Art. 159a Abs. 2 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. die Tatsache, dass bei der Einstellung des Konkursverfahrens mangels Aktiven innert Frist kein begründeter Einspruch gegen die Löschung erhoben wurde oder dass der Geschäftsbetrieb des Einzelunternehmens aufgehört hat;\nb. die Tatsache der Löschung oder gegebenenfalls die Tatsache, dass keine Löschung erfolgt, weil der Geschäftsbetrieb des Einzelunternehmens fortgeführt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_159_a"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassstundung",
        "citation": "Art. 160 Abs. 1 HRegV",
        "content": "Das Gericht meldet dem Handelsregisteramt die Bewilligung der definitiven oder der provisorischen Nachlassstundung und reicht ihm das Dispositiv seines Entscheides ein, soweit nicht Artikel 293c Absatz 2 SchKG den Verzicht auf die Mitteilung vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_160"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassstundung",
        "citation": "Art. 160 Abs. 2 HRegV",
        "content": "Das Handelsregisteramt nimmt die Eintragung unverzüglich nach Eingang der Meldung vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_160"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassstundung",
        "citation": "Art. 160 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. das Datum der Bewilligung und die Dauer der Nachlassstundung;\nb. die Personenangaben zur Sachwalterin oder zum Sachwalter;\nc. falls das Nachlassgericht angeordnet hat, dass gewisse Handlungen nur unter Mitwirkung der Sachwalterin oder des Sachwalters rechtsgültig vorgenommen werden können, oder die Sachwalterin oder der Sachwalter ermächtigt wird, die Geschäftsführung anstelle des Schuldners zu übernehmen: ein Hinweis darauf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_160"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassstundung",
        "citation": "Art. 160 Abs. 4 HRegV",
        "content": "Wird die Nachlassstundung aufgehoben, so muss diese Tatsache ins Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_160"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassvertrag mit Vermögensabtretung",
        "citation": "Art. 161 Abs. 1 HRegV",
        "content": "Das Gericht meldet dem Handelsregisteramt die Bestätigung eines Nachlassvertrages mit Vermögensabtretung (Art. 308 SchKG) und reicht ihm folgende Belege ein:\na. eine Kopie des Nachlassvertrags;\nb. das Dispositiv des Entscheides2 Das Handelsregisteramt nimmt die Eintragung unverzüglich nach Eingang der Meldung vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_161"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassvertrag mit Vermögensabtretung",
        "citation": "Art. 161 Abs. 3 HRegV",
        "content": "Ins Handelsregister müssen eingetragen werden:\na. das Datum der Bestätigung des Nachlassvertrages;\nb. die Firma beziehungsweise der Name mit dem Zusatz «in Nachlassliquidation»;\nc. die Liquidatorin oder der Liquidator;\nd. die Löschung der Zeichnungsberechtigungen von Personen, die im Handelsregister eingetragen und zur Vertretung der Rechtseinheit befugt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_161"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassvertrag mit Vermögensabtretung",
        "citation": "Art. 161 Abs. 4 HRegV",
        "content": "Wird die Liquidation beendet, so meldet die Liquidatorin oder der Liquidator die Löschung der Rechtseinheit an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_161"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 5. Titel: Eintragungen von Amtes wegen, 2. Kapitel: Konkurs, Nachlassstundung und Nachlassvertragmit Vermögensabtretung, Nachlassvertrag mit Vermögensabtretung",
        "citation": "Art. 161 Abs. 5 HRegV",
        "content": "Zusammen mit der Löschung muss der Löschungsgrund ins Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_161"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 6. Titel:, Wiedereintragung gelöschter Rechtseinheiten, Wiedereintragung",
        "citation": "Art. 164 HRegV",
        "content": "Bei der Wiedereintragung einer gelöschten Rechtseinheit (Art. 935 OR) wird der Eintrag der Rechtseinheit wieder so erstellt, wie er im Zeitpunkt der Löschung war. Abweichende Anordnungen des Gerichts bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_164"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 1 HRegV",
        "content": "Anmeldungen und Belege sind während 30 Jahren nach der Eintragung in das Tagesregister aufzubewahren. Die Statuten von Rechtseinheiten und die Stiftungsurkunden müssen jedoch immer in einer aktuellen Form vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 2 HRegV",
        "content": "Wird eine Rechtseinheit im Handelsregister gelöscht, so dürfen die Anmeldungen, Belege und allfällige Mitgliederverzeichnisse zehn Jahre nach der Löschung vernichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 3 HRegV",
        "content": "Auf den Anmeldungen und Belegen müssen das Datum und die Nummer der Eintragung ins Tagesregister vermerkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 4 HRegV",
        "content": "Die mit Eintragungen zusammenhängenden Korrespondenzen sind zehn Jahre aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 5 HRegV",
        "content": "Schreibt das Gesetz oder die Verordnung vor, dass beim Handelsregisteramt Unterlagen zu hinterlegen sind, die nicht als Belege gelten, so sind sie mit der Unternehmens-Identifikationsnummer der betreffenden Rechtseinheit zu versehen und mit deren Belegen aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 6 HRegV",
        "content": "Anmeldungen, Belege oder sonstige Dokumente in Papierform können zwecks Aufbewahrung vom Handelsregisteramt elektronisch eingelesen und nach der EÖBV, insbesondere nach deren Artikel 13, beglaubigt werden. Gebundene Papierdokumente dürfen zertrennt werden, um sie elektronisch einzulesen. Die Originale auf Papier können vernichtet werden, sofern das kantonale Recht dies nicht ausschliesst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Aufbewahrung von Anmeldungen, Belegen und Korrespondenz",
        "citation": "Art. 166 Abs. 7 HRegV",
        "content": "Anmeldungen, Belege oder sonstige Dokumente, die in elektronischer Form vorliegen, dürfen nicht gelöscht werden. Sie müssen durch das Handelsregisteramt so aufbewahrt werden, dass die Daten nicht mehr verändert werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_166"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Herausgabe von Akten in Papierform",
        "citation": "Art. 167 Abs. 1 HRegV",
        "content": "Folgende Behörden können schriftlich verlangen, dass ihnen Originale von Aktenstücken der kantonalen Handelsregisterämter in Papierform herausgegeben werden:\na. das Gericht;\nb. die Untersuchungsrichterin oder der Untersuchungsrichter;\nc. die Staatsanwaltschaft;\nd. die kantonale Aufsichtsbehörde;\ne. das EHRA;\nf. die eidgenössischen Aufsichtsbehörden im Bereich der Banken- und Finanzmarktaufsicht;\ng. die Eidgenössische Revisionsaufsichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_167"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Herausgabe von Akten in Papierform",
        "citation": "Art. 167 Abs. 2 HRegV",
        "content": "Die Behörde bestätigt den Empfang. Sie gibt die Originale spätestens nach Abschluss des Verfahrens, für das sie benötigt werden, zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_167"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Herausgabe von Akten in Papierform",
        "citation": "Art. 167 Abs. 3 HRegV",
        "content": "Sind die Aktenstücke nicht elektronisch archiviert, so ist anstelle des Originals eine beglaubigte Kopie des herausgegebenen Aktenstücks zusammen mit der Empfangsbestätigung aufzubewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_167"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Herausgabe von Akten in Papierform",
        "citation": "Art. 167 Abs. 4 HRegV",
        "content": "Anstelle der Herausgabe von Originalen können die berechtigten Stellen die Zustellung von beglaubigten Kopien verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_167"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Herausgabe von Akten in elektronischer Form",
        "citation": "Art. 168 HRegV",
        "content": "Von Akten in elektronischer Form dürfen nur beglaubigte Kopien herausgegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_168"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Datenqualität",
        "citation": "Art. 169 Abs. 1 HRegV",
        "content": "Die elektronischen Systeme für das Tages- und das Hauptregister sowie für die zentralen Datenbanken müssen folgende Anforderungen erfüllen:\na. Die aufgenommenen Daten bleiben in Bestand und Qualität langfristig erhalten.\nb. Das Format der Daten ist vom Hersteller bestimmter elektronischer Systeme unabhängig.\nc. Die Daten werden nach anerkannten Normen und entsprechend dem aktuellen Stand der Technik gesichert.\nd. Eine Dokumentation zum Programm und zum Format liegt vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_169"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Datenqualität",
        "citation": "Art. 169 Abs. 2 HRegV",
        "content": "Die Kantone und der Bund nehmen zur Sicherstellung der Funktionsfähigkeit und der Sicherheit ihrer elektronischen Systeme folgende Aufgaben wahr:\na. Sie gewährleisten den Datenaustausch zwischen den Systemen.\nb. Sie sichern die Daten periodisch auf dezentralen Datenträgern.\nc. Sie warten die Daten und die elektronischen Systeme.\nd. Sie regeln die Zugriffsberechtigungen auf die Daten und die elektronischen Systeme.\ne. Sie sichern die Daten und die elektronischen Systeme gegen Missbrauch.\nf. Sie sehen Massnahmen zur Behebung technischer Störungen der elektronischen Systeme vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_169"
    },
    {
        "book": "HRegV",
        "title": "HRegV, 7. Titel: Aktenaufbewahrung, Aktenherausgabe, Datenqualität, Datenqualität",
        "citation": "Art. 169 Abs. 3 HRegV",
        "content": "Das EHRA kann das Datenaustauschverfahren sowie die Form, den Inhalt und die Struktur der übermittelten Daten in einer Weisung regeln. Es kann zudem Form, Inhalt und Struktur der Daten bestimmen, die Dritten zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/de#art_169"
    }
]