[
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 1:, Oggetto e definizioni, Oggetto",
        "citation": "Art. 1 ORC",
        "content": "La presente ordinanza disciplina: \na. l’organizzazione della tenuta del registro di commercio;\nb. la struttura e il contenuto del registro di commercio; \nc. la comunicazione elettronica con le autorità del registro di commercio;\nd. la procedura d’iscrizione, modifica e cancellazione di enti giuridici;\ne. la comunicazione di informazioni e la consultazione del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_1"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 1:, Oggetto e definizioni, Definizioni ",
        "citation": "Art. 2 ORC",
        "content": "Ai sensi della presente ordinanza s’intende per:\na. impresa: un’attività economica indipendente diretta a conseguire durevolmente un guadagno;\nb. domicilio legale: l’indirizzo presso il quale l’ente giuridico è raggiungibile alla sua sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_2"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 2: Autorità del registro di commercio, Uffici del registro di commercio",
        "citation": "Art. 3 ORC",
        "content": "L’organizzazione degli uffici del registro di commercio spetta ai Cantoni. Questi ultimi garantiscono una tenuta del registro di commercio qualificata e prendono provvedimenti per prevenire i conflitti d’interesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_3"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 2: Autorità del registro di commercio, Alta vigilanza della Confederazione ",
        "citation": "Art. 5 cpv. 1 ORC",
        "content": "Il Dipartimento federale di giustizia e polizia (DFGP) esercita l’alta vigilanza sulla tenuta del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_5"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 2: Autorità del registro di commercio, Alta vigilanza della Confederazione ",
        "citation": "Art. 5 cpv. 2 ORC",
        "content": "L’Ufficio federale del registro di commercio (UFRC) integrato nell’Ufficio federale di giustizia è autorizzato in particolare a eseguire autonomamente le seguenti pratiche:\na. emanare direttive in materia di registro di commercio e di diritto delle ditte commerciali all’indirizzo delle autorità cantonali del registro di commercio, nonché sulle banche dati centrali; \nb. verificare la conformità legale e approvare le iscrizioni cantonali nel registro giornaliero;\nc. svolgere le ispezioni;\nd. interporre ricorsi in materia di registro di commercio al Tribunale federale contro decisioni del Tribunale amministrativo federale e dei tribunali cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_5"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 2: Autorità del registro di commercio, Alta vigilanza della Confederazione ",
        "citation": "Art. 5 cpv. 3 ORC",
        "content": "Le autorità del registro di commercio comunicano le loro decisioni all’UFRC. Sono eccettuate le decisioni concernenti unicamente gli emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_5"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 2: Autorità del registro di commercio, Informazione e rapporto",
        "citation": "Art. 5a cpv. 1 ORC",
        "content": "Gli uffici cantonali del registro di commercio presentano all’UFRC un rapporto annuale sulla loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_5_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 2: Autorità del registro di commercio, Informazione e rapporto",
        "citation": "Art. 5a cpv. 2 ORC",
        "content": "L’UFRC stila un rapporto sui risultati delle ispezioni destinato all’ufficio cantonale del registro di commercio e al responsabile dell’unità amministrativa di cui fa parte tale ufficio. L’UFRC controlla successivamente le misure correttive raccomandate nel quadro delle ispezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_5_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Struttura del registro di commercio",
        "citation": "Art. 6 cpv. 1 ORC",
        "content": "Il registro di commercio si compone del registro giornaliero, del registro principale, delle notificazioni e dei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_6"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Struttura del registro di commercio",
        "citation": "Art. 6 cpv. 2 ORC",
        "content": "Il registro giornaliero è l’elenco elettronico di tutte le iscrizioni in ordine progressivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_6"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Struttura del registro di commercio",
        "citation": "Art. 6 cpv. 3 ORC",
        "content": "Il registro principale è il riassunto in forma elettronica di tutte le iscrizioni giuridicamente valide nel registro giornaliero classificate per ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_6"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Contenuto del registro di commercio",
        "citation": "Art. 7 ORC",
        "content": "Il registro giornaliero e il registro principale contengono le iscrizioni concernenti:\na. gli enti giuridici;\nb. le procure non commerciali (art. 458 cpv. 3 CO);\nc. il capo di indivisioni (art. 341 cpv. 3 CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_7"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro giornaliero",
        "citation": "Art. 8 cpv. 1 ORC",
        "content": "Tutti i fatti da iscrivere nel registro di commercio sono inseriti nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro giornaliero",
        "citation": "Art. 8 cpv. 2 ORC",
        "content": "L’ufficio del registro di commercio procede alle iscrizioni fondandosi sulla notificazione e sui documenti giustificativi oppure su una sentenza o su una decisione, oppure effettua le iscrizioni d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro giornaliero",
        "citation": "Art. 8 cpv. 3 ORC",
        "content": "Il registro giornaliero contiene:\na. le iscrizioni;\nb. il numero e la data dell’iscrizione;\nc. la sigla d’identificazione della persona che ha provveduto all’iscrizione o l’ha ordinata e l’indicazione dell’ufficio del registro di commercio;\nd. gli emolumenti per l’iscrizione;\ne. l’elenco dei documenti giustificativi su cui si fonda l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro giornaliero",
        "citation": "Art. 8 cpv. 4 ORC",
        "content": "Le iscrizioni nel registro giornaliero sono numerate in ordine progressivo. La numerazione ricomincia da capo per ogni anno civile. Numeri già assegnati di iscrizioni che non hanno acquisito validità giuridica non possono essere riutilizzati nel corso del medesimo anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro giornaliero",
        "citation": "Art. 8 cpv. 5 ORC",
        "content": "Le iscrizioni nel registro giornaliero non possono essere modificate a posteriori e devono essere conservate a tempo indeterminato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_8"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro principale",
        "citation": "Art. 9 cpv. 1 ORC",
        "content": "Le iscrizioni nel registro giornaliero sono riportate nel registro principale dopo l’approvazione da parte dell’UFRC. Sono riportate al più tardi il giorno della pubblicazione nel Foglio ufficiale svizzero di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro principale",
        "citation": "Art. 9 cpv. 2 ORC",
        "content": "Il registro principale contiene per ogni ente giuridico le indicazioni seguenti:\na. tutte le iscrizioni contenute nel registro giornaliero conformemente all’articolo 8 capoverso 3 lettere a e b;\nb. la data della prima iscrizione dell’ente giuridico nel registro di commercio;\nc. il numero dell’iscrizione nel registro giornaliero;\nd. il numero di comunicazione nonché la data e il numero della pubblicazione di questa iscrizione nel Foglio ufficiale svizzero di commercio;\ne. il rinvio a un’eventuale iscrizione precedente su una scheda o nell’indice alfabetico delle ditte;\nf. la data della cancellazione nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro principale",
        "citation": "Art. 9 cpv. 3 ORC",
        "content": "La cancellazione di un ente giuridico deve essere evidenziata in modo chiaro nel registro principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro principale",
        "citation": "Art. 9 cpv. 4 ORC",
        "content": "Le iscrizioni nel registro principale non possono più essere modificate a posteriori e continuano a sussistere a tempo indeterminato. Sono fatte salve le correzioni di natura puramente tipografica che non modificano il contenuto materiale. Le rispettive correzioni sono verbalizzate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 3: Struttura e contenuto del registro di commercio, Registro principale",
        "citation": "Art. 9 cpv. 5 ORC",
        "content": "Il registro principale deve essere riproducibile in ogni momento elettronicamente o su carta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_9"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Deroghe ",
        "citation": "Art. 10 ORC",
        "content": "Non soggiacciono alla pubblicità del registro di commercio secondo l’articolo 936 CO:\na. il numero AVS;\nb. la corrispondenza relativa a un’iscrizione;\nc. le copie dei documenti d’identità;\nd. le copie dei documenti di cui all’articolo 62.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_10"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Consultazione ed estratti",
        "citation": "Art. 11 cpv. 1 ORC",
        "content": "Su domanda, gli uffici del registro di commercio autorizzano la consultazione del registro principale, della notificazione e dei documenti giustificativi e rilasciano:\na. estratti autenticati delle iscrizioni concernenti un ente giuridico che figura nel registro principale;\nb. copie delle notificazioni e dei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Consultazione ed estratti",
        "citation": "Art. 11 cpv. 2 ORC",
        "content": "Un estratto può essere rilasciato prima della pubblicazione dell’iscrizione nel Foglio ufficiale svizzero di commercio soltanto se tale iscrizione è già stata approvata dall’UFRC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Consultazione ed estratti",
        "citation": "Art. 11 cpv. 5 ORC",
        "content": "L’UFRC provvede mediante una direttiva a una struttura e una presentazione unitarie degli estratti. Permette ai Cantoni l’uso degli stemmi e dei simboli cantonali. Può emanare prescrizioni riguardanti la sicurezza degli estratti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Consultazione ed estratti",
        "citation": "Art. 11 cpv. 6 ORC",
        "content": "L’ufficio del registro di commercio attesta su domanda che un determinato ente giuridico non è iscritto nel registro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Consultazione ed estratti",
        "citation": "Art. 11 cpv. 7 ORC",
        "content": "All’allestimento degli estratti, delle copie di notificazioni e di documenti giustificativi e delle attestazioni in forma elettronica nonché all’allestimento delle copie cartacee di documenti elettronici si applica l’ordinanza dell’8 dicembre 2017 sulla realizzazione di atti pubblici e autenticazioni in forma elettronica (OAPuE).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_11"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 4: Pubblicità del registro di commercio, Offerta elettronica",
        "citation": "Art. 12 ORC",
        "content": "Gli statuti, gli atti di fondazione, gli altri documenti giustificativi e le notificazioni, resi gratuitamente accessibili in Internet non devono essere legalizzati dall’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 5:, Autenticazioni da parte dell’ufficio del registro di commercio",
        "citation": "Art. 12a cpv. 1 ORC",
        "content": "L’ufficio del registro di commercio è autorizzato ad allestire copie cartacee autenticate o copie elettroniche autenticate secondo l’OAPuE di notificazioni, documenti giustificativi e altri documenti nonché di firme in forma cartacea o elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 5:, Autenticazioni da parte dell’ufficio del registro di commercio",
        "citation": "Art. 12a cpv. 2 ORC",
        "content": "L’ufficio del registro di commercio indica sulla copia cartacea autenticata:\na. che si tratta di una copia conforme al documento originale; e\nb. che il documento originale era cartaceo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 5:, Autenticazioni da parte dell’ufficio del registro di commercio",
        "citation": "Art. 12a cpv. 3 ORC",
        "content": "All’allestimento di autenticazioni elettroniche e all’allestimento di copie cartacee autenticate di documenti elettronici si applica l’OAPuE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 6:, Comunicazione elettronica, Ammissibilità degli atti scritti elettronici e diritto applicabile",
        "citation": "Art. 12b ORC",
        "content": "Se non disposto diversamente dalla presente ordinanza, alla comunicazione elettronica per il registro di commercio si applicano le disposizioni degli articoli 130 capoverso 2 e 143 capoverso 2 del Codice di procedura civile (CPC) e dell’ordinanza del 18 giugno 2010 sulla comunicazione per via elettronica nell’ambito di procedimenti civili e penali nonché di procedure d’esecuzione e fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 6:, Comunicazione elettronica, Trasmissione",
        "citation": "Art. 12c cpv. 1 ORC",
        "content": "Gli atti scritti elettronici possono essere fatti pervenire agli uffici del registro di commercio mediate piattaforme di trasmissione come previsto dagli articoli 2 e 4 dell’ordinanza del 18 giugno 2010 sulla comunicazione per via elettronica nell’ambito di procedimenti civili e penali nonché di procedure di esecuzione e fallimento oppure mediante le pagine Internet della Confederazione o dei Cantoni, se queste ultime: \na. garantiscono la riservatezza (criptaggio) dei dati; e\nb. rilasciano una ricevuta munita di sigillo elettronico regolamentato e di una marca temporale elettronica ai sensi dell’articolo 2 lettere d e i FiEle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 6:, Comunicazione elettronica, Trasmissione",
        "citation": "Art. 12c cpv. 2 ORC",
        "content": "L’UFRC può disciplinare lo svolgimento e l’automazione della comunicazione elettronica, segnatamente in riferimento a moduli, formato delle banche dati, struttura dei dati, processi operativi e procedure di trasmissione alternative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 6:, Comunicazione elettronica, Estratti elettronici",
        "citation": "Art. 12e ORC",
        "content": "Le disposizioni di questo capitolo si applicano per analogia alla consegna di estratti elettronici autenticati dal registro giornaliero o dal registro principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_12_e"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Ricerche su ditte e nomi",
        "citation": "Art. 13 cpv. 1 ORC",
        "content": "Su domanda, l’UFRC svolge ricerche scritte su ditte e nomi di enti giuridici nella banca dati centrale degli enti giuridici di cui all’articolo 928b CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_13"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Ricerche su ditte e nomi",
        "citation": "Art. 13 cpv. 2 ORC",
        "content": "Mette a disposizione la piattaforma Internet Regix per la registrazione completamente elettronica dei mandati di ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_13"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Indice centrale delle ditte (Zefix)",
        "citation": "Art. 14 cpv. 1 ORC",
        "content": "I dati degli enti giuridici accessibili gratuitamente in Internet secondo l’articolo 928b capoverso 2 CO possono essere consultati mediante la piattaforma Internet Zefix o un’interfaccia tecnica. Questi dati non esplicano effetti giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_14"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Indice centrale delle ditte (Zefix)",
        "citation": "Art. 14 cpv. 2 ORC",
        "content": "L’UFRC mette a disposizione del pubblico per utilizzo gratuito i dati degli enti giuridici attivi necessari alla loro identificazione contenuti nella banca dati centrale degli enti giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_14"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Indice centrale delle ditte (Zefix)",
        "citation": "Art. 14 cpv. 3 ORC",
        "content": "Il DFGP determina: \na. i dati che devono figurare nella banca dati centrale degli enti giuridici;\nb. i dati della banca dati centrale degli enti giuridici che sono pubblici;\nc. il contenuto delle raccolte di dati che sono resi accessibili;\nd. le condizioni e le modalità di accesso alle raccolte di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_14"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Banca dati centrale delle persone",
        "citation": "Art. 14a cpv. 1 ORC",
        "content": "L’UFRC è responsabile della concessione dei diritti di registrazione e di trattamento dei dati nella banca dati centrale delle persone e della protezione e la sicurezza dei dati di questa banca dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_14_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 1: Disposizioni generali, Capitolo 7:, Banche dati centrali, Banca dati centrale delle persone",
        "citation": "Art. 14a cpv. 2 ORC",
        "content": "Gli uffici del registro di commercio sono responsabili in particolare della registrazione e del trattamento tecnicamente qualificati e corretti dei dati e provvedono all’allineamento dei dati del registro cantonale con quelli di altri registri pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_14_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Contenuto, forma e lingua",
        "citation": "Art. 16 cpv. 1 ORC",
        "content": "La notificazione identifica chiaramente l’ente giuridico e indica i fatti da iscrivere o rinvia ai documenti giustificativi menzionati singolarmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Contenuto, forma e lingua",
        "citation": "Art. 16 cpv. 2 ORC",
        "content": "La notificazione può essere presentata in forma scritta o elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Contenuto, forma e lingua",
        "citation": "Art. 16 cpv. 3 ORC",
        "content": "Le notificazioni elettroniche devono essere conformi alle disposizioni degli articoli 12b e 12c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Contenuto, forma e lingua",
        "citation": "Art. 16 cpv. 4 ORC",
        "content": "Le notificazioni devono essere allestite in una lingua ufficiale del Cantone nel quale è effettuata l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_16"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Persone che notificano l’iscrizione",
        "citation": "Art. 17 cpv. 1 ORC",
        "content": "Laddove la legislazione non disponga altrimenti, la notificazione è effettuata:\na. da una o più persone autorizzate a rappresentare l’ente giuridico interessato conformemente al loro diritto di firma;\nb. da terzi con procura;\nc. dal proprietario in caso di procura non commerciale;\nd. dal capo dell’indivisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Persone che notificano l’iscrizione",
        "citation": "Art. 17 cpv. 2 ORC",
        "content": "Le seguenti iscrizioni possono inoltre essere notificate dalle persone interessate:\na. la cancellazione dei membri degli organi o dei poteri di rappresentanza (art. 933 cpv. 2 CO);\nb. la modifica dei dati personali secondo l’articolo 119;\nc. la cancellazione del domicilio legale secondo l’articolo 117 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Persone che notificano l’iscrizione",
        "citation": "Art. 17 cpv. 3 ORC",
        "content": "La procura conferita a terzi secondo il capoverso 1 lettera b, deve essere firmata da uno o più membri dell’organo superiore di direzione o di amministrazione autorizzato a rappresentare l’ente giuridico interessato conformemente al diritto di firma. Va allegata alla notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Persone che notificano l’iscrizione",
        "citation": "Art. 17 cpv. 4 ORC",
        "content": "Qualora gli eredi siano tenuti a notificare un’iscrizione, gli esecutori testamentari o i liquidatori dell’eredità possono procedere alla notificazione in loro vece.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_17"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Firma",
        "citation": "Art. 18 cpv. 1 ORC",
        "content": "Laddove la legislazione non disponga altrimenti, la notificazione deve essere firmata dalle persone di cui all’articolo 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Firma",
        "citation": "Art. 18 cpv. 2 ORC",
        "content": "La notificazione effettuata su carta deve essere firmata presso l’ufficio del registro di commercio o prodotta con le firme autenticate. Un’autenticazione non è richiesta in caso di firme di terzi con procura e se le firme sono già state prodotte in precedenza in forma autenticata per il medesimo ente giuridico. Se vi sono motivi fondati per dubitare dell’autenticità della firma, l’ufficio del registro di commercio può chiedere una nuova autenticazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Firma",
        "citation": "Art. 18 cpv. 3 ORC",
        "content": "Se firmano la notificazione presso l’ufficio del registro di commercio, le persone che notificano l’iscrizione devono attestare la loro identità mediante passaporto, carta d’identità o carta di soggiorno svizzera validi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Firma",
        "citation": "Art. 18 cpv. 4 ORC",
        "content": "Le notificazioni elettroniche devono essere munite di una firma elettronica qualificata con marca temporale elettronica qualificata ai sensi dell’articolo 2 lettere e e j FiEle. Fatto salvo l’articolo 21, non devono essere depositate le firme autografe delle persone che sottoscrivono la notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_18"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Iscrizione fondata su una sentenza o una decisione",
        "citation": "Art. 19 cpv. 1 ORC",
        "content": "Il tribunale o l’autorità che ordina l’iscrizione di fatti nel registro di commercio trasmette all’ufficio del registro di commercio la pertinente sentenza o decisione. La sentenza o la decisione può essere trasmessa soltanto dopo che è diventata esecutiva. È fatto salvo l’articolo 176 capoverso 1 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento (LEF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Iscrizione fondata su una sentenza o una decisione",
        "citation": "Art. 19 cpv. 2 ORC",
        "content": "L’ufficio del registro di commercio procede senza indugio all’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Iscrizione fondata su una sentenza o una decisione",
        "citation": "Art. 19 cpv. 3 ORC",
        "content": "Se il dispositivo della sentenza o della decisione contiene disposizioni poco chiare o incomplete riguardanti i fatti da iscrivere, l’ufficio del registro di commercio chiede all’autorità competente di fornire chiarimenti scritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 1: Notificazione, Iscrizione fondata su una sentenza o una decisione",
        "citation": "Art. 19 cpv. 4 ORC",
        "content": "È fatta salva l’approvazione dell’iscrizione da parte dell’UFRC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_19"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Contenuto, forma e lingua",
        "citation": "Art. 20 cpv. 1 ORC",
        "content": "I documenti giustificativi sono prodotti in forma originale o in forma di copia autenticata cartacea o elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Contenuto, forma e lingua",
        "citation": "Art. 20 cpv. 2 ORC",
        "content": "I documenti giustificativi devono essere firmati in modo conforme alla legge. I documenti giustificativi in forma elettronica devono recare una firma elettronica qualificata corredata di una marca temporale elettronica qualificata ai sensi dell’articolo 2 lettera e j FiEle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Contenuto, forma e lingua",
        "citation": "Art. 20 cpv. 3 ORC",
        "content": "Atti pubblici in forma elettronica e autenticazioni elettroniche nonché copie cartacee di documenti elettronici devono essere conformi ai requisiti dell’OAPuE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Contenuto, forma e lingua",
        "citation": "Art. 20 cpv. 4 ORC",
        "content": "Se i documenti giustificativi sono prodotti in una lingua che non è la lingua ufficiale del Cantone, l’ufficio del registro di commercio può esigere una traduzione purché sia necessario per l’esame o la consultazione da parte di terzi. Se necessario può designare il traduttore. In questo caso la traduzione funge anche da documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_20"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Firme",
        "citation": "Art. 21 cpv. 1 ORC",
        "content": "Una persona autorizzata a firmare che è notificata per l’iscrizione nel registro di commercio deve depositare la propria firma autografa presso l’ufficio del registro di commercio secondo una delle modalità seguenti:\na. firmando presso l’ufficio del registro di commercio;\nb. consegnando la propria firma autografa come documento giustificativo all’ufficio del registro di commercio:\n1. su carta, autenticata da un pubblico ufficiale,\n2. digitalizzata e autenticata da un pubblico ufficiale, o\n3. digitalizzata e attestata dalla persona stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_21"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Firme",
        "citation": "Art. 21 cpv. 2 ORC",
        "content": "Se firma presso l’ufficio del registro di commercio, deve comprovare la sua identità mediante passaporto, carta d’identità o carta di soggiorno svizzera validi. L’ufficio del registro di commercio legalizza la firma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_21"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Firme",
        "citation": "Art. 21 cpv. 3 ORC",
        "content": "Per attestare essa stessa la firma digitalizzata, la persona autorizzata a firmare vi appone una dichiarazione in cui riconosce la firma come sua e una firma elettronica qualificata con marca temporale elettronica qualificata ai sensi dell’articolo 2 lettere e e j FiEle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_21"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Statuto e atto di fondazione",
        "citation": "Art. 22 cpv. 1 ORC",
        "content": "Nel registro di commercio è iscritta come data dello statuto il giorno in cui:\na. i promotori hanno accettato lo statuto; o\nb. l’organo competente della società ha deciso l’ultima modifica dello statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Statuto e atto di fondazione",
        "citation": "Art. 22 cpv. 2 ORC",
        "content": "Nel registro di commercio è iscritta come data dell’atto di fondazione il giorno in cui:\na. l’atto pubblico attestante la costituzione della fondazione è stato allestito;\nb. la disposizione a causa di morte è stata allestita; o\nc. l’atto di fondazione è stato modificato da un tribunale o un’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Statuto e atto di fondazione",
        "citation": "Art. 22 cpv. 3 ORC",
        "content": "Qualora lo statuto o l’atto di fondazione fossero modificati o adeguati, occorre produrre all’ufficio del registro di commercio una nuova versione completa dello statuto o dell’atto di fondazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Statuto e atto di fondazione",
        "citation": "Art. 22 cpv. 4 ORC",
        "content": "I seguenti documenti devono essere legalizzati da un pubblico ufficiale:\na. gli statuti di:\n1. società anonime, \n2. società in accomandita, \n3. società a garanzia limitata, \n4. società cooperative, \n5. società di investimento a capitale fisso, \n6. società di investimento a capitale variabile;\nb. atti di fondazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Statuto e atto di fondazione",
        "citation": "Art. 22 cpv. 5 ORC",
        "content": "Gli statuti delle associazioni devono essere firmati da un membro della direzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_22"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Verbali concernenti le deliberazioni",
        "citation": "Art. 23 cpv. 1 ORC",
        "content": "Se i fatti da iscrivere si fondano su deliberazioni o elezioni di organi di una persona giuridica e le deliberazioni non necessitano dell’atto pubblico, il verbale o l’estratto del verbale concernente la deliberazione o una deliberazione per circolazione è prodotto come documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_23"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Verbali concernenti le deliberazioni",
        "citation": "Art. 23 cpv. 2 ORC",
        "content": "I verbali o gli estratti dei verbali recano la firma del segretario e del presidente dell’organo che ha deliberato, mentre le deliberazioni per circolazione la firma di tutte le persone appartenenti all’organo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_23"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Verbali concernenti le deliberazioni",
        "citation": "Art. 23 cpv. 3 ORC",
        "content": "Non è necessario produrre un verbale o un estratto del verbale dell’organo superiore di direzione o di amministrazione se la notificazione all’ufficio del registro di commercio è firmata da tutti i membri di tale organo. Non è neppure necessario produrre un verbale o un estratto del verbale dell’assemblea dei soci delle società a garanzia limitata se la notificazione all’ufficio del registro di commercio è firmata da tutti i soci iscritti nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_23"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Esistenza di enti giuridici",
        "citation": "Art. 24 cpv. 1 ORC",
        "content": "Se un fatto da iscrivere si riferisce a un ente giuridico iscritto nel registro di commercio svizzero, non è necessario documentarne l’esistenza. L’ufficio del registro di commercio, competente per l’iscrizione di tale fatto, verifica l’esistenza dell’ente giuridico consultando la banca dati cantonale del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Esistenza di enti giuridici",
        "citation": "Art. 24 cpv. 2 ORC",
        "content": "L’esistenza di un ente giuridico che non è iscritto nel registro di commercio svizzero è documentata mediante un estratto attuale autenticato del registro di commercio estero o mediante un documento equivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Identificazione di persone fisiche ",
        "citation": "Art. 24a cpv. 1 ORC",
        "content": "L’identità delle persone fisiche iscritte nel registro di commercio deve essere verificata mediante passaporto, carta di identità o carta di soggiorno svizzera validi oppure mediante una copia di uno di questi documenti. Ai fini della raccolta dei dati necessari a identificare la persona indicati nell’articolo 24b, l’ufficio del registro di commercio può allestire una copia del documento presentato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Identificazione di persone fisiche ",
        "citation": "Art. 24a cpv. 2 ORC",
        "content": "L’identità di una persona fisica può essere provata anche mediante un atto pubblico o un’autentica di firma, se riportano i dati indicati all’articolo 24b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Identificazione di persone fisiche ",
        "citation": "Art. 24a cpv. 3 ORC",
        "content": "Eventuali copie dei documenti di identità sono archiviate con la corrispondenza. Possono essere distrutte non appena l’iscrizione della persona fisica nel registro giornaliero è giuridicamente efficace.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Dati per l’identificazione",
        "citation": "Art. 24b cpv. 1 ORC",
        "content": "Sulla base del documento di identità e ai fini dell’identificazione delle persone fisiche vengono iscritti nel registro di commercio i seguenti dati:\na. il cognome;\nb. se del caso, il cognome prima del matrimonio;\nc. tutti i nomi nell’ordine corretto;\nd. la data di nascita;\ne. il sesso;\nf. il Comune politico del luogo d’origine o, per i cittadini stranieri, la cittadinanza;\ng. il tipo, il numero e lo Stato di emissione del documento di identità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Dati per l’identificazione",
        "citation": "Art. 24b cpv. 2 ORC",
        "content": "Nel registro di commercio sono inoltre iscritti i seguenti dati:\na. eventuali nomi usuali, vezzeggiativi, nomi d’arte, cognomi d’affinità, nomi ricevuti in seno a un ordine religioso o cognomi dell’unione domestica registrata;\nb. il Comune politico del luogo di domicilio o, in caso di domicilio all’estero, la località e lo Stato;\nc. se del caso, il numero personale già assegnato e non significante della banca dati centrale delle persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Dati per l’identificazione",
        "citation": "Art. 24b cpv. 3 ORC",
        "content": "La pubblicità di questi dati è retta dall’articolo 119 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_24_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Atti pubblici e legalizzazioni allestite all’estero",
        "citation": "Art. 25 cpv. 1 ORC",
        "content": "Gli atti pubblici e le legalizzazioni allestite all’estero devono essere corredati di una dichiarazione della competente autorità del luogo ove furono allestiti, dalla quale risulti che essi sono stati allestiti dall’ufficiale pubblico competente. Inoltre devono essere prodotte, salvo che i trattati non dispongano diversamente, le legalizzazioni del Governo estero e delle competenti rappresentanze diplomatiche o consolari della Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_25"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 1: Notificazione e documenti giustificativi, Sezione 2: Documenti giustificativi, Atti pubblici e legalizzazioni allestite all’estero",
        "citation": "Art. 25 cpv. 2 ORC",
        "content": "Se occorre allestire un atto pubblico ai sensi del diritto svizzero e produrlo come documento giustificativo all’ufficio del registro di commercio, quest’ultimo può esigere la prova che la procedura di certificazione estera equivale alla procedura di certificazione pubblica applicata in Svizzera. A tal proposito esso può chiedere una perizia e nominare il perito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_25"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Termine",
        "citation": "Art. 26 ORC",
        "content": "Se per l’iscrizione nel registro di commercio è previsto un termine, quest’ultimo è reputato osservato se la notificazione e i documenti giustificativi richiesti sono conformi ai requisiti legali e:\na. sono consegnati all’ufficio del registro di commercio o, all’indirizzo di questo, alla Posta Svizzera entro l’ultimo giorno del termine previsto; o\nb. è stato confermato al mittente che la notificazione elettronica e i documenti giustificativi in forma elettronica necessari sono stati ricevuti entro l’ultimo giorno del termine previsto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_26"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Rettificazione",
        "citation": "Art. 27 ORC",
        "content": "L’ufficio del registro di commercio rettifica, su domanda o d’ufficio, i propri errori di redazione e di trascrizione. La rettificazione deve essere designata come tale e figurare nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_27"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Complemento",
        "citation": "Art. 28 ORC",
        "content": "Su domanda o d’ufficio, l’ufficio del registro di commercio iscrive a posteriori i fatti notificati e documentati che non ha iscritto per errore. Il complemento deve essere designato come tale e figurare nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_28"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Lingua",
        "citation": "Art. 29 ORC",
        "content": "L’iscrizione nel registro di commercio è effettuata nella lingua della notificazione secondo l’articolo 16 capoverso 4. Se la notificazione è fatta in romancio, l’iscrizione è effettuata anche in tedesco o italiano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_29"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Set di caratteri",
        "citation": "Art. 29a ORC",
        "content": "Le iscrizioni nel registro di commercio sono effettuate con il set di caratteri ISO 8859-15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_29_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Iscrizione su richiesta di ulteriori fatti",
        "citation": "Art. 30 cpv. 1 ORC",
        "content": "Fatti la cui iscrizione non è prevista dalla legge o dall’ordinanza possono essere iscritti nel registro di commercio su domanda se:\na. l’iscrizione è compatibile con lo scopo del registro di commercio; e\nb. un importante interesse pubblico giustifica la pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_30"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 2: Principi concernenti l’iscrizione, Iscrizione su richiesta di ulteriori fatti",
        "citation": "Art. 30 cpv. 2 ORC",
        "content": "Le prescrizioni sulla notificazione e i documenti giustificativi si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_30"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Trasmissione all’UFRC",
        "citation": "Art. 31 ORC",
        "content": "Gli uffici cantonali del registro di commercio trasmettono elettronicamente le loro iscrizioni all’UFRC il giorno feriale in cui sono state iscritte nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_31"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Verifica e approvazione da parte dell’UFRC",
        "citation": "Art. 32 cpv. 1 ORC",
        "content": "L’UFRC verifica e approva le iscrizioni sempreché siano soddisfatte le condizioni secondo la legge e l’ordinanza. Comunica in forma elettronica la sua approvazione all’ufficio cantonale del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Verifica e approvazione da parte dell’UFRC",
        "citation": "Art. 32 cpv. 2 ORC",
        "content": "La notificazione e i documenti giustificativi sono consultati soltanto eccezionalmente se vi è un motivo particolare di procedere in tal senso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Verifica e approvazione da parte dell’UFRC",
        "citation": "Art. 32 cpv. 3 ORC",
        "content": "L’obbligo di verifica da parte dell’UFRC corrisponde a quello dell’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Verifica e approvazione da parte dell’UFRC",
        "citation": "Art. 32 cpv. 4 ORC",
        "content": "L’UFRC trasmette elettronicamente al Foglio ufficiale svizzero di commercio le iscrizioni approvate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_32"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Diniego dell’approvazione",
        "citation": "Art. 33 cpv. 1 ORC",
        "content": "Se nega l’approvazione, l’UFRC comunica la sua decisione all’ufficio cantonale del registro di commercio motivandola sommariamente. Questa comunicazione rappresenta una decisione incidentale non impugnabile autonomamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Diniego dell’approvazione",
        "citation": "Art. 33 cpv. 2 ORC",
        "content": "Se il diniego dell’approvazione si fonda su lacune alle quali l’ufficio cantonale del registro di commercio non può porre rimedio, quest’ultimo invia la decisione negativa alle persone che hanno presentato la notificazione. Dà loro la possibilità di indirizzare all’UFRC il loro parere scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Diniego dell’approvazione",
        "citation": "Art. 33 cpv. 3 ORC",
        "content": "Se approva a posteriori l’iscrizione, l’UFRC ne informa l’ufficio cantonale del registro di commercio. Quest’ultimo gli ritrasmette elettronicamente l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Diniego dell’approvazione",
        "citation": "Art. 33 cpv. 4 ORC",
        "content": "Se nega definitivamente l’approvazione dell’iscrizione, l’UFRC emana una decisione impugnabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_33"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Informazione sull’approvazione ",
        "citation": "Art. 34 ORC",
        "content": "L’ufficio cantonale del registro di commercio informa su richiesta le persone che hanno presentato una notificazione non appena l’iscrizione è approvata dall’UFRC. Precisa che l’iscrizione acquisisce validità soltanto con la pubblicazione elettronica nel Foglio ufficiale svizzero di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_34"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Pubblicazione",
        "citation": "Art. 35 cpv. 1 ORC",
        "content": "Le iscrizioni sono pubblicate in forma elettronica nel Foglio ufficiale svizzero di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_35"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 2: Procedura d’iscrizione, Capitolo 3: Verifica, approvazione e pubblicazione delle iscrizioni Pubblicazione",
        "citation": "Art. 35 cpv. 2 ORC",
        "content": "L’UFRC assegna a ogni iscrizione un numero di comunicazione e stabilisce la data di pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_35"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Notificazione e documenti giustificativi",
        "citation": "Art. 37 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una ditta individuale occorre fornire i documenti giustificativi soltanto se:\na. i fatti da iscrivere non risultano dalla notificazione;\nb. è necessario in virtù di altre disposizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_37"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Notificazione e documenti giustificativi",
        "citation": "Art. 37 cpv. 2 ORC",
        "content": "Se è già stato attribuito all’impresa individuale, il numero d’identificazione delle imprese deve essere indicato nella notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_37"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Contenuto dell’iscrizione",
        "citation": "Art. 38 ORC",
        "content": "L’iscrizione nel registro di commercio delle ditte individuali contiene le indicazioni seguenti:\na. la ditta e il numero d’identificazione delle imprese;\nb. la sede e il domicilio legale;\nc. la forma giuridica;\nd. lo scopo;\ne. il titolare della ditta individuale;\nf. le persone autorizzate a rappresentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_38"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Cancellazione",
        "citation": "Art. 39 cpv. 1 ORC",
        "content": "Se cessa l’attività aziendale o la trasferisce a un’altra persona o a un altro ente giuridico, il titolare di una ditta individuale deve notificare la cancellazione della ditta individuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Cancellazione",
        "citation": "Art. 39 cpv. 2 ORC",
        "content": "Se il titolare di una ditta individuale è deceduto, uno degli eredi deve notificare, per l’iscrizione, la cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Cancellazione",
        "citation": "Art. 39 cpv. 3 ORC",
        "content": "Oltre alla cancellazione, nel registro di commercio deve essere iscritto anche il motivo della cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 1: Ditta individuale, Cancellazione",
        "citation": "Art. 39 cpv. 4 ORC",
        "content": "Se nei casi di cui ai capoversi 1 e 2 l’attività aziendale prosegue e le condizioni di cui all’articolo 931 capoverso 1 CO sono soddisfatte, il nuovo titolare è obbligato a notificare l’impresa. A quest’ultima è assegnato un nuovo numero di identificazione delle imprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_39"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Notificazione e documenti giustificativi",
        "citation": "Art. 40 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una società in nome collettivo o in accomandita occorre fornire i documenti giustificativi soltanto se:\na. i fatti da iscrivere non risultano dalla notificazione;\nb. è necessario in virtù di altre disposizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_40"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Notificazione e documenti giustificativi",
        "citation": "Art. 40 cpv. 2 ORC",
        "content": "Se è già stato attribuito alla società in nome collettivo o in accomandita, il numero di identificazione delle imprese deve essere indicato nella notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_40"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Contenuto dell’iscrizione",
        "citation": "Art. 41 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio delle società in nome collettivo contiene le indicazioni seguenti:\na. la ditta e il numero d’identificazione delle imprese;\nb. la sede e il domicilio legale;\nc. la forma giuridica;\nd. la data d’inizio della società;\ne. lo scopo;\nf. i soci;\ng. le persone autorizzate a rappresentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_41"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Contenuto dell’iscrizione",
        "citation": "Art. 41 cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio delle società in accomandita contiene le indicazioni seguenti:\na. la ditta e il numero d’identificazione delle imprese;\nb. la sede e il domicilio legale;\nc. la forma giuridica;\nd. la data d’inizio della società;\ne. lo scopo;\nf. i soci illimitatamente responsabili (accomandatari);\ng. i soci limitatamente responsabili (accomandanti) con l’indicazione dell’importo del rispettivo capitale accomandato;\nh. se il capitale accomandato è fornito totalmente o in parte in natura, il suo oggetto e valore;\ni. le persone autorizzate a rappresentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_41"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Contenuto dell’iscrizione",
        "citation": "Art. 41 cpv. 3 ORC",
        "content": "Per le società in nome collettivo o in accomandita che non gestiscono un’attività in forma commerciale, la data d’inizio della società coincide con la data dell’iscrizione nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_41"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Scioglimento e cancellazione",
        "citation": "Art. 42 cpv. 1 ORC",
        "content": "Se una società in nome collettivo o in accomandita è sciolta in vista della sua liquidazione, i soci notificano lo scioglimento per l’iscrizione nel registro di commercio (art. 574 cpv. 2 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Scioglimento e cancellazione",
        "citation": "Art. 42 cpv. 2 ORC",
        "content": "Con la notificazione dello scioglimento non occorre fornire ulteriori documenti giustificativi. È fatto salvo il deposito delle firme dei liquidatori che non sono soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Scioglimento e cancellazione",
        "citation": "Art. 42 cpv. 3 ORC",
        "content": "In caso di scioglimento della società l’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. il fatto che la società è stata sciolta;\nb. la ditta con la menzione «in liquidazione» o «in liq.»;\nc. i liquidatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Scioglimento e cancellazione",
        "citation": "Art. 42 cpv. 4 ORC",
        "content": "Terminata la liquidazione, i liquidatori sono tenuti a notificare la cancellazione della società (art. 589 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 2: Società in nome collettivo o in accomandita, Scioglimento e cancellazione",
        "citation": "Art. 42 cpv. 5 ORC",
        "content": "Oltre alla cancellazione, nel registro di commercio deve essere iscritto anche il motivo della cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_42"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 1: Costituzione, Notificazione e documenti giustificativi",
        "citation": "Art. 43 cpv. 1 ORC",
        "content": "Con la notificazione della costituzione di una società anonima occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto costitutivo autentico;\nb. lo statuto;\nc. una prova che i membri del consiglio d’amministrazione hanno accettato la loro elezione;\nd. se del caso, una prova che l’ufficio di revisione previsto dalla legge ha accettato la sua elezione;\ne. il verbale della seduta costitutiva del consiglio d’amministrazione con l’elezione del presidente e l’attribuzione del diritto di firma; \nf. in caso di conferimenti in denaro, un’attestazione in cui figuri presso quale banca sono stati depositati i conferimenti, sempreché la banca non sia menzionata nell’atto pubblico;\ng. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla società un domicilio legale nel luogo di sede di quest’ultima;\nh. ...\ni. in caso di azioni al portatore: la prova che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della legge federale del 3 ottobre 2008 sui titoli contabili (LTCo).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_43"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 1: Costituzione, Notificazione e documenti giustificativi",
        "citation": "Art. 43 cpv. 2 ORC",
        "content": "Per le indicazioni già contenute nell’atto costitutivo, non occorre fornire alcun documento giustificativo supplementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_43"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 1: Costituzione, Notificazione e documenti giustificativi",
        "citation": "Art. 43 cpv. 3 ORC",
        "content": "In caso di conferimenti in natura, compensazioni di crediti o vantaggi speciali, occorre fornire i documenti giustificativi supplementari seguenti:\na. i contratti dei conferimenti in natura con gli allegati necessari;\nb. ...\nc. la relazione sulla costituzione firmata da tutti i promotori;\nd. l’attestazione di verifica senza riserve di un’impresa di revisione sotto sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_43"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 1: Costituzione, Atto costitutivo",
        "citation": "Art. 44 ORC",
        "content": "L’atto costitutivo autentico contiene le indicazioni seguenti:\na. i dati personali dei promotori nonché, se del caso, dei loro rappresentanti;\nb. la dichiarazione dei promotori di costituire una società anonima;\nc. la conferma dei promotori che lo statuto è stato stabilito;\nd. la dichiarazione di ogni promotore circa il numero di azioni da lui sottoscritte, del loro valore nominale, della specie, della categoria e del prezzo di emissione, con l’impegno incondizionato di effettuare un conferimento corrispondente al prezzo di emissione;\ne. il fatto che i membri del consiglio d’amministrazione sono stati eletti nonché i loro dati personali;\nf. il fatto che l’ufficio di revisione è stato eletto o che la società rinuncia a una revisione;\ng. l’accertamento dei promotori secondo l’articolo 629 capoverso 2 CO;\nh. la menzione di tutti i documenti giustificativi e l’attestazione del pubblico ufficiale che tali documenti sono stati esibiti a lui stesso e ai promotori;\ni. le firme dei promotori;\nj. se il capitale azionario è costituito in una moneta estera o i conferimenti sono effettuati in una moneta diversa da quella del capitale azionario, i corsi di cambio applicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_44"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 1: Costituzione, Contenuto dell’iscrizione",
        "citation": "Art. 45 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio delle società anonime contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società anonima;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data dello statuto;\nf. se limitata, la durata della società;\ng. lo scopo;\nh. l’entità e la moneta del capitale azionario e dei conferimenti effettuati, nonché il numero, il valore nominale e la specie delle azioni;\ni. se del caso, le azioni con diritto di voto privilegiato;\nj. se è emesso un capitale di partecipazione, l’entità e la moneta di tale capitale di partecipazione e dei conferimenti effettuati nonché il numero, il valore nominale e la specie dei buoni di partecipazione;\nk. nel caso di azioni o di buoni di partecipazione privilegiati, i diritti di preferenza ad essi inerenti;\nl. nel caso di una limitazione della trasmissibilità delle azioni o dei buoni di partecipazione, un rinvio allo statuto per i dettagli;\nm. se sono emessi buoni di godimento, il loro numero e i diritti ad essi inerenti;\nn. i membri del consiglio di amministrazione;\no. le persone autorizzate a rappresentare;\np. se la società non effettua una revisione ordinaria o una revisione limitata, un rinvio a tale fatto nonché la data della dichiarazione di rinuncia del consiglio d’amministrazione conformemente all’articolo 62 capoverso 2;\nq. se la società effettua una revisione ordinaria o una revisione limitata, l’ufficio di revisione;\nr. l’organo di pubblicazione legale e, se del caso, gli altri organi di pubblicazione;\ns. la forma delle comunicazioni della società ai suoi azionisti prevista dallo statuto;\nt. in caso di azioni al portatore: il fatto che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo;\nu. un rinvio allo statuto, se quest’ultimo contiene una clausola arbitrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_45"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 1: Costituzione, Contenuto dell’iscrizione",
        "citation": "Art. 45 cpv. 2 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, occorre iscrivere anche i fatti seguenti:\na. il conferimento in natura con l’indicazione della data del contratto, dell’oggetto del contratto e delle azioni emesse a tale scopo;\nb. ...\nc. la compensazione di crediti, con l’indicazione del credito e della sua entità nonché delle azioni emesse a tale scopo;\nd. il contenuto e il valore dei vantaggi speciali conformemente all’ulteriore precisazione contenuta nello statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_45"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 2:, Moneta del capitale azionario, Monete estere ammesse",
        "citation": "Art. 45a ORC",
        "content": "Le monete estere ammesse per il capitale di una società anonima sono elencate nell’allegato 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_45_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 2:, Moneta del capitale azionario, Cambio della moneta",
        "citation": "Art. 45b cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di un cambio della moneta del capitale azionario occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione dell’assemblea generale (art. 621 cpv. 3 CO);\nb. l’atto pubblico sulla deliberazione del consiglio d’amministrazione (art. 621 cpv. 3 CO);\nc. lo statuto modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_45_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 2:, Moneta del capitale azionario, Cambio della moneta",
        "citation": "Art. 45b cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. la data della modifica dello statuto;\nh. l’entità e la moneta del capitale azionario e dei conferimenti effettuati nonché il numero, il valore nominale e la specie delle azioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_45_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 3: Aumento ordinario del capitale azionario, Notificazione e documenti giustificativi",
        "citation": "Art. 46 ORC",
        "content": "1 Un aumento ordinario del capitale azionario è notificato per l’iscrizione all’ufficio del registro di commercio entro sei mesi dalla deliberazione dell’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 3: Aumento ordinario del capitale azionario, Notificazione e documenti giustificativi",
        "citation": "Art. 46 cpv. 2 ORC",
        "content": "Con la notificazione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione dell’assemblea generale (art. 650 cpv. 2 CO);\nb. l’atto pubblico sulla deliberazione del consiglio d’amministrazione (art. 652g cpv. 2 CO);\nc. lo statuto modificato;\nd. la relazione sull’aumento del capitale firmata da un membro del consiglio d’amministrazione (art. 652e CO);\ne. in caso di conferimenti in denaro, un’attestazione da cui risulti in quale istituto bancario sono stati depositati i conferimenti, sempreché la banca non sia menzionata nell’atto pubblico;;\nf. se del caso, il prospetto;\ng. nel caso in cui vengono emesse azioni al portatore e la società non aveva ancora azioni al portatore: la prova che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo.3 Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali o se l’aumento di capitale è effettuato mediante conversione di capitale proprio liberamente disponibile, occorre fornire anche i documenti giustificativi seguenti:\na. i contratti dei conferimenti in natura con gli allegati necessari;\nb. l’attestazione di verifica senza riserve da parte di un’impresa di revisione sottoposta a sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato (art. 652f cpv. 1 CO);\nc. nel caso di una liberazione mediante conversione di capitale proprio liberamente disponibile: una prova della copertura dell’ammontare dell’aumento conformemente all’articolo 652d capoverso 2 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 3: Aumento ordinario del capitale azionario, Notificazione e documenti giustificativi",
        "citation": "Art. 46 cpv. 4 ORC",
        "content": "Se i diritti d’opzione sono limitati o soppressi, occorre fornire un’attestazione di verifica senza riserve da parte di un’impresa di revisione sottoposta a sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato (art. 652f cpv. 1 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_46"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 3: Aumento ordinario del capitale azionario, Contenuto dell’iscrizione",
        "citation": "Art. 48 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio di un aumento ordinario del capitale contiene le indicazioni seguenti:\na. la qualifica di aumento ordinario del capitale;\nb. la data della modifica dello statuto;\nc. l’ammontare del capitale azionario dopo l’aumento;\nd. l’ammontare dei conferimenti effettuati dopo l’aumento;\ne. il numero, il valore nominale e la specie delle azioni dopo l’aumento;\nf. se del caso, le azioni con diritto di voto privilegiato;\ng. nel caso di azioni privilegiate, i diritti di preferenza ad esse inerenti;\nh. se del caso, la limitazione della trasferibilità dell’azione;\ni. se l’aumento è effettuato mediante conversione di capitale proprio liberamente disponibile, un rinvio a tale fatto;\nj. nel caso in cui vengono emesse azioni al portatore e la società non aveva ancora azioni al portatore: il fatto che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_48"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 3: Aumento ordinario del capitale azionario, Contenuto dell’iscrizione",
        "citation": "Art. 48 cpv. 2 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applica per analogia l’articolo 45 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_48"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 4: Aumento con capitale condizionale, Decisione di concessione dell’assemblea generale",
        "citation": "Art. 51 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della deliberazione dell’assemblea generale concernente un capitale condizionale occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico concernente la decisione di concessione dell’assemblea generale (art. 653 cpv. 1 CO);\nb. lo statuto modificato;\nc. nel caso in cui vengono emesse azioni al portatore e la società non aveva ancora azioni al portatore: la dichiarazione delle persone notificanti l’iscrizione che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_51"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 4: Aumento con capitale condizionale, Decisione di concessione dell’assemblea generale",
        "citation": "Art. 51 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. l’indicazione del capitale condizionale con un rinvio allo statuto per i dettagli;\nb. la data della deliberazione dell’assemblea generale concernente la modifica dello statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_51"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 4: Aumento con capitale condizionale, Constatazioni e modifica statutaria del consiglio d’amministrazione",
        "citation": "Art. 52 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione delle deliberazioni del consiglio d’amministrazione concernenti le constatazioni sull’esercizio dei diritti di conversione e d’opzione nonché la modifica dello statuto, occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulle deliberazioni del consiglio d’amministrazione (art. 653g cpv. 3 CO);\nb. lo statuto modificato;\nc. l’attestazione di verifica di un’impresa di revisione sottoposta a sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato (art. 653f cpv. 1 CO);\nd. nel caso in cui vengono emesse azioni al portatore e la società non aveva ancora azioni al portatore: la prova che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_52"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 4: Aumento con capitale condizionale, Constatazioni e modifica statutaria del consiglio d’amministrazione",
        "citation": "Art. 52 cpv. 3 ORC",
        "content": "Al contenuto dell’iscrizione si applica per analogia l’articolo 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_52"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 4: Aumento con capitale condizionale, Stralcio della disposizione statuaria relativa al capitale condizionale",
        "citation": "Art. 53 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione dell’abrogazione o della modifica della disposizione statutaria relativa al capitale condizionale occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione del consiglio d’amministrazione (art. 653i cpv. 1 CO);\nb. l’attestazione di un’impresa di revisione sottoposta a sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato (art. 653i cpv. 2 CO);\nc. lo statuto modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_53"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 4: Aumento con capitale condizionale, Stralcio della disposizione statuaria relativa al capitale condizionale",
        "citation": "Art. 53 cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. la data della modifica dello statuto;\nb. un’indicazione che la disposizione statuaria relativa al capitale condizionale è stata abrogata o modificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_53"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 5: Conferimenti ulteriori",
        "citation": "Art. 54 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di conferimenti ulteriori di capitale azionario occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico concernente le deliberazioni del consiglio d’amministrazione;\nb. lo statuto modificato;\nc. nel caso di conferimenti in denaro, un’attestazione che indichi presso quale banca sono depositati i conferimenti, sempreché la banca non sia menzionata nell’atto pubblico;\nd. nel caso di una liberazione mediante conversione di capitale proprio liberamente disponibile:\n1. una prova della copertura dell’ammontare dell’aumento conformemente all’articolo 652d capoverso 2 CO,\n2. la deliberazione dell’assemblea generale secondo cui il capitale proprio liberamente disponibile è messo a disposizione del consiglio d’amministrazione per la liberazione successiva,\n3. un rapporto del consiglio d’amministrazione firmato da un membro dello stesso,\n4. un’attestazione di verifica senza riserve da parte di un’impresa di revisione sottoposta a sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato;\ne. in caso di conferimenti in natura o compensazione:\n1. un rapporto del consiglio d’amministrazione firmato da un membro dello stesso,\n2. un’attestazione di verifica senza riserve da parte di un’impresa di revisione sottoposta a sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato, \n3. se del caso, i contratti dei conferimenti in natura con gli allegati richiesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 5: Conferimenti ulteriori",
        "citation": "Art. 54 cpv. 2 ORC",
        "content": "L’atto pubblico concernente i conferimenti ulteriori contiene le indicazioni seguenti:\na. l’accertamento che i conferimenti ulteriori sono stati effettuati conformemente alle esigenze legali e statutarie o alla deliberazione del consiglio d’amministrazione;\nb. se del caso, la deliberazione del consiglio d’amministrazione concernente l’inserimento delle disposizioni necessarie in materia di conferimenti in natura, compensazioni di crediti o di conversione di capitale proprio liberamente disponibile nello statuto;\nc. la deliberazione del consiglio d’amministrazione sulla modifica dello statuto concernente l’entità dei conferimenti effettuati;\nd. la menzione di tutti i documenti giustificativi e l’attestazione del pubblico ufficiale che tali documenti sono stati esibiti a lui stesso e al consiglio d’amministrazione;\ne. l’accertamento che non vi sono altri conferimenti in natura, compensazioni di crediti o vantaggi speciali oltre a quelli menzionati nei documenti giustificativi;\nf. se i conferimenti ulteriori sono stati effettuati in una moneta diversa da quella del capitale azionario: i corsi di conversione applicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 5: Conferimenti ulteriori",
        "citation": "Art. 54 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene:\na. la data della modifica dello statuto;\nb. il nuovo ammontare dei conferimenti effettuati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 5: Conferimenti ulteriori",
        "citation": "Art. 54 cpv. 4 ORC",
        "content": "In caso di conferimenti in natura o compensazioni di crediti, si applicano per analogia gli articoli 43 capoverso 3 e 45 capoverso 2. Se i conferimenti ulteriori di capitale sono effettuati mediante conversione di capitale proprio liberamente disponibile, occorre menzionare tale fatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_54"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione ordinaria del capitale",
        "citation": "Art. 55 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una riduzione del capitale azionario occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione dell’assemblea generale (art. 653n CO);\nb. l’atto pubblico sulla deliberazione del consiglio d’amministrazione (art. 653o cpv. 2 CO); \nc. l’attestazione di verifica di un’impresa di revisione sottoposta a sorveglianza statale o di un perito revisore abilitato (art. 653m cpv. 1 CO);\nd. lo statuto modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_55"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione ordinaria del capitale",
        "citation": "Art. 55 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. la qualifica di riduzione del capitale azionario;\nb. la data della modifica dello statuto;\nc. la menzione se la riduzione del capitale azionario è effettuata mediante una riduzione del valore nominale delle azioni o mediante un annullamento delle azioni; \nd. l’ammontare della riduzione del capitale azionario;\ne. l’impiego dell’ammontare della riduzione;\nf. l’ammontare del capitale azionario dopo la sua riduzione;\ng. l’ammontare dei conferimenti effettuati dopo la riduzione del capitale azionario;\nh. il numero, il valore nominale e la specie delle azioni dopo la riduzione del capitale azionario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_55"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione ordinaria del capitale",
        "citation": "Art. 55 cpv. 4 ORC",
        "content": "Se la società ha riscattato e annullato azioni proprie, si applica la procedura di riduzione del capitale. La riduzione del capitale azionario e il numero delle azioni deve essere iscritta nel registro di commercio anche quando una somma corrispondente sia stata inserita nel passivo del bilancio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_55"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione del capitale azionario per eliminare un’eccedenza passiva accertata nel bilancio",
        "citation": "Art. 56 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una riduzione del capitale azionario per eliminare parzialmente o completamente un’eccedenza passiva accertata nel bilancio e causata da perdite, occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione dell’assemblea generale (art. 653p cpv. 2 CO);\nb. lo statuto modificato;\nc. l’attestazione di verifica di un’impresa di revisione sottoposta a sorveglianza statale o di un perito revisore abilitato (art. 653p cpv. 1 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_56"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione del capitale azionario per eliminare un’eccedenza passiva accertata nel bilancio",
        "citation": "Art. 56 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. il fatto che il capitale azionario è stato ridotto per eliminare un’eccedenza passiva accertata nel bilancio;\nb. la data della modifica dello statuto;\nc. la menzione se la riduzione del capitale azionario è effettuata mediante una riduzione del valore nominale delle azioni o mediante un annullamento delle azioni; \nd. l’ammontare della riduzione del capitale azionario;\ne. l’ammontare del capitale azionario dopo la sua riduzione;\nf. l’ammontare dei conferimenti effettuati dopo la riduzione del capitale azionario;\ng. il numero, il valore nominale e la specie delle azioni dopo la riduzione del capitale azionario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_56"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione e aumento simultanei del capitale azionario",
        "citation": "Art. 57 cpv. 1 ORC",
        "content": "Se il capitale azionario è ridotto e simultaneamente aumentato in modo da raggiungere almeno l’ammontare precedente e i conferimenti effettuati non sono ridotti, con la notificazione per l’iscrizione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico concernente la deliberazione dell’assemblea generale;\nb. i documenti giustificativi necessari per un aumento ordinario del capitale azionario;\nc. lo statuto in caso di modifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione e aumento simultanei del capitale azionario",
        "citation": "Art. 57 cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. il fatto che il capitale azionario è stato ridotto e simultaneamente riaumentato;\nb. l’ammontare della riduzione del capitale azionario;\nc. la menzione se la riduzione del capitale azionario è effettuata mediante una riduzione del valore nominale delle azioni o mediante un annullamento delle azioni;\nd. il nuovo ammontare del capitale azionario se è superiore all’ammontare anteriore;\ne. il numero, il valore nominale e la specie delle azioni dopo l’aumento del capitale azionario;\nf. il nuovo ammontare dei conferimenti effettuati;\ng. se del caso, le azioni con diritto di voto privilegiato;\nh. nel caso di azioni privilegiate, i diritti di preferenza ad esse inerenti;\ni. se del caso, la limitazione della trasferibilità delle azioni;\nj. la nuova data dello statuto in caso di modifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione e aumento simultanei del capitale azionario",
        "citation": "Art. 57 cpv. 3 ORC",
        "content": "Se il capitale azionario è ridotto a zero e nuovamente aumentato in vista di un risanamento, nel registro di commercio è iscritto l’annullamento delle azioni emesse precedentemente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione e aumento simultanei del capitale azionario",
        "citation": "Art. 57 cpv. 4 ORC",
        "content": "Se, al momento dell’aumento del capitale, vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applicano per analogia gli articoli 43 capoverso 3 e 45 capoverso 2. Se l’aumento del capitale è effettuato mediante conversione di capitale proprio liberamente disponibile, si applicano gli articoli 46 capoverso 3 lettera d e 48 capoverso 1 lettera i.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_57"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione e aumento simultanei del capitale a un ammontare inferiore all’ammontare precedente",
        "citation": "Art. 58 ORC",
        "content": "Se con la riduzione del capitale azionario è deciso simultaneamente un aumento del capitale a un ammontare inferiore all’ammontare del capitale azionario precedente, la riduzione è retta dagli articoli 55 e 56. L’articolo 57 si applica a titolo complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_58"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 6: Riduzione del capitale azionario, Riduzione dei conferimenti effettuati",
        "citation": "Art. 59 ORC",
        "content": "Le disposizioni della presente ordinanza riguardanti la riduzione del capitale azionario si applicano per analogia alla riduzione dei conferimenti effettuati sul capitale azionario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 7:, Margine di variazione del capitale, Autorizzazione del consiglio d’amministrazione ",
        "citation": "Art. 59a cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di un margine di variazione del capitale (art. 653s CO) occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione dell’assemblea generale;\nb. lo statuto modificato;\nc. se finora la società ha rinunciato alla revisione limitata e il consiglio d’amministrazione è autorizzato a ridurre il capitale: una prova che l’ufficio di revisione previsto dalla legge è stato eletto e che ha accettato la sua elezione;",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 7:, Margine di variazione del capitale, Autorizzazione del consiglio d’amministrazione ",
        "citation": "Art. 59a cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. l’indicazione del margine di variazione del capitale secondo la descrizione dettagliata nello statuto;\nb. la data della deliberazione dell’assemblea generale sulla modifica dello statuto;\nc. se del caso, l’ufficio di revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 7:, Margine di variazione del capitale, Aumento del capitale azionario entro il margine di variazione del capitale",
        "citation": "Art. 59b cpv. 1 ORC",
        "content": "Se del caso, con la notificazione per l’iscrizione di un aumento del capitale azionario entro il margine di variazione del capitale occorre fornire all’ufficio del registro di commercio i documenti giustificativi di cui all’articolo 46 o 52.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 7:, Margine di variazione del capitale, Aumento del capitale azionario entro il margine di variazione del capitale",
        "citation": "Art. 59b cpv. 2 ORC",
        "content": "Al contenuto dell’iscrizione si applica per analogia l’articolo 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59_b"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 7:, Margine di variazione del capitale, Riduzione del capitale azionario entro il margine di variazione del capitale",
        "citation": "Art. 59c cpv. 1 ORC",
        "content": "Se del caso, con la notificazione per l’iscrizione di una riduzione del capitale azionario entro il margine di variazione del capitale occorre fornire all’ufficio del registro di commercio i documenti giustificativi di cui all’articolo 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 7:, Margine di variazione del capitale, Riduzione del capitale azionario entro il margine di variazione del capitale",
        "citation": "Art. 59c cpv. 2 ORC",
        "content": "Al contenuto dell’iscrizione si applica per analogia l’articolo 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_59_c"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 8:, Capitale di partecipazione",
        "citation": "Art. 60 ORC",
        "content": "Le disposizioni riguardanti il capitale azionario si applicano per analogia alla moneta, all’aumento e alla riduzione del capitale di partecipazione nonché ai conferimenti ulteriori sul capitale di partecipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_60"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Iscrizione dell’ufficio di revisione",
        "citation": "Art. 61 cpv. 1 ORC",
        "content": "Un ufficio di revisione è iscritto nel registro di commercio soltanto se effettua una revisione ordinaria o una revisione limitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_61"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Iscrizione dell’ufficio di revisione",
        "citation": "Art. 61 cpv. 2 ORC",
        "content": "L’ufficio del registro di commercio verifica consultando il registro dell’Autorità federale di sorveglianza dei revisori se l’ufficio di revisione è abilitato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_61"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Iscrizione dell’ufficio di revisione",
        "citation": "Art. 61 cpv. 3 ORC",
        "content": "Un ufficio di revisione non può essere iscritto se vi sono circostanze che fanno presumere un rapporto di dipendenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_61"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Rinuncia a una revisione limitata",
        "citation": "Art. 62 cpv. 1 ORC",
        "content": "Le società anonime che non eseguono la revisione ordinaria o limitata forniscono all’ufficio del registro di commercio, insieme alla notificazione per l’iscrizione della rinuncia, una dichiarazione dalla quale risulta che:\na. la società non adempie le condizioni per essere soggetta alla revisione ordinaria;\nb. la società non vanta più di 10 posti a tempo pieno in media all’anno;\nc. tutti gli azionisti hanno rinunciato a una revisione limitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Rinuncia a una revisione limitata",
        "citation": "Art. 62 cpv. 2 ORC",
        "content": "Tale dichiarazione è firmata da almeno un membro del consiglio d’amministrazione. Una copia dei documenti determinanti aggiornati come i conti economici, i bilanci, i rapporti annuali, le dichiarazioni di rinuncia degli azionisti o il verbale dell’assemblea generale sono allegati alla dichiarazione. Tali documenti non soggiacciono alla pubblicità del registro di commercio conformemente agli articoli 10–12 e sono archiviati separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Rinuncia a una revisione limitata",
        "citation": "Art. 62 cpv. 3 ORC",
        "content": "La dichiarazione può essere consegnata già al momento della costituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Rinuncia a una revisione limitata",
        "citation": "Art. 62 cpv. 4 ORC",
        "content": "L’ufficio del registro di commercio può esigere il rinnovo della dichiarazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 9: Disposizioni speciali riguardanti la revisione e l’ufficio di revisione, Rinuncia a una revisione limitata",
        "citation": "Art. 62 cpv. 5 ORC",
        "content": "Se del caso, il consiglio d’amministrazione adegua lo statuto e notifica la cancellazione o l’iscrizione dell’ufficio di revisione all’ufficio del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_62"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Scioglimento",
        "citation": "Art. 63 cpv. 1 ORC",
        "content": "Se l’assemblea generale delibera lo scioglimento della società anonima in vista della sua liquidazione, lo scioglimento è notificato al registro di commercio per l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Scioglimento",
        "citation": "Art. 63 cpv. 2 ORC",
        "content": "Con la notificazione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico concernente la decisione di scioglimento dell’assemblea generale e, se del caso, la designazione dei liquidatori e il loro diritto di firma;\nb. una prova che i liquidatori hanno accettato la loro elezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Scioglimento",
        "citation": "Art. 63 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. il fatto che la società viene sciolta;\nb. la data della deliberazione dell’assemblea generale;\nc. la ditta con la menzione «in liquidazione» o «in liq.»;\nd. i liquidatori;\ne. se del caso, le modifiche riguardanti le autorizzazioni a firmare iscritte;\nf. se del caso, l’indirizzo della liquidazione;\ng. se del caso, l’indicazione che le limitazioni statutarie di trasferibilità delle azioni o dei buoni di partecipazione sono soppresse e la relativa iscrizione nel registro di commercio è cancellata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Scioglimento",
        "citation": "Art. 63 cpv. 4 ORC",
        "content": "Sono fatte salve le disposizioni concernenti le iscrizioni d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_63"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Revoca dello scioglimento",
        "citation": "Art. 64 cpv. 1 ORC",
        "content": "Se l’assemblea generale revoca la sua decisione di scioglimento, la revoca dello scioglimento è notificata al registro di commercio per l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_64"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Revoca dello scioglimento",
        "citation": "Art. 64 cpv. 2 ORC",
        "content": "Con la notificazione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico concernente la deliberazione dell’assemblea generale;\nb. la prova dei liquidatori che non si è ancora proceduto alla ripartizione del patrimonio;",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_64"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Revoca dello scioglimento",
        "citation": "Art. 64 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene:\na. il fatto che lo scioglimento viene revocato; \nb. la data della deliberazione dell’assemblea generale;\nc. la ditta senza la menzione «in liquidazione» o «in liq.»;\nd. le modifiche necessarie riguardanti le persone iscritte;\ne. nel caso di una limitazione della trasferibilità delle azioni o dei buoni di partecipazione, un rinvio allo statuto per i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_64"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Cancellazione",
        "citation": "Art. 65 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della cancellazione della società, i liquidatori forniscono la prova che le diffide ai creditori sono state pubblicate nel Foglio ufficiale svizzero di commercio in conformità della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_65"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Cancellazione",
        "citation": "Art. 65 cpv. 2 ORC",
        "content": "Se è notificata la cancellazione di una società anonima dal registro di commercio, l’ufficio del registro di commercio la comunica alle autorità fiscali federali e cantonali. È possibile procedere alla cancellazione soltanto dopo che queste autorità vi hanno dato il loro consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_65"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 3: Società anonima, Sezione 10: Scioglimento e cancellazione, Cancellazione",
        "citation": "Art. 65 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. il fatto che la società viene cancellata;\nb. il motivo della cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_65"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Notificazione e documenti giustificativi",
        "citation": "Art. 66 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una società in accomandita per azioni occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto costitutivo autentico;\nb. lo statuto;\nc. il verbale della seduta costitutiva dell’amministrazione con l’elezione del presidente e, se del caso, l’attribuzione del diritto di firma a terzi;\nd. una prova che i membri dell’ufficio di vigilanza hanno accettato la loro elezione;\ne. in caso di conferimenti in denaro, un’attestazione in cui figuri presso quale banca sono stati depositati i conferimenti, sempreché la banca non sia menzionata nell’atto pubblico;\nf. nel caso di cui all’articolo 117 capoverso 3, una dichiarazione del domiciliatario secondo la quale egli concede alla società un domicilio legale nel luogo di sede di quest’ultima;\ng. ...\nh. in caso di azioni al portatore: la prova che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_66"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Notificazione e documenti giustificativi",
        "citation": "Art. 66 cpv. 2 ORC",
        "content": "Le indicazioni che già figurano nell’atto costitutivo non necessitano di altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_66"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Notificazione e documenti giustificativi",
        "citation": "Art. 66 cpv. 3 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applica per analogia l’articolo 43 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_66"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Atto costitutivo",
        "citation": "Art. 67 ORC",
        "content": "L’atto costitutivo autentico contiene le indicazioni seguenti:\na. i dati personali dei promotori e, se del caso, dei loro rappresentanti;\nb. la dichiarazione dei promotori di costituire una società in accomandita per azioni;\nc. la determinazione dello statuto e la menzione dei membri dell’amministrazione nello statuto;\nd. la dichiarazione dei promotori limitatamente responsabili circa la sottoscrizione delle azioni con l’indicazione del numero, del loro valore nominale, della specie, della categoria e del prezzo di emissione delle azioni e l’impegno incondizionato di effettuare un conferimento corrispondente al prezzo di emissione;\ne. l’accertamento dei promotori secondo l’articolo 629 capoverso 2 in combinato disposto con l’articolo 764 capoverso 2 CO;\nf. l’elezione dei membri dell’ufficio di vigilanza;\ng. la menzione di tutti i documenti giustificativi e l’attestazione del pubblico ufficiale che tali documenti sono stati esibiti a lui stesso e ai promotori;\nh. la firma dei promotori;\ni. se il capitale azionario è costituito in una moneta estera o i conferimenti sono effettuati in una moneta diversa da quella del capitale azionario, i corsi di cambio applicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_67"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Contenuto dell’iscrizione",
        "citation": "Art. 68 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio di una società in accomandita per azioni contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società in accomandita;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data dello statuto;\nf. se limitata, la durata della società;\ng. lo scopo;\nh. l’entità e la moneta del capitale azionario e dei conferimenti effettuati, nonché il numero, il valore nominale e la specie delle azioni;\ni. se del caso, le azioni con diritto di voto privilegiato;\nj. se la società dispone di un capitale di partecipazione, l’ammontare e la moneta di tale capitale di partecipazione e dei conferimenti effettuati nonché il numero, il valore nominale e la specie dei buoni di partecipazione;\nk. nel caso di azioni privilegiate o di buoni di partecipazione privilegiati, i diritti di preferenza ad esse inerenti;\nl. in caso di una limitazione della trasmissibilità delle azioni o dei buoni di partecipazione, un rinvio allo statuto per i dettagli;\nm. se sono stati emessi buoni di godimento, il loro numero e i diritti ad essi inerenti;\nn. i membri dell’amministrazione indicando la loro qualità di soci illimitatamente responsabili;\no. le persone autorizzate a rappresentare;\np. i membri dell’ufficio di vigilanza;\nq. se la società non effettua una revisione ordinaria o una revisione limitata, un rinvio a tale fatto nonché la data della dichiarazione dell’amministrazione conformemente all’articolo 62 capoverso 2;\nr. se la società effettua una revisione ordinaria o una revisione limitata, l’ufficio di revisione;\ns. l’organo di pubblicazione legale e, se del caso, gli altri organi di pubblicazione;\nt. la forma delle comunicazioni della società ai suoi soci prevista dallo statuto;\nu. in caso di azioni al portatore: il fatto che la società ha titoli di partecipazione quotati in borsa oppure che tutte le azioni al portatore rivestono la forma di titoli contabili ai sensi della LTCo;\nv. un rinvio allo statuto, se quest’ultimo contiene una clausola arbitrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_68"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Contenuto dell’iscrizione",
        "citation": "Art. 68 cpv. 2 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applica per analogia l’articolo 45 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_68"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Modifiche nella composizione dell’amministrazione",
        "citation": "Art. 69 cpv. 1 ORC",
        "content": "Se dovessero esserci modifiche nella composizione dell’amministrazione, con la notificazione occorre fornire i documenti giustificativi seguenti:\na. un atto pubblico sulla deliberazione dell’assemblea generale che modifica lo statuto;\nb. lo statuto modificato;\nc. se del caso, l’approvazione di tutti i soci sinora illimitatamente responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_69"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Modifiche nella composizione dell’amministrazione",
        "citation": "Art. 69 cpv. 2 ORC",
        "content": "Se a un amministratore sono revocati i diritti di gestione e di rappresentanza, l’iscrizione nel registro di commercio contiene:\na. la data della revoca;\nb. la persona interessata;\nc. il fatto che, in seguito a tale revoca, la responsabilità illimitata della persona interessata per gli obblighi della società nati posteriormente decade;\nd. se lo statuto è stato modificato, la sua nuova data;\ne. la ditta modificata, in quanto debba essere adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_69"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 4: Società in accomandita per azioni, Applicazione delle disposizioni concernenti la società anonima",
        "citation": "Art. 70 ORC",
        "content": "Ove dalla legge e dall’ordinanza non risulti diversamente, si applicano le prescrizioni della presente ordinanza concernenti la società anonima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_70"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 1: Costituzione, Notificazione e documenti giustificativi",
        "citation": "Art. 71 cpv. 1 ORC",
        "content": "Con la notificazione della costituzione di una società a garanzia limitata occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto costitutivo autentico;\nb. lo statuto;\nc. se la funzione dei gerenti si fonda su un’elezione, la prova che le persone interessate hanno accettato la loro elezione;\nd. se del caso, una prova che l’ufficio di revisione prescritto dalla legge ha accettato la sua elezione;\ne. se del caso, la deliberazione dei promotori o, nella misura in cui lo statuto lo preveda, la deliberazione dei gerenti che regola la presidenza della gestione;\nf. se del caso, la deliberazione dei promotori o, sempreché lo statuto lo preveda, la deliberazione dei gerenti concernente la designazione delle altre persone autorizzate a rappresentare la società; \ng. in caso di conferimenti in denaro, un’attestazione in cui figuri presso quale banca sono stati depositati i conferimenti, a meno che la banca non sia menzionata nell’atto pubblico;\nh. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla società un domicilio legale nel luogo di sede di quest’ultima;\ni. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_71"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 1: Costituzione, Notificazione e documenti giustificativi",
        "citation": "Art. 71 cpv. 2 ORC",
        "content": "Le indicazioni che già figurano nell’atto costitutivo non necessitano di altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_71"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 1: Costituzione, Notificazione e documenti giustificativi",
        "citation": "Art. 71 cpv. 3 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applica per analogia l’articolo 43 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_71"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 1: Costituzione, Atto costitutivo",
        "citation": "Art. 72 ORC",
        "content": "L’atto costitutivo autentico contiene le indicazioni seguenti:\na. i dati personali dei promotori e, se del caso, dei loro rappresentanti;\nb. la dichiarazione dei promotori di costituire una società a garanzia limitata;\nc. la conferma dei promotori che lo statuto è stato stabilito;\nd. la dichiarazione di ogni promotore circa il numero di quote sociali da lui sottoscritte con l’indicazione del numero, del valore nominale, della categoria e del prezzo di emissione;\ne. l’accertamento dei promotori secondo l’articolo 777 capoverso 2 CO;\nf. se i gerenti sono stati eletti, un rinvio a tale fatto e i pertinenti dati personali;\ng. il fatto che l’ufficio di revisione è stato eletto o che la società rinuncia a una revisione;\nh. la menzione di tutti i documenti giustificativi nonché l’attestazione del pubblico ufficiale che tali documenti sono stati esibiti a lui stesso e ai promotori;\ni. le firme dei promotori;\nj. se il capitale azionario è costituito in una moneta estera o i conferimenti sono effettuati in una moneta diversa da quella del capitale azionario, i corsi di cambio applicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_72"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 1: Costituzione, Contenuto dell’iscrizione",
        "citation": "Art. 73 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio di una società a garanzia limitata contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società a garanzia limitata;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data dello statuto;\nf. se limitata, la durata della società;\ng. lo scopo;\nh. l’ammontare e la moneta del capitale sociale;\ni. i soci, indicando il numero e il valore nominale delle loro quote sociali;\nj. in caso di obblighi di effettuare versamenti suppletivi, un rinvio allo statuto per i dettagli;\nk. in caso di obblighi statutari di fornire prestazioni accessorie inclusi i diritti preferenziali, di prelazione e di compera, un rinvio allo statuto per i dettagli;\nl. se del caso, le quote sociali con diritto di voto;\nm. nel caso di quote sociali privilegiate, i diritti di preferenza ad esse inerenti;\nn. se la regolamentazione delle esigenze in materia di approvazione per il trasferimento di quote sociali deroga a quanto previsto dalla legge, un rinvio allo statuto per i dettagli;\no. se sono emessi buoni di godimento, il loro numero e i diritti ad essi inerenti;\np. i gerenti;\nq. le persone autorizzate a rappresentare;\nr. se la società non effettua una revisione ordinaria o una revisione limitata, un rinvio a tale fatto nonché la data della dichiarazione dei gerenti conformemente all’articolo 62 capoverso 2; \ns. se la società effettua una revisione ordinaria o una revisione limitata, l’ufficio di revisione;\nt. l’organo di pubblicazione legale e, se del caso, gli altri organi di pubblicazione;\nu. la forma delle comunicazioni della società ai suoi soci prevista dallo statuto;\nv. un rinvio allo statuto, se quest’ultimo contiene una clausola arbitrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_73"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 1: Costituzione, Contenuto dell’iscrizione",
        "citation": "Art. 73 cpv. 2 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applica per analogia l’articolo 45 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_73"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 2: Aumento del capitale sociale, Notificazione e documenti giustificativi",
        "citation": "Art. 74 cpv. 1 ORC",
        "content": "L’aumento del capitale sociale è notificato per l’iscrizione all’ufficio del registro di commercio entro sei mesi dalla deliberazione dell’assemblea dei soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 2: Aumento del capitale sociale, Notificazione e documenti giustificativi",
        "citation": "Art. 74 cpv. 2 ORC",
        "content": "Con la notificazione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto pubblico sulla deliberazione dell’assemblea dei soci (art. 650 cpv. 2 in combinato disposto con l’art. 781 cpv. 5 n. 1 CO);\nb. l’atto pubblico sulla deliberazione dei gerenti (art. 652g cpv. 2 in combinato disposto con l’art. 781 cpv. 5 n. 5 CO);\nc. lo statuto modificato;\nd. la relazione sull’aumento del capitale firmata da un gerente (art. 652e in combinato disposto con l’art. 781 cpv. 5 n. 4 CO);\ne. in caso di conferimenti in denaro, un’attestazione in cui figuri presso quale banca sono stati depositati i conferimenti, sempreché la banca non sia menzionata nell’atto pubblico;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 2: Aumento del capitale sociale, Notificazione e documenti giustificativi",
        "citation": "Art. 74 cpv. 3 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali o se l’aumento del capitale sociale è liberato mediante conversione del capitale proprio, si applica per analogia l’articolo 46 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 2: Aumento del capitale sociale, Notificazione e documenti giustificativi",
        "citation": "Art. 74 cpv. 4 ORC",
        "content": "Se i diritti d’opzione sono limitati o soppressi, si applica per analogia l’articolo 46 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_74"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 2: Aumento del capitale sociale, Contenuto dell’iscrizione",
        "citation": "Art. 76 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio di un aumento del capitale sociale contiene le indicazioni seguenti:\na. la data della modifica dello statuto;\nb. l’ammontare del capitale sociale dopo l’aumento;\nc. il numero e il valore nominale delle quote sociali dopo l’aumento del capitale;\nd. le modifiche nella composizione dei soci;\ne. se del caso, le quote sociali con diritto di voto;\nf. nel caso di quote sociali privilegiate, i diritti di preferenza ad esse inerenti;\ng. in caso di obblighi di effettuare versamenti suppletivi, un rinvio allo statuto per i dettagli;\nh. in caso di obblighi statutari di fornire prestazioni accessorie compresi i diritti statutari preferenziali, di prelazione e di compera, un rinvio allo statuto per i dettagli;\ni. in caso di una regolamentazione delle esigenze in materia di approvazione per il trasferimento di quote sociali derogante dalla legge, un rinvio allo statuto per i dettagli; \nj. se l’aumento è stato effettuato mediante conversione di capitale proprio liberamente disponibile, un rinvio a tale fatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_76"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 2: Aumento del capitale sociale, Contenuto dell’iscrizione",
        "citation": "Art. 76 cpv. 2 ORC",
        "content": "Se vi sono conferimenti in natura, compensazioni di crediti o vantaggi speciali, si applica per analogia l’articolo 45 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_76"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 3: Riduzione del capitale sociale, Riduzione ordinaria del capitale",
        "citation": "Art. 77 ORC",
        "content": "Alla riduzione del capitale sociale si applica per analogia l’articolo 55, per quanto la presente sezione non disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_77"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 3: Riduzione del capitale sociale, Riduzione del capitale sociale per eliminare un’eccedenza passiva accertata nel bilancio ",
        "citation": "Art. 78 cpv. 1 ORC",
        "content": "Se il capitale sociale è ridotto per togliere in tutto o in parte un’eccedenza passiva accertata nel bilancio e risultante da perdite, con la notificazione per l’iscrizione occorre fornire all’ufficio del registro di commercio i documenti giustificativi di cui all’articolo 56 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_78"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 3: Riduzione del capitale sociale, Riduzione del capitale sociale per eliminare un’eccedenza passiva accertata nel bilancio ",
        "citation": "Art. 78 cpv. 2 ORC",
        "content": "Al contenuto dell’iscrizione si applica per analogia l’articolo 56 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_78"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 3: Riduzione del capitale sociale, Riduzione e aumento simultanei del capitale sociale",
        "citation": "Art. 79 cpv. 1 ORC",
        "content": "Se il capitale sociale è ridotto e simultaneamente aumentato almeno all’ammontare anteriore, con la notificazione per l’iscrizione occorre fornire all’ufficio del registro di commercio i documenti giustificativi di cui all’articolo 57 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_79"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 3: Riduzione del capitale sociale, Riduzione e aumento simultanei del capitale sociale a un ammontare inferiore all’ammontare precedente",
        "citation": "Art. 80 ORC",
        "content": "Se con la riduzione del capitale sociale è deciso simultaneamente un aumento a un ammontare inferiore all’ammontare precedente del capitale sociale, la riduzione è retta dagli articoli 77 e 78. L’articolo 79 si applica a titolo complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_80"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 3: Riduzione del capitale sociale, Riduzione o soppressione dell’obbligo di effettuare versamenti suppletivi",
        "citation": "Art. 81 ORC",
        "content": "Per la riduzione o la soppressione di un obbligo statutario di effettuare versamenti suppletivi si applica per analogia l’articolo 77.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_81"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 4: Trasferimento di quote sociali",
        "citation": "Art. 82 cpv. 1 ORC",
        "content": "La società notifica per l’iscrizione all’ufficio del registro di commercio tutti i trasferimenti di quote sociali, indipendentemente dal fatto che i trasferimenti avvengano su base contrattuale o siano previsti dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_82"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 4: Trasferimento di quote sociali",
        "citation": "Art. 82 cpv. 2 ORC",
        "content": "All’ufficio del registro di commercio occorre fornire:\na. un documento giustificativo concernente la cessione della quota sociale al nuovo socio;\nb. se lo statuto non rinuncia all’approvazione da parte dell’assemblea dei soci, un documento giustificativo concernente il consenso per la cessione della quota sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_82"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 4: Trasferimento di quote sociali",
        "citation": "Art. 82 cpv. 3 ORC",
        "content": "L’acquirente può essere iscritto nel registro di commercio soltanto se il trasferimento all’acquirente della quota sociale del socio iscritto è documentato senza lacune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_82"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 5: Società a garanzia limitata, Sezione 5:, Moneta del capitale sociale, revisione, ufficio di revisione, scioglimento e cancellazione",
        "citation": "Art. 83 ORC",
        "content": "Le disposizioni relative alla società anonima si applicano per analogia alla moneta del capitale sociale, alla revisione, all’ufficio di revisione, allo scioglimento, alla revoca dello scioglimento e alla cancellazione della società a garanzia limitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_83"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Notificazione e documenti giustificativi",
        "citation": "Art. 84 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della costituzione di una società cooperativa occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto costitutivo autentico;\nb. lo statuto;\nc. una prova che gli amministratori hanno accettato la loro elezione;\nd. se del caso, una prova che l’ufficio di revisione previsto dalla legge ha accettato la sua elezione;\ne. in caso di designazione di persone autorizzate a rappresentare, la pertinente deliberazione dell’assemblea costitutiva o dell’amministrazione;\nf. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla società un domicilio legale nel luogo di sede di quest’ultima;\ng. ...\nh. se lo statuto prevede una responsabilità personale o un obbligo di effettuare versamenti suppletivi, l’elenco dei soci firmato da un amministratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_84"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Notificazione e documenti giustificativi",
        "citation": "Art. 84 cpv. 2 ORC",
        "content": "Le indicazioni che già figurano nell’atto costitutivo non necessitano di altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_84"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Notificazione e documenti giustificativi",
        "citation": "Art. 84 cpv. 3 ORC",
        "content": "Se vi sono conferimenti in natura, occorre fornire i documenti giustificativi supplementari seguenti:\na. i contratti dei conferimenti in natura con gli allegati necessari;\nb. ...\nc. la relazione sulla costituzione firmata da tutti i promotori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_84"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Atto costitutivo autentico",
        "citation": "Art. 85 ORC",
        "content": "L’atto costitutivo autentico contiene le indicazioni seguenti:\na. i dati personali dei promotori e dei loro rappresentanti;\nb. la dichiarazione dei promotori di costituire una società cooperativa;\nc. la conferma dei promotori che lo statuto è stato stabilito;\nd. se del caso, il fatto che la relazione scritta dei promotori concernente i conferimenti in natura è stata portata a conoscenza dell’assemblea e da questa deliberata;\ne. l’elezione degli amministratori nonché i loro dati personali;\nf. il fatto che l’ufficio di revisione è stato eletto o che la società rinuncia a una revisione;\ng. le firme dei promotori;\nh. la conferma dei promotori che non vi sono altri conferimenti in natura, compensazioni di crediti o vantaggi speciali oltre a quelli menzionati nei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_85"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Contenuto dell’iscrizione",
        "citation": "Art. 87 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio di società cooperative contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società cooperativa;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data dello statuto;\nf. se limitata, la durata della società;\ng. lo scopo;\nh. il valore nominale di eventuali certificati di quota;\ni. nel caso di obblighi di fornire contributi o prestazioni dei soci, un rinvio allo statuto per i dettagli;\nj. nel caso di una responsabilità personale o di un obbligo di effettuare versamenti suppletivi dei soci, un rinvio allo statuto per i dettagli;\nk. gli amministratori;\nl. le persone autorizzate a rappresentare;\nm. se la società non effettua una revisione ordinaria o una revisione limitata, un rinvio a tale fatto nonché l’indicazione della data della dichiarazione di rinuncia dell’amministrazione conformemente all’articolo 62 capoverso 2;\nn. se la società effettua una revisione ordinaria o una revisione limitata, l’ufficio di revisione;\no. l’organo di pubblicazione legale e, se del caso, gli altri organi di pubblicazione;\np. la forma delle comunicazioni della società cooperativa ai soci prevista dallo statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_87"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Contenuto dell’iscrizione",
        "citation": "Art. 87 cpv. 2 ORC",
        "content": "Se al momento della costituzione vi sono conferimenti in natura, si applica per analogia l’articolo 45 capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_87"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Elenco dei soci",
        "citation": "Art. 88 cpv. 1 ORC",
        "content": "Con la comunicazione dell’ammissione o dell’uscita di un socio conformemente all’articolo 877 capoverso 1 CO, l’amministrazione fornisce, possibilmente in forma elettronica, un elenco aggiornato dei soci firmato da un amministratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_88"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Elenco dei soci",
        "citation": "Art. 88 cpv. 2 ORC",
        "content": "Non si procede ad alcuna iscrizione nel registro di commercio; le comunicazioni e l’elenco possono tuttavia essere consultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_88"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Elenco dei soci",
        "citation": "Art. 88 cpv. 3 ORC",
        "content": "È fatta salva la comunicazione da parte dei soci e dei loro eredi conformemente all’articolo 877 capoverso 2 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_88"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 6: Società cooperativa, Revisione, ufficio di revisione, scioglimento e cancellazione",
        "citation": "Art. 89 ORC",
        "content": "Le disposizioni relative alla società anonima si applicano per analogia alla revisione, all’ufficio di revisione, allo scioglimento, alla revoca dello scioglimento e alla cancellazione della società cooperativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_89"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Obbligo di iscrizione nel registro di commercio",
        "citation": "Art. 90 cpv. 1 ORC",
        "content": "Secondo l’articolo 61 capoverso 2 CC l’iscrizione nel registro di commercio è obbligatoria se l’associazione:a. per conseguire il suo fine esercita uno stabilimento d’indole commerciale;b. sottostà all’obbligo di revisione; oc. raccoglie o distribuisce prevalentemente fondi all’estero, direttamente o indirettamente, per scopi caritatevoli, religiosi, culturali, educativi o socali, e se non soddisfa le condizioni di esenzione di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_90"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Obbligo di iscrizione nel registro di commercio",
        "citation": "Art. 90 cpv. 2 ORC",
        "content": "Le associazioni di cui al capoverso 1 lettera c sono esonerate dall’obbligo di iscrizione se:a. negli ultimi due esercizi né i fondi annuali raccolti né i fondi annuali distribuiti hanno superato l’importo di 100 000 franchi;b. i fondi sono distribuiti da un intermediario finanziario ai sensi della legge del 10 ottobre 1997 sul riciclaggio di denaro; ec. almeno una persona autorizzata a rappresentare l’associazione è domiciliata in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_90"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Notificazione e documenti giustificativi",
        "citation": "Art. 90a cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di un’associazione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. un verbale dell’assemblea sociale circa:\n1. l’approvazione dello statuto,\n2. l’elezione dei membri della direzione,\n3. l’elezione dell’ufficio di revisione in quanto l’associazione sottostia all’obbligo di revisione;\nb. lo statuto firmato da un membro della direzione;\nc. la dichiarazione dei membri della direzione e, se del caso, dell’ufficio di revisione che accettano l’elezione;\nd. in caso di designazione di persone autorizzate a rappresentare, la pertinente deliberazione dell’assemblea sociale o della direzione;\ne. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede all’associazione un domicilio legale nel luogo di sede di quest’ultima;\nf. se lo statuto prevede una responsabilità personale o un obbligo di effettuare versamenti suppletivi dei soci, l’elenco di questi ultimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Notificazione e documenti giustificativi",
        "citation": "Art. 90a cpv. 2 ORC",
        "content": "Le indicazioni che già figurano nel verbale dell’assemblea sociale non necessitano di altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Notificazione e documenti giustificativi",
        "citation": "Art. 90a cpv. 3 ORC",
        "content": "Se è già stato attribuito all’associazione, il numero d’identificazione delle imprese deve essere indicato nella notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Notificazione e documenti giustificativi",
        "citation": "Art. 90a cpv. 4 ORC",
        "content": "Un’associazione che non sottostà all’obbligo di iscrizione nel registro di commercio secondo l’articolo 61 capoverso 2 CC e non è rappresentata da una persona domiciliata in Svizzera presenta all’ufficio del registro di commercio una dichiarazione firmata da almeno un membro della direzione attestante che l’associazione non è tenuta a iscriversi nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_90_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Condizioni speciali per l’iscrizione",
        "citation": "Art. 91 ORC",
        "content": "Un ente giuridico non può essere iscritto nel registro di commercio come associazione se simultaneamente persegue un fine economico ed esercita un’impresa in forma commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_91"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Contenuto dell’iscrizione",
        "citation": "Art. 92 ORC",
        "content": "L’iscrizione nel registro di commercio delle associazioni contiene le indicazioni seguenti: \na. il nome e il numero d’identificazione delle imprese;\nb. la sede e il domicilio legale;\nc. la forma giuridica;\nd. se documentata, la data della costituzione;\ne. la data dello statuto;\nf. se limitata, la durata dell’associazione;\ng. lo scopo;\nh. i fondi, come i contributi, i ricavi del patrimonio sociale o dell’attività dell’associazione e le donazioni; \ni. nel caso di una responsabilità personale o di un obbligo di effettuare versamenti suppletivi dei membri dell’associazione, un rinvio allo statuto per i dettagli;\nj. se del caso, la menzione che l’associazione non sottostà all’obbligo di iscrizione nel registro di commercio secondo l’articolo 61 capoverso 2 CC e nessuna delle persone autorizzate a rappresentarla è domiciliata in Svizzera, nonché la data della dichiarazione secondo l’articolo 90a capoverso 4;\nk. nel caso delle associazioni di cui all’articolo 90 capoverso 1 lettere a e b, i membri della direzione e le persone autorizzate a rappresentare l’associazione; nel caso delle altre associazioni, almeno un membro della direzione e almeno una persona domiciliata in Svizzera autorizzata a rappresentare l’associazione;\nl. ...\nm. se l’associazione effettua una revisione ordinaria o una revisione limitata, l’ufficio di revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_92"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Scioglimento e cancellazione",
        "citation": "Art. 93 cpv. 1 ORC",
        "content": "Le disposizioni relative alla società anonima si applicano per analogia allo scioglimento, alla revoca dello scioglimento e alla cancellazione dell’associazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_93"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 7: Associazione, Scioglimento e cancellazione",
        "citation": "Art. 93 cpv. 2 ORC",
        "content": "Un’associazione che non sottostà all’obbligo di iscrizione nel registro di commercio può in ogni momento chiedere la cancellazione dell’iscrizione dal registro di commercio. In questo caso, con la notificazione della cancellazione devono essere fornite la decisione dell’organo competente come documento giustificativo e una dichiarazione firmata da almeno un membro della direzione attestante che l’associazione non è soggetta all’obbligo di iscrizione. L’iscrizione della cancellazione nel registro di commercio menziona anche il motivo della cancellazione e il fatto che l’associazione non è soggetta all’obbligo di iscrizione, nonché la data della dichiarazione secondo il presente capoverso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_93"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Notificazione e documenti giustificativi",
        "citation": "Art. 94 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della costituzione di una fondazione occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto di fondazione o un estratto autenticato della disposizione a causa di morte;\nb. una prova concernente la designazione dei membri dell’organo superiore della fondazione e delle persone autorizzate a rappresentare;\nc. eventualmente,il verbale dell’organo superiore della fondazione relativo alla designazione dell’ufficio di revisione o la decisione dell’autorità di vigilanza secondo cui la fondazione è esonerata dall’obbligo di designare un ufficio di revisione;\nd. la dichiarazione dei membri dell’organo superiore della fondazione e, se del caso, dell’ufficio di revisione che accettano l’elezione;\ne. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla fondazione un domicilio legale nel luogo di sede di quest’ultima;\nf. se la fondazione è dedita alla previdenza professionale, la decisione dell’autorità di vigilanza relativa all’assunzione della vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_94"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Notificazione e documenti giustificativi",
        "citation": "Art. 94 cpv. 2 ORC",
        "content": "Le indicazioni che già figurano nell’atto di fondazione o nella disposizione a causa di morte non necessitano di altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_94"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Contenuto dell’iscrizione",
        "citation": "Art. 95 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio delle fondazioni contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una fondazione;\nb. il nome e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. una delle date seguenti: \n1. la data dell’atto di fondazione,\n2. la data della disposizione a causa di morte,\n3. in caso di fondazioni ecclesiastiche per le quali non è più possibile provare la costituzione: la data della costituzione della fondazione dichiarata nel verbale o nell’estratto del verbale ai sensi dell’articolo 181a;\nf. lo scopo;\ng. in caso di una riserva di modifica dello scopo a favore del fondatore, un rinvio allo statuto per i dettagli;\nh. ...\ni. i membri dell’organo superiore della fondazione;\nj. le persone autorizzate a rappresentare;\nk. se la fondazione soggiace a una vigilanza, l’autorità di vigilanza non appena ha assunto la sua attività; \nl. se la fondazione non effettua una revisione ordinaria o una revisione limitata, l’indicazione di tale fatto nonché la data di un’eventuale decisione di esonero dell’autorità di vigilanza;\nm. se la fondazione effettua una revisione ordinaria o una revisione limitata, l’ufficio di revisione;\nn. se la fondazione è dedita alla previdenza professionale, l’autorità di vigilanza di cui all’articolo 61 della legge federale del 25 giugno 1982 sulla previdenza professionale per la vecchiaia, i superstiti e l’invalidità;\no. se si tratta di una fondazione ecclesiastica o di una fondazione di famiglia, l’indicazione di tale fatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_95"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Scambio di informazioni tra l’ufficio del registro di commercio e l’autorità di vigilanza",
        "citation": "Art. 96 cpv. 1 ORC",
        "content": "L’ufficio del registro di commercio comunica la costituzione della fondazione all’autorità di vigilanza che, secondo le circostanze, appare competente. Le invia una copia dell’atto di fondazione o della disposizione a causa di morte nonché un estratto del registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_96"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Scambio di informazioni tra l’ufficio del registro di commercio e l’autorità di vigilanza",
        "citation": "Art. 96 cpv. 2 ORC",
        "content": "L’autorità di vigilanza notifica all’ufficio del registro di commercio per l’iscrizione l’assunzione della vigilanza o trasmette senza indugio la comunicazione riguardante la costituzione della fondazione all’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_96"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Modifiche, soppressione e cancellazione",
        "citation": "Art. 97 cpv. 1 ORC",
        "content": "Se una decisione di un’autorità concerne un fatto che deve essere iscritto nel registro di commercio, tale autorità notifica la modifica all’ufficio del registro di commercio e fornisce i documenti giustificativi necessari. Tale è in particolare il caso per: \na. l’esonero della fondazione dall’obbligo di designare un ufficio di revisione;\nb. la revoca dell’esonero di cui alla lettera a;\nc. la modifica dello scopo e dell’organizzazione della fondazione;\nd. le decisioni conformemente alla LFus;\ne. la soppressione della fondazione in vista della liquidazione;\nf. la constatazione della conclusione della liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_97"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 8: Fondazione, Modifiche, soppressione e cancellazione",
        "citation": "Art. 97 cpv. 2 ORC",
        "content": "Le disposizioni concernenti lo scioglimento e la cancellazione della società anonima si applicano per analogia alla soppressione e alla cancellazione della fondazione per quanto l’autorità competente abbia ordinato una liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_97"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 9:, Società in accomandita per investimenti collettivi di capitale, Notificazione e documenti giustificativi",
        "citation": "Art. 98 ORC",
        "content": "Con la notificazione per l’iscrizione di una società in accomandita per investimenti collettivi di capitale occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. il contratto di società;\nb. se del caso, una prova che l’ufficio di revisione previsto dalla legge ha accettato la sua elezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_98"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 9:, Società in accomandita per investimenti collettivi di capitale, Contenuto dell’iscrizione",
        "citation": "Art. 99 ORC",
        "content": "L’iscrizione nel registro di commercio delle società in accomandita per investimenti collettivi di capitale contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società in accomandita per investimenti collettivi di capitale;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data del contratto di società;\nf. la durata della società;\ng. lo scopo;\nh. l’importo del capitale accomandato complessivo o i limiti del margine di variazione del capitale accomandato;\ni. se l’importo del capitale accomandato è fornito interamente o parzialmente sotto forma di un conferimento in natura, il suo oggetto e valore;\nj. la ditta, la sede e il numero d’identificazione delle imprese dei soci illimitatamente responsabili e le persone fisiche che agiscono in loro nome;\nk. le persone autorizzate a rappresentare;\nl. il fatto che l’audit è effettuato conformemente alle disposizioni della LICol;\nm. la società di audit abilitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_99"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 9:, Società in accomandita per investimenti collettivi di capitale, Scioglimento e cancellazione",
        "citation": "Art. 100 ORC",
        "content": "Allo scioglimento e alla cancellazione si applica per analogia l’articolo 42.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_100"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 10: Società di investimento a capitale fisso (SICAF)",
        "citation": "Art. 101 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio delle società di investimento a capitale fisso contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società di investimento a capitale fisso;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data dello statuto;\nf. se limitata, la durata della società;\ng. lo scopo;\nh. l’entità del capitale azionario con un rinvio al fatto che i conferimenti sono stati interamente effettuati;\ni. il numero, il valore nominale e la specie delle azioni;\nj. nel caso di una limitazione della trasmissibilità delle azioni, un rinvio allo statuto per i dettagli;\nk. i membri del consiglio di amministrazione;\nl. le persone autorizzate a rappresentare;\nm. il fatto che l’audit è effettuato conformemente alle disposizioni della LICol;\nn.  la società di audit abilitata;\no. l’organo di pubblicazione legale e gli altri organi di pubblicazione;\np. la forma delle comunicazioni del consiglio d’amministrazione agli azionisti prevista dallo statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_101"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 10: Società di investimento a capitale fisso (SICAF)",
        "citation": "Art. 101 cpv. 2 ORC",
        "content": "Per il rimanente si applicano per analogia le disposizioni relative alla società anonima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_101"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 11: Società di investimento a capitale variabile (SICAV), Notificazione e documenti giustificativi",
        "citation": "Art. 102 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una società di investimento a capitale variabile occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. l’atto costitutivo autentico;\nb. lo statuto;\nc. una prova che i membri del consiglio d’amministrazione hanno accettato la loro elezione;\nd. una prova che la società di audit prevista dalla legge ha accettato la sua elezione;\ne. il verbale della seduta costitutiva del consiglio d’amministrazione con l’elezione del presidente e l’attribuzione del diritto di firma;\nf. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla società di investimento un domicilio legale nel luogo di sede di quest’ultima;\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_102"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 11: Società di investimento a capitale variabile (SICAV), Notificazione e documenti giustificativi",
        "citation": "Art. 102 cpv. 2 ORC",
        "content": "Le indicazioni che già figurano nell’atto costitutivo non necessitano di altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_102"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 11: Società di investimento a capitale variabile (SICAV), Atto costitutivo",
        "citation": "Art. 103 ORC",
        "content": "L’atto pubblico concernente l’atto costitutivo contiene le indicazioni seguenti:\na. i dati personali dei promotori e dei loro rappresentanti;\nb. la dichiarazione dei promotori di costituire una società di investimento a capitale variabile;\nc. la conferma dei promotori che lo statuto è stato stabilito;\nd. il fatto che i membri del consiglio d’amministrazione sono stati eletti e i loro dati personali;\ne. il fatto che la società di audit è stata eletta e i suoi dati personali;\nf. la menzione di tutti i documenti giustificativi e l’attestazione del pubblico ufficiale che tali documenti sono stati esibiti a lui stesso e ai promotori;\ng. le firme dei promotori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_103"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 11: Società di investimento a capitale variabile (SICAV), Contenuto dell’iscrizione",
        "citation": "Art. 104 ORC",
        "content": "L’iscrizione nel registro di commercio delle società di investimento a capitale variabile contiene le indicazioni seguenti:\na. il fatto che si tratta della costituzione di una nuova società di investimento a capitale variabile;\nb. la ditta e il numero d’identificazione delle imprese;\nc. la sede e il domicilio legale;\nd. la forma giuridica;\ne. la data dello statuto;\nf. se limitata, la durata della società;\ng. lo scopo;\nh. la specie delle azioni;\ni. in caso di una limitazione della trasmissibilità delle azioni, segnatamente se la cerchia degli investitori è limitata a investitori qualificati, un rinvio allo statuto per i dettagli;\nj. nel caso di diverse categorie di azioni, i diritti ad esse inerenti con un rinvio allo statuto per i dettagli;\nk. i membri del consiglio di amministrazione;\nl. le persone autorizzate a rappresentare;\nm. il fatto che l’audit è effettuato conformemente alle disposizioni della LICol;\nn. la società di audit abilitata;\no. l’organo di pubblicazione legale e gli altri organi di pubblicazione;\np. la forma delle comunicazioni della società ai suoi azionisti prevista dallo statuto;\nq. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_104"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 11: Società di investimento a capitale variabile (SICAV), Scioglimento e cancellazione",
        "citation": "Art. 105 ORC",
        "content": "Per lo scioglimento e la cancellazione si applicano per analogia gli articoli 63 e 65.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_105"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 12: Istituto di diritto pubblico, Notificazione e documenti giustificativi",
        "citation": "Art. 106 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di un istituto di diritto pubblico occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. il rinvio alle basi legali determinanti e alle decisioni di diritto pubblico dell’organo competente per la costituzione;\nb. se del caso, lo statuto;\nc. le decisioni, i verbali o gli estratti dei verbali relativi alla nomina dei membri dell’organo superiore di direzione o di amministrazione e delle persone autorizzate a rappresentare nonché, se del caso, alla designazione dell’ufficio di revisione;\nd. le dichiarazioni dei membri dell’organo superiore di direzione o di amministrazione e, se del caso, dell’ufficio di revisione che accettano la loro elezione;\ne. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede all’istituto di diritto pubblico un domicilio legale nel luogo di sede di quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_106"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 12: Istituto di diritto pubblico, Notificazione e documenti giustificativi",
        "citation": "Art. 106 cpv. 2 ORC",
        "content": "Le indicazioni che già figurano in altri documenti non necessitano di ulteriori documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_106"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 12: Istituto di diritto pubblico, Notificazione e documenti giustificativi",
        "citation": "Art. 106 cpv. 3 ORC",
        "content": "Se è già stato attribuito all’istituto di diritto pubblico, il numero d’identificazione delle imprese deve essere indicato nella notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_106"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 12: Istituto di diritto pubblico, Contenuto dell’iscrizione",
        "citation": "Art. 107 ORC",
        "content": "L’iscrizione nel registro di commercio degli istituti di diritto pubblico contiene le indicazioni seguenti:\na. la denominazione e il numero d’identificazione delle imprese;\nb. la sede e il domicilio legale;\nc. la forma giuridica;\nd. le basi legali di diritto pubblico applicabili in materia nonché la data delle decisioni di diritto pubblico dell’organo competente per la costituzione;\ne. se nota, la data della costituzione dell’istituto di diritto pubblico;\nf. se vi è lo statuto, la sua data;\ng. lo scopo;\nh. nel caso di un capitale di dotazione, la sua entità;\ni. in caso di responsabilità speciali, un rinvio ai documenti giustificativi per i dettagli, alle basi legali o alle decisioni dell’organo competente per la costituzione;\nj. l’organizzazione;\nk.. i membri dell’organo superiore di direzione o di amministrazione;\nl. le persone autorizzate a rappresentare;\nm. se del caso, l’ufficio di revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_107"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 12: Istituto di diritto pubblico, Diritto applicabile",
        "citation": "Art. 108 ORC",
        "content": "Per il rimanente, agli istituti di diritto pubblico si applicano per analogia le prescrizioni della presente ordinanza sulle forme giuridiche del diritto privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_108"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Notificazione e documenti",
        "citation": "Art. 109 ORC",
        "content": "Con la notificazione per l’iscrizione di una succursale di un ente giuridico con sede in Svizzera occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. il verbale o l’estratto del verbale relativo alla designazione delle persone autorizzate a rappresentare soltanto la succursale;\nb. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla succursale un domicilio legale nel luogo di sede di quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_109"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Contenuto dell’iscrizione",
        "citation": "Art. 110 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio della succursale contiene le indicazioni seguenti:\na. la ditta o il nome, il numero d’identificazione delle imprese, la forma giuridica e la sede dello stabilimento principale;\nb. la ditta o il nome, il numero d’identificazione delle imprese, la sede e il domicilio legale della succursale;\nc. il fatto che si tratta di una succursale;\nd. lo scopo della succursale in quanto sia formulato in modo più restrittivo di quello dello stabilimento principale;\ne. le persone autorizzate a rappresentare la succursale, sempreché il loro diritto di firma non risulti dall’iscrizione dello stabilimento principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_110"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Contenuto dell’iscrizione",
        "citation": "Art. 110 cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio dello stabilimento principale contiene le indicazioni seguenti:\na. il numero d’identificazione delle imprese della succursale;\nb. la sede della succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_110"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Coordinamento delle iscrizioni dello stabilimento principale e della succursale",
        "citation": "Art. 111 cpv. 1 ORC",
        "content": "L’ufficio cantonale del registro di commercio presso la sede della succursale informa l’ufficio del registro di commercio presso la sede dello stabilimento principale in merito alla nuova iscrizione, al trasferimento di sede o alla cancellazione della succursale. L’ufficio del registro di commercio presso la sede dello stabilimento principale procede d’ufficio alle iscrizioni necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_111"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Coordinamento delle iscrizioni dello stabilimento principale e della succursale",
        "citation": "Art. 111 cpv. 2 ORC",
        "content": "L’ufficio del registro di commercio presso la sede dello stabilimento principale informa l’ufficio del registro di commercio presso la sede della succursale in merito alle modifiche che richiedono un adeguamento dell’iscrizione della succursale, segnatamente se riguardano la forma giuridica, la ditta o il nome, la sede, lo scioglimento o la cancellazione. L’ufficio del registro di commercio presso la sede della succursale procede d’ufficio alle iscrizioni necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_111"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Fusione, scissione, trasformazione e trasferimento di patrimonio",
        "citation": "Art. 112 cpv. 1 ORC",
        "content": "In caso di fusione, scissione, trasformazione o trasferimento di patrimonio, le iscrizioni di succursali sono mantenute fintantoché non sia notificata la loro cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_112"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 1: Succursale di un ente giuridico con sede in Svizzera, Fusione, scissione, trasformazione e trasferimento di patrimonio",
        "citation": "Art. 112 cpv. 2 ORC",
        "content": "Se una fusione, una scissione, una trasformazione o un trasferimento di patrimonio comporta modifiche di cui occorre tenere conto nell’iscrizione delle succursali, tali fatti devono essere notificati all’ufficio del registro di commercio. In caso di fusione o di scissione la notificazione compete all’ente giuridico assuntore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_112"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Notificazione e documenti giustificativi",
        "citation": "Art. 113 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una succursale di un ente giuridico con sede all’estero occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. un estratto autenticato aggiornato del registro di commercio presso la sede dello stabilimento principale o, qualora l’estratto non contenga le indicazioni necessarie o non esista un’istituzione corrispondente al registro di commercio, una prova ufficiale attestante che lo stabilimento principale ha esistenza legale secondo le disposizioni del diritto straniero applicabile;\nb. in caso di persone giuridiche, una copia autenticata dello statuto vigente o del documento equivalente dello stabilimento principale;\nc. il verbale o l’estratto del verbale dell’organo dello stabilimento principale che ha deliberato la costituzione della succursale;\nd. il verbale o l’estratto del verbale relativo alla designazione delle persone autorizzate a rappresentare la succursale;\ne. nel caso di cui all’articolo 117 capoverso 3, la dichiarazione del domiciliatario secondo la quale egli concede alla succursale un domicilio legale nel luogo di sede di quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_113"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Notificazione e documenti giustificativi",
        "citation": "Art. 113 cpv. 2 ORC",
        "content": "Il capoverso 1 lettere a e b non si applica se in Svizzera esiste già una succursale del medesimo ente giuridico iscritta nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_113"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Contenuto dell’iscrizione",
        "citation": "Art. 114 ORC",
        "content": "L’iscrizione nel registro di commercio di succursali di enti giuridici con sede all’estero contiene le indicazioni seguenti:\na. la ditta o il nome, la forma giuridica e la sede dello stabilimento principale nonché, se del caso, un rinvio alla sua registrazione e al numero d’identificazione delle imprese di quest’ultimo;\nb. l’entità e la moneta di un eventuale capitale dello stabilimento principale nonché informazioni sui conferimenti effettuati;\nc. la ditta o il nome, il numero d’identificazione delle imprese, la sede e il domicilio legale della succursale;\nd. il fatto che si tratta di una succursale;\ne. lo scopo della succursale; \nf. le persone autorizzate a rappresentare la succursale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_114"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Contenuto dell’iscrizione",
        "citation": "Art. 114 cpv. 2 ORC",
        "content": "Alla formulazione dello scopo della succursale si applica l’articolo 118 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_114"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Cancellazione",
        "citation": "Art. 115 cpv. 1 ORC",
        "content": "Se l’esercizio della succursale è cessato, occorre notificare la cancellazione della succursale per l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_115"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Cancellazione",
        "citation": "Art. 115 cpv. 2 ORC",
        "content": "Se al registro di commercio è notificata per l’iscrizione la cancellazione della succursale di un ente giuridico con sede all’estero, l’ufficio del registro di commercio comunica tale fatto alle autorità fiscali federali e cantonali. È possibile procedere alla cancellazione soltanto dopo che queste autorità hanno dato il loro consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_115"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 3: Disposizioni speciali in materia di iscrizioni, Capitolo 13: Succursale, Sezione 2: Succursale di un ente giuridico con sede all’estero, Cancellazione",
        "citation": "Art. 115 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene la cancellazione e il motivo della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_115"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Numero d’identificazione delle imprese",
        "citation": "Art. 116 cpv. 1 ORC",
        "content": "Se l’ente giuridico non ne dispone ancora, il numero d’identificazione delle imprese gli è assegnato al più tardi al momento dell’iscrizione nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Numero d’identificazione delle imprese",
        "citation": "Art. 116 cpv. 2 ORC",
        "content": "Il numero d’identificazione delle imprese permette di identificare un ente giuridico in modo permanente. Tale numero è immutabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Numero d’identificazione delle imprese",
        "citation": "Art. 116 cpv. 3 ORC",
        "content": "Il numero di identificazione delle imprese di un ente giuridico cancellato non può essere riassegnato. Il numero d’identificazione delle imprese viene riassegnato, quando:\na. un ente giuridico cancellato è nuovamente iscritto nel registro di commercio su ordine del tribunale;\nb. una ditta individuale cancellata è nuovamente notificata per l’iscrizione nel registro di commercio su richiesta del titolare;\nc. un’impresa individuale cancellata è iscritta d’ufficio nel registro di commercio nell’ambito di una procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Numero d’identificazione delle imprese",
        "citation": "Art. 116 cpv. 4 ORC",
        "content": "In caso di fusione mediante incorporazione, l’ente giuridico assuntore conserva il proprio numero d’identificazione delle imprese. In caso di fusione mediante combinazione, all’ente giuridico sorto dalla fusione è assegnato un nuovo numero d’identificazione delle imprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Numero d’identificazione delle imprese",
        "citation": "Art. 116 cpv. 5 ORC",
        "content": "Se da una scissione nasce un nuovo ente giuridico, gli è assegnato un nuovo numero d’identificazione delle imprese. Gli altri enti giuridici che partecipano alla scissione conservano i rispettivi numeri di identificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Numero d’identificazione delle imprese",
        "citation": "Art. 116 cpv. 6 ORC",
        "content": "Se una società in nome collettivo o in accomandita continua l’attività come ditta individuale conformemente all’articolo 579 CO, il numero d’identificazione delle imprese rimane invariato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Indicazione della forma giuridica nella ditta",
        "citation": "Art. 116a cpv. 1 ORC",
        "content": "La forma giuridica nella ditta di una società commerciale o di una società cooperativa (art. 950 CO) dev’essere indicata con la pertinente designazione o con la sua abbreviazione in una lingua nazionale della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Indicazione della forma giuridica nella ditta",
        "citation": "Art. 116a cpv. 2 ORC",
        "content": "Le designazioni e le abbreviazioni sono elencate nell’allegato 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_116_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Sede, domicilio legale e altri indirizzi",
        "citation": "Art. 117 cpv. 1 ORC",
        "content": "Come sede è iscritto il nome del Comune politico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Sede, domicilio legale e altri indirizzi",
        "citation": "Art. 117 cpv. 2 ORC",
        "content": "Come domicilio legale è iscritto l’indirizzo del luogo presso il quale l’ente giuridico è raggiungibile alla sua sede, con le indicazioni seguenti: via, numero civico, codice di avviamento postale e luogo. Può trattarsi dell’indirizzo dell’ente giuridico oppure di quello di un terzo (indirizzo c/o).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Sede, domicilio legale e altri indirizzi",
        "citation": "Art. 117 cpv. 3 ORC",
        "content": "Se un ente giuridico dispone di un indirizzo c/o come domicilio legale, alla notificazione per l’iscrizione deve essere allegata una dichiarazione del domiciliatario come documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Sede, domicilio legale e altri indirizzi",
        "citation": "Art. 117 cpv. 4 ORC",
        "content": "Se le circostanze lasciano presumere che l’indirizzo notificato quale domicilio legale sia un indirizzo c/o senza essere dichiarato tale, l’ufficio del registro di commercio chiede all’ente giuridico di presentare la dichiarazione secondo il capoverso 3 oppure documenti giustificativi per un proprio indirizzo, in particolare un contratto di locazione o un estratto del registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Sede, domicilio legale e altri indirizzi",
        "citation": "Art. 117 cpv. 5 ORC",
        "content": "Oltre all’indicazione della sede e del domicilio legale, ogni ente giuridico ha la facoltà di far iscrivere nel registro di commercio della sua sede altri indirizzi situati in Svizzera, in particolare un indirizzo di liquidazione o una casella postale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_117"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Scopo",
        "citation": "Art. 118 cpv. 1 ORC",
        "content": "Lo scopo deve essere definito in modo tale da permettere a terzi di identificare chiaramente il campo d’attività dell’ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_118"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Scopo",
        "citation": "Art. 118 cpv. 2 ORC",
        "content": "Per l’iscrizione l’ufficio del registro di commercio riprende inalterata la formulazione dello scopo dell’ente giuridico dallo statuto o dall’atto di fondazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_118"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Dati personali",
        "citation": "Art. 119 cpv. 1 ORC",
        "content": "Le iscrizioni riguardanti le persone fisiche contengono le indicazioni seguenti:\na. il cognome;\nb. almeno un nome scritto per esteso; \nc. su richiesta, nomi usuali, vezzeggiativi, nomi d’arte, cognomi d’affinità, nomi ricevuti in seno a un ordine religioso o cognomi dell’unione domestica registrata;\nd. il Comune politico del luogo d’origine o, per i cittadini stranieri, la cittadinanza;\ne. il Comune politico del domicilio o, in caso di domicilio all’estero, la località e lo Stato;\nf. i titoli accademici svizzeri o quelli esteri equivalenti, se documentati;\ng. la funzione che la persona riveste in seno all’ente giuridico;\nh. il tipo di diritto di firma o l’indicazione che la persona non è autorizzata a firmare;\ni. il numero personale non significante della banca dati centrale delle persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Dati personali",
        "citation": "Art. 119 cpv. 2 ORC",
        "content": "La grafia del cognome, del cognome prima del matrimonio e dei nomi rispetta quella che figura sul documento di identità usato per la rilevazione dei dati personali (art. 24b)",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Dati personali",
        "citation": "Art. 119 cpv. 3 ORC",
        "content": "L’iscrizione di un ente giuridico in qualità di titolare di una funzione presso un altro ente giuridico deve contenere le indicazioni seguenti:\na. se il titolare della funzione è iscritto nel registro di commercio:\n1. la ditta, il nome o la designazione nella versione iscritta nel registro di commercio,\n2. il numero d’identificazione delle imprese,\n3. la sede,\n4. la funzione;\nb. se il titolare della funzione non è iscritto nel registro di commercio:\n1.  il nome o la designazione,\n2. se del caso, il numero d’identificazione delle imprese,\n3.  l’indicazione che l’ente giuridico non è iscritto nel registro di commercio,\n4.  la sede,\n5.  la funzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Dati personali",
        "citation": "Art. 119 cpv. 4 ORC",
        "content": "Se una comunione giuridica è iscritta in qualità di titolare di una funzione presso un altro ente giuridico, l’iscrizione deve indicare le persone di cui è composta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_119"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Organi superiori di direzione o di amministrazione",
        "citation": "Art. 120 ORC",
        "content": "Le ditte individuali, le società commerciali, le persone giuridiche, nonché gli istituti di diritto pubblico non possono essere iscritti nel registro di commercio come membri dell’organo superiore di direzione o di amministrazione o come persone autorizzate a firmare. Sono fatti salvi l’articolo 98 LICol nonché l’iscrizione di liquidatori, revisori, amministratori di fallimenti o commissari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_120"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Ufficio di revisione",
        "citation": "Art. 121 ORC",
        "content": "Ove debba essere iscritto un ufficio di revisione, si tralascia di iscrivere se si tratta di un’impresa di revisione sotto sorveglianza statale, di un perito revisore abilitato o di un revisore abilitato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_121"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 1: Numero d’identificazione delle imprese, forma giuridica, sede, scopo, dati personali e riferimento alle iscrizioni precedenti, Riferimento all’iscrizione precedente",
        "citation": "Art. 122 ORC",
        "content": "Ogni iscrizione nel registro giornaliero contiene un riferimento alla pubblicazione nel Foglio ufficiale svizzero di commercio dell’ultima iscrizione concernente l’ente giuridico interessato. È necessario menzionare:\na. la data e il numero dell’edizione;\nb. il numero di comunicazione della pubblicazione elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_122"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la nuova sede",
        "citation": "Art. 123 cpv. 1 ORC",
        "content": "Se un ente giuridico trasferisce la sua sede in un altro distretto del registro, deve procedere alla notificazione per l’iscrizione nel registro di commercio presso la nuova sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la nuova sede",
        "citation": "Art. 123 cpv. 2 ORC",
        "content": "Con la notificazione per l’iscrizione del trasferimento della sede occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. ...\nb. se è necessario modificare lo statuto, la deliberazione concernente la modifica nonché una copia autenticata del nuovo statuto;\nc. le firme autenticate delle persone che notificano l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la nuova sede",
        "citation": "Art. 123 cpv. 3 ORC",
        "content": "La decisione in merito all’iscrizione del trasferimento di sede compete all’ufficio del registro di commercio presso la nuova sede. Informa l’ufficio del registro di commercio presso la sede precedente in merito all’iscrizione da operare e gli ingiunge di procedere alla cancellazione dell’iscrizione precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la nuova sede",
        "citation": "Art. 123 cpv. 4 ORC",
        "content": "L’ufficio del registro di commercio presso la sede precedente trasmette all’ufficio del registro di commercio presso la nuova sede tutti i dati elettronici disponibili nel registro principale in previsione dell’iscrizione del trasferimento della sede. Tali dati sono ripresi nel registro principale senza ulteriori verifiche, ma non sono iscritti nel registro giornaliero né pubblicati nel Foglio ufficiale svizzero di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la nuova sede",
        "citation": "Art. 123 cpv. 5 ORC",
        "content": "L’iscrizione nel registro di commercio presso la nuova sede contiene le indicazioni seguenti:\na. la ditta o il nome e il numero d’identificazione delle imprese;\nb. il trasferimento della sede con la menzione del luogo della sede precedente e della nuova sede;\nc. il domicilio legale della nuova sede;\nd. la data del nuovo statuto, se è stato modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la nuova sede",
        "citation": "Art. 123 cpv. 6 ORC",
        "content": "Se presso la nuova sede le iscrizioni sono effettuate in una lingua diversa da quella della sede precedente, tutti i fatti che devono essere pubblicati sono iscritti nella nuova lingua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_123"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la sede precedente",
        "citation": "Art. 124 cpv. 1 ORC",
        "content": "Il trasferimento della sede e la cancellazione della sede precedente sono iscritti nel registro giornaliero il medesimo giorno. Gli uffici del registro di commercio coordinano i tempi dell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_124"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la sede precedente",
        "citation": "Art. 124 cpv. 2 ORC",
        "content": "La cancellazione presso la sede precedente è iscritta senza procedere a ulteriori verifiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_124"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Iscrizione presso la sede precedente",
        "citation": "Art. 124 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio presso la sede precedente contiene le indicazioni seguenti:\na. il fatto che in seguito al trasferimento della sede l’ente giuridico è stato iscritto nel registro di commercio presso la nuova sede con la menzione del luogo della nuova sede;\nb. la nuova ditta o il nuovo nome, se vi è stata una modifica;\nc. il fatto che l’ente giuridico è cancellato d’ufficio dal registro di commercio presso la sede precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_124"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Trasmissione dei documenti giustificativi",
        "citation": "Art. 125 cpv. 1 ORC",
        "content": "L’ufficio del registro di commercio presso la sede precedente trasmette all’ufficio del registro di commercio presso la nuova sede tutti i documenti giustificativi relativi alle iscrizioni effettuate presso la sede precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_125"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 1: In Svizzera, Trasmissione dei documenti giustificativi",
        "citation": "Art. 125 cpv. 2 ORC",
        "content": "Se la trasmissione è effettuata elettronicamente, la riservatezza deve essere garantita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_125"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 2: Trasferimento in Svizzera della sede di un ente giuridico estero",
        "citation": "Art. 126 cpv. 1 ORC",
        "content": "Se un ente giuridico estero si sottopone al diritto svizzero conformemente alle prescrizioni della legge federale del 18 dicembre 1987 sul diritto internazionale privato (LDIP) mediante un trasferimento della sede, per l’iscrizione nel registro di commercio si applicano le disposizioni sull’iscrizione di un nuovo ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 2: Trasferimento in Svizzera della sede di un ente giuridico estero",
        "citation": "Art. 126 cpv. 2 ORC",
        "content": "Oltre ai documenti giustificativi necessari per l’iscrizione di un nuovo ente giuridico, le persone che notificano l’iscrizione devono fornire all’ufficio del registro di commercio anche i documenti giustificativi speciali seguenti:\na. una prova dell’esistenza legale dell’ente giuridico all’estero;\nb. una prova dell’ammissibilità del trasferimento di sede transfrontaliero secondo il diritto estero o l’autorizzazione del Dipartimento federale di giustizia e polizia conformemente al capoverso 4;\nc. una prova che l’adattamento a una forma societaria del diritto svizzero è possibile;\nd. una prova che l’ente giuridico ha trasferito il centro della sua attività in Svizzera;\ne. nel caso di una società di capitali, la relazione di un perito revisore abilitato comprovante che il capitale sociale è coperto secondo il diritto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 2: Trasferimento in Svizzera della sede di un ente giuridico estero",
        "citation": "Art. 126 cpv. 3 ORC",
        "content": "Oltre alle indicazioni necessarie per una nuova iscrizione, l’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. la data della decisione con la quale l’ente giuridico si sottopone al diritto svizzero conformemente alle norme della LDIP;\nb. la ditta o il nome, la forma giuridica e la sede prima che l’ente giuridico trasferisse la sua sede in Svizzera;\nc. l’autorità estera competente per la registrazione prima che l’ente giuridico trasferisse la sua sede in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 2: Trasferimento in Svizzera della sede di un ente giuridico estero",
        "citation": "Art. 126 cpv. 4 ORC",
        "content": "Se il Dipartimento federale di giustizia e polizia rilascia un’autorizzazione conformemente all’articolo 161 capoverso 2 LDIP, la pertinente decisione deve essere inoltrata all’ufficio del registro di commercio come documento giustificativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_126"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 3:, Trasferimento all’estero della sede di un ente giuridico svizzero",
        "citation": "Art. 127 cpv. 1 ORC",
        "content": "Se un ente giuridico svizzero trasferisce la sua sede all’estero conformemente alle prescrizioni della LDIP, oltre ai documenti giustificativi necessari per la cancellazione dell’ente giuridico, le persone che notificano l’iscrizione devono fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. una prova che l’ente giuridico continua a sussistere all’estero;\nb. la relazione di un perito revisore abilitato attestante che i creditori hanno ottenuto garanzie, sono stati soddisfatti conformemente all’articolo 46 LFus o acconsentono alla cancellazione;\nc. la decisione dell’organo competente con la quale l’ente giuridico si sottopone al diritto estero conformemente alle norme della LDIP;\nd. se del caso, l’autorizzazione secondo la legge federale del 16 dicembre 1983 sull’acquisto di fondi da parte di persone all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_127"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 3:, Trasferimento all’estero della sede di un ente giuridico svizzero",
        "citation": "Art. 127 cpv. 2 ORC",
        "content": "Se è notificato il trasferimento della sede di un ente giuridico svizzero all’estero, l’ufficio del registro di commercio lo comunica alle autorità fiscali federali e cantonali. È possibile procedere alla cancellazione soltanto dopo che queste autorità hanno dato il loro consenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_127"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 2: Trasferimento della sede, Sezione 3:, Trasferimento all’estero della sede di un ente giuridico svizzero",
        "citation": "Art. 127 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene:\na. la data della decisione dell’organo competente con la quale l’ente giuridico si sottopone al diritto estero conformemente alle norme della LDIP;\nb. la ditta o il nome, la forma giuridica e la sede dopo il trasferimento all’estero;\nc. l’autorità estera competente per la registrazione dopo il trasferimento della sede all’estero;\nd. la data della relazione di revisione attestante che sono state prese le disposizioni necessarie a tutela dei creditori;\ne. il fatto che la società è cancellata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_127"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 1: Momento della notificazione e dell’iscrizione, Momento della notificazione",
        "citation": "Art. 128 ORC",
        "content": "Gli enti giuridici possono notificare fusioni, scissioni e trasferimenti di patrimonio per l’iscrizione nel registro di commercio soltanto dopo aver ottenuto le approvazioni delle altre autorità previste dalla legge. Questo si applica in particolare nel caso di ristrutturazioni che adempiono i requisiti di una concentrazione il cui annuncio è obbligatorio ai sensi dell’articolo 9 della legge del 6 ottobre 1995 sui cartelli o che necessitano di un’autorizzazione da parte dell’autorità di vigilanza conformemente agli articoli 3 e 5 della legge federale del 17 dicembre 2004 sulla sorveglianza delle imprese di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_128"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 1: Momento della notificazione e dell’iscrizione, Momento dell’iscrizione",
        "citation": "Art. 129 cpv. 1 ORC",
        "content": "Per tutti gli enti giuridici partecipanti, le ristrutturazioni sono iscritte nel registro giornaliero alla stessa data.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_129"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 1: Momento della notificazione e dell’iscrizione, Momento dell’iscrizione",
        "citation": "Art. 129 cpv. 2 ORC",
        "content": "Se gli enti giuridici non appartengono tutti allo stesso distretto del registro, i diversi uffici del registro di commercio coordinano i tempi dell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_129"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 1: Momento della notificazione e dell’iscrizione, Momento dell’iscrizione",
        "citation": "Art. 129 cpv. 3 ORC",
        "content": "Tale disposizione si applica anche per l’iscrizione di un conferimento in natura operato mediante trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_129"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Notificazione e ufficio del registro di commercio competente",
        "citation": "Art. 130 cpv. 1 ORC",
        "content": "Ognuno degli enti giuridici partecipanti alla fusione deve notificare per l’iscrizione i fatti che lo riguardano all’ufficio del registro di commercio (art. 21 cpv. 1 LFus) in una delle lingue ufficiali dell’ufficio del registro di commercio interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_130"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Notificazione e ufficio del registro di commercio competente",
        "citation": "Art. 130 cpv. 2 ORC",
        "content": "Se gli enti giuridici partecipanti alla fusione non appartengono tutti al medesimo distretto del registro, la decisione in merito all’iscrizione della fusione compete all’ufficio del registro di commercio presso la sede dell’ente giuridico assuntore. Tale ufficio informa gli uffici del registro di commercio della sede degli enti giuridici trasferenti in merito all’iscrizione da operare e ingiunge loro di procedere alla cancellazione dell’iscrizione precedente senza ulteriori verifiche. Su richiesta trasmette loro le copie della notificazione e dei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_130"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Notificazione e ufficio del registro di commercio competente",
        "citation": "Art. 130 cpv. 3 ORC",
        "content": "Tutti i documenti giustificativi e i dati elettronici riguardanti le iscrizioni degli enti giuridici trasferenti devono essere trasmessi all’ufficio del registro di commercio presso la sede dell’ente giuridico assuntore dopo la loro cancellazione e conservati con gli atti riguardanti l’ente giuridico assuntore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_130"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Documenti giustificativi",
        "citation": "Art. 131 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della fusione, gli enti giuridici partecipanti devono fornire i documenti giustificativi seguenti:\na. il contratto di fusione (art. 12 e 13 LFus);\nb. i bilanci di fusione degli enti giuridici trasferenti e, se del caso, i bilanci dei conti intermedi (art. 11 LFus);\nc. le decisioni di fusione degli enti giuridici partecipanti, se necessario documentate da un atto pubblico (art. 18 e 20 LFus);\nd. le relazioni di revisione degli enti giuridici partecipanti (art. 15 LFus);\ne. in caso di fusione mediante incorporazione (art. 9 e 21 cpv. 2 LFus), se necessario, i documenti giustificativi relativi all’aumento di capitale;\nf. in caso di fusione di un ente giuridico in liquidazione, l’attestazione di cui all’articolo 5 capoverso 2 LFus, firmata da almeno un membro dell’organo superiore di direzione o di amministrazione;\ng. in caso di fusione di enti giuridici con perdita di capitale o eccedenza di debiti, l’attestazione di cui all’articolo 6 capoverso 2 LFus;\nh. in caso di fusione mediante combinazione (art. 10 LFus), i documenti giustificativi relativi alla costituzione di un nuovo ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_131"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Documenti giustificativi",
        "citation": "Art. 131 cpv. 2 ORC",
        "content": "In caso di fusioni di piccole e medie imprese, gli enti giuridici partecipanti alla fusione possono produrre, in luogo del documento giustificativo di cui al capoverso 1 lettera d, una dichiarazione firmata almeno da un membro dell’organo superiore di direzione o di amministrazione la quale prova che tutti i soci hanno rinunciato alla stesura del rapporto di fusione o alla verifica e che l’ente giuridico adempie i requisiti di cui all’articolo 2 lettera e LFus. La dichiarazione deve fare riferimento a documenti determinanti quali conti economici, bilanci, rapporti annuali, dichiarazioni di rinuncia o il verbale dell’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_131"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Documenti giustificativi",
        "citation": "Art. 131 cpv. 3 ORC",
        "content": "In caso di fusioni agevolate di società di capitali (art. 23 LFus), le società partecipanti alla fusione devono produrre, in luogo dei documenti giustificativi di cui al capoverso 1 lettere c e d, gli estratti dei verbali degli organi superiori di direzione o di amministrazione relativi all’approvazione del contratto di fusione, sempreché detto contratto non rechi la firma di tutti i membri di tali organi. Devono inoltre provare che le società adempiono le condizioni di cui all’articolo 23 LFus, se ciò non risulta da altri documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_131"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Contenuto dell’iscrizione",
        "citation": "Art. 132 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio dell’ente giuridico assuntore contiene le indicazioni seguenti:\na. la ditta o il nome, la sede e il numero d’identificazione delle imprese degli enti giuridici partecipanti alla fusione;\nb. la data del contratto di fusione e dei bilanci di fusione degli enti giuridici trasferenti;\nc. il valore complessivo degli attivi e dei passivi trasferiti;\nd. se del caso, le quote sociali e i diritti societari, come pure l’eventuale conguaglio riconosciuti ai soci della società trasferente (art. 7 LFus);\ne. se del caso, l’indennità (art. 8 LFus);\nf. se del caso, l’aumento del capitale derivante dalla fusione;\ng. la menzione dell’attestazione di un perito revisore abilitato in caso di perdita di capitale o di eccedenza di debiti (art. 6 cpv. 2 LFus);\nh. in caso di fusione mediante combinazione, i dati necessari all’iscrizione del nuovo ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_132"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 2: Fusione di enti giuridici, Contenuto dell’iscrizione",
        "citation": "Art. 132 cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio dell’ente giuridico trasferente contiene le indicazioni seguenti:\na. la ditta o il nome, la sede e il numero d’identificazione delle imprese degli enti giuridici partecipanti alla fusione;\nb. il fatto che l’ente giuridico è cancellato a seguito di fusione (art. 21 cpv. 3 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_132"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Notificazione e ufficio del registro di commercio competente",
        "citation": "Art. 133 cpv. 1 ORC",
        "content": "Ognuna delle società partecipanti alla scissione deve chiedere l’iscrizione dei fatti che la riguardano all’ufficio del registro di commercio (art. 51 cpv. 1 LFus) in una delle lingue ufficiali del registro di commercio interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_133"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Notificazione e ufficio del registro di commercio competente",
        "citation": "Art. 133 cpv. 2 ORC",
        "content": "Se le società partecipanti alla scissione non appartengono tutte al medesimo distretto del registro, la decisione in merito all’iscrizione della scissione compete all’ufficio del registro di commercio presso la sede della società trasferente. Tale ufficio informa gli uffici del registro di commercio della sede degli enti giuridici assuntori in merito all’iscrizione da operare e ingiunge loro di procedere alla cancellazione dell’iscrizione precedente senza ulteriori verifiche. Su richiesta trasmette loro le copie della notificazione e dei documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_133"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Documenti giustificativi",
        "citation": "Art. 134 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della scissione, le società partecipanti devono fornire i documenti giustificativi seguenti:\na. il contratto di scissione (art. 36 cpv. 1 e 37 LFus) o il progetto di scissione (art. 36 cpv. 2 e 37 LFus);\nb. le decisioni di scissione delle società partecipanti, documentate da atto pubblico (art. 43 e 44 LFus);\nc. le relazioni di revisione delle società partecipanti (art. 40 LFus);\nd. se del caso, i documenti giustificativi relativi alla riduzione di capitale della società trasferente (art. 32 in combinato disposto con l’art. 51 cpv. 2 LFus);\ne. se del caso, i documenti giustificativi relativi all’aumento di capitale della società assuntrice (art. 33 LFus);\nf. i documenti giustificativi relativi alla costituzione della nuova società assuntrice (art. 34 LFus);\ng. sempreché ciò non risulti da altri documenti giustificativi, la prova che sono state osservate le disposizioni concernenti la protezione dei creditori di cui all’articolo 45 LFus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_134"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Documenti giustificativi",
        "citation": "Art. 134 cpv. 2 ORC",
        "content": "In caso di scissioni di piccole e medie imprese, le società partecipanti alla scissione possono produrre, in luogo del documento giustificativo di cui al capoverso 1 lettera c, una dichiarazione firmata almeno da un membro dell’organo superiore di direzione o di amministrazione la quale prova che tutti i soci hanno rinunciato alla stesura del rapporto di scissione o alla verifica e che la società adempie i requisiti di cui all’articolo 2 lettera e LFus. La dichiarazione deve fare riferimento a documenti determinanti quali conti economici, bilanci, rapporti annuali, dichiarazioni di rinuncia o il verbale dell’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_134"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Contenuto dell’iscrizione",
        "citation": "Art. 135 cpv. 1 ORC",
        "content": "L’iscrizione nel registro di commercio delle società assuntrici contiene le indicazioni seguenti:\na. la ditta, la sede nonché il numero d’identificazione delle imprese delle società partecipanti alla scissione;\nb. la data del contratto o del progetto di scissione;\nc. il valore complessivo degli attivi e dei passivi trasferiti secondo l’inventario;\nd. le quote sociali o i diritti societari, come pure l’eventuale conguaglio riconosciuti ai soci della società trasferente (art. 37 lett. c LFus);\ne. se del caso, l’aumento di capitale derivante dalla scissione;\nf. se del caso, i dati necessari all’iscrizione della nuova società.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_135"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Contenuto dell’iscrizione",
        "citation": "Art. 135 cpv. 2 ORC",
        "content": "Nel caso di una divisione, l’iscrizione nel registro di commercio della società trasferente contiene le indicazioni seguenti:\na. la ditta, la sede e il numero d’identificazione delle imprese di tutte le società partecipanti alla scissione;\nb. il fatto che la società è cancellata a seguito di divisione (art. 51 cpv. 3 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_135"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 3: Scissione di società di capitali e società cooperative, Contenuto dell’iscrizione",
        "citation": "Art. 135 cpv. 3 ORC",
        "content": "Nel caso di una separazione, l’iscrizione nel registro di commercio della società trasferente contiene le indicazioni seguenti:\na. la ditta, la sede nonché il numero d’identificazione delle imprese di tutte le società partecipanti alla separazione;\nb. se del caso, la riduzione del capitale derivante dalla separazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_135"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 4: Trasformazione di società, Notificazione e documenti giustificativi",
        "citation": "Art. 136 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della trasformazione (art. 66 LFus) occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. il progetto di trasformazione (art. 59 e 60 LFus);\nb. il bilancio di trasformazione e, se del caso, il bilancio del conto intermedio (art. 58 LFus);\nc. la decisione di trasformazione documentata da atto pubblico (art. 64 e 65 LFus);\nd. la relazione di revisione (art. 62 LFus);\ne. se le circostanze lo richiedono, i documenti giustificativi relativi alla costituzione della nuova forma giuridica (art. 57 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_136"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 4: Trasformazione di società, Notificazione e documenti giustificativi",
        "citation": "Art. 136 cpv. 2 ORC",
        "content": "In caso di trasformazione di piccole e medie imprese, l’organo superiore di direzione o di amministrazione può produrre, in luogo del documento giustificativo di cui al capoverso 1 lettera d, una dichiarazione firmata da almeno uno dei suoi membri la quale prova che tutti i soci hanno rinunciato alla stesura del rapporto di trasformazione o alla verifica e che la società adempie le condizioni di cui all’articolo 2 lettera e LFus. La dichiarazione deve fare riferimento a documenti determinanti quali conti economici, bilanci, rapporti annuali, dichiarazioni di rinuncia o il verbale dell’assemblea generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_136"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 4: Trasformazione di società, Contenuto dell’iscrizione",
        "citation": "Art. 137 ORC",
        "content": "L’iscrizione nel registro di commercio di una trasformazione contiene le indicazioni seguenti:\na. la ditta o il nome nonché la forma giuridica prima e dopo la trasformazione;\nb. in caso di una persona giuridica, la data del nuovo statuto;\nc. la data del progetto di trasformazione e del bilancio di trasformazione;\nd. il valore complessivo degli attivi e dei passivi;\ne. le quote sociali e i diritti societari riconosciuti ai soci;\nf. gli altri dati necessari per la nuova forma giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_137"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 5: Trasferimento di patrimonio, Notificazione e documenti giustificativi",
        "citation": "Art. 138 ORC",
        "content": "Con la notificazione per l’iscrizione del trasferimento di patrimonio, l’ente giuridico trasferente deve fornire i documenti giustificativi seguenti:\na. il contratto di trasferimento (art. 71 LFus);\nb. gli estratti dei verbali degli organi superiori di direzione o di amministrazione degli enti giuridici partecipanti relativi alla conclusione del contratto di trasferimento (art. 70 cpv. 1 LFus), sempreché il contratto di trasferimento di patrimonio non rechi la firma di tutti i membri di tali organi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_138"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 5: Trasferimento di patrimonio, Contenuto dell’iscrizione",
        "citation": "Art. 139 ORC",
        "content": "L’iscrizione nel registro di commercio dell’ente giuridico trasferente contiene le indicazioni seguenti:\na. la ditta o il nome, la sede nonché il numero d’identificazione delle imprese degli enti giuridici partecipanti al trasferimento di patrimonio;\nb. la data del contratto di trasferimento;\nc. il valore complessivo degli attivi e passivi trasferiti secondo l’inventario;\nd. l’eventuale controprestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_139"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 6: Fusione e trasferimento di patrimonio di fondazioni, Fusione",
        "citation": "Art. 140 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della fusione (art. 83 cpv. 3 LFus), l’autorità di vigilanza della fondazione trasferente deve fornire all’ufficio del registro di commercio presso la sede della fondazione assuntrice i documenti giustificativi seguenti:\na. la decisione di approvazione della fusione (art. 83 cpv. 3 LFus);\nb. il contratto di fusione, se necessario, documentato da atto pubblico (art. 79 LFus);\nc. i bilanci di fusione delle fondazioni trasferenti e, se del caso, i bilanci intermedi (art. 80 LFus);\nd. la relazione di revisione (art. 81 LFus);\ne. in caso di fusione mediante combinazione, i documenti giustificativi relativi alla costituzione di una fondazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_140"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 6: Fusione e trasferimento di patrimonio di fondazioni, Fusione",
        "citation": "Art. 140 cpv. 2 ORC",
        "content": "In caso di fusione di fondazioni di famiglia e di fondazioni ecclesiastiche, in luogo della decisione dell’autorità di vigilanza, la fondazione assuntrice deve produrre le decisioni di fusione degli organi superiori delle fondazioni partecipanti (art. 84 cpv. 1 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_140"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 6: Fusione e trasferimento di patrimonio di fondazioni, Fusione",
        "citation": "Art. 140 cpv. 3 ORC",
        "content": "L’articolo 132 si applica per analogia al contenuto dell’iscrizione della fusione. L’iscrizione menziona inoltre la data della decisione dell’autorità di vigilanza che approva la fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_140"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 6: Fusione e trasferimento di patrimonio di fondazioni, Trasferimento di patrimonio",
        "citation": "Art. 141 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione del trasferimento di patrimonio (art. 87 cpv. 3 LFus), l’autorità di vigilanza della fondazione trasferente deve fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. la decisione d’approvazione del trasferimento di patrimonio;\nb. il contratto di trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_141"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 6: Fusione e trasferimento di patrimonio di fondazioni, Trasferimento di patrimonio",
        "citation": "Art. 141 cpv. 2 ORC",
        "content": "In caso di trasferimento del patrimonio di fondazioni di famiglia e di fondazioni ecclesiastiche, in luogo della decisione dell’autorità di vigilanza, la fondazione trasferente deve produrre gli estratti dei verbali degli organi superiori di direzione o di amministrazione degli enti giuridici partecipanti relativi alla conclusione del contratto di trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_141"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 6: Fusione e trasferimento di patrimonio di fondazioni, Trasferimento di patrimonio",
        "citation": "Art. 141 cpv. 3 ORC",
        "content": "L’articolo 139 si applica per analogia al contenuto dell’iscrizione del trasferimento di patrimonio. L’iscrizione menziona inoltre la data della decisione dell’autorità di vigilanza che approva il trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_141"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 7: Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Fusione",
        "citation": "Art. 142 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della fusione (art. 95 cpv. 4 LFus), l’autorità di vigilanza dell’istituto di previdenza trasferente deve fornire all’ufficio del registro di commercio presso la sede dell’istituto di previdenza assuntore i documenti giustificativi seguenti:\na. il contratto di fusione (art. 90 LFus);\nb. i bilanci di fusione degli istituti di previdenza trasferenti e, se del caso, i bilanci dei conti intermedi (art. 89 Lfus);\nc. le relazioni di revisione degli istituti di previdenza partecipanti (art. 92 LFus);\nd. le decisioni di fusione degli istituti di previdenza partecipanti (art. 94 LFus);\ne. la decisione di approvazione della fusione dell’autorità di vigilanza (art. 95 cpv. 3 LFus);\nf. in caso di una fusione mediante combinazione, i documenti giustificativi relativi alla costituzione del nuovo ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_142"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 7: Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Fusione",
        "citation": "Art. 142 cpv. 2 ORC",
        "content": "L’articolo 132 si applica per analogia al contenuto dell’iscrizione della fusione. L’iscrizione menziona inoltre la data della decisione dell’autorità di vigilanza che approva la fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_142"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 7: Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Trasformazione",
        "citation": "Art. 143 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione della trasformazione (art. 97 cpv. 3 LFus), l’autorità di vigilanza deve fornire all’ufficio del registro di commercio i documenti giustificativi di cui all’articolo 136 nonché la decisione d’approvazione della trasformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_143"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 7: Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Trasformazione",
        "citation": "Art. 143 cpv. 2 ORC",
        "content": "L’articolo 137 si applica per analogia al contenuto dell’iscrizione. L’iscrizione menziona inoltre la data della decisione dell’autorità di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_143"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 7: Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Trasferimento di patrimonio",
        "citation": "Art. 144 cpv. 1 ORC",
        "content": "L’articolo 138 si applica per analogia alla notificazione e ai documenti giustificativi in caso di trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_144"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 7: Fusione, trasformazione e trasferimento di patrimonio di istituti di previdenza, Trasferimento di patrimonio",
        "citation": "Art. 144 cpv. 2 ORC",
        "content": "L’articolo 139 si applica per analogia al contenuto dell’iscrizione del trasferimento di patrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_144"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 8: Fusione, trasformazione e trasferimento di patrimonio di istituti di diritto pubblico",
        "citation": "Art. 145 cpv. 1 ORC",
        "content": "Le disposizioni della presente ordinanza si applicano per analogia alla fusione di enti giuridici di diritto privato con istituti di diritto pubblico, alla trasformazione di tali istituti in enti giuridici di diritto privato e a qualsiasi trasferimento di patrimonio a cui partecipa un istituto di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_145"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 8: Fusione, trasformazione e trasferimento di patrimonio di istituti di diritto pubblico",
        "citation": "Art. 145 cpv. 2 ORC",
        "content": "Con la notificazione per l’iscrizione della fusione, della trasformazione e del trasferimento di patrimonio, l’istituto di diritto pubblico deve fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. i documenti giustificativi prescritti per la fusione, la trasformazione o il trasferimento di patrimonio, in quanto essi siano richiesti in virtù di un’applicazione per analogia alla legge sulla fusione (art. 100 cpv. 1 LFus);\nb. l’inventario (art. 100 cpv. 2 LFus);\nc. la decisione o le altre basi legali di diritto pubblico su cui poggia la fusione, la trasformazione o il trasferimento di patrimonio (art. 100 cpv. 3 LFus).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_145"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 8: Fusione, trasformazione e trasferimento di patrimonio di istituti di diritto pubblico",
        "citation": "Art. 145 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio deve contenere un riferimento all’inventario nonché alla decisione o alle altre basi legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_145"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 9: Ristrutturazione transfrontaliera, Fusione",
        "citation": "Art. 146 cpv. 1 ORC",
        "content": "Con la notificazione per l’iscrizione di una fusione con una società svizzera (art. 163a LDIP), oltre ai documenti giustificativi di cui all’articolo 131, occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. una prova dell’esistenza legale all’estero dell’ente giuridico trasferente;\nb. una prova dell’ammissibilità della fusione transfrontaliera secondo il diritto estero;\nc. la prova che le entità giuridiche partecipanti alla fusione sono compatibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_146"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 9: Ristrutturazione transfrontaliera, Fusione",
        "citation": "Art. 146 cpv. 2 ORC",
        "content": "Con la notificazione per l’iscrizione della cancellazione dell’ente giuridico trasferente in caso di una fusione con una società estera (art. 163b LDIP), oltre ai documenti giustificativi di cui all’articolo 131, occorre fornire all’ufficio del registro di commercio i documenti giustificativi seguenti:\na. la prova dell’esistenza legale dell’ente giuridico assuntore all’estero;\nb. una prova dell’ammissibilità della fusione transfrontaliera secondo il diritto estero;\nc. il rapporto, la prova e l’attestazione di cui all’articolo 164 LDIP;\nd. l’approvazione delle autorità fiscali federali e cantonali della cancellazione dell’ente giuridico dal registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_146"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 9: Ristrutturazione transfrontaliera, Fusione",
        "citation": "Art. 146 cpv. 3 ORC",
        "content": "Il contenuto dell’iscrizione è regolato dall’articolo 132. L’iscrizione menziona inoltre che si tratta di una fusione transfrontaliera secondo la LDIP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_146"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 9: Ristrutturazione transfrontaliera, Scissione e trasferimento di patrimonio",
        "citation": "Art. 147 ORC",
        "content": "Gli articoli 133–135, 138, 139 e 146 si applicano per analogia alla scissione e al trasferimento di patrimonio transfrontalieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_147"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 3: Ristrutturazioni, Sezione 10: Trasferibilità in caso di scissione e trasferimento di patrimonio",
        "citation": "Art. 148 ORC",
        "content": "In caso di scissioni e trasferimento di patrimonio l’ufficio del registro di commercio rifiuta di procedere all’iscrizione, in particolare se è manifesto che i beni interessati non sono liberamente trasferibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_148"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Procura non commerciale",
        "citation": "Art. 149 cpv. 1 ORC",
        "content": "Se è nominato un procuratore per imprese non soggette a iscrizione, il mandante notifica al registro di commercio la procura per l’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Procura non commerciale",
        "citation": "Art. 149 cpv. 2 ORC",
        "content": "L’iscrizione contiene:\na. i dati personali del mandante;\nb. i dati personali del procuratore;\nc. il tipo di autorizzazione a firmare;\nd. il numero d’identificazione delle imprese attribuito alla procura non commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Procura non commerciale",
        "citation": "Art. 149 cpv. 3 ORC",
        "content": "Il mandante deve notificare per l’iscrizione nel registro di commercio anche le modifiche e le cancellazioni. L’iscrizione della procura non commerciale è cancellata d’ufficio quando:\na. il mandante è dichiarato in fallimento; \nb. il mandante è deceduto ed è passato un anno dalla sua morte senza che gli eredi abbiano potuto essere diffidati a chiedere la cancellazione; o\nc. il procuratore è deceduto e il mandante non può essere diffidato a chiedere la cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Procura non commerciale",
        "citation": "Art. 149 cpv. 4 ORC",
        "content": "In caso di fallimento del mandante la cancellazione è fatta appena l’ufficio del registro di commercio ha notizia della dichiarazione di fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_149"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Capo dell’indivisione",
        "citation": "Art. 150 cpv. 1 ORC",
        "content": "Il capo dell’indivisione deve procedere alla notificazione per l’iscrizione nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Capo dell’indivisione",
        "citation": "Art. 150 cpv. 2 ORC",
        "content": "Una copia autenticata del contratto d’indivisione deve essere fornita come documento giustificativo. Tale contratto contiene le indicazioni circa:\na. la composizione dell’indivisione;\nb. il capo dell’indivisione;\nc. l’esclusione degli altri partecipanti all’indivisione dalla facoltà di rappresentanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Capo dell’indivisione",
        "citation": "Art. 150 cpv. 3 ORC",
        "content": "L’iscrizione contiene:\na. la denominazione dell’indivisione;\nb. la data della sua costituzione;\nc. l’indirizzo dell’indivisione;\nd. i dati personali del capo dell’indivisione;\ne. il numero d’identificazione delle imprese attribuito all’indivisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Capo dell’indivisione",
        "citation": "Art. 150 cpv. 4 ORC",
        "content": "La notificazione della cancellazione spetta al capo dell’indivisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_150"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni",
        "citation": "Art. 151 cpv. 1 ORC",
        "content": "I documenti riguardanti le deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni sono forniti all’ufficio del registro di commercio per la conservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_151"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 4: Disposizioni concernenti l’iscrizione applicabili a tutte le forme giuridiche, Capitolo 4: Iscrizione di poteri di rappresentanza speciali e di deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni, Deliberazioni dell’assemblea degli obbligazionisti di prestiti in obbligazioni",
        "citation": "Art. 151 cpv. 2 ORC",
        "content": "Il deposito di tali documenti è iscritto nel registro di commercio sotto i debitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_151"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Contenuto dellediffide dell’ufficio del registro di commercio",
        "citation": "Art. 152 cpv. 1 ORC",
        "content": "Nei casi di cui agli articoli 934 capoverso 2, 934a capoversi 1 e 2, 938 capoverso 1 e 939 capoverso 1 CO, l’ufficio del registro di commercio ingiunge all’ente giuridico di procedere alla notificazione necessaria o di comprovare che l’iscrizione, la modifica o la cancellazione non è necessaria. Impartisce all’ente giuridico un termine a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_152"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Contenuto dellediffide dell’ufficio del registro di commercio",
        "citation": "Art. 152 cpv. 2 ORC",
        "content": "La diffida menziona le prescrizioni determinanti e le conseguenze giuridiche nel caso in cui non le sia dato seguito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_152"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Notificazioni delle diffide dell’ufficio del registro di commercio",
        "citation": "Art. 152a cpv. 1 ORC",
        "content": "Le diffide dell’ufficio del registro di commercio sono notificate:\na. mediante invio postale raccomandato o in altro modo contro ricevuta al domicilio legale dell’ente giuridico; o\nb. secondo le disposizioni sulla comunicazione elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Notificazioni delle diffide dell’ufficio del registro di commercio",
        "citation": "Art. 152a cpv. 2 ORC",
        "content": "La notificazione è considerata avvenuta quando è presa in consegna al domicilio legale dell’ente giuridico. L’invio postale raccomandato che non è stato ritirato è considerato avvenuto il settimo giorno dal tentativo di consegna infruttuoso, sempreché l’ente giuridico dovesse aspettarsi un invio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Notificazioni delle diffide dell’ufficio del registro di commercio",
        "citation": "Art. 152a cpv. 3 ORC",
        "content": "La notificazione è fatta mediante pubblicazione nel Foglio ufficiale svizzero di commercio se:\na. il domicilio legale iscritto dell’ente giuridico non corrisponde più ai fatti e non può essere individuato con ricerche ragionevolmente esigibili; o\nb. una notificazione non è possibile o comporterebbe un onere straordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Notificazioni delle diffide dell’ufficio del registro di commercio",
        "citation": "Art. 152a cpv. 4 ORC",
        "content": "La notificazione è considerata avvenuta il giorno della pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_152_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Decisione ",
        "citation": "Art. 153 cpv. 1 ORC",
        "content": "Se l’ente giuridico non dà seguito alla diffida entro il termine previsto, l’ufficio del registro di commercio emana una decisione circa:\na. l’iscrizione, la modifica di fatti iscritti o la cancellazione;\nb. il contenuto dell’iscrizione nel registro di commercio;\nc. gli emolumenti;\nd. se del caso, l’ammenda di cui all’articolo 940 CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_153"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Decisione ",
        "citation": "Art. 153 cpv. 2 ORC",
        "content": "L’iscrizione deve menzionare la base legale e indicare espressamente che è avvenuta d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_153"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Decisione ",
        "citation": "Art. 153 cpv. 3 ORC",
        "content": "L’ufficio del registro di commercio non emana alcuna decisione se trasmette il caso al tribunale o all’autorità di vigilanza (art. 934 e 939 CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_153"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Determinazione degli enti giuridici soggetti all’obbligo di iscrizione e delle modifiche di fatti iscritti",
        "citation": "Art. 157 cpv. 1 ORC",
        "content": "Gli uffici del registro di commercio ricercano periodicamente:\na. gli enti giuridici soggetti all’obbligo di iscrizione non iscritti;\nb. le iscrizioni che non corrispondono più ai fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Determinazione degli enti giuridici soggetti all’obbligo di iscrizione e delle modifiche di fatti iscritti",
        "citation": "Art. 157 cpv. 2 ORC",
        "content": "A tal fine possono chiedere ai tribunali e alle autorità della Confederazione, dei Cantoni, dei distretti e dei Comuni di comunicare loro gratuitamente e per scritto informazioni concernenti enti giuridici soggetti a iscrizione e fatti che potrebbero motivare un obbligo di iscrizione, di modifica o di cancellazione. Detti tribunali e autorità devono inoltre collaborare all’accertamento dell’identità delle persone fisiche conformemente agli articoli 24a e 24b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Determinazione degli enti giuridici soggetti all’obbligo di iscrizione e delle modifiche di fatti iscritti",
        "citation": "Art. 157 cpv. 3 ORC",
        "content": "Gli uffici del registro di commercio invitano almeno ogni tre anni le autorità dei Comuni o dei distretti a comunicare loro le nuove imprese sorte o le modifiche di fatti iscritti. A tal fine trasmettono un elenco delle iscrizioni concernenti la loro circoscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 1: Iscrizione lacunosa o inesatta, Determinazione degli enti giuridici soggetti all’obbligo di iscrizione e delle modifiche di fatti iscritti",
        "citation": "Art. 157 cpv. 4 ORC",
        "content": "Chiedono agli enti giuridici se i fatti iscritti la cui ultima modifica risale a più di dieci anni sono ancora attuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_157"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Comunicazione e iscrizione del fallimento",
        "citation": "Art. 158 cpv. 1 ORC",
        "content": "In relazione alla procedura fallimentare il tribunale o l’autorità comunica all’ufficio del registro di commercio: \na. la dichiarazione di fallimento;\nb. le decisioni che accordano un effetto sospensivo al ricorso; \nc. le misure provvisionali;\nd. l’annullamento o la conferma della dichiarazione di fallimento da parte dell’autorità di ricorso;\ne. la revoca del fallimento;\nf. la nomina di un’amministrazione speciale del fallimento;\ng. la sospensione per mancanza di attivo;\nh. la riapertura della procedura fallimentare;\ni. la chiusura della procedura fallimentare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_158"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Comunicazione e iscrizione del fallimento",
        "citation": "Art. 158 cpv. 2 ORC",
        "content": "Dopo aver ricevuto la comunicazione del giudice o dell’autorità, l’ufficio del registro di commercio procede senza indugio alla relativa iscrizione nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_158"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Comunicazione e iscrizione del fallimento",
        "citation": "Art. 158 cpv. 3 ORC",
        "content": "Se una fondazione è soppressa a seguito di fallimento, è possibile procedere alla sua cancellazione soltanto dopo che l’autorità di vigilanza ha confermato di non avere più interesse alcuno al mantenimento dell’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_158"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Contenuto dell’iscrizione del fallimento",
        "citation": "Art. 159 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. se è dichiarato il fallimento di un ente giuridico o è confermata la dichiarazione di fallimento:\n1. il fatto che il fallimento è stato dichiarato e da quale tribunale o autorità,\n2. la data e il momento della dichiarazione di fallimento,\n3. in caso di società di persone e di persone giuridiche, la ditta o il nome con l’aggiunta della menzione «in liquidazione» o «in liq.»;\nb. se a un rimedio giuridico è accordato l’effetto sospensivo, la dichiarazione di fallimento è annullata o il fallimento è revocato:\n1. il fatto che al ricorso è stato accordato l’effetto sospensivo, che la dichiarazione di fallimento è stata annullata o che il fallimento è stato revocato,\n2. la data della decisione,\n3. in caso di società di persone e di persone giuridiche, la ditta o il nome senza l’aggiunta della menzione «in liquidazione» o «in liq.»;\nc. se è nominata un’amministrazione speciale del fallimento, \n1. il fatto che è stata nominata un’amministrazione speciale del fallimento,\n2. la data della deliberazione,\n3. i dati personali dell’amministrazione speciale del fallimento;\nd. se la procedura fallimentare è sospesa per mancanza di attivo: \n1. il fatto che il fallimento è stato sospeso per mancanza di attivo,\n2. la data della decisione di sospensione;\ne. se la procedura fallimentare è riaperta:\n1. il fatto che la procedura fallimentare è stata riaperta,\n2. la data della decisione di riapertura,\n3. in caso di società di persone e di società giuridiche, la ditta o il nome con l’aggiunta della menzione «in liquidazione» o «in liq.»;\nf. se la procedura fallimentare è chiusa:\n1. il fatto che la procedura fallimentare è stata chiusa,\n2. la data della decisione di chiusura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_159"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Cancellazione d’ufficio in caso di fallimento",
        "citation": "Art. 159a cpv. 1 ORC",
        "content": "Un ente giuridico è cancellato d’ufficio se:\na. in caso di sospensione della procedura fallimentare per mancanza di attivo, non è stata fatta alcuna opposizione motivata entro due anni dalla pubblicazione dell’iscrizione conformemente all’articolo 159 lettera d o, nel caso di un’impresa individuale, è cessato l’esercizio dell’azienda;\nb. la procedura fallimentare è chiusa da una decisione emanata dal tribunale; sono fatte salve le disposizioni contrarie del tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_159_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Cancellazione d’ufficio in caso di fallimento",
        "citation": "Art. 159a cpv. 2 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. il fatto che, in caso di sospensione della procedura fallimentare per mancanza di attivo, entro il termine fissato non è stata fatta alcuna opposizione motivata contro la cancellazione o che, nel caso di un’impresa individuale, è cessato l’esercizio dell’azienda;\nb. il fatto che l’impresa individuale è stata cancellata o, se del caso, il fatto che non è stata cancellata perché prosegue l’attività aziendale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_159_a"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Moratoria",
        "citation": "Art. 160 cpv. 1 ORC",
        "content": "Il tribunale comunica all’ufficio del registro di commercio la concessione della moratoria definitiva o provvisoria e trasmette il dispositivo della sua decisione, sempreché l’articolo 293c capoverso 2 LEF non preveda la rinuncia alla comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Moratoria",
        "citation": "Art. 160 cpv. 2 ORC",
        "content": "Dopo la ricezione della comunicazione del tribunale, l’ufficio del registro di commercio procede senza indugio all’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Moratoria",
        "citation": "Art. 160 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. la data della concessione e la durata della moratoria;\nb. i dati personali del commissario;\nc. se il giudice del concordato ha ordinato che determinati atti possono essere compiuti validamente soltanto con il concorso del commissario o ha autorizzato il commissario a proseguire l’attività aziendale in luogo del debitore, un rinvio a tale fatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Moratoria",
        "citation": "Art. 160 cpv. 4 ORC",
        "content": "Se la moratoria è sospesa, tale fatto deve essere iscritto nel registro di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_160"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Concordato con abbandono dell’attivo",
        "citation": "Art. 161 cpv. 1 ORC",
        "content": "Il tribunale comunica all’ufficio del registro di commercio l’omologazione di un concordato con abbandono dell’attivo (art. 308 LEF) e trasmette i documenti giustificativi seguenti:\na. una copia del concordato;\nb. il dispositivo della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Concordato con abbandono dell’attivo",
        "citation": "Art. 161 cpv. 2 ORC",
        "content": "Dopo la ricezione della comunicazione del tribunale, l’ufficio del registro di commercio procede senza indugio all’iscrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Concordato con abbandono dell’attivo",
        "citation": "Art. 161 cpv. 3 ORC",
        "content": "L’iscrizione nel registro di commercio contiene le indicazioni seguenti:\na. la data dell’omologazione del concordato;\nb. la ditta o il nome con l’aggiunta della menzione «in liquidazione concordataria»;\nc. il liquidatore;\nd. la cancellazione dei diritti di firma delle persone iscritte nel registro di commercio e autorizzate a rappresentare l’ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Concordato con abbandono dell’attivo",
        "citation": "Art. 161 cpv. 4 ORC",
        "content": "Terminata la liquidazione, il liquidatore notifica la cancellazione dell’ente giuridico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 5: Iscrizioni d’ufficio, Capitolo 2: Fallimento, moratoria concordataria e concordato con abbandono dell’attivo, Concordato con abbandono dell’attivo",
        "citation": "Art. 161 cpv. 5 ORC",
        "content": "L’iscrizione nel registro di commercio menziona la cancellazione e il motivo della cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_161"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 6:, Reiscrizione di enti giuridici cancellati, Reiscrizione",
        "citation": "Art. 164 ORC",
        "content": "In caso di reiscrizione di un ente giuridico cancellato (art. 935 CO) è ripristinata l’iscrizione dell’ente giuridico al momento della cancellazione. Sono fatte salve le disposizioni contrarie del tribunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_164"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 1 ORC",
        "content": "Le notificazioni e i documenti giustificativi sono conservati per una durata di 30 anni dopo l’iscrizione nel registro giornaliero. Lo statuto degli enti giuridici e gli atti di fondazione devono sempre corrispondere alla situazione attuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 2 ORC",
        "content": "Se un ente giuridico è cancellato dal registro di commercio, le notificazioni, i documenti giustificativi e gli eventuali elenchi dei soci possono essere distrutti 10 anni dopo la cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 3 ORC",
        "content": "Le notificazioni e i documenti giustificativi recano la data e il numero dell’iscrizione nel registro giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 4 ORC",
        "content": "La corrispondenza in relazione con le iscrizioni è conservata per 10 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 5 ORC",
        "content": "Se la legge o l’ordinanza prescrive il deposito presso l’ufficio del registro di commercio di documenti che non sono considerati documenti giustificativi, occorre munirli del numero d’identificazione delle imprese del relativo ente giuridico e conservarli insieme con i documenti giustificativi di quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 6 ORC",
        "content": "Notificazioni, documenti giustificativi o altri documenti in forma cartacea possono essere digitalizzati dall’ufficio del registro di commercio ai fini dell’archiviazione e autenticati conformemente all’OAPuE e in particolare al suo articolo 13. I documenti cartacei rilegati possono essere sciolti ai fini della digitalizzazione. Gli originali cartacei possono essere distrutti, a condizione che il diritto cantonale non lo escluda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Conservazione delle notificazioni, dei documenti giustificativi e della corrispondenza",
        "citation": "Art. 166 cpv. 7 ORC",
        "content": "Notificazioni, documenti giustificativi o altri documenti in forma elettronica non possono essere cancellati. Devono essere conservati dall’ufficio del registro di commercio in modo da impedire che i dati possano essere modificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_166"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Consegna di atti in forma cartacea",
        "citation": "Art. 167 cpv. 1 ORC",
        "content": "La consegna degli originali in forma cartacea di atti degli uffici cantonali del registro di commercio può essere richiesta per scritto dalle autorità seguenti:\na. il tribunale;\nb. il giudice dell’istruzione;\nc. il ministero pubblico;\nd. l’autorità cantonale di vigilanza;\ne. l’UFRC;\nf. l’autorità federale di vigilanza sulle banche e sui mercati finanziari;\ng. l’Autorità federale di sorveglianza dei revisori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Consegna di atti in forma cartacea",
        "citation": "Art. 167 cpv. 2 ORC",
        "content": "L’autorità conferma la ricezione degli atti. Gli originali sono restituiti al più tardi al termine della procedura per la quale sono stati utilizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Consegna di atti in forma cartacea",
        "citation": "Art. 167 cpv. 3 ORC",
        "content": "Se gli atti non sono archiviati in forma elettronica, è conservata in luogo dell’originale una copia autenticata dell’atto consegnato unitamente alla ricevuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Consegna di atti in forma cartacea",
        "citation": "Art. 167 cpv. 4 ORC",
        "content": "I servizi autorizzati possono chiedere copie autenticate in luogo della consegna di originali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_167"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Consegna di atti in forma elettronica",
        "citation": "Art. 168 ORC",
        "content": "Gli atti in forma elettronica sono forniti soltanto come copie autenticate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_168"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Qualità dei dati ",
        "citation": "Art. 169 cpv. 1 ORC",
        "content": "I sistemi elettronici per il registro giornaliero e il registro principale nonché per le banche dati centrali rispettano le esigenze seguenti:\na. i dati registrati sono preservati in modo tale da garantirne inalterata la qualità e l’integrità;\nb. il formato dei dati è indipendente da un produttore di determinati sistemi elettronici;\nc. i dati sono salvati conformemente alle norme riconosciute e allo stato attuale della tecnica;\nd. è disponibile la documentazione relativa al programma e al formato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_169"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Qualità dei dati ",
        "citation": "Art. 169 cpv. 2 ORC",
        "content": "Al fine di garantire l’operatività e la sicurezza dei loro sistemi elettronici i Cantoni e la Confederazione adempiono i compiti seguenti:\na. lo scambio dei dati tra i diversi sistemi;\nb. la salvaguardia periodica dei dati su un supporto di dati decentralizzato;\nc. la manutenzione dei dati e dei sistemi elettronici;\nd. il disciplinamento dei diritti d’accesso ai dati e ai sistemi elettronici;\ne. la salvaguardia dei dati e dei sistemi elettronici contro gli abusi;\nf. i provvedimenti da prendere in caso di problemi tecnici dei sistemi elettronici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_169"
    },
    {
        "book": "HRegV",
        "title": "ORC, Titolo 7: Conservazione e consegna di atti e qualità dei dati, Qualità dei dati ",
        "citation": "Art. 169 cpv. 3 ORC",
        "content": "L’UFRC può disciplinare in una direttiva la procedura dello scambio dei dati nonché la forma, il contenuto e la struttura dei dati trasmessi. Può inoltre stabilire la forma, il contenuto e la struttura dei dati resi disponibili a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/686/it#art_169"
    }
]