[
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 1, Champ d’application",
        "citation": "Art. 1 al. 1 LDIP",
        "content": "La présente loi régit, en matière internationale:\na. la compétence des autorités judiciaires ou administratives suisses;\nb. le droit applicable;\nc. les conditions de la reconnaissance et de l’exécution des décisions étrangères;\nd. la faillite et le concordat;\ne. l’arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_1"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 1, Champ d’application",
        "citation": "Art. 1 al. 2 LDIP",
        "content": "Les traités internationaux sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_1"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, I. En général",
        "citation": "Art. 2 LDIP",
        "content": "Sauf dispositions spéciales de la présente loi, les autorités judiciaires ou administratives suisses du domicile du défendeur sont compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_2"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, II. For de nécessité",
        "citation": "Art. 3 LDIP",
        "content": "Lorsque la présente loi ne prévoit aucun for en Suisse et qu’une procédure à l’étranger se révèle impossible ou qu’on ne peut raisonnablement exiger qu’elle y soit introduite, les autorités judiciaires ou administratives suisses du lieu avec lequel la cause présente un lien suffisant sont compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_3"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, III. Validation de séquestre",
        "citation": "Art. 4 LDIP",
        "content": "Lorsque la présente loi ne prévoit aucun autre for en Suisse, l’action en validation de séquestre peut être introduite au for suisse du séquestre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_4"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, IV. Élection de for",
        "citation": "Art. 5 al. 1 LDIP",
        "content": "En matière patrimoniale, les parties peuvent convenir du tribunal appelé à trancher un différend né ou à naître à l’occasion d’un rapport de droit déterminé. La convention peut être passée par écrit, télégramme, télex, télécopieur ou tout autre moyen de communication qui permet d’en établir la preuve par un texte. Sauf stipulation contraire, l’élection de for est exclusive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_5"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, IV. Élection de for",
        "citation": "Art. 5 al. 2 LDIP",
        "content": "L’élection de for est sans effet si elle conduit à priver d’une manière abusive une partie de la protection que lui assure un for prévu par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_5"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, IV. Élection de for",
        "citation": "Art. 5 al. 3 LDIP",
        "content": "Le tribunal élu ne peut décliner sa compétence:\na. si une partie est domiciliée, a sa résidence habituelle ou un établissement dans le canton où il siège, ou\nb. si, en vertu de la présente loi, le droit suisse est applicable au litige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_5"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, V. Acceptation tacite",
        "citation": "Art. 6 LDIP",
        "content": "En matière patrimoniale, le tribunal devant lequel le défendeur procède au fond sans faire de réserve est compétent, à moins qu’il ne décline sa compétence dans la mesure où l’art. 5, al. 3, le lui permet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_6"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, VI. Convention d’arbitrage",
        "citation": "Art. 7 LDIP",
        "content": "Si les parties ont conclu une convention d’arbitrage visant un différend arbitrable, le tribunal suisse saisi déclinera sa compétence à moins que:\na. le défendeur n’ait procédé au fond sans faire de réserve;\nb. le tribunal ne constate que la convention d’arbitrage est caduque, inopérante ou non susceptible d’être appliquée, ou que\nc. le tribunal arbitral ne puisse être constitué pour des raisons manifestement dues au défendeur à l’arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_7"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, VII. Demande reconventionnelle",
        "citation": "Art. 8 LDIP",
        "content": "Le tribunal saisi de la demande principale connaît aussi de la demande reconventionnelle s’il y a connexité entre les deux demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_8"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, VIII. Consorité et cumul d’actions",
        "citation": "Art. 8a al. 1 LDIP",
        "content": "Lorsque l’action est intentée contre des consorts pouvant être poursuivis en Suisse en vertu de la présente loi, le tribunal suisse compétent à l’égard d’un défendeur l’est à l’égard des autres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_8_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, VIII. Consorité et cumul d’actions",
        "citation": "Art. 8a al. 2 LDIP",
        "content": "Lorsque des prétentions présentant un lien de connexité entre elles peuvent être élevées en Suisse en vertu de la présente loi contre un même défendeur, chaque tribunal suisse compétent pour connaître de l’une d’elles l’est pour l’ensemble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_8_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, IX. Appel en cause",
        "citation": "Art. 8b LDIP",
        "content": "Le tribunal suisse compétent pour connaître de l’action principale connaît aussi de l’appel en cause pour autant qu’un tribunal soit compétent en Suisse pour l’appelé en cause en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_8_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, X. Conclusions civiles",
        "citation": "Art. 8c LDIP",
        "content": "Lorsque il est possible de faire valoir des prétentions civiles par adhésion à une procédure pénale, le tribunal suisse saisi de la procédure pénale est également compétent pour l’action civile pour autant qu’un for existe en Suisse pour cette action en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_8_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XI. Litispendance",
        "citation": "Art. 9 al. 1 LDIP",
        "content": "Lorsqu’une action ayant le même objet est déjà pendante entre les mêmes parties à l’étranger, le tribunal suisse suspend la cause s’il est à prévoir que la juridiction étrangère rendra, dans un délai convenable, une décision pouvant être reconnue en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_9"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XI. Litispendance",
        "citation": "Art. 9 al. 2 LDIP",
        "content": "Pour déterminer quand une action a été introduite en Suisse, la date du premier acte nécessaire pour introduire l’instance est décisive. La citation en conciliation suffit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_9"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XI. Litispendance",
        "citation": "Art. 9 al. 3 LDIP",
        "content": "Le tribunal suisse se dessaisit dès qu’une décision étrangère pouvant être reconnue en Suisse lui est présentée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_9"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XII. Mesures provisoires",
        "citation": "Art. 10 LDIP",
        "content": "Sont compétents pour prononcer des mesures provisoires:\na. soit les tribunaux ou les autorités suisses qui sont compétents au fond;\nb. soit les tribunaux ou les autorités suisses du lieu de l’exécution de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_10"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 1. Transmission",
        "citation": "Art. 11 LDIP",
        "content": "Les demandes d’entraide judiciaire émanant de la Suisse ou adressées à elle sont traitées par l’Office fédéral de la justice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 2. Droit applicable",
        "citation": "Art. 11a al. 1 LDIP",
        "content": "Les actes d’entraide judiciaire qui doivent être exécutés en Suisse le sont conformément au droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 2. Droit applicable",
        "citation": "Art. 11a al. 2 LDIP",
        "content": "Des formes de procédure étrangères peuvent aussi être observées ou prises en considération à la demande des autorités requérantes si cela est nécessaire pour faire reconnaître un droit à l’étranger et qu’aucun juste motif tenant à l’intéressé ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 2. Droit applicable",
        "citation": "Art. 11a al. 3 LDIP",
        "content": "Lorsqu’une procédure conforme au droit suisse mais non reconnue à l’étranger empêcherait d’y admettre une prétention juridique digne de protection, les autorités judiciaires ou administratives suisses peuvent établir des documents officiels ou recevoir la déclaration sous serment d’un requérant selon les formes du droit étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 2. Droit applicable",
        "citation": "Art. 11a al. 4 LDIP",
        "content": "La convention de La Haye du 1er mars 1954 relative à la procédure civile s’applique aux demandes d’entraide concernant la notification ou l’obtention de preuves émanant de Suisse ou adressées à elle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 3. Avance de frais et sûretés en garantie des dépens",
        "citation": "Art. 11b LDIP",
        "content": "L’avance de frais et les sûretés en garantie des dépens sont régies par le code de procédure civile du 19 décembre 2008 (CPC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 2, Compétence, XIII., Actes d’entraide judiciaire, 4. Assistance judiciaire",
        "citation": "Art. 11c LDIP",
        "content": "L’assistance judiciaire est accordée aux personnes domiciliées à l’étranger aux mêmes conditions qu’aux personnes domiciliées en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_11_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, I. Portée de la règle de conflit",
        "citation": "Art. 13 LDIP",
        "content": "La désignation d’un droit étranger par la présente loi comprend toutes les dispositions qui d’après ce droit sont applicables à la cause. L’application du droit étranger n’est pas exclue du seul fait qu’on attribue à la disposition un caractère de droit public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_13"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, II. Renvoi",
        "citation": "Art. 14 al. 1 LDIP",
        "content": "Lorsque le droit applicable renvoie au droit suisse ou à un autre droit étranger, ce renvoi n’est pris en considération que si la présente loi le prévoit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_14"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, II. Renvoi",
        "citation": "Art. 14 al. 2 LDIP",
        "content": "En matière d’état civil, le renvoi de la loi étrangère au droit suisse est accepté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_14"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, III. Clause d’exception",
        "citation": "Art. 15 al. 1 LDIP",
        "content": "Le droit désigné par la présente loi n’est exceptionnellement pas applicable si, au regard de l’ensemble des circonstances, il est manifeste que la cause n’a qu’un lien très lâche avec ce droit et qu’elle se trouve dans une relation beaucoup plus étroite avec un autre droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_15"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, III. Clause d’exception",
        "citation": "Art. 15 al. 2 LDIP",
        "content": "Cette disposition n’est pas applicable en cas d’élection de droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_15"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, IV. Constatation du droit étranger",
        "citation": "Art. 16 al. 1 LDIP",
        "content": "Le contenu du droit étranger est établi d’office. À cet effet, la collaboration des parties peut être requise. En matière patrimoniale, la preuve peut être mise à la charge des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_16"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, IV. Constatation du droit étranger",
        "citation": "Art. 16 al. 2 LDIP",
        "content": "Le droit suisse s’applique si le contenu du droit étranger ne peut pas être établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_16"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, V. Réserve de l’ordre public suisse",
        "citation": "Art. 17 LDIP",
        "content": "L’application de dispositions du droit étranger est exclue si elle conduit à un résultat incompatible avec l’ordre public suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_17"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, VI. Application de dispositions impératives du droit suisse",
        "citation": "Art. 18 LDIP",
        "content": "Sont réservées les dispositions impératives du droit suisse qui, en raison de leur but particulier, sont applicables quel que soit le droit désigné par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_18"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, VII. Prise en considération de dispositions impératives du droit étranger",
        "citation": "Art. 19 al. 1 LDIP",
        "content": "Lorsque des intérêts légitimes et manifestement prépondérants au regard de la conception suisse du droit l’exigent, une disposition impérative d’un droit autre que celui désigné par la présente loi peut être prise en considération, si la situation visée présente un lien étroit avec ce droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_19"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 3, Droit applicable, VII. Prise en considération de dispositions impératives du droit étranger",
        "citation": "Art. 19 al. 2 LDIP",
        "content": "Pour juger si une telle disposition doit être prise en considération, on tiendra compte du but qu’elle vise et des conséquences qu’aurait son application pour arriver à une décision adéquate au regard de la conception suisse du droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_19"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, I. Domicile, résidence habituelle et établissement d’une personne physique",
        "citation": "Art. 20 al. 1 LDIP",
        "content": "Au sens de la présente loi, une personne physique:\na. a son domicile dans l’État dans lequel elle réside avec l’intention de s’y établir;\nb. a sa résidence habituelle dans l’État dans lequel elle vit pendant une certaine durée, même si cette durée est de prime abord limitée;\nc. a son établissement dans l’État dans lequel se trouve le centre de ses activités professionnelles ou commerciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_20"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, I. Domicile, résidence habituelle et établissement d’une personne physique",
        "citation": "Art. 20 al. 2 LDIP",
        "content": "Nul ne peut avoir en même temps plusieurs domiciles. Si une personne n’a nulle part de domicile, la résidence habituelle est déterminante. Les dispositions du code civil suisse relatives au domicile et à la résidence ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_20"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, II. Siège et établissement des sociétés et des trusts",
        "citation": "Art. 21 al. 1 LDIP",
        "content": "Pour les sociétés et pour les trusts au sens de l’art. 149a, le siège vaut domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_21"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, II. Siège et établissement des sociétés et des trusts",
        "citation": "Art. 21 al. 2 LDIP",
        "content": "Le siège d’une société est réputé se trouver au lieu désigné dans les statuts ou dans le contrat de société. À défaut de désignation, le siège d’une société se trouve au lieu où la société est administrée en fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_21"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, II. Siège et établissement des sociétés et des trusts",
        "citation": "Art. 21 al. 3 LDIP",
        "content": "Le siège d’un trust est réputé se trouver au lieu de son administration désigné dans les termes du trust par écrit ou sous une autre forme qui permet d’en établir la preuve par un texte. À défaut de désignation, le siège se trouve au lieu où le trust est administré en fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_21"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, II. Siège et établissement des sociétés et des trusts",
        "citation": "Art. 21 al. 4 LDIP",
        "content": "L’établissement d’une société ou d’un trust se trouve dans l’État dans lequel se trouve son siège ou dans un État dans lequel se trouve une de ses succursales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_21"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, III. Nationalité",
        "citation": "Art. 22 LDIP",
        "content": "La nationalité d’une personne physique se détermine d’après le droit de l’État dont la nationalité est en cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_22"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, IV. Pluralité de nationalités",
        "citation": "Art. 23 al. 1 LDIP",
        "content": "Lorsqu’une personne a une ou plusieurs nationalités étrangères en sus de la nationalité suisse, seule la nationalité suisse est retenue pour déterminer la compétence du for d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_23"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, IV. Pluralité de nationalités",
        "citation": "Art. 23 al. 2 LDIP",
        "content": "Lorsqu’une personne a plusieurs nationalités, celle de l’État avec lequel elle a les relations les plus étroites est seule retenue pour déterminer le droit applicable, à moins que la présente loi n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_23"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, IV. Pluralité de nationalités",
        "citation": "Art. 23 al. 3 LDIP",
        "content": "Si la reconnaissance d’une décision étrangère en Suisse dépend de la nationalité d’une personne, la prise en considération d’une de ses nationalités suffit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_23"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, V. Apatrides et réfugiés",
        "citation": "Art. 24 al. 1 LDIP",
        "content": "Une personne est réputée apatride lorsqu’elle est reconnue comme telle en vertu de la convention de New York du 28 septembre 1954 relative au statut des apatrides ou lorsque les relations de cette personne avec son État national sont rompues au point que sa situation équivaut à celle d’un apatride.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_24"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, V. Apatrides et réfugiés",
        "citation": "Art. 24 al. 2 LDIP",
        "content": "Une personne est réputée réfugiée lorsqu’elle est reconnue comme telle en vertu de la loi du 5 octobre 1979 sur l’asile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_24"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 4, Domicile, siège et nationalité, V. Apatrides et réfugiés",
        "citation": "Art. 24 al. 3 LDIP",
        "content": "Lorsque la présente loi s’applique aux apatrides et aux réfugiés, le domicile remplace la nationalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_24"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, I. Reconnaissance, 1. Principe",
        "citation": "Art. 25 LDIP",
        "content": "Une décision étrangère est reconnue en Suisse:\na. si la compétence des autorités judiciaires ou administratives de l’État dans lequel la décision a été rendue était donnée;\nb. si la décision n’est plus susceptible de recours ordinaire ou si elle est définitive, et\nc. s’il n’y a pas de motif de refus au sens de l’art. 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_25"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, I. Reconnaissance, 2. Compétence des autorités étrangères",
        "citation": "Art. 26 LDIP",
        "content": "La compétence des autorités étrangères est donnée:\na. si elle résulte d’une disposition de la présente loi ou, à défaut d’une telle disposition, si le défendeur était domicilié dans l’État dans lequel la décision a été rendue;\nb. si, en matière patrimoniale, les parties se sont soumises par une convention valable selon la présente loi à la compétence de l’autorité qui a rendu la décision;\nc. si, en matière patrimoniale, le défendeur a procédé au fond sans faire de réserve, ou\nd. si, en cas de demande reconventionnelle, l’autorité qui a rendu la décision était compétente pour connaître de la demande principale et s’il y a connexité entre les deux demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_26"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, I. Reconnaissance, 3. Motifs de refus",
        "citation": "Art. 27 al. 1 LDIP",
        "content": "La reconnaissance d’une décision étrangère doit être refusée en Suisse si elle est manifestement incompatible avec l’ordre public suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_27"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, I. Reconnaissance, 3. Motifs de refus",
        "citation": "Art. 27 al. 2 LDIP",
        "content": "La reconnaissance d’une décision doit également être refusée si une partie établit:\na. qu’elle n’a été citée régulièrement, ni selon le droit de son domicile, ni selon le droit de sa résidence habituelle, à moins qu’elle n’ait procédé au fond sans faire de réserve;\nb. que la décision a été rendue en violation de principes fondamentaux ressortissant à la conception suisse du droit de procédure, notamment que ladite partie n’a pas eu la possibilité de faire valoir ses moyens;\nc. qu’un litige entre les mêmes parties et sur le même objet a déjà été introduit en Suisse ou y a déjà été jugé, ou qu’il a précédemment été jugé dans un État tiers, pour autant que cette dernière décision remplisse les conditions de sa reconnaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_27"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, I. Reconnaissance, 3. Motifs de refus",
        "citation": "Art. 27 al. 3 LDIP",
        "content": "Au surplus, la décision étrangère ne peut faire l’objet d’une révision au fond.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_27"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, II. Caractère exécutoire",
        "citation": "Art. 28 LDIP",
        "content": "Une décision reconnue en vertu des art. 25 à 27 est déclarée exécutoire à la requête de l’intéressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_28"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, III. Procédure",
        "citation": "Art. 29 al. 1 LDIP",
        "content": "La requête en reconnaissance ou en exécution sera adressée à l’autorité compétente du canton où la décision étrangère est invoquée. Elle sera accompagnée:\na. d’une expédition complète et authentique de la décision;\nb. d’une attestation constatant que la décision n’est plus susceptible de recours ordinaire ou qu’elle est définitive, et\nc. en cas de jugement par défaut, d’un document officiel établissant que le défaillant a été cité régulièrement et qu’il a eu la possibilité de faire valoir ses moyens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_29"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, III. Procédure",
        "citation": "Art. 29 al. 2 LDIP",
        "content": "La partie qui s’oppose à la reconnaissance et à l’exécution est entendue dans la procédure; elle peut y faire valoir ses moyens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_29"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, III. Procédure",
        "citation": "Art. 29 al. 3 LDIP",
        "content": "Lorsqu’une décision étrangère est invoquée à titre préalable, l’autorité saisie peut statuer elle-même sur la reconnaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_29"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, IV. Transaction judiciaire",
        "citation": "Art. 30 LDIP",
        "content": "Les art. 25 à 29 s’appliquent à la transaction judiciaire qui est assimilée à une décision judiciaire dans l’État où elle a été passée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_30"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, V. Juridiction gracieuse",
        "citation": "Art. 31 LDIP",
        "content": "Les art. 25 à 29 s’appliquent par analogie à la reconnaissance et à l’exécution d’une décision ou d’un acte de la juridiction gracieuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_31"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, VI. Transcription à l’état civil",
        "citation": "Art. 32 al. 1 LDIP",
        "content": "Une décision ou un acte étranger concernant l’état civil est transcrit dans les registres de l’état civil en vertu d’une décision de l’autorité cantonale de surveillance en matière d’état civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_32"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, VI. Transcription à l’état civil",
        "citation": "Art. 32 al. 2 LDIP",
        "content": "La transcription est autorisée lorsque les conditions fixées aux art. 25 à 27 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_32"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 1, Dispositions communes, Section 5 Reconnaissance et exécution des décisions étrangères, VI. Transcription à l’état civil",
        "citation": "Art. 32 al. 3 LDIP",
        "content": "Les personnes concernées sont entendues préalablement s’il n’est pas établi que, dans l’État étranger où la décision a été rendue, les droits des parties ont été suffisamment respectés au cours de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_32"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, I. Principe",
        "citation": "Art. 33 al. 1 LDIP",
        "content": "Lorsque la présente loi ne contient pas de dispositions spéciales, les autorités judiciaires ou administratives suisses du domicile sont compétentes en matière de droit des personnes; elles appliquent le droit du domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_33"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, I. Principe",
        "citation": "Art. 33 al. 2 LDIP",
        "content": "Toutefois, les atteintes aux intérêts personnels sont régies par les dispositions de la présente loi relatives aux actes illicites (art. 129 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_33"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, II. Jouissance des droits civils",
        "citation": "Art. 34 al. 1 LDIP",
        "content": "La jouissance des droits civils est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_34"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, II. Jouissance des droits civils",
        "citation": "Art. 34 al. 2 LDIP",
        "content": "Le droit applicable au rapport juridique qui présuppose la jouissance des droits civils régit le commencement et la fin de la personnalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_34"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, III. Exercice des droits civils, 1. Principe",
        "citation": "Art. 35 LDIP",
        "content": "L’exercice des droits civils est régi par le droit du domicile. Un changement de domicile n’affecte pas l’exercice des droits civils une fois que celui-ci a été acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_35"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, III. Exercice des droits civils, 2. Sécurité des transactions",
        "citation": "Art. 36 al. 1 LDIP",
        "content": "La partie à un acte juridique qui est incapable selon le droit de l’État de son domicile ne peut pas invoquer cette incapacité si elle était capable selon le droit de l’État où l’acte a été accompli, à moins que l’autre partie n’ait connu ou dû connaître cette incapacité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_36"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, III. Exercice des droits civils, 2. Sécurité des transactions",
        "citation": "Art. 36 al. 2 LDIP",
        "content": "Cette règle ne s’applique pas aux actes juridiques relevant du droit de la famille, du droit successoral ou des droits réels immobiliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_36"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 1. En général",
        "citation": "Art. 37 al. 1 LDIP",
        "content": "Le nom d’une personne domiciliée en Suisse est régi par le droit suisse, celui d’une personne domiciliée à l’étranger par le droit que désignent les règles de droit international privé de l’État dans lequel cette personne est domiciliée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_37"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 1. En général",
        "citation": "Art. 37 al. 2 LDIP",
        "content": "Toutefois, une personne peut demander que son nom soit régi par son droit national.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_37"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 2. Changement de nom",
        "citation": "Art. 38 al. 1 LDIP",
        "content": "Les autorités suisses du domicile du requérant sont compétentes pour connaître d’une demande en changement de nom.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_38"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 2. Changement de nom",
        "citation": "Art. 38 al. 2 LDIP",
        "content": "Les Suisses sans domicile en Suisse peuvent demander un changement de nom à l’autorité de leur canton d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_38"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 2. Changement de nom",
        "citation": "Art. 38 al. 3 LDIP",
        "content": "Les conditions et les effets d’un changement de nom sont régis par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_38"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 3. Changement de nom intervenu à l’étranger",
        "citation": "Art. 39 LDIP",
        "content": "Un changement de nom intervenu à l’étranger est reconnu en Suisse s’il est valable dans l’État du domicile ou dans l’État national du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_39"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IV. Nom, 4. Transcription à l’état civil",
        "citation": "Art. 40 LDIP",
        "content": "La transcription du nom dans les registres de l’état civil a lieu conformément aux principes suisses sur la tenue des registres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_40"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, IVa. Sexe",
        "citation": "Art. 40a LDIP",
        "content": "Les art. 37 à 40 s’appliquent par analogie au sexe d’une personne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_40_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, V. Déclaration d’absence, 1. Compétence et droit applicable",
        "citation": "Art. 41 al. 1 LDIP",
        "content": "Les tribunaux suisses du dernier domicile connu d’une personne disparue sont compétents pour prononcer la déclaration d’absence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_41"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, V. Déclaration d’absence, 1. Compétence et droit applicable",
        "citation": "Art. 41 al. 2 LDIP",
        "content": "Les tribunaux suisses sont en outre compétents pour prononcer la déclaration d’absence si un intérêt légitime le justifie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_41"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, V. Déclaration d’absence, 1. Compétence et droit applicable",
        "citation": "Art. 41 al. 3 LDIP",
        "content": "Les conditions et les effets de la déclaration d’absence sont régis par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_41"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 2, Personnes physiques, V. Déclaration d’absence, 2. Déclaration d’absence et de décès intervenue à l’étranger",
        "citation": "Art. 42 LDIP",
        "content": "Une déclaration d’absence ou de décès prononcée à l’étranger est reconnue en Suisse, lorsqu’elle émane de l’État du dernier domicile connu ou de l’État national de la personne disparue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_42"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, I. Compétence",
        "citation": "Art. 43 al. 1 LDIP",
        "content": "Les autorités suisses sont compétentes pour célébrer le mariage si l’un des fiancés est domicilié en Suisse ou a la nationalité suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_43"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, I. Compétence",
        "citation": "Art. 43 al. 2 LDIP",
        "content": "Les fiancés étrangers non domiciliés en Suisse peuvent aussi être autorisés à s’y marier par l’autorité compétente lorsque le mariage est reconnu dans l’État de leur domicile ou dans leur État national.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_43"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, I. Compétence",
        "citation": "Art. 43 al. 3 LDIP",
        "content": "L’autorisation ne peut pas être refusée pour le seul motif qu’un divorce prononcé ou reconnu en Suisse n’est pas reconnu à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_43"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, II. Droit applicable",
        "citation": "Art. 44 LDIP",
        "content": "La célébration du mariage en Suisse est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_44"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, III. Mariage célébré à l’étranger",
        "citation": "Art. 45 al. 1 LDIP",
        "content": "Un mariage valablement célébré à l’étranger est reconnu en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_45"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, III. Mariage célébré à l’étranger",
        "citation": "Art. 45 al. 2 LDIP",
        "content": "Si un des fiancés est suisse ou si tous deux ont leur domicile en Suisse, le mariage célébré à l’étranger est reconnu, à moins qu’ils ne l’aient célébré à l’étranger dans l’intention manifeste d’éluder les dispositions sur l’annulation du mariage prévues par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_45"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, IV. Annulation du mariage",
        "citation": "Art. 45a al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile d’un époux ou, à défaut de domicile, ceux du lieu de conclusion du mariage ou du lieu d’origine d’un des époux sont compétents pour connaître d’une demande d’annulation du mariage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_45_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, IV. Annulation du mariage",
        "citation": "Art. 45a al. 2 LDIP",
        "content": "L’action est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_45_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, IV. Annulation du mariage",
        "citation": "Art. 45a al. 3 LDIP",
        "content": "Les art. 62 à 64 s’appliquent par analogie aux mesures provisoires et aux effets accessoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_45_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 1, Célébration du mariage, IV. Annulation du mariage",
        "citation": "Art. 45a al. 4 LDIP",
        "content": "Les décisions étrangères d’annulation d’un mariage sont reconnues en Suisse lorsqu’elles ont été rendues dans l’État où le mariage a été conclu. L’art. 65 s’applique par analogie si le demandeur est l’un des époux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_45_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, I. Compétence, 1. Principe",
        "citation": "Art. 46 LDIP",
        "content": "Les autorités judiciaires ou administratives suisses du domicile ou, à défaut de domicile, celles de la résidence habituelle de l’un des époux sont compétentes pour connaître des actions ou ordonner les mesures relatives aux effets du mariage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_46"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, I. Compétence, 2. For d’origine",
        "citation": "Art. 47 LDIP",
        "content": "Lorsque les époux n’ont ni domicile ni résidence habituelle en Suisse et que l’un d’eux est suisse, les autorités judiciaires ou administratives du lieu d’origine sont compétentes pour connaître des actions ou ordonner les mesures relatives aux effets du mariage, si l’action ne peut être intentée ou la requête déposée devant l’autorité du domicile ou de la résidence habituelle de l’un des époux, ou si l’on ne peut raisonnablement exiger qu’elle le soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_47"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, II. Droit applicable, 1. Principe",
        "citation": "Art. 48 al. 1 LDIP",
        "content": "Les effets du mariage sont régis par le droit de l’État dans lequel les époux sont domiciliés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_48"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, II. Droit applicable, 1. Principe",
        "citation": "Art. 48 al. 2 LDIP",
        "content": "Lorsque les époux ne sont pas domiciliés dans le même État, les effets du mariage sont régis par le droit de l’État du domicile avec lequel la cause présente le lien le plus étroit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_48"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, II. Droit applicable, 1. Principe",
        "citation": "Art. 48 al. 3 LDIP",
        "content": "Lorsque les autorités judiciaires ou administratives suisses du lieu d’origine sont compétentes en vertu de l’art. 47, elles appliquent le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_48"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, II. Droit applicable, 2. Obligation alimentaire",
        "citation": "Art. 49 LDIP",
        "content": "L’obligation alimentaire entre époux est régie par la convention de La Haye du 2 octobre 1973 sur la loi applicable aux obligations alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_49"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 2, Effets généraux du mariage, III. Décisions ou mesures étrangères",
        "citation": "Art. 50 LDIP",
        "content": "Les décisions ou mesures étrangères relatives aux effets du mariage sont reconnues en Suisse lorsqu’elles:\na. ont été rendues dans l’État du domicile ou de la résidence habituelle de l’un des époux;\nb. ont été rendues dans l’État de célébration du mariage et que l’action ne pouvait être intentée dans un des États désignés à la let. a ou qu’on ne pouvait raisonnablement exiger qu’elle le soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_50"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, I. Compétence",
        "citation": "Art. 51 LDIP",
        "content": "Sont compétentes pour connaître des actions ou ordonner les mesures relatives aux régimes matrimoniaux:\na. lors de la dissolution du régime matrimonial consécutive au décès d’un des époux, les autorités judiciaires ou administratives suisses compétentes pour liquider la succession (art. 86 à 89);\nb. lors de la dissolution du régime matrimonial consécutive à la dissolution judiciaire du lien conjugal ou à la séparation de corps, les autorités judiciaires suisses compétentes à cet effet (art. 59, 60, 60a, 63, 64);\nc. dans les autres cas, les autorités judiciaires ou administratives suisses compétentes pour statuer sur les effets du mariage (art. 46, 47).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_51"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 1. Élection de droit, a. Principe",
        "citation": "Art. 52 al. 1 LDIP",
        "content": "Le régime matrimonial est régi par le droit choisi par les époux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_52"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 1. Élection de droit, a. Principe",
        "citation": "Art. 52 al. 2 LDIP",
        "content": "Les époux peuvent choisir:\na. le droit de l’État dans lequel ils sont tous deux domiciliés ou seront domiciliés après la célébration du mariage;\nb. le droit de l’État dans lequel le mariage a été célébré, ou\nc. le droit d’un État dont l’un d’eux a la nationalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_52"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 1. Élection de droit, a. Principe",
        "citation": "Art. 52 al. 3 LDIP",
        "content": "L’art. 23, al. 2, n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_52"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 1. Élection de droit, b. Modalités",
        "citation": "Art. 53 al. 1 LDIP",
        "content": "L’élection de droit doit faire l’objet d’une convention écrite ou ressortir d’une façon certaine des dispositions du contrat de mariage; en outre, elle est régie par le droit choisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_53"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 1. Élection de droit, b. Modalités",
        "citation": "Art. 53 al. 2 LDIP",
        "content": "L’élection de droit peut être faite ou modifiée en tout temps. Si elle est postérieure à la célébration du mariage, elle rétroagit au jour du mariage, sauf convention contraire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_53"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 1. Élection de droit, b. Modalités",
        "citation": "Art. 53 al. 3 LDIP",
        "content": "Le droit choisi reste applicable tant que les époux n’ont pas modifié ou révoqué ce choix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_53"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 2. À défaut d’élection de droit, a. Principe",
        "citation": "Art. 54 al. 1 LDIP",
        "content": "À défaut d’élection de droit, le régime matrimonial est régi:\na. par le droit de l’État dans lequel les deux époux sont domiciliés en même temps ou, si tel n’est pas le cas;\nb. par le droit de l’État dans lequel, en dernier lieu, les deux époux ont été domiciliés en même temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_54"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 2. À défaut d’élection de droit, a. Principe",
        "citation": "Art. 54 al. 2 LDIP",
        "content": "Si les époux n’ont jamais été domiciliés en même temps dans le même État, leur droit national commun est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_54"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 2. À défaut d’élection de droit, a. Principe",
        "citation": "Art. 54 al. 3 LDIP",
        "content": "Les époux qui n’ont jamais été domiciliés dans le même État et n’ont pas de nationalité commune sont soumis au régime suisse de la séparation de biens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_54"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 2. À défaut d’élection de droit, b. Mutabilité et rétroactivité lors de changement de domicile",
        "citation": "Art. 55 al. 1 LDIP",
        "content": "En cas de transfert du domicile des époux d’un État dans un autre, le droit du nouveau domicile est applicable et rétroagit au jour du mariage. Les époux peuvent convenir par écrit d’exclure la rétroactivité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_55"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 2. À défaut d’élection de droit, b. Mutabilité et rétroactivité lors de changement de domicile",
        "citation": "Art. 55 al. 2 LDIP",
        "content": "Le changement de domicile n’a pas d’effet sur le droit applicable lorsque les époux sont convenus par écrit de maintenir le droit antérieur ou lorsqu’ils sont liés par un contrat de mariage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_55"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 3. Forme du contrat de mariage",
        "citation": "Art. 56 LDIP",
        "content": "Le contrat de mariage est valable quant à la forme s’il satisfait aux conditions du droit applicable au fond ou du droit du lieu où l’acte a été passé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_56"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 4. Rapports juridiques avec les tiers",
        "citation": "Art. 57 al. 1 LDIP",
        "content": "Les effets du régime matrimonial sur un rapport juridique entre un époux et un tiers sont régis par le droit de l’État dans lequel cet époux était domicilié au moment où ce rapport a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_57"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, II. Droit applicable, 4. Rapports juridiques avec les tiers",
        "citation": "Art. 57 al. 2 LDIP",
        "content": "Toutefois, ces effets sont régis par le droit applicable au régime matrimonial si le tiers connaissait ou devait connaître ce droit au moment où le rapport juridique a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_57"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, III. Décisions étrangères",
        "citation": "Art. 58 al. 1 LDIP",
        "content": "Les décisions étrangères relatives au régime matrimonial sont reconnues en Suisse:\na. lorsqu’elles ont été rendues ou qu’elles sont reconnues dans l’État du domicile de l’époux défendeur;\nb. lorsqu’elles ont été rendues ou qu’elles sont reconnues dans l’État du domicile de l’époux demandeur et que l’époux défendeur n’était pas domicilié en Suisse;\nc. lorsqu’elles ont été rendues ou qu’elles sont reconnues dans l’État dont, en vertu de la présente loi, le droit s’applique au régime matrimonial, ou\nd. dans la mesure où elles concernent des immeubles, lorsqu’elles ont été rendues ou qu’elles sont reconnues dans l’État dans lequel ces immeubles sont situés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_58"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 3, Régimes matrimoniaux, III. Décisions étrangères",
        "citation": "Art. 58 al. 2 LDIP",
        "content": "La reconnaissance de décisions relatives au régime matrimonial prises dans le cadre de mesures protectrices de l’union conjugale ou à la suite d’un décès, d’une déclaration de nullité du mariage, d’un divorce ou d’une séparation de corps est régie par les dispositions de la présente loi relatives aux effets généraux du mariage, au divorce ou aux successions (art. 50, 65 et 96).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_58"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, I. Compétence, 1. Principe",
        "citation": "Art. 59 LDIP",
        "content": "Sont compétents pour connaître d’une action en divorce ou en séparation de corps:\na. les tribunaux suisses du domicile de l’époux défendeur;\nb. les tribunaux suisses du domicile de l’époux demandeur, si celui-ci réside en Suisse depuis une année ou est suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_59"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, I. Compétence, 2. For d’origine",
        "citation": "Art. 60 LDIP",
        "content": "Lorsque les époux ne sont pas domiciliés en Suisse et que l’un d’eux est suisse, les tribunaux du lieu d’origine sont compétents pour connaître d’une action en divorce ou en séparation de corps, si l’action ne peut être intentée au domicile de l’un des époux ou si l’on ne peut raisonnablement exiger qu’elle le soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_60"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, I. Compétence, 3. For au lieu de célébration du mariage",
        "citation": "Art. 60a LDIP",
        "content": "Lorsque les époux ne sont pas domiciliés en Suisse et qu’aucun d’eux n’est suisse, les tribunaux suisses du lieu de célébration du mariage sont compétents pour connaître d’une action en divorce ou en séparation de corps, si l’action ne peut être intentée devant le tribunal du domicile de l’un des époux, ou si l’on ne peut raisonnablement exiger qu’elle le soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_60_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, II. Droit applicable",
        "citation": "Art. 61 LDIP",
        "content": "Le divorce et la séparation de corps sont régis par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_61"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, III. Mesures provisoires",
        "citation": "Art. 62 al. 1 LDIP",
        "content": "Le tribunal suisse saisi d’une action en divorce ou en séparation de corps est compétent pour ordonner des mesures provisoires, sauf si son incompétence pour statuer au fond est manifeste ou a été constatée par une décision ayant force de chose jugée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_62"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, III. Mesures provisoires",
        "citation": "Art. 62 al. 2 LDIP",
        "content": "Les mesures provisoires sont régies par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_62"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, III. Mesures provisoires",
        "citation": "Art. 62 al. 3 LDIP",
        "content": "Sont réservées les dispositions de la présente loi sur l’obligation alimentaire entre époux (art. 49), les effets de la filiation (art. 82 et 83) et la protection des mineurs (art. 85).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_62"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, IV. Effets accessoires",
        "citation": "Art. 63 al. 1 LDIP",
        "content": "Les tribunaux suisses compétents pour connaître d’une action en divorce ou en séparation de corps le sont également pour se prononcer sur les effets accessoires. Les dispositions de la présente loi sur la protection des mineurs (art. 85) sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_63"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, IV. Effets accessoires",
        "citation": "Art. 63 al. 1bis LDIP",
        "content": "Pour connaître du partage de prétentions de prévoyance professionnelle envers une institution suisse de prévoyance professionnelle, la compétence des tribunaux suisses est exclusive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_63"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, IV. Effets accessoires",
        "citation": "Art. 63 al. 2 LDIP",
        "content": "Le droit suisse régit les effets accessoires du divorce et de la séparation de corps. Sont réservées les dispositions de la présente loi relatives au nom (art. 37 à 40), à l’obligation alimentaire entre époux (art. 49), au régime matrimonial (art. 52 à 57), aux effets de la filiation (art. 82 et 83) et à la protection des mineurs (art. 85).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_63"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, V. Complément ou modification d’une décision",
        "citation": "Art. 64 al. 1 LDIP",
        "content": "Les tribunaux suisses sont compétents pour connaître d’une action en complément ou en modification d’un jugement de divorce ou de séparation de corps s’ils ont prononcé ce jugement ou s’ils sont compétents en vertu des art. 59, 60 ou 60a. Sont réservées les dispositions de la présente loi sur la protection des mineurs (art. 85).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_64"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, V. Complément ou modification d’une décision",
        "citation": "Art. 64 al. 1bis LDIP",
        "content": "Pour connaître du partage de prétentions de prévoyance professionnelle envers une institution suisse de prévoyance professionnelle, la compétence des tribunaux suisses est exclusive. En l’absence de compétence au sens de l’al. 1, les tribunaux suisses du siège de l’institution de prévoyance sont compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_64"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, V. Complément ou modification d’une décision",
        "citation": "Art. 64 al. 2 LDIP",
        "content": "Le droit suisse régit l’action en complément ou en modification du divorce ou de la séparation de corps. Sont réservées les dispositions de la présente loi relatives au nom (art. 37 à 40), à l’obligation alimentaire entre époux (art. 49), au régime matrimonial (art. 52 à 57), aux effets de la filiation (art. 82 et 83) et à la protection des mineurs (art. 85).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_64"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, VI. Décisions étrangères",
        "citation": "Art. 65 al. 1 LDIP",
        "content": "Les décisions étrangères de divorce ou de séparation de corps sont reconnues en Suisse lorsqu’elles:\na. ont été rendues dans l’État du domicile ou de la résidence habituelle ou dans l’État national de l’un des époux;\nb. sont reconnues dans l’un des États visés à la let. a, ou\nc. ont été rendues dans l’État de célébration du mariage et que l’action ne pouvait être intentée dans un des États désignés à la let. a ou qu’on ne pouvait raisonnablement exiger qu’elle le soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_65"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3, Mariage, Section 4, Divorce et séparation de corps, VI. Décisions étrangères",
        "citation": "Art. 65 al. 2 LDIP",
        "content": "Toutefois, la décision rendue dans un État dont aucun des époux ou seul l’époux demandeur a la nationalité n’est reconnue en Suisse que:\na. lorsque, au moment de l’introduction de la demande, au moins l’un des époux était domicilié ou avait sa résidence habituelle dans cet État et que l’époux défendeur n’était pas domicilié en Suisse;\nb. lorsque l’époux défendeur s’est soumis sans faire de réserve à la compétence du tribunal étranger, ou\nc. lorsque l’époux défendeur a expressément consenti à la reconnaissance de la décision en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_65"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3a, Partenariat enregistré, I. Application du chap. 3",
        "citation": "Art. 65a LDIP",
        "content": "Les dispositions du chap. 3 s’appliquent par analogie au partenariat enregistré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_65_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 3a, Partenariat enregistré, II. Droit applicable",
        "citation": "Art. 65c LDIP",
        "content": "Lorsque le droit applicable en vertu du chap. 3 ne connaît pas de dispositions applicables au partenariat enregistré, les dispositions sur le mariage sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_65_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, I. Compétence, 1. Principe",
        "citation": "Art. 66 LDIP",
        "content": "Les tribunaux suisses de la résidence habituelle de l’enfant ou ceux du domicile de l’un des parents sont compétents pour connaître d’une action relative à la constatation ou à la contestation de la filiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_66"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, I. Compétence, 2. For d’origine",
        "citation": "Art. 67 LDIP",
        "content": "Lorsque les parents ne sont pas domiciliés en Suisse et que l’enfant n’y a pas de résidence habituelle, les tribunaux du lieu d’origine suisse de l’un des parents sont compétents pour connaître d’une action relative à la constatation ou à la contestation de la filiation, si l’action ne peut être intentée, ni au domicile de l’un des parents, ni à la résidence habituelle de l’enfant, ou si l’on ne peut raisonnablement exiger qu’elle le soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_67"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, II. Droit applicable, 1. Principe",
        "citation": "Art. 68 al. 1 LDIP",
        "content": "L’établissement, la constatation et la contestation de la filiation sont régis par le droit de l’État de la résidence habituelle de l’enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_68"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, II. Droit applicable, 1. Principe",
        "citation": "Art. 68 al. 2 LDIP",
        "content": "Toutefois, si aucun des parents n’est domicilié dans l’État de la résidence habituelle de l’enfant et si les parents et l’enfant ont la nationalité d’un même État, le droit de cet État est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_68"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, II. Droit applicable, 2. Moment déterminant",
        "citation": "Art. 69 al. 1 LDIP",
        "content": "Pour déterminer le droit applicable à l’établissement, à la constatation ou à la contestation de la filiation, on se fondera sur la date de la naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_69"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, II. Droit applicable, 2. Moment déterminant",
        "citation": "Art. 69 al. 2 LDIP",
        "content": "Toutefois, en cas de constatation ou de contestation judiciaires de la filiation, on se fondera sur la date de l’action si un intérêt prépondérant de l’enfant l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_69"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 1, Filiation par naissance, III. Décisions étrangères",
        "citation": "Art. 70 LDIP",
        "content": "Les décisions étrangères relatives à la constatation ou à la contestation de la filiation sont reconnues en Suisse lorsqu’elles ont été rendues dans l’État de la résidence habituelle de l’enfant ou dans son État national ou dans l’État du domicile ou dans l’État national de la mère ou du père.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_70"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, I. Compétence",
        "citation": "Art. 71 al. 1 LDIP",
        "content": "Sont compétentes pour recevoir une reconnaissance d’enfant les autorités suisses du lieu de la naissance ou de la résidence habituelle de l’enfant, ainsi que celles du domicile ou du lieu d’origine de la mère ou du père.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_71"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, I. Compétence",
        "citation": "Art. 71 al. 2 LDIP",
        "content": "Lorsqu’elle intervient au cours d’une procédure judiciaire, dans laquelle la filiation a une portée juridique, le juge saisi de l’action peut aussi recevoir la reconnaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_71"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, I. Compétence",
        "citation": "Art. 71 al. 3 LDIP",
        "content": "Les tribunaux compétents pour connaître d’une action relative à la constatation ou à la contestation de la filiation sont aussi compétents pour juger de la contestation de la reconnaissance (art. 66 et 67).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_71"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, II. Droit applicable",
        "citation": "Art. 72 al. 1 LDIP",
        "content": "La reconnaissance en Suisse peut être faite conformément au droit de l’État de la résidence habituelle de l’enfant, au droit de son État national, au droit du domicile ou au droit de l’État national de la mère ou du père. La date de la reconnaissance est déterminante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_72"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, II. Droit applicable",
        "citation": "Art. 72 al. 2 LDIP",
        "content": "La forme de la reconnaissance en Suisse est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_72"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, II. Droit applicable",
        "citation": "Art. 72 al. 3 LDIP",
        "content": "La contestation de la reconnaissance est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_72"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, III. Reconnaissance intervenue ou contestée à l’étranger",
        "citation": "Art. 73 al. 1 LDIP",
        "content": "La reconnaissance d’un enfant intervenue à l’étranger est reconnue en Suisse lorsqu’elle est valable dans l’État de la résidence habituelle de l’enfant, dans son État national, dans l’État du domicile ou encore dans l’État national de la mère ou du père.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_73"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, III. Reconnaissance intervenue ou contestée à l’étranger",
        "citation": "Art. 73 al. 2 LDIP",
        "content": "Les décisions étrangères sur la contestation de la reconnaissance sont reconnues en Suisse lorsqu’elles ont été rendues dans l’un des États mentionnés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_73"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 2, Reconnaissance, IV. Légitimation",
        "citation": "Art. 74 LDIP",
        "content": "L’art. 73 s’applique par analogie en matière de légitimation étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_74"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, I. Compétence, 1. Principe",
        "citation": "Art. 75 al. 1 LDIP",
        "content": "Sont compétentes pour prononcer l’adoption les autorités judiciaires ou administratives suisses du domicile de l’adoptant ou des époux adoptants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_75"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, I. Compétence, 1. Principe",
        "citation": "Art. 75 al. 2 LDIP",
        "content": "Les tribunaux compétents pour connaître d’une action relative à la constatation ou à la contestation de la filiation sont aussi compétents pour juger de la contestation de l’adoption (art. 66 et 67).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_75"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, I. Compétence, 2. For d’origine",
        "citation": "Art. 76 LDIP",
        "content": "Sont compétentes pour prononcer l’adoption les autorités judiciaires ou administratives du lieu d’origine, lorsque l’adoptant ou les époux adoptants ne sont pas domiciliés en Suisse et que l’un d’eux est suisse et lorsqu’ils ne peuvent pas adopter à leur domicile à l’étranger, ou que l’on ne saurait raisonnablement exiger qu’ils y engagent une procédure d’adoption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_76"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, II. Droit applicable",
        "citation": "Art. 77 al. 1 LDIP",
        "content": "Les conditions de l’adoption prononcée en Suisse sont régies par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_77"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, II. Droit applicable",
        "citation": "Art. 77 al. 2 LDIP",
        "content": "Lorsqu’il apparaît qu’une adoption ne serait pas reconnue dans l’État du domicile ou dans l’État national de l’adoptant ou des époux adoptants et qu’il en résulterait un grave préjudice pour l’enfant, l’autorité tient compte en outre des conditions posées par le droit de l’État en question. Si, malgré cela, la reconnaissance ne paraît pas assurée, l’adoption ne doit pas être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_77"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, II. Droit applicable",
        "citation": "Art. 77 al. 3 LDIP",
        "content": "L’action en annulation d’une adoption prononcée en Suisse est régie par le droit suisse. Une adoption prononcée à l’étranger ne peut être annulée en Suisse que s’il existe aussi un motif d’annulation en droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_77"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, III. Adoptions et institutions semblables du droit étranger",
        "citation": "Art. 78 al. 1 LDIP",
        "content": "Les adoptions intervenues à l’étranger sont reconnues en Suisse lorsqu’elles ont été prononcées dans l’État du domicile ou dans l’État national de l’adoptant ou des époux adoptants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_78"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 3, Adoption, III. Adoptions et institutions semblables du droit étranger",
        "citation": "Art. 78 al. 2 LDIP",
        "content": "Les adoptions ou les institutions semblables du droit étranger qui ont des effets essentiellement différents du lien de filiation au sens du droit suisse ne sont reconnues en Suisse qu’avec les effets qui leur sont attachés dans l’État dans lequel elles ont été prononcées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_78"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, I. Compétence, 1. Principe",
        "citation": "Art. 79 al. 1 LDIP",
        "content": "Les tribunaux suisses de la résidence habituelle de l’enfant ou ceux du domicile et, à défaut de domicile, ceux de la résidence habituelle du parent défendeur sont compétents pour connaître d’une action relative aux relations entre parents et enfant, notamment d’une action relative à l’entretien de l’enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_79"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, I. Compétence, 1. Principe",
        "citation": "Art. 79 al. 2 LDIP",
        "content": "Les dispositions de la présente loi relatives au nom (art. 33, 37 à 40), à la protection des mineurs (art. 85) et aux successions (art. 86 à 89) sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_79"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, I. Compétence, 2. For d’origine",
        "citation": "Art. 80 LDIP",
        "content": "Lorsque ni l’enfant ni le parent défendeur n’ont de domicile ou de résidence habituelle en Suisse et que l’un d’eux est suisse, les tribunaux du lieu d’origine sont compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_80"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, I. Compétence, 3. Prétentions de tiers",
        "citation": "Art. 81 LDIP",
        "content": "Les tribunaux suisses désignés aux art. 79 et 80 sont aussi compétents pour connaître:\na. des demandes en prestations alimentaires émanant des autorités qui ont fourni des avances;\nb. des demandes de la mère en prestations d’entretien et en remboursement des dépenses occasionnées par la naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_81"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, II. Droit applicable, 1. Principe",
        "citation": "Art. 82 al. 1 LDIP",
        "content": "Les relations entre parents et enfant sont régies par le droit de l’État de la résidence habituelle de l’enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_82"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, II. Droit applicable, 1. Principe",
        "citation": "Art. 82 al. 2 LDIP",
        "content": "Toutefois, si aucun des parents n’est domicilié dans l’État de la résidence habituelle de l’enfant et si les parents et l’enfant ont la nationalité d’un même État, le droit de cet État est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_82"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, II. Droit applicable, 1. Principe",
        "citation": "Art. 82 al. 3 LDIP",
        "content": "Les dispositions de la présente loi relatives au nom (art. 33, 37 à 40), à la protection des mineurs (art. 85) et aux successions (art. 90 à 95) sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_82"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, II. Droit applicable, 2. Obligation alimentaire",
        "citation": "Art. 83 al. 1 LDIP",
        "content": "L’obligation alimentaire entre parents et enfant est régie par la convention de La Haye du 2 octobre 1973 sur la loi applicable aux obligations alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_83"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, II. Droit applicable, 2. Obligation alimentaire",
        "citation": "Art. 83 al. 2 LDIP",
        "content": "Dans la mesure où les droits à l’entretien de la mère et le remboursement des dépenses occasionnées par la naissance ne sont pas réglés par ladite convention, ses dispositions s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_83"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, III. Décisions étrangères",
        "citation": "Art. 84 al. 1 LDIP",
        "content": "Les décisions étrangères relatives aux relations entre parents et enfant sont reconnues en Suisse lorsqu’elles ont été rendues dans l’État de la résidence habituelle de l’enfant ou dans l’État du domicile ou de la résidence habituelle du parent défendeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_84"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 4, Filiation, Section 4, Effets de la filiation, III. Décisions étrangères",
        "citation": "Art. 84 al. 2 LDIP",
        "content": "Les dispositions de la présente loi relatives au nom (art. 39), à la protection des mineurs (art. 85) et aux successions (art. 96) sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_84"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 5, Tutelle, protection de l’adulte et autres mesures protectrices",
        "citation": "Art. 85 al. 1 LDIP",
        "content": "En matière de protection des enfants, la compétence des autorités judiciaires ou administratives suisses, la loi applicable ainsi que la reconnaissance et l’exécution des décisions ou mesures étrangères sont régies par la Convention de La Haye du 19 octobre 1996 concernant la compétence, la loi applicable, la reconnaissance, l’exécution et la coopération en matière de responsabilité parentale et de mesures de protection des enfants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_85"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 5, Tutelle, protection de l’adulte et autres mesures protectrices",
        "citation": "Art. 85 al. 2 LDIP",
        "content": "En matière de protection des adultes, la compétence des autorités judiciaires ou administratives suisses, la loi applicable ainsi que la reconnaissance et l’exécution des décisions ou mesures étrangères sont régies par la Convention de La Haye du 13 janvier 2000 sur la protection internationale des adultes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_85"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 5, Tutelle, protection de l’adulte et autres mesures protectrices",
        "citation": "Art. 85 al. 3 LDIP",
        "content": "Les autorités judiciaires ou administratives suisses sont en outre compétentes lorsque la protection d’une personne ou de ses biens l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_85"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 5, Tutelle, protection de l’adulte et autres mesures protectrices",
        "citation": "Art. 85 al. 4 LDIP",
        "content": "Les mesures ordonnées dans un État qui n’est pas partie aux conventions mentionnées aux al. 1 et 2 sont reconnues si elles ont été ordonnées ou si elles sont reconnues dans l’État de la résidence habituelle de l’enfant ou de l’adulte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_85"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 1. Principe",
        "citation": "Art. 86 al. 1 LDIP",
        "content": "Les autorités judiciaires ou administratives suisses du dernier domicile du défunt sont compétentes pour prendre les mesures nécessaires au règlement de la succession et connaître des litiges successoraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_86"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 1. Principe",
        "citation": "Art. 86 al. 2 LDIP",
        "content": "Est réservée la compétence exclusive revendiquée par l’État du lieu de situation des immeubles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_86"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 2. For d’origine",
        "citation": "Art. 87 al. 1 LDIP",
        "content": "Les autorités judiciaires ou administratives du lieu d’origine du défunt sont compétentes pour régler la succession d’un Suisse domicilié à l’étranger à son décès dans la mesure où les autorités étrangères ne s’en occupent pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_87"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 2. For d’origine",
        "citation": "Art. 87 al. 2 LDIP",
        "content": "Les autorités du lieu d’origine sont toujours compétentes lorsque, par un testament ou un pacte successoral, un Suisse ayant eu son dernier domicile à l’étranger soumet à la compétence ou au droit suisse l’ensemble de sa succession ou la part de celle-ci se trouvant en Suisse. L’art. 86, al. 2, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_87"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 3. For du lieu de situation",
        "citation": "Art. 88 al. 1 LDIP",
        "content": "Si un étranger, domicilié à l’étranger à son décès, laisse des biens en Suisse, les autorités judiciaires ou administratives suisses du lieu de situation sont compétentes pour régler la part de succession sise en Suisse dans la mesure où les autorités étrangères ne s’en occupent pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_88"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 3. For du lieu de situation",
        "citation": "Art. 88 al. 2 LDIP",
        "content": "S’il y a des biens en différents lieux, l’autorité suisse saisie la première est compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_88"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, I. Compétence, 4. Mesures conservatoires",
        "citation": "Art. 89 LDIP",
        "content": "Si le défunt avait son dernier domicile à l’étranger et laisse des biens en Suisse, les autorités suisses du lieu de situation de ces biens prennent les mesures nécessaires à la protection provisionnelle de ceux-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_89"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 1. Dernier domicile en Suisse",
        "citation": "Art. 90 al. 1 LDIP",
        "content": "La succession d’une personne qui avait son dernier domicile en Suisse est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_90"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 1. Dernier domicile en Suisse",
        "citation": "Art. 90 al. 2 LDIP",
        "content": "Un étranger peut toutefois soumettre sa succession par testament ou pacte successoral au droit de l’un de ses États nationaux. Ce choix est caduc si, au moment de son décès, le disposant n’avait plus cette nationalité ou avait acquis la nationalité suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_90"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 2. Dernier domicile à l’étranger",
        "citation": "Art. 91 al. 1 LDIP",
        "content": "La succession d’une personne qui a eu son dernier domicile à l’étranger est régie par le droit que désignent les règles de droit international privé de l’État dans lequel le défunt était domicilié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_91"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 2. Dernier domicile à l’étranger",
        "citation": "Art. 91 al. 2 LDIP",
        "content": "Dans la mesure où les autorités judiciaires ou administratives suisses sont compétentes en vertu de l’art. 87, la succession d’un défunt suisse qui a eu son dernier domicile à l’étranger est régie par le droit suisse à moins que, par testament ou pacte successoral, le défunt n’ait réservé expressément le droit de son dernier domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_91"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 3. Domaine du statut successoral et de la liquidation",
        "citation": "Art. 92 al. 1 LDIP",
        "content": "Le droit applicable à la succession détermine en quoi consiste la succession, qui est appelé à succéder, pour quelle part et qui répond des dettes successorales, quelles institutions de droit successoral peuvent être invoquées, quelles mesures peuvent être ordonnées et à quelles conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_92"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 3. Domaine du statut successoral et de la liquidation",
        "citation": "Art. 92 al. 2 LDIP",
        "content": "Les modalités d’exécution sont régies par le droit de l’État dont l’autorité est compétente. Ce droit régit notamment les mesures conservatoires et la liquidation, y compris l’exécution testamentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_92"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 4. Forme",
        "citation": "Art. 93 al. 1 LDIP",
        "content": "La validité des testaments est régie quant à la forme par la convention de La Haye du 5 octobre 1961 sur les conflits de lois en matière de forme des dispositions testamentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_93"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 4. Forme",
        "citation": "Art. 93 al. 2 LDIP",
        "content": "Cette convention s’applique par analogie à la forme d’autres dispositions pour cause de mort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_93"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 5. Capacité de disposer",
        "citation": "Art. 94 LDIP",
        "content": "Une personne peut disposer pour cause de mort si, au moment de disposer, elle en a la capacité en vertu du droit de l’État de son domicile ou de sa résidence habituelle, ou en vertu du droit de l’un de ses États nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_94"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 6. Pactes successoraux et autres dispositions réciproques pour cause de mort",
        "citation": "Art. 95 al. 1 LDIP",
        "content": "Le pacte successoral est régi par le droit de l’État dans lequel le disposant est domicilié au moment de la conclusion du pacte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_95"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 6. Pactes successoraux et autres dispositions réciproques pour cause de mort",
        "citation": "Art. 95 al. 2 LDIP",
        "content": "Si, dans le pacte, un disposant soumet toute sa succession au droit de son État national, ce droit s’applique en lieu et place du droit du domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_95"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 6. Pactes successoraux et autres dispositions réciproques pour cause de mort",
        "citation": "Art. 95 al. 3 LDIP",
        "content": "Les dispositions réciproques pour cause de mort sont valables si elles sont conformes au droit du domicile de chacun des disposants ou au droit d’un État national commun qu’ils ont choisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_95"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, II. Droit applicable, 6. Pactes successoraux et autres dispositions réciproques pour cause de mort",
        "citation": "Art. 95 al. 4 LDIP",
        "content": "Sont réservées les dispositions de la présente loi sur la forme et la capacité de disposer (art. 93 et 94).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_95"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, III. Décisions, mesures, documents et droits étrangers",
        "citation": "Art. 96 al. 1 LDIP",
        "content": "Les décisions, les mesures ou les documents relatifs à une succession, de même que les droits qui dérivent d’une succession ouverte à l’étranger, sont reconnus en Suisse:\na. lorsqu’ils ont été rendus, pris, dressés ou constatés dans l’État du dernier domicile du défunt ou dans l’État au droit duquel le défunt a soumis sa succession ou s’ils sont reconnus dans un de ces États, ou\nb. lorsqu’ils se rapportent à des immeubles et ont été rendus, pris, dressés ou constatés dans l’État dans lequel ces biens sont situés ou s’ils sont reconnus dans cet État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_96"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, III. Décisions, mesures, documents et droits étrangers",
        "citation": "Art. 96 al. 2 LDIP",
        "content": "S’agissant d’un immeuble sis dans un État qui revendique une compétence exclusive, seuls les décisions, mesures ou documents émanant de cet État sont reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_96"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 6, Successions, III. Décisions, mesures, documents et droits étrangers",
        "citation": "Art. 96 al. 3 LDIP",
        "content": "Les mesures conservatoires prises dans l’État du lieu de situation des biens du défunt sont reconnues en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_96"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, I. Compétence, 1. Immeubles",
        "citation": "Art. 97 LDIP",
        "content": "Les tribunaux du lieu de situation des immeubles en Suisse sont exclusivement compétents pour connaître des actions réelles immobilières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_97"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, I. Compétence, 2. Meubles",
        "citation": "Art. 98 al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur sont compétents pour connaître des actions réelles mobilières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_98"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, I. Compétence, 2. Meubles",
        "citation": "Art. 98 al. 2 LDIP",
        "content": "Les tribunaux suisses du lieu où se trouvent les biens sont en outre compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_98"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, I. Compétence, 3. Biens culturels",
        "citation": "Art. 98a LDIP",
        "content": "Le tribunal du domicile ou du siège du défendeur ou le tribunal du lieu où se trouve le bien culturel est compétent pour connaître des actions en retour au sens de l’art. 9 de la loi du 20 juin 2003 sur le transfert des biens culturels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_98_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 1. Immeubles",
        "citation": "Art. 99 al. 1 LDIP",
        "content": "Les droits réels immobiliers sont régis par le droit du lieu de situation de l’immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_99"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 1. Immeubles",
        "citation": "Art. 99 al. 2 LDIP",
        "content": "Les prétentions résultant d’immissions provenant d’un immeuble sont régies par les dispositions de la présente loi relatives aux actes illicites (art. 138).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_99"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, a. Principe",
        "citation": "Art. 100 al. 1 LDIP",
        "content": "L’acquisition et la perte de droits réels mobiliers sont régies par le droit du lieu de situation du meuble au moment des faits sur lesquels se fonde l’acquisition ou la perte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_100"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, a. Principe",
        "citation": "Art. 100 al. 2 LDIP",
        "content": "Le contenu et l’exercice de droits réels mobiliers sont régis par le droit du lieu de situation du meuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_100"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, b. Biens en transit",
        "citation": "Art. 101 LDIP",
        "content": "L’acquisition et la perte, par des actes juridiques, de droits réels sur des biens en transit sont régies par le droit de l’État de destination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_101"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, c. Biens transportés en Suisse",
        "citation": "Art. 102 al. 1 LDIP",
        "content": "Lorsqu’un bien meuble est transporté de l’étranger en Suisse et que l’acquisition ou la perte de droits réels n’est pas encore intervenue à l’étranger, les faits survenus à l’étranger sont réputés s’être réalisés en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_102"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, c. Biens transportés en Suisse",
        "citation": "Art. 102 al. 2 LDIP",
        "content": "Lorsque parvient en Suisse un bien sur lequel a été valablement constituée à l’étranger une réserve de propriété qui ne répond pas aux exigences du droit suisse, cette réserve de propriété conserve néanmoins sa validité pendant trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_102"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, c. Biens transportés en Suisse",
        "citation": "Art. 102 al. 3 LDIP",
        "content": "Le tiers de bonne foi ne pourra se voir opposer l’existence de pareille réserve de propriété constituée à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_102"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, d. Réserve de propriété d’un bien destiné à l’exportation",
        "citation": "Art. 103 LDIP",
        "content": "La réserve de propriété constituée sur une chose mobilière destinée à l’exportation est régie par le droit de l’État de destination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_103"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, e. Élection de droit",
        "citation": "Art. 104 al. 1 LDIP",
        "content": "Les parties peuvent soumettre l’acquisition et la perte de droits réels mobiliers au droit de l’État d’expédition ou de destination ou au droit qui régit l’acte juridique de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_104"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 2. Meubles, e. Élection de droit",
        "citation": "Art. 104 al. 2 LDIP",
        "content": "L’élection de droit n’est pas opposable aux tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_104"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, a. Mise en gage de créances, de papiers-valeurs ou d’autres droits",
        "citation": "Art. 105 al. 1 LDIP",
        "content": "La mise en gage de créances, de papiers-valeurs ou d’autres droits, est régie par le droit choisi par les parties. Cette élection de droit n’est pas opposable aux tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_105"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, a. Mise en gage de créances, de papiers-valeurs ou d’autres droits",
        "citation": "Art. 105 al. 2 LDIP",
        "content": "À défaut d’élection de droit, la mise en gage de créances est régie par le droit de l’État de la résidence habituelle du créancier gagiste. Il en est de même de la mise en gage d’autres droits s’ils sont représentés par un droit-valeur, un papier-valeur ou un titre équivalent; dans le cas contraire, leur mise en gage est régie par le droit qui s’applique aux droits eux-mêmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_105"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, a. Mise en gage de créances, de papiers-valeurs ou d’autres droits",
        "citation": "Art. 105 al. 3 LDIP",
        "content": "Le débiteur ne peut se voir opposer un droit autre que celui qui régit le droit mis en gage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_105"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, b. Titres représentatifs de marchandises",
        "citation": "Art. 106 al. 1 LDIP",
        "content": "Le droit désigné à l’art. 145a, al. 1, détermine si un titre représente une marchandise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_106"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, b. Titres représentatifs de marchandises",
        "citation": "Art. 106 al. 2 LDIP",
        "content": "Lorsqu’un titre physique représente la marchandise, les droits réels relatifs au titre et à la marchandise sont régis par le droit applicable au titre en tant que bien mobilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_106"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, b. Titres représentatifs de marchandises",
        "citation": "Art. 106 al. 3 LDIP",
        "content": "Lorsque plusieurs personnes font valoir des droits réels sur la marchandise, les unes directement, les autres en vertu d’un titre, le droit applicable à la marchandise même détermine lequel de ces droits prévaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_106"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, II. Droit applicable, 3. Règles spéciales, c. Moyens de transport",
        "citation": "Art. 107 LDIP",
        "content": "Sont réservées celles des dispositions d’autres lois qui sont relatives aux droits réels sur les navires, aéronefs ou autres moyens de transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_107"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, III. Décisions étrangères",
        "citation": "Art. 108 al. 1 LDIP",
        "content": "Les décisions étrangères en matière de droits réels immobiliers sont reconnues en Suisse lorsqu’elles ont été rendues dans l’État dans lequel le bien est situé ou lorsqu’elles sont reconnues dans cet État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7, Droits réels, III. Décisions étrangères",
        "citation": "Art. 108 al. 2 LDIP",
        "content": "Les décisions étrangères en matière de droits réels mobiliers sont reconnues en Suisse:\na. lorsqu’elles ont été rendues dans l’État du domicile du défendeur;\nb. lorsqu’elles ont été rendues dans l’État dans lequel les biens sont situés, pour autant que le défendeur y ait eu sa résidence habituelle.\nc.  ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7a, Titres intermédiés, I. Définition",
        "citation": "Art. 108a LDIP",
        "content": "On entend par titres intermédiés les titres détenus auprès d’un intermédiaire au sens de la Convention de La Haye du 5 juillet 2006 sur la loi applicable à certains droits sur des titres détenus auprès d’un intermédiaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7a, Titres intermédiés, II. Compétence",
        "citation": "Art. 108b al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur sont compétents pour connaître des actions relatives à des titres intermédiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7a, Titres intermédiés, II. Compétence",
        "citation": "Art. 108b al. 2 LDIP",
        "content": "Les tribunaux suisses du lieu où le défendeur a son établissement sont aussi compétents pour connaître des actions relatives à des titres intermédiés découlant de l’exploitation de cet établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7a, Titres intermédiés, III. Droit applicable",
        "citation": "Art. 108c LDIP",
        "content": "Le droit applicable aux titres intermédiés est régi par la Convention de La Haye du 5 juillet 2006 sur la loi applicable à certains droits sur des titres détenus auprès d’un intermédiaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 7a, Titres intermédiés, IV. Décisions étrangères",
        "citation": "Art. 108d LDIP",
        "content": "Les décisions étrangères rendues en relation avec une action relative à des titres intermédiés sont reconnues en Suisse:\na. lorsqu’elles ont été rendues dans l’État du domicile ou de la résidence habituelle du défendeur;\nb. lorsqu’elles ont été rendues dans l’État de l’établissement du défendeur et que la prétention résulte de l’exploitation de cet établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_108_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, I. Compétence",
        "citation": "Art. 109 al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile du défendeur sont compétents pour connaître des actions portant sur la validité ou l’inscription en Suisse de droits de propriété intellectuelle. Si le défendeur n’a pas de domicile en Suisse, ces actions peuvent être intentées devant les tribunaux suisses du siège commercial du mandataire inscrit au registre, ou, à défaut, devant les tribunaux du lieu où l’autorité qui tient le registre a son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_109"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, I. Compétence",
        "citation": "Art. 109 al. 2 LDIP",
        "content": "Les actions portant sur la violation de droits de propriété intellectuelle peuvent être intentées devant les tribunaux suisses du domicile du défendeur ou, à défaut, ceux de sa résidence habituelle. Sont en outre compétents les tribunaux suisses du lieu de l’acte ou du résultat et, pour connaître des actions relatives à l’activité de l’établissement en Suisse, les tribunaux du lieu de l’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_109"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, I. Compétence",
        "citation": "Art. 109 al. 2bis LDIP",
        "content": "L’al. 2 s’applique par analogie aux actions portant sur les droits à rémunération prescrits par la loi pour l’utilisation licite d’un bien de propriété intellectuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_109"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, II. Droit applicable",
        "citation": "Art. 110 al. 1 LDIP",
        "content": "Les droits de la propriété intellectuelle sont régis par le droit de l’État pour lequel la protection de la propriété intellectuelle est revendiquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_110"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, II. Droit applicable",
        "citation": "Art. 110 al. 2 LDIP",
        "content": "En ce qui concerne les prétentions consécutives à un acte illicite, les parties peuvent toujours convenir, après l’événement dommageable, de l’application du droit du for.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_110"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, II. Droit applicable",
        "citation": "Art. 110 al. 3 LDIP",
        "content": "Les contrats portant sur la propriété intellectuelle sont régis par les dispositions de la présente loi relatives aux contrats (art. 122).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_110"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, III. Décisions étrangères",
        "citation": "Art. 111 al. 1 LDIP",
        "content": "Les décisions étrangères relatives à la violation de droits de propriété intellectuelle sont reconnues en Suisse:\na. lorsque la décision a été rendue dans l’État du domicile du défendeur, ou\nb. lorsque la décision a été rendue au lieu de l’acte ou du résultat et que le défendeur n’était pas domicilié en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_111"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 8, Propriété intellectuelle, III. Décisions étrangères",
        "citation": "Art. 111 al. 2 LDIP",
        "content": "Les décisions étrangères portant sur l’existence, la validité ou l’inscription de droits de propriété intellectuelle ne sont reconnues que si elles ont été rendues dans un État pour lequel la protection de la propriété intellectuelle est revendiquée ou si elles y sont reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_111"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 1. Domicile et établissement",
        "citation": "Art. 112 al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur sont compétents pour connaître des actions découlant d’un contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_112"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 1. Domicile et établissement",
        "citation": "Art. 112 al. 2 LDIP",
        "content": "Les tribunaux suisses du lieu où le défendeur a son établissement sont aussi compétents pour connaître des actions relatives à une obligation découlant de l’exploitation de cet établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_112"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 2. Lieu d’exécution",
        "citation": "Art. 113 LDIP",
        "content": "Lorsque la prestation caractéristique du contrat doit être exécutée en Suisse, l’action peut aussi être portée devant le tribunal suisse du lieu où elle doit être exécutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_113"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 3. Contrats conclus avec des consommateurs",
        "citation": "Art. 114 al. 1 LDIP",
        "content": "Dans les contrats qui répondent aux conditions énoncées par l’art. 120, al. 1, l’action intentée par un consommateur peut être portée, au choix de ce dernier, devant le tribunal suisse;\na. de son domicile ou de sa résidence habituelle, ou\nb. du domicile ou, à défaut de domicile, de la résidence habituelle du fournisseur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_114"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 3. Contrats conclus avec des consommateurs",
        "citation": "Art. 114 al. 2 LDIP",
        "content": "Le consommateur ne peut pas renoncer d’avance au for de son domicile ou de sa résidence habituelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_114"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 4. Contrats de travail",
        "citation": "Art. 115 al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile du défendeur ou du lieu dans lequel le travailleur accomplit habituellement son travail sont compétents pour connaître des actions relatives au contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_115"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 4. Contrats de travail",
        "citation": "Art. 115 al. 2 LDIP",
        "content": "L’action intentée par un travailleur peut, de surcroît, être portée au for de son domicile ou de sa résidence habituelle en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_115"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, I. Compétence, 4. Contrats de travail",
        "citation": "Art. 115 al. 3 LDIP",
        "content": "Les tribunaux suisses du lieu dans lequel un travailleur en provenance de l’étranger est détaché, pour une période limitée et pour y exécuter tout ou partie de sa prestation de travail, sont également compétents pour connaître des actions relatives aux conditions de travail et de salaire devant s’appliquer à cette prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_115"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 1. En général, a. Élection de droit",
        "citation": "Art. 116 al. 1 LDIP",
        "content": "Le contrat est régi par le droit choisi par les parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_116"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 1. En général, a. Élection de droit",
        "citation": "Art. 116 al. 2 LDIP",
        "content": "L’élection de droit doit être expresse ou ressortir de façon certaine des dispositions du contrat ou des circonstances; en outre, elle est régie par le droit choisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_116"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 1. En général, a. Élection de droit",
        "citation": "Art. 116 al. 3 LDIP",
        "content": "L’élection de droit peut être faite ou modifiée en tout temps. Si elle est postérieure à la conclusion du contrat, elle rétroagit au moment de la conclusion du contrat. Les droits des tiers sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_116"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 1. En général, b. À défaut d’élection de droit",
        "citation": "Art. 117 al. 1 LDIP",
        "content": "À défaut d’élection de droit, le contrat est régi par le droit de l’État avec lequel il présente les liens les plus étroits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_117"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 1. En général, b. À défaut d’élection de droit",
        "citation": "Art. 117 al. 2 LDIP",
        "content": "Ces liens sont réputés exister avec l’État dans lequel la partie qui doit fournir la prestation caractéristique a sa résidence habituelle ou, si le contrat est conclu dans l’exercice d’une activité professionnelle ou commerciale, son établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_117"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 1. En général, b. À défaut d’élection de droit",
        "citation": "Art. 117 al. 3 LDIP",
        "content": "Par prestation caractéristique, on entend notamment:\na. la prestation de l’aliénateur, dans les contrats d’aliénation;\nb. la prestation de la partie qui confère l’usage, dans les contrats portant sur l’usage d’une chose ou d’un droit;\nc. la prestation de service dans le mandat, le contrat d’entreprise et d’autres contrats de prestation de service;\nd. la prestation du dépositaire, dans le contrat de dépôt;\ne. la prestation du garant ou de la caution, dans les contrats de garantie ou de cautionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_117"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, a. Vente mobilière",
        "citation": "Art. 118 al. 1 LDIP",
        "content": "Les ventes mobilières sont régies par la convention de La Haye du 15 juin 1955 sur la loi applicable aux ventes à caractère international d’objets mobiliers corporels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_118"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, a. Vente mobilière",
        "citation": "Art. 118 al. 2 LDIP",
        "content": "L’art. 120 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_118"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, b. Immeubles",
        "citation": "Art. 119 al. 1 LDIP",
        "content": "Les contrats relatifs aux immeubles ou à leur usage sont régis par le droit du lieu de leur situation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_119"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, b. Immeubles",
        "citation": "Art. 119 al. 2 LDIP",
        "content": "L’élection de droit est admise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_119"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, b. Immeubles",
        "citation": "Art. 119 al. 3 LDIP",
        "content": "Toutefois, la forme du contrat est régie par le droit de l’État dans lequel l’immeuble est situé, à moins que celui-ci n’admette l’application d’un autre droit. Pour l’immeuble sis en Suisse, la forme est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_119"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, c. Contrats conclus avec des consommateurs",
        "citation": "Art. 120 al. 1 LDIP",
        "content": "Les contrats portant sur une prestation de consommation courante destinée à un usage personnel ou familial du consommateur et qui n’est pas en rapport avec l’activité professionnelle ou commerciale du consommateur sont régis par le droit de l’État de la résidence habituelle du consommateur:\na. si le fournisseur a reçu la commande dans cet État;\nb. si la conclusion du contrat a été précédée dans cet État d’une offre ou d’une publicité et que le consommateur y a accompli les actes nécessaires à la conclusion du contrat, ou\nc. si le consommateur a été incité par son fournisseur à se rendre dans un État étranger aux fins d’y passer la commande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_120"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, c. Contrats conclus avec des consommateurs",
        "citation": "Art. 120 al. 2 LDIP",
        "content": "L’élection de droit est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_120"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, d. Contrats de travail",
        "citation": "Art. 121 al. 1 LDIP",
        "content": "Le contrat de travail est régi par le droit de l’État dans lequel le travailleur accomplit habituellement son travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_121"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, d. Contrats de travail",
        "citation": "Art. 121 al. 2 LDIP",
        "content": "Si le travailleur accomplit habituellement son travail dans plusieurs États, le contrat de travail est régi par le droit de l’État de l’établissement ou, à défaut d’établissement, du domicile ou de la résidence habituelle de l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_121"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, d. Contrats de travail",
        "citation": "Art. 121 al. 3 LDIP",
        "content": "Les parties peuvent soumettre le contrat de travail au droit de l’État dans lequel le travailleur a sa résidence habituelle ou dans lequel l’employeur a son établissement, son domicile ou sa résidence habituelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_121"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, e. Contrats en matière de propriété intellectuelle",
        "citation": "Art. 122 al. 1 LDIP",
        "content": "Les contrats portant sur la propriété intellectuelle sont régis par le droit de l’État dans lequel celui qui transfert ou concède le droit de propriété intellectuelle a sa résidence habituelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_122"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, e. Contrats en matière de propriété intellectuelle",
        "citation": "Art. 122 al. 2 LDIP",
        "content": "L’élection de droit est admise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_122"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 2. En particulier, e. Contrats en matière de propriété intellectuelle",
        "citation": "Art. 122 al. 3 LDIP",
        "content": "Les contrats passés entre un employeur et un travailleur, qui concernent des droits de propriété intellectuelle sur des inventions que le travailleur a réalisées dans le cadre de l’accomplissement de son travail, sont régis par le droit applicable au contrat de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_122"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, a. Silence après réception d’une offre",
        "citation": "Art. 123 LDIP",
        "content": "La partie qui ne répond pas à l’offre de conclure un contrat peut demander que les effets de son silence soient régis par le droit de l’État dans lequel elle a sa résidence habituelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_123"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, b. Forme",
        "citation": "Art. 124 al. 1 LDIP",
        "content": "Le contrat est valable quant à la forme s’il satisfait aux conditions fixées par le droit applicable au contrat ou par le droit du lieu de conclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_124"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, b. Forme",
        "citation": "Art. 124 al. 2 LDIP",
        "content": "La forme d’un contrat conclu entre personnes qui se trouvent dans des États différents est valable si elle satisfait aux conditions fixées par le droit de l’un de ces États.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_124"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, b. Forme",
        "citation": "Art. 124 al. 3 LDIP",
        "content": "La forme du contrat est exclusivement régie par le droit applicable au contrat lui-même lorsque, pour protéger une partie, ce droit prescrit le respect d’une forme déterminée, à moins que ce droit n’admette l’application d’un autre droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_124"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, c. Modalités d’exécution ou de vérification",
        "citation": "Art. 125 LDIP",
        "content": "Les modalités d’exécution ou de vérification sont régies par le droit de l’État dans lequel elles sont effectivement prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_125"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, d. Représentation",
        "citation": "Art. 126 al. 1 LDIP",
        "content": "Lorsque la représentation repose sur un contrat, les rapports entre représenté et représentant sont régis par le droit applicable à leur contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_126"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, d. Représentation",
        "citation": "Art. 126 al. 2 LDIP",
        "content": "Les conditions auxquelles les actes du représentant lient le représenté et le tiers contractant sont régies par le droit de l’État de l’établissement du représentant ou, si un tel établissement fait défaut ou encore n’est pas reconnaissable pour le tiers contractant, par le droit de l’État dans lequel le représentant déploie son activité prépondérante dans le cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_126"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, d. Représentation",
        "citation": "Art. 126 al. 3 LDIP",
        "content": "Lorsque le représentant est lié au représenté par un contrat de travail et n’a pas d’établissement commercial propre, son établissement est réputé se trouver au siège du représenté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_126"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 1, Contrats, II. Droit applicable, 3. Dispositions communes, d. Représentation",
        "citation": "Art. 126 al. 4 LDIP",
        "content": "Le droit désigné à l’al. 2 régit également les rapports entre le représentant sans pouvoir et le tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_126"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 2, Enrichissement illégitime, I. Compétence",
        "citation": "Art. 127 LDIP",
        "content": "Les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur sont compétents pour connaître des actions pour cause d’enrichissement illégitime. En outre, les tribunaux du lieu de l’établissement en Suisse sont compétents pour connaître des actions relatives à l’activité de l’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_127"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 2, Enrichissement illégitime, II. Droit applicable",
        "citation": "Art. 128 al. 1 LDIP",
        "content": "Les prétentions pour cause d’enrichissement illégitime sont régies par le droit qui régit le rapport juridique, existant ou supposé, en vertu duquel l’enrichissement s’est produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_128"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 2, Enrichissement illégitime, II. Droit applicable",
        "citation": "Art. 128 al. 2 LDIP",
        "content": "À défaut d’un tel rapport, ces prétentions sont régies par le droit de l’État dans lequel l’enrichissement s’est produit; les parties peuvent convenir de l’application de la loi du for.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_128"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, I. Compétence, 1. Principe",
        "citation": "Art. 129 al. 1 LDIP",
        "content": "Les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur sont compétents pour connaître des actions fondées sur un acte illicite. Sont en outre compétents les tribunaux suisses du lieu de l’acte ou du résultat et, pour connaître des actions relatives à l’activité de l’établissement en Suisse, les tribunaux du lieu de l’établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_129"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, I. Compétence, 2. En particulier, a. Accidents nucléaires",
        "citation": "Art. 130 al. 1 LDIP",
        "content": "La compétence pour connaître des actions relatives à des accidents nucléaires est régie par la Convention du 29 juillet 1960 sur la responsabilité civile dans le domaine de l’énergie nucléaire amendée par le protocole additionnel du 28 janvier 1964, par le protocole du 16 novembre 1982 et par le protocole du 12 février 2004 (Convention de Paris).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_130"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, I. Compétence, 2. En particulier, a. Accidents nucléaires",
        "citation": "Art. 130 al. 2 LDIP",
        "content": "Si les tribunaux suisses sont compétents aux termes de cette convention, l’action doit être intentée dans le canton sur le territoire duquel l’accident est survenu ou, si le lieu de l’accident se trouve en dehors du territoire des États parties à la convention ou ne peut être déterminé avec certitude, dans le canton sur le territoire duquel se trouve l’installation nucléaire de l’exploitant responsable. S’il existe plusieurs fors selon les règles qui précèdent, l’action doit être intentée dans le canton le plus étroitement lié à l’accident et le plus affecté par ses conséquences au sens de l’art. 13, par. (f), ch. (ii), de la Convention de Paris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_130"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, I. Compétence, 2. En particulier, a. Accidents nucléaires",
        "citation": "Art. 130 al. 3 LDIP",
        "content": "Les règles de compétence prévues à l’al. 2 s’appliquent par analogie aux actions qui ne relèvent pas de la Convention de Paris. Dans un tel cas, si ni le lieu de l’accident ni l’installation nucléaire ne se situent en Suisse, l’action peut également être intentée dans le canton sur le territoire duquel le dommage est survenu. Si des dommages se sont produits dans différents cantons, le plus affecté par les conséquences de l’accident est compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_130"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, I. Compétence, 2. En particulier, b. Droit d’accès ou de consultation par rapport à un traitement de données personnelles",
        "citation": "Art. 130a LDIP",
        "content": "Les actions en exécution du droit d’accès ou de consultation par rapport à un traitement de données personnelles peuvent être intentées devant les tribunaux mentionnés à l’art. 129.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_130_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, I. Compétence, 3. Action directe contre l’assureur",
        "citation": "Art. 131 LDIP",
        "content": "L’action directe contre l’assureur de la responsabilité civile peut être portée devant les tribunaux suisses, soit du lieu de l’établissement de l’assureur en Suisse, soit du lieu de l’acte ou du résultat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_131"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 1. En général, a. Élection de droit",
        "citation": "Art. 132 LDIP",
        "content": "Les parties peuvent, après l’événement dommageable, convenir à tout moment de l’application du droit du for.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_132"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 1. En général, b. À défaut d’élection de droit",
        "citation": "Art. 133 al. 1 LDIP",
        "content": "Lorsque l’auteur et le lésé ont leur résidence habituelle dans le même État, les prétentions fondées sur un acte illicite sont régies par le droit de cet État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_133"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 1. En général, b. À défaut d’élection de droit",
        "citation": "Art. 133 al. 2 LDIP",
        "content": "Lorsque l’auteur et le lésé n’ont pas de résidence habituelle dans le même État, ces prétentions sont régies par le droit de l’État dans lequel l’acte illicite a été commis. Toutefois, si le résultat s’est produit dans un autre État, le droit de cet État est applicable si l’auteur devait prévoir que le résultat s’y produirait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_133"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 1. En général, b. À défaut d’élection de droit",
        "citation": "Art. 133 al. 3 LDIP",
        "content": "Nonobstant les alinéas précédents, lorsqu’un acte illicite viole un rapport juridique existant entre auteur et lésé, les prétentions fondées sur cet acte sont régies par le droit applicable à ce rapport juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_133"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, a. Accidents de la circulation routière",
        "citation": "Art. 134 LDIP",
        "content": "Les prétentions résultant d’accidents de la circulation routière sont régies par la convention de La Haye du 4 mai 1971 sur la loi applicable en matière d’accidents de la circulation routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_134"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, b. Responsabilité du fait d’un produit",
        "citation": "Art. 135 al. 1 LDIP",
        "content": "Les prétentions fondées sur un défaut ou une description défectueuse d’un produit sont régies au choix du lésé:\na. par le droit de l’État dans lequel l’auteur a son établissement ou, à défaut d’établissement, sa résidence habituelle, ou\nb. par le droit de l’État dans lequel le produit a été acquis, sauf si l’auteur prouve que le produit a été commercialisé dans cet État sans son consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_135"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, b. Responsabilité du fait d’un produit",
        "citation": "Art. 135 al. 2 LDIP",
        "content": "Si des prétentions fondées sur un défaut ou une description défectueuse d’un produit sont régies par le droit étranger, on ne peut en Suisse accorder d’autres indemnités que celles qui seraient allouées pour un tel dommage en vertu du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_135"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, c. Concurrence déloyale",
        "citation": "Art. 136 al. 1 LDIP",
        "content": "Les prétentions fondées sur un acte de concurrence déloyale sont régies par le droit de l’État sur le marché duquel le résultat s’est produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_136"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, c. Concurrence déloyale",
        "citation": "Art. 136 al. 2 LDIP",
        "content": "Si l’acte affecte exclusivement les intérêts d’entreprise d’un concurrent déterminé, le droit applicable sera celui du siège de l’établissement lésé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_136"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, c. Concurrence déloyale",
        "citation": "Art. 136 al. 3 LDIP",
        "content": "L’art. 133, al. 3, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_136"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, d. Entrave à la concurrence",
        "citation": "Art. 137 al. 1 LDIP",
        "content": "Les prétentions fondées sur une entrave à la concurrence sont régies par le droit de l’État sur le marché duquel l’entrave produit directement ses effets sur le lésé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_137"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, d. Entrave à la concurrence",
        "citation": "Art. 137 al. 2 LDIP",
        "content": "Si des prétentions fondées sur une entrave à la concurrence sont régies par le droit étranger, on ne peut, en Suisse, accorder d’autres indemnités que celles qui seraient allouées pour une entrave à la concurrence en vertu du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_137"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, e. Immissions",
        "citation": "Art. 138 LDIP",
        "content": "Les prétentions résultant des immissions dommageables provenant d’un immeuble sont régies, au choix du lésé, par le droit de l’État dans lequel l’immeuble est situé ou par le droit de l’État dans lequel le résultat s’est produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_138"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, ebis. Accidentsnucléaires",
        "citation": "Art. 138a al. 1 LDIP",
        "content": "Les droits découlant d’un accident nucléaire relèvent du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_138_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, ebis. Accidentsnucléaires",
        "citation": "Art. 138a al. 2 LDIP",
        "content": "Lorsque l’installation nucléaire de l’exploitant responsable se trouve dans un État membre de la Convention de Paris, le droit de cet État détermine:\na. si le devoir de réparation des dommages nucléaires imposé à l’exploitant a un champ d’application plus large qu’indiqué à l’art. 2, par. (b), de la convention;\nb. si et dans quelle mesure un dommage nucléaire fait l’objet d’une indemnité dans les cas visés à l’art. 9 de la convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_138_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, ebis. Accidentsnucléaires",
        "citation": "Art. 138a al. 3 LDIP",
        "content": "L’al. 2 s’applique par analogie à l’exploitant d’une installation nucléaire se trouvant dans un État non membre de la Convention de Paris si cet État prévoit une réglementation au moins équivalente à l’égard de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_138_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, f. Atteinte à la personnalité",
        "citation": "Art. 139 al. 1 LDIP",
        "content": "Les prétentions fondées sur une atteinte à la personnalité par les médias, notamment par la voie de la presse, de la radio, de la télévision ou de tout autre moyen public d’information, sont régies, au choix du lésé:\na. par le droit de l’État dans lequel le lésé a sa résidence habituelle, pour autant que l’auteur du dommage ait dû s’attendre à ce que le résultat se produise dans cet État;\nb. par le droit de l’État dans lequel l’auteur de l’atteinte a son établissement ou sa résidence habituelle, ou\nc. par le droit de l’État dans lequel le résultat de l’atteinte se produit, pour autant que l’auteur du dommage ait dû s’attendre à ce que le résultat se produise dans cet État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_139"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, f. Atteinte à la personnalité",
        "citation": "Art. 139 al. 2 LDIP",
        "content": "Le droit de réponse à l’encontre de médias à caractère périodique est exclusivement régi par le droit de l’État dans lequel la publication a paru ou l’émission a été diffusée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_139"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 2. En particulier, f. Atteinte à la personnalité",
        "citation": "Art. 139 al. 3 LDIP",
        "content": "L’al. 1 s’applique également aux atteintes à la personnalité résultant du traitement de données personnelles ainsi qu’aux entraves mises à l’exercice du droit d’accès aux données personnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_139"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 3. Règles spéciales, a. Pluralité d’auteurs",
        "citation": "Art. 140 LDIP",
        "content": "Si plusieurs personnes ont participé à un acte illicite, le droit applicable sera déterminé séparément pour chacune d’elles, quel qu’ait été leur rôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_140"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 3. Règles spéciales, b. Action directe contre l’assureur",
        "citation": "Art. 141 LDIP",
        "content": "Le lésé peut diriger l’action directement contre l’assureur du responsable si le droit applicable à l’acte illicite ou le droit applicable au contrat d’assurance le prévoit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_141"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 4. Domaine du droit applicable",
        "citation": "Art. 142 al. 1 LDIP",
        "content": "Le droit applicable à l’acte illicite détermine notamment la capacité délictuelle, les conditions et l’étendue de la responsabilité, ainsi que la personne du responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_142"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 3, Actes illicites, II. Droit applicable, 4. Domaine du droit applicable",
        "citation": "Art. 142 al. 2 LDIP",
        "content": "Les règles de sécurité et de comportement en vigueur au lieu de l’acte sont prises en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_142"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, I. Pluralité de débiteurs, 1. Prétentions contre plusieurs débiteurs",
        "citation": "Art. 143 LDIP",
        "content": "Lorsque le créancier peut faire valoir sa créance contre plusieurs débiteurs, les conséquences juridiques se déterminent en vertu du droit qui régit les rapports entre le créancier et le débiteur recherché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_143"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, I. Pluralité de débiteurs, 2. Recours entre codébiteurs",
        "citation": "Art. 144 al. 1 LDIP",
        "content": "Un débiteur n’a un droit de recours contre un codébiteur, directement ou par subrogation, que dans la mesure où les droits régissant les deux dettes l’admettent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_144"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, I. Pluralité de débiteurs, 2. Recours entre codébiteurs",
        "citation": "Art. 144 al. 2 LDIP",
        "content": "L’exercice du recours contre un codébiteur est régi par le droit applicable à la dette de ce codébiteur envers le créancier. Les questions qui concernent exclusivement les rapports entre le créancier et le débiteur recourant sont régies par le droit applicable à la dette de ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_144"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, I. Pluralité de débiteurs, 2. Recours entre codébiteurs",
        "citation": "Art. 144 al. 3 LDIP",
        "content": "La faculté pour une institution chargée d’une tâche publique d’exercer un recours est déterminée par le droit applicable à cette institution. L’admissibilité et l’exercice du recours sont régis par les deux alinéas précédents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_144"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 1. Cession contractuelle",
        "citation": "Art. 145 al. 1 LDIP",
        "content": "La cession contractuelle de créances est régie par le droit choisi par les parties ou, à défaut de choix, par le droit applicable à la créance cédée; le choix fait par le cédant et le cessionnaire n’est pas opposable au débiteur sans son approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_145"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 1. Cession contractuelle",
        "citation": "Art. 145 al. 2 LDIP",
        "content": "L’élection de droit relative à la cession d’une créance d’un travailleur n’est valable que dans la mesure où l’art. 121, al. 3, relatif au contrat de travail, l’admet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_145"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 1. Cession contractuelle",
        "citation": "Art. 145 al. 3 LDIP",
        "content": "La forme de la cession est exclusivement régie par le droit applicable au contrat de cession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_145"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 1. Cession contractuelle",
        "citation": "Art. 145 al. 4 LDIP",
        "content": "Les questions concernant exclusivement les relations entre cédant et cessionnaire sont régies par le droit applicable au rapport juridique à la base de la cession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_145"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 1a. Transfert d’une créance par l’intermédiaire d’un titre",
        "citation": "Art. 145a al. 1 LDIP",
        "content": "Le droit désigné dans un titre revêtant la forme d’un papier ou une forme équivalente détermine si ce titre représente une créance et si le transfert de la créance se fait par l’intermédiaire de ce titre. À défaut d’une telle désignation, la question est régie par le droit de l’État dans lequel l’émetteur a son siège ou, faute de siège, sa résidence habituelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_145_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 1a. Transfert d’une créance par l’intermédiaire d’un titre",
        "citation": "Art. 145a al. 2 LDIP",
        "content": "En ce qui concerne les droits réels relatifs à un titre physique, les dispositions du chapitre 7 sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_145_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 2. Cession légale",
        "citation": "Art. 146 al. 1 LDIP",
        "content": "La cession légale de créances est régie par le droit qui règle le rapport originaire entre l’ancien et le nouveau créancier et, en l’absence d’un tel rapport, par le droit qui régit la créance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_146"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, II. Transfert de créances, 2. Cession légale",
        "citation": "Art. 146 al. 2 LDIP",
        "content": "Les dispositions du droit régissant la créance qui sont destinées à protéger le débiteur sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_146"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, III. Monnaie",
        "citation": "Art. 147 al. 1 LDIP",
        "content": "La monnaie est définie par le droit de l’État d’émission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_147"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, III. Monnaie",
        "citation": "Art. 147 al. 2 LDIP",
        "content": "Les effets qu’une monnaie exerce sur l’ampleur d’une dette sont déterminés par le droit applicable à la dette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_147"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, III. Monnaie",
        "citation": "Art. 147 al. 3 LDIP",
        "content": "Le droit de l’État dans lequel le paiement doit être effectué détermine dans quelle monnaie ce paiement doit être fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_147"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, IV. Prescription et extinction des créances",
        "citation": "Art. 148 al. 1 LDIP",
        "content": "Le droit applicable à la créance en régit la prescription et l’extinction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_148"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, IV. Prescription et extinction des créances",
        "citation": "Art. 148 al. 2 LDIP",
        "content": "En cas d’extinction par compensation, le droit applicable est celui qui régit la créance à laquelle la compensation est opposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_148"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 4, Dispositions communes, IV. Prescription et extinction des créances",
        "citation": "Art. 148 al. 3 LDIP",
        "content": "La novation, la remise de dette et le contrat de compensation sont régis par les dispositions de la présente loi relatives au droit applicable en matière de contrats (art. 116 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_148"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 5, Décisions étrangères",
        "citation": "Art. 149 al. 1 LDIP",
        "content": "Les décisions étrangères relatives à une créance relevant du droit des obligations seront reconnues en Suisse:\na. lorsqu’elles ont été rendues dans l’État du domicile du défendeur, ou\nb. lorsqu’elles ont été rendues dans l’État de la résidence habituelle du défendeur, pour autant que les créances se rapportent à une activité exercée dans cet État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9, Droit des obligations, Section 5, Décisions étrangères",
        "citation": "Art. 149 al. 2 LDIP",
        "content": "Elles sont en outre reconnues:\na. lorsque la décision porte sur une obligation contractuelle, qu’elle a été rendue dans l’État de l’exécution de la prestation caractéristique et que le défendeur n’était pas domicilié en Suisse;\nb. lorsque la décision porte sur une prétention relative à un contrat conclu avec un consommateur, qu’elle a été rendue au domicile ou à la résidence habituelle du consommateur et que les conditions prévues à l’art. 120, al. 1, sont remplies;\nc. lorsque la décision porte sur une prétention relevant d’un contrat de travail et qu’elle a été rendue, soit au lieu de l’exploitation, soit au lieu de travail, et que le travailleur n’était pas domicilié en Suisse;\nd. lorsque la décision porte sur une prétention résultant de l’exploitation d’un établissement et qu’elle a été rendue au siège de l’établissement;\ne. lorsque la décision porte sur un enrichissement illégitime, qu’elle a été rendue au lieu de l’acte ou au lieu du résultat et que le défendeur n’était pas domicilié en Suisse, ou\nf. lorsque la décision porte sur une obligation délictuelle, qu’elle a été rendue au lieu de l’acte ou au lieu du résultat ou, en cas d’accident nucléaire, au lieu de situation de l’installation nucléaire de l’exploitant responsable et que le défendeur n’était pas domicilié en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, I. Définition",
        "citation": "Art. 149a LDIP",
        "content": "On entend par trusts les trusts constitués par acte juridique au sens de la Convention de La Haye du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance, indépendamment du fait que la preuve de ces trusts est apportée ou non par écrit au sens de l’art. 3 de ladite convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, II. Compétence",
        "citation": "Art. 149b al. 1 LDIP",
        "content": "Dans les affaires relevant du droit des trusts, l’élection de for selon les termes du trust est déterminante. L’élection de for ou l’autorisation d’élire le for prévue dans les termes du trust ne doit être observée que si elle a eu lieu par écrit ou sous une autre forme qui permet d’en établir la preuve par un texte. Sauf stipulation contraire, l’élection de for est exclusive. L’art. 5, al. 2, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, II. Compétence",
        "citation": "Art. 149b al. 2 LDIP",
        "content": "Le tribunal élu ne peut décliner sa compétence:\na. si l’une des parties, le trust ou un trustee est domicilié, a sa résidence habituelle ou un établissement dans le canton où ce tribunal siège, ou\nb. si une grande partie du patrimoine du trust se trouve en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, II. Compétence",
        "citation": "Art. 149b al. 3 LDIP",
        "content": "À défaut d’une élection de for valable ou lorsque l’élection de for n’est pas exclusive, un des tribunaux suisses suivants est compétent:\na. le tribunal du domicile ou, à défaut de domicile, celui de la résidence habituelle de la partie défenderesse;\nb. le tribunal du siège du trust;\nc. pour les actions découlant de l’exploitation d’un établissement en Suisse, le tribunal du lieu de cet établissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, II. Compétence",
        "citation": "Art. 149b al. 4 LDIP",
        "content": "En cas de litige portant sur la responsabilité suite à l’émission publique de titres de participation et d’emprunts, une action peut en outre être intentée devant les tribunaux suisses du lieu d’émission. Cette compétence ne peut être exclue par une élection de for.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, III. Droit applicable",
        "citation": "Art. 149c al. 1 LDIP",
        "content": "Le droit applicable aux trusts est régi par la Convention de La Haye du 1er juillet 1985 relative à la loi applicable au trust et à sa reconnaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, III. Droit applicable",
        "citation": "Art. 149c al. 2 LDIP",
        "content": "Le droit désigné par ladite convention est également déterminant dans les cas où, conformément à son art. 5, elle n’est pas applicable, et où, conformément à son art. 13, l’État n’est pas tenu de reconnaître un trust.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, IV. Dispositions spéciales concernant la publicité",
        "citation": "Art. 149d al. 1 LDIP",
        "content": "Lorsque les biens d’un trust sont inscrits au nom d’un trustee dans le registre foncier, le registre des bateaux ou le registre des aéronefs, le lien avec un trust peut faire l’objet d’une mention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, IV. Dispositions spéciales concernant la publicité",
        "citation": "Art. 149d al. 2 LDIP",
        "content": "Le lien avec un trust portant sur des droits de propriété intellectuelle enregistrés en Suisse est, sur demande, inscrit dans le registre pertinent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, IV. Dispositions spéciales concernant la publicité",
        "citation": "Art. 149d al. 3 LDIP",
        "content": "Le lien avec un trust qui n’a pas fait l’objet d’une mention ou qui n’a pas été inscrit n’est pas opposable aux tiers de bonne foi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, V. Décisions étrangères",
        "citation": "Art. 149e al. 1 LDIP",
        "content": "Les décisions étrangères dans des affaires relevant du droit des trusts sont reconnues en Suisse lorsque:\na. elles ont été rendues par un tribunal valablement désigné selon l’art. 149b, al. 1;\nb. elles ont été rendues dans l’État du domicile, de la résidence habituelle ou de l’établissement de la partie défenderesse;\nc. elles ont été rendues dans l’État du siège du trust;\nd. elles ont été rendues dans l’État dont le droit régit le trust, ou\ne. elles sont reconnues dans l’État du siège du trust et la partie défenderesse n’était pas domiciliée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_e"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 9a, Trusts, V. Décisions étrangères",
        "citation": "Art. 149e al. 2 LDIP",
        "content": "L’art. 165, al. 2, est applicable par analogie aux décisions étrangères relatives aux prétentions liées à l’émission publique de titres de participation et d’emprunts au moyen de prospectus, circulaires ou autres publications analogues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_149_e"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, I. Notions",
        "citation": "Art. 150 al. 1 LDIP",
        "content": "Au sens de la présente loi, on entend par société toute société de personne organisée et tout patrimoine organisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_150"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, I. Notions",
        "citation": "Art. 150 al. 2 LDIP",
        "content": "Les sociétés simples qui ne se sont pas dotées d’une organisation sont régies par les dispositions de la présente loi relatives au droit applicable en matière de contrats (art. 116 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_150"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, II. Compétence, 1. Principe",
        "citation": "Art. 151 al. 1 LDIP",
        "content": "Lors de différends relevant du droit des sociétés, les tribunaux suisses du siège de la société sont compétents pour connaître des actions contre la société, les sociétaires ou les personnes responsables en vertu du droit des sociétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_151"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, II. Compétence, 1. Principe",
        "citation": "Art. 151 al. 2 LDIP",
        "content": "Les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur sont également compétents pour connaître des actions contre un sociétaire ou une autre personne responsable en vertu du droit des sociétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_151"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, II. Compétence, 1. Principe",
        "citation": "Art. 151 al. 3 LDIP",
        "content": "Nonobstant une élection de for, les tribunaux suisses du lieu d’émission publique sont en outre compétents lorsque l’action en responsabilité est intentée pour cause d’émission de titres de participation et d’emprunts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_151"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, II. Compétence, 2. Responsabilité pour une société étrangère",
        "citation": "Art. 152 LDIP",
        "content": "Sont compétents pour connaître des actions dirigées contre une personne responsable en vertu de l’art. 159 ou contre la société étrangère pour laquelle cette personne agit:\na. les tribunaux suisses du domicile ou, à défaut de domicile, ceux de la résidence habituelle du défendeur, ou\nb. les tribunaux suisses du lieu où la société est administrée en fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_152"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, II. Compétence, 3. Mesures de protection",
        "citation": "Art. 153 LDIP",
        "content": "Les mesures destinées à protéger les biens sis en Suisse de sociétés qui ont leur siège à l’étranger ressortissent aux autorités judiciaires ou administratives suisses du lieu de situation des biens à protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_153"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, III. Droit applicable, 1. Principe",
        "citation": "Art. 154 al. 1 LDIP",
        "content": "Les sociétés sont régies par le droit de l’État en vertu duquel elles sont organisées si elles répondent aux conditions de publicité ou d’enregistrement prescrites par ce droit ou, dans le cas où ces prescriptions n’existent pas, si elles se sont organisées selon le droit de cet État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_154"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, III. Droit applicable, 1. Principe",
        "citation": "Art. 154 al. 2 LDIP",
        "content": "La société qui ne remplit pas ces conditions est régie par le droit de l’État dans lequel elle est administrée en fait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_154"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, III. Droit applicable, 2. Domaine du droit applicable",
        "citation": "Art. 155 LDIP",
        "content": "Sous réserve des art. 156 à 161, le droit applicable à la société régit notamment:\na. la nature juridique de la société;\nb. la constitution et la dissolution;\nc. la jouissance et l’exercice des droits civils;\nd. le nom ou la raison sociale;\ne. l’organisation;\nf. les rapports internes, en particulier les rapports entre la société et ses membres;\ng. la responsabilité pour violation des prescriptions du droit des sociétés;\nh. la responsabilité pour les dettes de la société;\ni. le pouvoir de représentation des personnes agissant pour la société, conformément à son organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_155"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, IV. Rattachements spéciaux, 1. Prétentions découlant de l’émission publique de titres de participation et d’emprunts",
        "citation": "Art. 156 LDIP",
        "content": "Les prétentions qui dérivent de l’émission de titres de participation et d’emprunts au moyen de prospectus, circulaires ou autres publications analogues, sont régies soit par le droit applicable à la société, soit par le droit de l’État d’émission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_156"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, IV. Rattachements spéciaux, 2. Protection du nom et de la raison sociale",
        "citation": "Art. 157 al. 1 LDIP",
        "content": "La protection du nom et de la raison sociale des sociétés inscrites au registre suisse du commerce contre les atteintes portées en Suisse est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_157"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, IV. Rattachements spéciaux, 2. Protection du nom et de la raison sociale",
        "citation": "Art. 157 al. 2 LDIP",
        "content": "À défaut d’inscription au registre suisse du commerce, la protection du nom et de la raison sociale est régie par le droit applicable à la concurrence déloyale (art. 136) ou aux atteintes à la personnalité (art. 132, 133 et 139).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_157"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, IV. Rattachements spéciaux, 3. Restriction des pouvoirs de représentation",
        "citation": "Art. 158 LDIP",
        "content": "La société ne peut pas invoquer des restrictions du pouvoir de représentation d’un organe ou d’un représentant qui sont inconnues du droit de l’État de l’établissement ou de la résidence habituelle de l’autre partie, à moins que celle-ci n’ait connu ou dû connaître ces restrictions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_158"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, IV. Rattachements spéciaux, 4. Responsabilité pour une société étrangère",
        "citation": "Art. 159 LDIP",
        "content": "Lorsque les activités d’une société créée en vertu du droit étranger sont exercées en Suisse ou à partir de la Suisse, la responsabilité des personnes qui agissent au nom de cette société est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_159"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, V. Succursales en Suisse de sociétés étrangères",
        "citation": "Art. 160 al. 1 LDIP",
        "content": "Une société qui a son siège à l’étranger peut avoir une succursale en Suisse. Cette succursale est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_160"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, V. Succursales en Suisse de sociétés étrangères",
        "citation": "Art. 160 al. 2 LDIP",
        "content": "Le droit suisse régit la représentation d’une telle succursale. L’une au moins des personnes autorisées à représenter ces succursales doit être domiciliée en Suisse et être inscrite au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_160"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, V. Succursales en Suisse de sociétés étrangères",
        "citation": "Art. 160 al. 3 LDIP",
        "content": "Le Conseil fédéral fixe les modalités concernant l’inscription obligatoire au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_160"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 1. Transfert d’une société de l’étranger en Suisse, a. Principe",
        "citation": "Art. 161 al. 1 LDIP",
        "content": "Si le droit étranger qui la régit le permet, une société étrangère peut, sans procéder à une liquidation ni à une nouvelle fondation, se soumettre au droit suisse. Elle doit satisfaire aux conditions fixées par le droit étranger et pouvoir s’adapter à l’une des formes d’organisation du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_161"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 1. Transfert d’une société de l’étranger en Suisse, a. Principe",
        "citation": "Art. 161 al. 2 LDIP",
        "content": "Le Conseil fédéral peut autoriser le changement de statut juridique même si les conditions fixées par le droit étranger ne sont pas réunies, notamment si des intérêts suisses importants sont en jeu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_161"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 1. Transfert d’une société de l’étranger en Suisse, b. Moment déterminant",
        "citation": "Art. 162 al. 1 LDIP",
        "content": "Une société tenue, en vertu du droit suisse, de se faire inscrire au registre du commerce est régie par le droit suisse dès qu’elle a apporté la preuve que son centre d’affaires a été transféré en Suisse et qu’elle s’est adaptée à l’une des formes d’organisation du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_162"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 1. Transfert d’une société de l’étranger en Suisse, b. Moment déterminant",
        "citation": "Art. 162 al. 2 LDIP",
        "content": "Une société qui, en vertu du droit suisse, n’est pas tenue de se faire inscrire au registre du commerce est régie par le droit suisse dès qu’apparaît clairement sa volonté d’être régie par celui-ci, qu’elle a un lien suffisant avec la Suisse et qu’elle s’est adaptée à l’une des formes d’organisation du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_162"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 1. Transfert d’une société de l’étranger en Suisse, b. Moment déterminant",
        "citation": "Art. 162 al. 3 LDIP",
        "content": "Avant de s’inscrire, une société de capitaux est tenue de prouver, en produisant un rapport délivré par un expert-réviseur agréé au sens de la loi du 16 décembre 2005 sur la surveillance de la révision, que son capital est couvert conformément au droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_162"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 2. Transfert d’une société de la Suisse à l’étranger",
        "citation": "Art. 163 al. 1 LDIP",
        "content": "Une société suisse peut, sans procéder à une liquidation ni à une nouvelle fondation, se soumettre au droit étranger si elle satisfait aux conditions fixées par le droit suisse et si elle continue d’exister en vertu du droit étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 2. Transfert d’une société de la Suisse à l’étranger",
        "citation": "Art. 163 al. 2 LDIP",
        "content": "Les créanciers doivent être sommés de produire leurs créances par un appel public les informant du changement projeté de statut juridique. L’art. 46 de la loi du 3 octobre 2003 sur la fusion s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 2. Transfert d’une société de la Suisse à l’étranger",
        "citation": "Art. 163 al. 3 LDIP",
        "content": "Sont réservées les dispositions relatives aux mesures conservatoires en cas de conflits internationaux au sens de l’art. 61 de la loi fédérale du 8 octobre 1982 sur l’approvisionnement du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, a. Fusion de l’étranger vers la Suisse",
        "citation": "Art. 163a al. 1 LDIP",
        "content": "Une société suisse peut reprendre une société étrangère (absorption par immigration) ou s’unir à elle pour fonder une nouvelle société suisse (combinaison par immigration) si le droit applicable à la société étrangère l’autorise et si les conditions fixées par ce droit sont réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, a. Fusion de l’étranger vers la Suisse",
        "citation": "Art. 163a al. 2 LDIP",
        "content": "Pour le reste, la fusion est régie par le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, b. Fusion de la Suisse vers l’étranger",
        "citation": "Art. 163b al. 1 LDIP",
        "content": "Une société étrangère peut reprendre une société suisse (absorption par émigration) ou s’unir à elle pour fonder une nouvelle société étrangère (combinaison par émigration) si la société suisse prouve:\na. que l’ensemble de ses actifs et passifs seront transférés à la société étrangère;\nb. que les parts sociales ou les droits de sociétariat seront maintenus de manière adéquate au sein de la société étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, b. Fusion de la Suisse vers l’étranger",
        "citation": "Art. 163b al. 2 LDIP",
        "content": "La société suisse doit respecter toutes les dispositions du droit suisse applicables à la société transférante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, b. Fusion de la Suisse vers l’étranger",
        "citation": "Art. 163b al. 3 LDIP",
        "content": "Les créanciers sont sommés de produire leurs créances par un appel public en Suisse les informant de la fusion projetée. L’art. 46 de la loi du 3 octobre 2003 sur la fusion s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, b. Fusion de la Suisse vers l’étranger",
        "citation": "Art. 163b al. 4 LDIP",
        "content": "Pour le reste, la fusion est régie par le droit applicable à la société étrangère reprenante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, c. Contrat de fusion",
        "citation": "Art. 163c al. 1 LDIP",
        "content": "Le contrat de fusion doit respecter les dispositions impératives des droits des sociétés applicables aux sociétés qui fusionnent, y compris les règles de forme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 3. Fusion, c. Contrat de fusion",
        "citation": "Art. 163c al. 2 LDIP",
        "content": "Pour le reste, le contrat de fusion est régi par le droit choisi par les parties. À défaut d’élection de droit, le contrat de fusion est régi par le droit de l’État avec lequel il présente les liens les plus étroits. Ces liens sont présumés exister avec l’État dont l’ordre juridique régit la société reprenante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 4. Scission et transfert de patrimoine",
        "citation": "Art. 163d al. 1 LDIP",
        "content": "Les dispositions de la présente loi concernant la fusion s’appliquent par analogie à la scission et au transfert de patrimoine auxquels sont parties une société suisse et une société étrangère. L’art. 163b, al. 3, ne s’applique pas au transfert de patrimoine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 4. Scission et transfert de patrimoine",
        "citation": "Art. 163d al. 2 LDIP",
        "content": "Pour le reste, la scission et le transfert de patrimoine sont régis par le droit applicable à la société qui se scinde ou qui transfère son patrimoine à un autre sujet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 4. Scission et transfert de patrimoine",
        "citation": "Art. 163d al. 3 LDIP",
        "content": "Le droit applicable à la société qui se scinde est présumé s’appliquer au contrat de scission si les conditions fixées à l’art. 163c, al. 2, sont réunies. Ces règles valent par analogie pour le contrat de transfert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_163_d"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 5. Dispositions communes, a. Radiation du registre du commerce",
        "citation": "Art. 164 al. 1 LDIP",
        "content": "Une société inscrite au registre du commerce en Suisse ne peut être radiée que si le rapport d’un expert-réviseur agréé atteste que les créanciers ont obtenu des sûretés ou ont été désintéressés conformément à l’art. 46 de la loi du 3 octobre 2003 sur la fusion ou encore qu’ils consentent à la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_164"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 5. Dispositions communes, a. Radiation du registre du commerce",
        "citation": "Art. 164 al. 2 LDIP",
        "content": "Lorsqu’une société étrangère reprend une société suisse, qu’elle s’unit à elle pour fonder une nouvelle société étrangère ou qu’une société suisse se scinde au profit de sociétés étrangères, il convient en outre:\na. de prouver que la fusion ou la scission est devenue juridiquement valable en vertu du droit applicable à la société étrangère;\nb. qu’un expert-réviseur agréé atteste que la société étrangère a attribué aux associés de la société suisse les parts sociales ou les droits de sociétariat auxquels ils ont droit, ou qu’elle a versé ou garanti une éventuelle soulte ou un éventuel dédommagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_164"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 5. Dispositions communes, b. Lieu de la poursuite et for",
        "citation": "Art. 164a al. 1 LDIP",
        "content": "Lorsqu’une société étrangère reprend une société suisse, qu’elle s’unit à elle pour fonder une nouvelle société étrangère ou qu’une société suisse se scinde au profit de sociétés étrangères, l’action demandant l’examen des parts sociales ou des droits de sociétariat conformément à l’art. 105 de la loi du 3 octobre 2003 sur la fusion peut également être introduite au siège suisse du sujet transférant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_164_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 5. Dispositions communes, b. Lieu de la poursuite et for",
        "citation": "Art. 164a al. 2 LDIP",
        "content": "Le lieu de la poursuite et le for en Suisse subsistent aussi longtemps que les créanciers ou les titulaires de parts n’ont pas été désintéressés ou que leurs créances n’ont pas été garanties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_164_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VI. Transfert, fusion, scission et transfert de patrimoine, 5. Dispositions communes, c. Transfert, fusion, scission et transfert de patrimoine à l’étranger",
        "citation": "Art. 164b LDIP",
        "content": "La soumission d’une société étrangère à un autre ordre juridique étranger ainsi que la fusion, la scission et le transfert de patrimoine entre sociétés étrangères sont reconnues comme valables en Suisse si elles sont valables en vertu des ordres juridiques concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_164_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VII. Décisions étrangères",
        "citation": "Art. 165 al. 1 LDIP",
        "content": "Les décisions étrangères relatives à une prétention relevant du droit des sociétés sont reconnues en Suisse:\na. lorsqu’elles ont été rendues ou qu’elles sont reconnues dans l’État du siège de la société et que le défendeur n’était pas domicilié en Suisse, ou\nb. lorsqu’elles ont été rendues dans l’État du domicile ou de la résidence habituelle du défendeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_165"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 10, Sociétés, VII. Décisions étrangères",
        "citation": "Art. 165 al. 2 LDIP",
        "content": "Les décisions étrangères relatives aux prétentions liées à l’émission publique de titres de participation et d’emprunts au moyen de prospectus, circulaires ou autres publications analogues sont reconnues en Suisse, lorsqu’elles ont été rendues dans l’État dans lequel l’émission publique de titres de participation ou d’emprunts a été faite et que le défendeur n’était pas domicilié en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_165"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, I. Reconnaissance",
        "citation": "Art. 166 al. 1 LDIP",
        "content": "Une décision de faillite étrangère est reconnue en Suisse à la requête de l’administration de la faillite étrangère, du débiteur ou d’un créancier:\na. si la décision est exécutoire dans l’État où elle a été rendue;\nb. s’il n’y a pas de motif de refus au sens de l’art. 27, et\nc. si la décision a été rendue:\n1. dans l’État du domicile du débiteur, ou\n2. dans l’État où est situé le centre des intérêts principaux du débiteur, si celui-ci n’était pas domicilié en Suisse au moment de l’ouverture de la procédure étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_166"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, I. Reconnaissance",
        "citation": "Art. 166 al. 2 LDIP",
        "content": "Si le débiteur a une succursale en Suisse, la procédure prévue à l’art. 50, al. 1, de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP) est admissible jusqu’à la publication de la décision de reconnaissance au sens de l’art. 169 de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_166"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, I. Reconnaissance",
        "citation": "Art. 166 al. 3 LDIP",
        "content": "Si une procédure au sens de l’art. 50, al. 1, LP est déjà ouverte et que le délai prévu à l’art. 250 LP n’est pas écoulé, la procédure est suspendue après la reconnaissance de la décision de faillite étrangère. Les créances qui ont déjà été produites sont admises à l’état de collocation de la procédure de faillite ancillaire conformément à l’art. 172. Les frais de procédure sont reportés sur la procédure de faillite ancillaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_166"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, II. Procédure, 1. Compétence",
        "citation": "Art. 167 al. 1 LDIP",
        "content": "Si le débiteur a en Suisse une succursale inscrite au registre du commerce, la requête en reconnaissance de la décision de faillite rendue à l’étranger est portée devant le tribunal du lieu où la succursale a son siège. Dans tous les autres cas, la requête est portée devant le tribunal du lieu de situation des biens en Suisse. L’art. 29 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_167"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, II. Procédure, 1. Compétence",
        "citation": "Art. 167 al. 2 LDIP",
        "content": "Si le débiteur a plusieurs succursales ou des biens dans plusieurs lieux, le tribunal saisi le premier est seul compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_167"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, II. Procédure, 1. Compétence",
        "citation": "Art. 167 al. 3 LDIP",
        "content": "Les créances du débiteur failli sont réputées sises au domicile du débiteur du failli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_167"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, II. Procédure, 2. Mesures conservatoires",
        "citation": "Art. 168 LDIP",
        "content": "Dès le dépôt de la requête en reconnaissance de la décision de faillite rendue à l’étranger, le tribunal peut, à la demande de la partie requérante, ordonner les mesures conservatoires prévues aux art. 162 à 165 et 170 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_168"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, II. Procédure, 3. Publication",
        "citation": "Art. 169 al. 1 LDIP",
        "content": "La décision reconnaissant la faillite prononcée à l’étranger est publiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_169"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, II. Procédure, 3. Publication",
        "citation": "Art. 169 al. 2 LDIP",
        "content": "Cette décision est communiquée à l’office des poursuites et des faillites, au conservateur du registre foncier, au préposé au registre du commerce du lieu de situation des biens et, le cas échéant, à l’Institut fédéral de la Propriété intellectuelle. Il en va de même de la clôture et de la suspension de la procédure de faillite ancillaire, de la révocation de la faillite ainsi que de la renonciation à la procédure de faillite ancillaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_169"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 1. En général",
        "citation": "Art. 170 al. 1 LDIP",
        "content": "Pour le patrimoine du débiteur sis en Suisse, la reconnaissance de la décision de faillite rendue à l’étranger a, sauf dispositions contraires de la présente loi, les effets de la faillite tels que les prévoit le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_170"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 1. En général",
        "citation": "Art. 170 al. 2 LDIP",
        "content": "Les délais fixés par le droit suisse commencent à courir dès la publication de la décision de la reconnaissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_170"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 1. En général",
        "citation": "Art. 170 al. 3 LDIP",
        "content": "Il est procédé à la liquidation sommaire de la faillite, à moins que l’administration de la faillite étrangère ou un créancier au sens de l’art. 172, al. 1, ne demande à l’office des faillites, avant la distribution des deniers et en fournissant une sûreté suffisante pour les frais qui ne seront probablement pas couverts, que la liquidation ait lieu en la forme ordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_170"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 2. Action révocatoire",
        "citation": "Art. 171 al. 1 LDIP",
        "content": "L’action révocatoire est régie par les art. 285 à 292 LP. Elle peut également être intentée par l’administration de la faillite étrangère ou par l’un des créanciers qui en ont le droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_171"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 2. Action révocatoire",
        "citation": "Art. 171 al. 2 LDIP",
        "content": "L’ouverture de la faillite à l’étranger est déterminante pour le calcul des délais visés aux art. 285 à 288a et 292 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_171"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 3. Collocation",
        "citation": "Art. 172 al. 1 LDIP",
        "content": "Seules sont admises à l’état de collocation:\na. les créances garanties par gage désignées à l’art. 219 LP;\nb. les créances non garanties par gage de créanciers privilégiés ayant leur domicile en Suisse, et \nc. les créances liées à une succursale du débiteur inscrite au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_172"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 3. Collocation",
        "citation": "Art. 172 al. 2 LDIP",
        "content": "Seuls les créanciers au sens de l’al. 1 et l’administration de la faillite étrangère peuvent intenter une action en contestation de l’état de collocation au sens de l’art. 250 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_172"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 3. Collocation",
        "citation": "Art. 172 al. 3 LDIP",
        "content": "Lorsqu’un créancier a déjà été partiellement désintéressé dans une procédure étrangère liée à la faillite, le montant qu’il a obtenu est imputé, après déduction des frais encourus, sur le dividende qui lui revient dans la procédure suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_172"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 4. Distribution, a. Reconnaissance de l’état de collocation étranger",
        "citation": "Art. 173 al. 1 LDIP",
        "content": "Après distribution des deniers au sens de l’art. 172, al. 1, un solde éventuel est remis à la masse en faillite étrangère ou à ceux des créanciers qui y ont droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_173"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 4. Distribution, a. Reconnaissance de l’état de collocation étranger",
        "citation": "Art. 173 al. 2 LDIP",
        "content": "Ce solde ne peut être remis qu’après reconnaissance de l’état de collocation étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_173"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 4. Distribution, a. Reconnaissance de l’état de collocation étranger",
        "citation": "Art. 173 al. 3 LDIP",
        "content": "Le tribunal suisse compétent pour la reconnaissance de la décision de faillite étrangère l’est aussi pour la reconnaissance de l’état de collocation étranger. Il examine notamment si les créanciers domiciliés en Suisse ont été admis équitablement à l’état de collocation étranger. Les créanciers concernés sont entendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_173"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 4. Distribution, b. Non-reconnaissance de l’état de collocation étranger",
        "citation": "Art. 174 al. 1 LDIP",
        "content": "Lorsque l’état de collocation étranger ne peut pas être reconnu, le solde est réparti entre les créanciers de la troisième classe, selon l’art. 219, al. 4, LP, s’ils sont domiciliés en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 4. Distribution, b. Non-reconnaissance de l’état de collocation étranger",
        "citation": "Art. 174 al. 2 LDIP",
        "content": "Il en va de même lorsque l’état de collocation n’est pas déposé aux fins de reconnaissance dans le délai fixé par le juge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 5. Renonciation à la procédure de faillite ancillaire",
        "citation": "Art. 174a al. 1 LDIP",
        "content": "À la demande de l’administration de la faillite étrangère, il est possible de renoncer à la procédure de faillite ancillaire si aucune créance au sens de l’art. 172, al. 1, n’a été produite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 5. Renonciation à la procédure de faillite ancillaire",
        "citation": "Art. 174a al. 2 LDIP",
        "content": "Si des créanciers domiciliés en Suisse produisent des créances autres que celles désignées à l’art. 172, al. 1, le tribunal peut renoncer à la procédure de faillite ancillaire à condition que la procédure étrangère prenne dûment en compte leurs créances. Les créanciers concernés sont entendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 5. Renonciation à la procédure de faillite ancillaire",
        "citation": "Art. 174a al. 3 LDIP",
        "content": "Le tribunal peut assortir la renonciation de conditions et de charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, III. Effets juridiques, 5. Renonciation à la procédure de faillite ancillaire",
        "citation": "Art. 174a al. 4 LDIP",
        "content": "Si le tribunal a renoncé à la procédure de faillite ancillaire, l’administration de la faillite étrangère peut, dans les limites du droit suisse, exercer l’ensemble des pouvoirs que lui confère le droit de l’État où la faillite est ouverte; elle peut notamment transférer les biens à l’étranger et intenter des procès. Ces pouvoirs n’incluent pas l’accomplissement d’actes de souveraineté, l’emploi de moyens de contrainte, ni le règlement de litiges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, IIIbis. Coordination",
        "citation": "Art. 174b LDIP",
        "content": "Dans les procédures présentant un lien de connexité, les autorités et les organes impliqués peuvent coordonner leurs actions entre eux et avec les autorités et les organes étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, IIIter. Reconnaissance de décisions étrangères concernant des actions révocatoires et d’autres décisions similaires",
        "citation": "Art. 174c LDIP",
        "content": "Les décisions étrangères étroitement liées à une décision de faillite reconnue en Suisse qui concernent des actions révocatoires et d’autres actes préjudiciables aux créanciers sont reconnues en vertu des art. 25 à 27 si elles ont été rendues ou reconnues dans l’État dont émane la décision de faillite et que le défendeur n’avait pas son domicile en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_174_c"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 11, Faillite et concordat, IV. Concordat et procédure analogue. Reconnaissance",
        "citation": "Art. 175 LDIP",
        "content": "Un concordat ou une procédure analogue homologué par une juridiction étrangère est reconnu en Suisse. Les art. 166 à 170 et 174a à 174c sont applicables par analogie. Les créanciers domiciliés en Suisse sont entendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_175"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, I. Champ d’application; siège du tribunal arbitral",
        "citation": "Art. 176 al. 1 LDIP",
        "content": "Les dispositions du présent chapitre s’appliquent à tout arbitrage si le siège du tribunal arbitral se trouve en Suisse et si au moins l’une des parties à la convention d’arbitrage n’avait, au moment de la conclusion de celle-ci, ni son domicile, ni sa résidence habituelle, ni son siège en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_176"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, I. Champ d’application; siège du tribunal arbitral",
        "citation": "Art. 176 al. 2 LDIP",
        "content": "Les parties peuvent, par une déclaration dans la convention d’arbitrage ou dans une convention ultérieure, exclure l’application du présent chapitre et convenir de l’application de la troisième partie du CPC. La déclaration doit satisfaire aux conditions de forme de l’art. 178, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_176"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, I. Champ d’application; siège du tribunal arbitral",
        "citation": "Art. 176 al. 3 LDIP",
        "content": "Les parties en cause ou l’institution d’arbitrage désignée par elles ou, à défaut, les arbitres déterminent le siège du tribunal arbitral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_176"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, II. Arbitrabilité",
        "citation": "Art. 177 al. 1 LDIP",
        "content": "Toute cause de nature patrimoniale peut faire l’objet d’un arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_177"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, II. Arbitrabilité",
        "citation": "Art. 177 al. 2 LDIP",
        "content": "Si une partie à la convention d’arbitrage est un État, une entreprise dominée ou une organisation contrôlée par lui, cette partie ne peut invoquer son propre droit pour contester l’arbitrabilité d’un litige ou sa capacité d’être partie à un arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_177"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, III. Convention et clause d’arbitrage",
        "citation": "Art. 178 al. 1 LDIP",
        "content": "La convention d’arbitrage est valable si elle est passée en la forme écrite ou par tout autre moyen permettant d’en établir la preuve par un texte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_178"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, III. Convention et clause d’arbitrage",
        "citation": "Art. 178 al. 2 LDIP",
        "content": "Quant au fond, elle est valable si elle répond aux conditions que pose soit le droit choisi par les parties, soit le droit régissant l’objet du litige et notamment le droit applicable au contrat principal, soit encore le droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_178"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, III. Convention et clause d’arbitrage",
        "citation": "Art. 178 al. 3 LDIP",
        "content": "La validité d’une convention d’arbitrage ne peut pas être contestée pour le motif que le contrat principal ne serait pas valable ou que la convention d’arbitrage concernerait un litige non encore né.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_178"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, III. Convention et clause d’arbitrage",
        "citation": "Art. 178 al. 4 LDIP",
        "content": "Les dispositions du présent chapitre s’appliquent par analogie à une clause d’arbitrage prévue dans un acte juridique unilatéral ou des statuts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_178"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 1. Nomination et remplacement",
        "citation": "Art. 179 al. 1 LDIP",
        "content": "Les arbitres sont nommés ou remplacés conformément à la convention des parties. Sauf convention contraire, les arbitres sont au nombre de trois, dont deux sont désignés par chacune des parties et le troisième est choisi à l’unanimité par les deux premiers en qualité de président.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_179"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 1. Nomination et remplacement",
        "citation": "Art. 179 al. 2 LDIP",
        "content": "À défaut de convention ou si, pour d’autres raisons, les arbitres ne peuvent être nommés ou remplacés, le juge du siège du tribunal arbitral peut être saisi. Si les parties n’ont pas déterminé de siège ou si elles ont seulement convenu que le siège du tribunal arbitral est en Suisse, le premier juge saisi est compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_179"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 1. Nomination et remplacement",
        "citation": "Art. 179 al. 3 LDIP",
        "content": "Lorsqu’un juge est appelé à nommer ou à remplacer un arbitre, il donne suite à la demande qui lui est adressée, à moins qu’un examen sommaire ne démontre qu’il n’existe entre les parties aucune convention d’arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_179"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 1. Nomination et remplacement",
        "citation": "Art. 179 al. 4 LDIP",
        "content": "À la demande d’une partie, le juge prend les mesures nécessaires à la constitution du tribunal arbitral si les parties ou les arbitres ne s’acquittent pas de leurs obligations dans les 30 jours à compter de celui où ils ont été appelés à le faire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_179"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 1. Nomination et remplacement",
        "citation": "Art. 179 al. 5 LDIP",
        "content": "Le juge peut nommer tous les arbitres en cas d’arbitrage multipartite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_179"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 1. Nomination et remplacement",
        "citation": "Art. 179 al. 6 LDIP",
        "content": "Toute personne à laquelle est proposé un mandat d’arbitre doit révéler sans retard l’existence des faits qui pourraient éveiller des doutes légitimes sur son indépendance ou son impartialité. Cette obligation perdure jusqu’à la clôture de la procédure arbitrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_179"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, a. Motifs",
        "citation": "Art. 180 al. 1 LDIP",
        "content": "Un arbitre peut être récusé:\na. lorsqu’il ne répond pas aux qualifications convenues par les parties;\nb. lorsqu’existe un motif de récusation prévu par le règlement d’arbitrage adopté par les parties, ou\nc. lorsque les circonstances permettent de douter légitimement de son indépendance ou de son impartialité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, a. Motifs",
        "citation": "Art. 180 al. 2 LDIP",
        "content": "Une partie ne peut récuser un arbitre qu’elle a nommé ou qu’elle a contribué à nommer que pour un motif dont, bien qu’ayant fait preuve de la diligence requise, elle n’a pas eu connaissance avant cette nomination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, a. Motifs, b. Procédure ",
        "citation": "Art. 180a al. 1 LDIP",
        "content": "Si aucune procédure n’a été convenue et que la procédure arbitrale n’est pas encore terminée, la demande de récusation, écrite et motivée, doit être adressée à l’arbitre dont la récusation est demandée dans les 30 jours qui suivent celui où la partie requérante a pris connaissance du motif de récusation ou aurait pu en prendre connaissance si elle avait fait preuve de la diligence requise; la demande est communiquée aux autres arbitres dans le même délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, a. Motifs, b. Procédure ",
        "citation": "Art. 180a al. 2 LDIP",
        "content": "La partie requérante peut, dans les 30 jours qui suivent le dépôt de la demande de récusation, demander au juge de récuser l’arbitre. Le juge statue définitivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, a. Motifs, b. Procédure ",
        "citation": "Art. 180a al. 3 LDIP",
        "content": "Sauf convention contraire des parties, le tribunal arbitral peut, pendant la procédure de récusation, continuer la procédure et rendre une sentence avec la participation de l’arbitre visé par la récusation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 3. Révocation",
        "citation": "Art. 180b al. 1 LDIP",
        "content": "Tout arbitre peut être révoqué par convention des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IV. Arbitres, 3. Révocation",
        "citation": "Art. 180b al. 2 LDIP",
        "content": "Sauf convention contraire des parties, lorsqu’un arbitre n’est pas en mesure d’accomplir ses tâches en temps utile ou ne s’en acquitte pas avec la diligence requise, une partie peut demander au juge sa révocation par demande écrite et motivée. Le juge statue définitivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_180_b"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, V. Litispendance",
        "citation": "Art. 181 LDIP",
        "content": "L’instance arbitrale est pendante dès le moment où l’une des parties saisit le ou les arbitres désignés dans la convention d’arbitrage ou, à défaut d’une telle désignation, dès que l’une des parties engage la procédure de constitution du tribunal arbitral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_181"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 1. Principe",
        "citation": "Art. 182 al. 1 LDIP",
        "content": "Les parties peuvent, directement ou par référence à un règlement d’arbitrage, régler la procédure arbitrale; elles peuvent aussi soumettre celle-ci à la loi de procédure de leur choix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_182"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 1. Principe",
        "citation": "Art. 182 al. 2 LDIP",
        "content": "Si les parties n’ont pas réglé la procédure, celle-ci sera, au besoin, fixée par le tribunal arbitral, soit directement, soit par référence à une loi ou à un règlement d’arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_182"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 1. Principe",
        "citation": "Art. 182 al. 3 LDIP",
        "content": "Quelle que soit la procédure choisie, le tribunal arbitral doit garantir l’égalité entre les parties et leur droit d’être entendues en procédure contradictoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_182"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 1. Principe",
        "citation": "Art. 182 al. 4 LDIP",
        "content": "Une partie qui poursuit la procédure d’arbitrage sans faire valoir immédiatement une violation des règles de procédure qu’elle a constatée ou qu’elle aurait pu constater en faisant preuve de la diligence requise ne peut plus se prévaloir de cette violation ultérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_182"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 2. Mesures provisionnelles et mesures conservatoires",
        "citation": "Art. 183 al. 1 LDIP",
        "content": "Sauf convention contraire, le tribunal arbitral peut ordonner des mesures provisionnelles ou des mesures conservatoires à la demande d’une partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_183"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 2. Mesures provisionnelles et mesures conservatoires",
        "citation": "Art. 183 al. 2 LDIP",
        "content": "Si la partie concernée ne s’y soumet pas volontairement, le tribunal arbitral ou une partie peut requérir le concours du juge; celui-ci applique son propre droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_183"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 2. Mesures provisionnelles et mesures conservatoires",
        "citation": "Art. 183 al. 3 LDIP",
        "content": "Le tribunal arbitral ou le juge peuvent subordonner les mesures provisionnelles ou les mesures conservatoires qu’ils ont été requis d’ordonner à la fourniture de sûretés appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_183"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 3. Administration des preuves",
        "citation": "Art. 184 al. 1 LDIP",
        "content": "Le tribunal arbitral procède lui-même à l’administration des preuves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_184"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 3. Administration des preuves",
        "citation": "Art. 184 al. 2 LDIP",
        "content": "Si l’aide des autorités judiciaires de l’État est nécessaire à l’administration des preuves, le tribunal arbitral, ou une partie d’entente avec lui, peut requérir le concours du juge du siège du tribunal arbitral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_184"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 3. Administration des preuves",
        "citation": "Art. 184 al. 3 LDIP",
        "content": "Le juge applique son propre droit. Sur demande, il peut observer ou prendre en considération d’autres formes de procédures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_184"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 4. Autres cas du concours du juge",
        "citation": "Art. 185 LDIP",
        "content": "Si l’aide de l’autorité judiciaire est nécessaire dans d’autres cas, on requerra le concours du juge du siège du tribunal arbitral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_185"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 5. Concours du juge à des procédures arbitrales étrangères",
        "citation": "Art. 185a al. 1 LDIP",
        "content": "Un tribunal arbitral siégeant à l’étranger ou une partie à une procédure arbitrale étrangère peut requérir le concours du juge du lieu où est exécutée une mesure provisionnelle ou une mesure conservatoire. L’art. 183, al. 2 et 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_185_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VI. Procédure, 5. Concours du juge à des procédures arbitrales étrangères",
        "citation": "Art. 185a al. 2 LDIP",
        "content": "Un tribunal arbitral siégeant à l’étranger, ou une partie à une procédure arbitrale étrangère d’entente avec lui, peut requérir le concours du juge du lieu de l’administration des preuves. L’art. 184, al. 2 et 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_185_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VII. Compétence",
        "citation": "Art. 186 al. 1 LDIP",
        "content": "Le tribunal arbitral statue sur sa propre compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_186"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VII. Compétence",
        "citation": "Art. 186 al. 1bis LDIP",
        "content": "Il statue sur sa compétence sans égard à une action ayant le même objet déjà pendante entre les mêmes parties devant un autre tribunal étatique ou arbitral, sauf si des motifs sérieux commandent de suspendre la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_186"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VII. Compétence",
        "citation": "Art. 186 al. 2 LDIP",
        "content": "L’exception d’incompétence doit être soulevée préalablement à toute défense sur le fond.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_186"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VII. Compétence",
        "citation": "Art. 186 al. 3 LDIP",
        "content": "En général, le tribunal arbitral statue sur sa compétence par une décision incidente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_186"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 1. Droit applicable",
        "citation": "Art. 187 al. 1 LDIP",
        "content": "Le tribunal arbitral statue selon les règles de droit choisies par les parties ou, à défaut de choix, selon les règles de droit avec lesquelles la cause présente les liens les plus étroits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_187"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 1. Droit applicable",
        "citation": "Art. 187 al. 2 LDIP",
        "content": "Les parties peuvent autoriser le tribunal arbitral à statuer en équité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_187"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 2. Sentence partielle",
        "citation": "Art. 188 LDIP",
        "content": "Sauf convention contraire, le tribunal arbitral peut rendre des sentences partielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_188"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 3. Procédure et forme",
        "citation": "Art. 189 al. 1 LDIP",
        "content": "La sentence arbitrale est rendue dans la procédure et selon la forme convenues par les parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_189"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 3. Procédure et forme",
        "citation": "Art. 189 al. 2 LDIP",
        "content": "À défaut d’une telle convention, la sentence est rendue à la majorité ou, à défaut de majorité, par le président seul. Elle est écrite, motivée, datée et signée. La signature du président suffit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_189"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 4. Rectification et interprétation de la sentence; sentence additionnelle",
        "citation": "Art. 189a al. 1 LDIP",
        "content": "Sauf convention contraire, toute partie peut demander au tribunal arbitral dans les 30 jours qui suivent la communication de la sentence de rectifier toute erreur de calcul ou erreur rédactionnelle entachant la sentence, d’interpréter certains passages de la sentence ou de rendre une sentence additionnelle sur des prétentions exposées au cours de la procédure arbitrale, mais omises dans la sentence. Le tribunal arbitral peut, de son propre chef et dans le même délai, rectifier ou interpréter la sentence ou rendre une sentence additionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_189_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, VIII. Sentence arbitrale, 4. Rectification et interprétation de la sentence; sentence additionnelle",
        "citation": "Art. 189a al. 2 LDIP",
        "content": "La demande ne suspend pas les délais de recours. Un nouveau délai de recours commence à courir pour le passage de la sentence qui a été rectifié ou interprété et pour la sentence additionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_189_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 1. Recours",
        "citation": "Art. 190 al. 1 LDIP",
        "content": "La sentence est définitive dès sa communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_190"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 1. Recours",
        "citation": "Art. 190 al. 2 LDIP",
        "content": "Elle ne peut être attaquée que:\na. lorsque l’arbitre unique a été irrégulièrement désigné ou le tribunal arbitral irrégulièrement composé;\nb. lorsque le tribunal arbitral s’est déclaré à tort compétent ou incompétent;\nc. lorsque le tribunal arbitral a statué au-delà des demandes dont il était saisi ou lorsqu’il a omis de se prononcer sur un des chefs de la demande;\nd. lorsque l’égalité des parties ou leur droit d’être entendues en procédure contradictoire n’a pas été respecté;\ne. lorsque la sentence est incompatible avec l’ordre public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_190"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 1. Recours",
        "citation": "Art. 190 al. 3 LDIP",
        "content": "En cas de décision incidente, seul le recours pour les motifs prévus à l’al. 2, let. a et b, est ouvert; le délai court dès la communication de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_190"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 1. Recours",
        "citation": "Art. 190 al. 4 LDIP",
        "content": "Le délai de recours est de 30 jours à compter de la communication de la sentence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_190"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 2. Révision",
        "citation": "Art. 190a al. 1 LDIP",
        "content": "Une partie peut demander la révision d’une sentence:\na. si elle découvre après coup des faits pertinents ou des moyens de preuve concluants qu’elle n’a pu invoquer dans la procédure précédente bien qu’elle ait fait preuve de la diligence requise; les faits ou moyens de preuve postérieurs à la sentence sont exclus;\nb. si une procédure pénale établit que la sentence a été influencée au préjudice du recourant par un crime ou un délit, même si aucune condamnation n’est intervenue; si l’action pénale n’est pas possible, la preuve peut être administrée d’une autre manière;\nc. si, bien que les parties aient fait preuve de la diligence requise, un motif de récusation au sens de l’art. 180, al. 1, let. c, n’est découvert qu’après la clôture de la procédure arbitrale et qu’aucune autre voie de droit n’est ouverte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_190_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 2. Révision",
        "citation": "Art. 190a al. 2 LDIP",
        "content": "La demande de révision est déposée dans les 90 jours à compter de la découverte du motif de révision. Le droit de demander la révision se périme par dix ans à compter de l’entrée en force de la sentence, à l’exception des cas prévus à l’al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_190_a"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, IX. Caractère définitif; recours; révision, 3. Autorité de recours et de révision",
        "citation": "Art. 191 LDIP",
        "content": "L’unique instance de recours et de révision est le Tribunal fédéral. Les procédures sont régies par les art. 77 et 119a de la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_191"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, X. Renonciation au recours",
        "citation": "Art. 192 al. 1 LDIP",
        "content": "Si les parties n’ont ni domicile, ni résidence habituelle, ni siège en Suisse, elles peuvent, par une déclaration dans la convention d’arbitrage ou dans une convention ultérieure, exclure tout ou partie des voies de droit contre les sentences du tribunal arbitral; elles ne peuvent exclure la révision au sens de l’art. 190a, al. 1, let. b. La convention doit satisfaire aux conditions de forme de l’art. 178, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_192"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, X. Renonciation au recours",
        "citation": "Art. 192 al. 2 LDIP",
        "content": "Lorsque les parties ont exclu tout recours contre les sentences et que celles-ci doivent être exécutées en Suisse, la convention de New York du 10 juin 1958 pour la reconnaissance et l’exécution des sentences arbitrales étrangères s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_192"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, XI. Dépôt et certificat de force exécutoire",
        "citation": "Art. 193 al. 1 LDIP",
        "content": "Chaque partie peut déposer, à ses frais, une expédition de la sentence auprès du juge du siège du tribunal arbitral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_193"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, XI. Dépôt et certificat de force exécutoire",
        "citation": "Art. 193 al. 2 LDIP",
        "content": "Le juge du siège du tribunal arbitral certifie, sur requête d’une partie, que la sentence est exécutoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_193"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, XI. Dépôt et certificat de force exécutoire",
        "citation": "Art. 193 al. 3 LDIP",
        "content": "À la requête d’une partie, le tribunal arbitral certifie que la sentence a été rendue conformément aux dispositions de la présente loi; un tel certificat vaut dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_193"
    },
    {
        "book": "IPRG",
        "title": "LDIP, Chapitre 12, Arbitrage international, XII. Sentences arbitrales étrangères",
        "citation": "Art. 194 LDIP",
        "content": "La reconnaissance et l’exécution des sentences arbitrales étrangères sont régies par la convention de New York du 10 juin 1958 pour la reconnaissance et l’exécution des sentences arbitrales étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1776_1776_1776/fr#art_194"
    }
]