[
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 1. Kapitel: Anwendbarkeit des ATSG",
        "citation": "Art. 1 Abs. 1 IVG",
        "content": "Die Bestimmungen des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) sind auf die Invalidenversicherung (Art. 1a–26bis und 28–70) anwendbar, soweit das vorliegende Gesetz nicht ausdrücklich eine Abweichung vom ATSG vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_1"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 1. Kapitel: Anwendbarkeit des ATSG",
        "citation": "Art. 1 Abs. 2 IVG",
        "content": "Die Artikel 32 und 33 ATSG sind auch anwendbar auf die Förderung der Invalidenhilfe (Art. 71–76).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_1"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 1a. Kapitel: Zweck",
        "citation": "Art. 1a IVG",
        "content": "Die Leistungen dieses Gesetzes sollen:\na. die Invalidität mit geeigneten, einfachen und zweckmässigen Eingliederungsmassnahmen verhindern, vermindern oder beheben;\nb. die verbleibenden ökonomischen Folgen der Invalidität im Rahmen einer angemessenen Deckung des Existenzbedarfs ausgleichen;\nc. zu einer eigenverantwortlichen und selbstbestimmten Lebensführung der betroffenen Versicherten beitragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_1_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 1b. Kapitel: Die versicherten Personen",
        "citation": "Art. 1b IVG",
        "content": "Versichert nach Massgabe dieses Gesetzes sind Personen, die gemäss den Artikeln 1a und 2 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung (AHVG) obligatorisch oder freiwillig versichert sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_1_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2. Kapitel: Die Beiträge, Beitragspflicht",
        "citation": "Art. 2 IVG",
        "content": "Beitragspflichtig sind die in den Artikeln 3 und 12 AHVG genannten Versicherten und Arbeitgeber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_2"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2. Kapitel: Die Beiträge, Beitragsbemessung und -bezug",
        "citation": "Art. 3 Abs. 1 IVG",
        "content": "Für die Beitragsbemessung gilt sinngemäss das AHVG. Die Beiträge vom Einkommen aus einer Erwerbstätigkeit betragen 1,4 Prozent. Die Beiträge der obligatorisch versicherten Personen, die in Anwendung der sinkenden Beitragsskala berechnet werden, werden in gleicher Weise abgestuft wie die Beiträge der Alters- und Hinterlassenenversicherung. Dabei wird das Verhältnis gewahrt zwischen dem vorstehend erwähnten Prozentsatz und dem unverminderten Beitragssatz nach Artikel 8 Absatz 1 AHVG. Dessen Artikel 9bis gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2. Kapitel: Die Beiträge, Beitragsbemessung und -bezug",
        "citation": "Art. 3 Abs. 1bis IVG",
        "content": "Die Nichterwerbstätigen entrichten einen Beitrag nach ihren sozialen Verhältnissen. Der Mindestbeitrag beträgt pro Jahr 68 Franken, wenn sie obligatorisch, und 136 Franken, wenn sie freiwillig nach Artikel 2 AHVG versichert sind. Der Höchstbeitrag entspricht dem 50-fachen Mindestbeitrag der obligatorischen Versicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2. Kapitel: Die Beiträge, Beitragsbemessung und -bezug",
        "citation": "Art. 3 Abs. 2 IVG",
        "content": "Die Beiträge werden als Zuschläge zu den Beiträgen der Alters- und Hinterlassenenversicherung erhoben. Die Artikel 11 und 14–16 AHVG sind sinngemäss anwendbar mit ihren jeweiligen Abweichungen vom ATSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, A. Eingliederungsorientierte Beratung",
        "citation": "Art. 3a IVG",
        "content": "Ist die berufliche Eingliederung einer versicherten Person aus gesundheitlichen Gründen gefährdet oder besteht die Gefahr, dass eine versicherte Person aus gesundheitlichen Gründen an ihrem Arbeitsplatz nicht weiterbeschäftigt werden kann, so kann die IV-Stelle der versicherten Person, dem Arbeitgeber, den behandelnden Ärztinnen und Ärzten sowie den betroffenen Akteuren des Bildungswesens auf Ersuchen bereits vor Geltendmachung eines Leistungsanspruchs nach Artikel 29 Absatz 1 ATSG eingliederungsorientierte Beratung gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Grundsatz",
        "citation": "Art. 3abis Abs. 1 IVG",
        "content": "Durch die Früherfassung soll Invalidität (Art. 8 ATSG) verhindert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Grundsatz",
        "citation": "Art. 3abis Abs. 2 IVG",
        "content": "Zur Früherfassung können folgende Personen sich melden oder gemeldet werden: \na. Minderjährige ab dem vollendeten 13. Altersjahr und junge Erwachsene bis zum vollendeten 25. Altersjahr, die:\n1. von Invalidität bedroht sind,\n2. noch keine Erwerbstätigkeit ausgeübt haben, und\n3. von einer kantonalen Instanz nach Artikel 68bis Absätze 1bis und 1ter betreut werden;\nb. arbeitsunfähige oder von einer länger dauernden Arbeitsunfähigkeit bedrohte Personen (Art. 6 ATSG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Grundsatz",
        "citation": "Art. 3abis Abs. 3 IVG",
        "content": "Die IV-Stelle führt die Früherfassung in Zusammenarbeit mit anderen Versicherungsträgern, den dem Versicherungsaufsichtsgesetz vom 17. Dezember 2004 (VAG) unterstellten Versicherungsunternehmen und den kantonalen Instanzen nach Artikel 68bis Absätze 1bis und 1ter durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Meldung",
        "citation": "Art. 3b Abs. 1 IVG",
        "content": "Zur Früherfassung einer versicherten Person werden der zuständigen IV-Stelle die Personalien und Angaben der versicherten Person und der meldenden Person oder Stelle schriftlich gemeldet. Der Meldung kann ein ärztliches Arbeitsunfähigkeitszeugnis beigelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Meldung",
        "citation": "Art. 3b Abs. 2 IVG",
        "content": "Zur Meldung berechtigt sind:\na. die versicherte Person sowie deren gesetzliche Vertretung;\nb. die im gemeinsamen Haushalt lebenden Familienangehörigen der versicherten Person;\nc. der Arbeitgeber der versicherten Person;\nd. die behandelnden Ärzte und Chiropraktoren der versicherten Person;\ne. der Krankentaggeldversicherer nach Artikel 12 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG);\nf. die dem VAG unterstellten Versicherungsunternehmen, die eine Krankentaggeld- oder Rentenversicherung anbieten;\ng. der Unfallversicherer nach Artikel 58 des Bundesgesetzes vom 20. März 1981 über die Unfallversicherung (UVG); \nh. die Einrichtungen der beruflichen Vorsorge, die dem Freizügigkeitsgesetz vom 17. Dezember 1993 unterstehen;\ni. die Durchführungsorgane der Arbeitslosenversicherung;\nj. die Durchführungsorgane der kantonalen Sozialhilfegesetze;\nk. die Militärversicherung;\nl. der Krankenversicherer;\nm. die kantonalen Instanzen nach Artikel 68bis Absätze 1bis und 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Meldung",
        "citation": "Art. 3b Abs. 3 IVG",
        "content": "Die Personen oder Stellen nach Absatz 2 Buchstaben b–m haben die versicherte Person oder deren gesetzliche Vertretung im Voraus über die Meldung zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Verfahren",
        "citation": "Art. 3c Abs. 1 IVG",
        "content": "Die IV-Stelle informiert die versicherte Person über Zweck und Umfang der beabsichtigten Datenbearbeitung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Verfahren",
        "citation": "Art. 3c Abs. 2 IVG",
        "content": "Sie klärt die persönliche Situation der versicherten Person ab; dabei berücksichtigt sie insbesondere die Ursachen und Auswirkungen der verminderten Fähigkeit der Person, eine Ausbildung zu absolvieren, oder von deren Arbeitsunfähigkeit. Sie beurteilt, ob Massnahmen zur Frühintervention nach Artikel 7d angezeigt sind. Sie kann die versicherte Person und bei Bedarf ihren Arbeitgeber zu einem Beratungsgespräch einladen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Verfahren",
        "citation": "Art. 3c Abs. 3 IVG",
        "content": "Sie fordert die versicherte Person auf, den Arbeitgeber, Leistungserbringer nach den Artikeln 36–40 KVG, Versicherungen sowie Amtsstellen generell zu ermächtigen, alle Auskünfte zu erteilen und alle Unterlagen zur Verfügung zu stellen, die für die Abklärung im Rahmen der Früherfassung erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Verfahren",
        "citation": "Art. 3c Abs. 4 IVG",
        "content": "Gibt die versicherte Person diese Ermächtigung nicht, so kann ein Arzt des regionalen ärztlichen Dienstes (Art. 59 Abs. 2) die erforderlichen Auskünfte bei den behandelnden Ärzten der versicherten Person einholen. Diese sind von ihrer Schweigepflicht entbunden. Der Arzt beurteilt, ob Massnahmen zur Frühintervention nach Artikel 7d angezeigt sind, und informiert die IV-Stelle, ohne die medizinischen Auskünfte und die Unterlagen weiterzuleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Verfahren",
        "citation": "Art. 3c Abs. 5 IVG",
        "content": "Die IV-Stelle informiert die versicherte Person oder deren gesetzliche Vertretung, den Krankentaggeldversicherer, den Krankenversicherer, die private Versicherungseinrichtung nach Artikel 3b Absatz 2 Buchstabe f oder den Unfallversicherer sowie den Arbeitgeber, sofern dieser die versicherte Person zur Früherfassung gemeldet hat, ob Massnahmen zur Frühintervention nach Artikel 7d angezeigt sind; sie leitet die medizinischen Auskünfte und Unterlagen nicht weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 2a. Kapitel: Erstmassnahmen, B. Früherfassung, Verfahren",
        "citation": "Art. 3c Abs. 6 IVG",
        "content": "Bei Bedarf fordert sie die versicherte Person zu einer Anmeldung bei der Invalidenversicherung (Art. 29 ATSG) auf. Sie macht die versicherte Person darauf aufmerksam, dass die Leistungen gekürzt oder verweigert werden können, wenn die Anmeldung nicht unverzüglich erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_3_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Invalidität",
        "citation": "Art. 4 Abs. 1 IVG",
        "content": "Die Invalidität (Art. 8 ATSG) kann Folge von Geburtsgebrechen, Krankheit oder Unfall sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_4"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Invalidität",
        "citation": "Art. 4 Abs. 2 IVG",
        "content": "Die Invalidität gilt als eingetreten, sobald sie die für die Begründung des Anspruchs auf die jeweilige Leistung erforderliche Art und Schwere erreicht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_4"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Sonderfälle",
        "citation": "Art. 5 Abs. 1 IVG",
        "content": "Bei Versicherten mit vollendetem 20. Altersjahr, die vor der Beeinträchtigung ihrer körperlichen, geistigen oder psychischen Gesundheit nicht erwerbstätig waren und denen eine Erwerbstätigkeit nicht zugemutet werden kann, bestimmt sich die Invalidität nach Artikel 8 Absatz 3 ATSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_5"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Sonderfälle",
        "citation": "Art. 5 Abs. 2 IVG",
        "content": "Bei nicht erwerbstätigen Personen vor dem vollendeten 20. Altersjahr bestimmt sich die Invalidität nach Artikel 8 Absatz 2 ATSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_5"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 6 Abs. 1 IVG",
        "content": "Schweizerische und ausländische Staatsangehörige sowie Staatenlose haben Anspruch auf Leistungen gemäss den nachstehenden Bestimmungen. Artikel 39 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_6"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 6 Abs. 1bis IVG",
        "content": "Sieht ein von der Schweiz abgeschlossenes Sozialversicherungsabkommen die Leistungspflicht nur des einen Vertragsstaates vor, so besteht kein Anspruch auf eine Invalidenrente, wenn die von Schweizerinnen und Schweizern oder Angehörigen des Vertragsstaates in beiden Ländern zurückgelegten Versicherungszeiten nach der Zusammenrechnung einen Rentenanspruch nach dem Recht des andern Vertragsstaates begründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_6"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 6 Abs. 2 IVG",
        "content": "Ausländische Staatsangehörige sind, vorbehältlich Artikel 9 Absatz 3, nur anspruchsberechtigt, solange sie ihren Wohnsitz und gewöhnlichen Aufenthalt (Art. 13 ATSG) in der Schweiz haben und sofern sie bei Eintritt der Invalidität während mindestens eines vollen Jahres Beiträge geleistet oder sich ununterbrochen während zehn Jahren in der Schweiz aufgehalten haben. Für im Ausland wohnhafte Angehörige dieser Personen werden keine Leistungen gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_6"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 6 Abs. 3 IVG",
        "content": "Bei Personen, die mehrere sich ablösende Staatsangehörigkeiten besessen haben, ist für die Leistungsberechtigung die Staatsangehörigkeit während des Leistungsbezugs massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_6"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Erteilung von Auskünften",
        "citation": "Art. 6a Abs. 1 IVG",
        "content": "In Abweichung von Artikel 28 Absatz 3 ATSG ermächtigt die versicherte Person mit der Geltendmachung des Leistungsanspruchs die in der Anmeldung erwähnten Personen und Stellen, den Organen der Invalidenversicherung alle Auskünfte zu erteilen und alle Unterlagen zur Verfügung zu stellen, die für die Abklärung von Leistungs- und Regressansprüchen erforderlich sind. Diese Personen und Stellen sind zur Auskunft verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_6_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Erteilung von Auskünften",
        "citation": "Art. 6a Abs. 2 IVG",
        "content": "Die in der Anmeldung nicht namentlich erwähnten Arbeitgeber, Leistungserbringer nach den Artikeln 36–40 KVG, Versicherungen und Amtsstellen sind verpflichtet, den Organen der Invalidenversicherung auf Anfrage alle Auskünfte zu erteilen und alle Unterlagen zur Verfügung zu stellen, die für die Abklärung von Leistungs- und Regressansprüchen erforderlich sind. Die versicherte Person ist über den Kontakt zu diesen Personen und Stellen in Kenntnis zu setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_6_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Pflichten der versicherten Person",
        "citation": "Art. 7 Abs. 1 IVG",
        "content": "Die versicherte Person muss alles ihr Zumutbare unternehmen, um die Dauer und das Ausmass der Arbeitsunfähigkeit (Art. 6 ATSG) zu verringern und den Eintritt einer Invalidität (Art. 8 ATSG) zu verhindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Pflichten der versicherten Person",
        "citation": "Art. 7 Abs. 2 IVG",
        "content": "Die versicherte Person muss an allen zumutbaren Massnahmen, die zur Erhaltung des bestehenden Arbeitsplatzes oder zu ihrer Eingliederung ins Erwerbsleben oder in einen dem Erwerbsleben gleichgestellten Aufgabenbereich (Aufgabenbereich) dienen, aktiv teilnehmen. Dies sind insbesondere:\na. Massnahmen der Frühintervention (Art. 7d);\nb. Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung (Art. 14a);\nc. Massnahmen beruflicher Art (Art. 15–18 und 18b);\nd. medizinische Behandlungen nach Artikel 25 KVG;\ne. Massnahmen zur Wiedereingliederung von Rentenbezügerinnen und Rentenbezügern nach Artikel 8a Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Zumutbare Massnahmen",
        "citation": "Art. 7a IVG",
        "content": "Als zumutbar gilt jede Massnahme, die der Eingliederung der versicherten Person dient; ausgenommen sind Massnahmen, die ihrem Gesundheitszustand nicht angemessen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Sanktionen",
        "citation": "Art. 7b Abs. 1 IVG",
        "content": "Die Leistungen können nach Artikel 21 Absatz 4 ATSG gekürzt oder verweigert werden, wenn die versicherte Person den Pflichten nach Artikel 7 dieses Gesetzes oder nach Artikel 43 Absatz 2 ATSG nicht nachgekommen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Sanktionen",
        "citation": "Art. 7b Abs. 2 IVG",
        "content": "Die Leistungen können in Abweichung von Artikel 21 Absatz 4 ATSG ohne Mahn- und Bedenkzeitverfahren gekürzt oder verweigert werden, wenn die versicherte Person:\na. trotz Aufforderung der IV-Stelle nach Artikel 3c Absatz 6 nicht unverzüglich eine Anmeldung vorgenommen hat und sich dies nachteilig auf die Dauer oder das Ausmass der Arbeitsunfähigkeit oder der Invalidität auswirkt;\nb. der Meldepflicht nach Artikel 31 Absatz 1 ATSG nicht nachgekommen ist;\nc. Leistungen der Invalidenversicherung zu Unrecht erwirkt oder zu erwirken versucht hat;\nd. der IV-Stelle die Auskünfte nicht erteilt, welche diese zur Erfüllung ihrer gesetzlichen Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Sanktionen",
        "citation": "Art. 7b Abs. 3 IVG",
        "content": "Beim Entscheid über die Kürzung oder Verweigerung von Leistungen sind alle Umstände des einzelnen Falles, insbesondere das Ausmass des Verschuldens der versicherten Person, zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Sanktionen",
        "citation": "Art. 7b Abs. 4 IVG",
        "content": "In Abweichung von Artikel 21 Absatz 1 ATSG werden Hilflosenentschädigungen weder verweigert noch gekürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, A. Die allgemeinen Voraussetzungen, Mitwirkung des Arbeitgebers",
        "citation": "Art. 7c IVG",
        "content": "Der Arbeitgeber arbeitet aktiv mit der IV-Stelle zusammen. Er wirkt bei der Herbeiführung einer angemessenen Lösung im Rahmen des Zumutbaren mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, B. Massnahmen der Frühintervention",
        "citation": "Art. 7d Abs. 1 IVG",
        "content": "Massnahmen der Frühintervention sollen dazu beitragen, dass: \na. gesundheitlich beeinträchtigte Minderjährige ab dem vollendeten 13. Altersjahr und gesundheitlich beeinträchtigte junge Erwachsene bis zum vollendeten 25. Altersjahr beim Zugang zu einer erstmaligen beruflichen Ausbildung und bei ihrem Eintritt in den Arbeitsmarkt unterstützt werden;\nb. arbeitsunfähige (Art. 6 ATSG) Versicherte ihren bisherigen Arbeitsplatz behalten können; \nc. die Versicherten an einem neuen Arbeitsplatz innerhalb oder ausserhalb des bisherigen Betriebes eingegliedert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_d"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, B. Massnahmen der Frühintervention",
        "citation": "Art. 7d Abs. 2 IVG",
        "content": "Die IV-Stellen können folgende Massnahmen anordnen:\na. Anpassungen des Arbeitsplatzes;\nb. Ausbildungskurse;\nc. Arbeitsvermittlung;\nd. Berufsberatung;\ne. sozial-berufliche Rehabilitation;\nf. Beschäftigungsmassnahmen;\ng. Beratung und Begleitung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_d"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, B. Massnahmen der Frühintervention",
        "citation": "Art. 7d Abs. 3 IVG",
        "content": "Auf Massnahmen der Frühintervention besteht kein Rechtsanspruch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_d"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, B. Massnahmen der Frühintervention",
        "citation": "Art. 7d Abs. 4 IVG",
        "content": "Der Bundesrat kann den Massnahmenkatalog erweitern. Er regelt die Dauer der Frühinterventionsphase und bestimmt die Höchstgrenze des Betrages, der pro versicherte Person für Frühinterventionsmassnahmen eingesetzt werden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_7_d"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Grundsatz",
        "citation": "Art. 8 Abs. 1 IVG",
        "content": "Invalide oder von einer Invalidität (Art. 8 ATSG) bedrohte Versicherte haben Anspruch auf Eingliederungsmassnahmen, soweit:\na. diese notwendig und geeignet sind, die Erwerbsfähigkeit oder die Fähigkeit, sich im Aufgabenbereich zu betätigen, wieder herzustellen, zu erhalten oder zu verbessern; und\nb. die Voraussetzungen für den Anspruch auf die einzelnen Massnahmen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Grundsatz",
        "citation": "Art. 8 Abs. 1bis IVG",
        "content": "Der Anspruch auf Eingliederungsmassnahmen besteht unabhängig von der Ausübung einer Erwerbstätigkeit vor Eintritt der Invalidität. Bei der Festlegung der Massnahmen sind insbesondere zu berücksichtigen:\na. das Alter;\nb. der Entwicklungsstand;\nc. die Fähigkeiten der versicherten Person; und\nd. die zu erwartende Dauer des Erwerbslebens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Grundsatz",
        "citation": "Art. 8 Abs. 1ter IVG",
        "content": "Bei Abbruch einer Eingliederungsmassnahme wird nach Massgabe der Absätze 1 und 1bis eine wiederholte Zusprache derselben oder einer anderen Eingliederungsmassnahme geprüft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Grundsatz",
        "citation": "Art. 8 Abs. 2 IVG",
        "content": "Nach Massgabe der Artikel 13 und 21 besteht der Anspruch auf Leistungen unabhängig von der Möglichkeit einer Eingliederung ins Erwerbsleben oder in den Aufgabenbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Grundsatz",
        "citation": "Art. 8 Abs. 2bis IVG",
        "content": "Nach Massgabe von Artikel 16 Absatz 3 Buchstabe b besteht der Anspruch auf Leistungen unabhängig davon, ob die Eingliederungsmassnahmen notwendig sind oder nicht, um die Erwerbsfähigkeit oder die Fähigkeit, sich im Aufgabenbereich zu betätigen, zu erhalten oder zu verbessern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Grundsatz",
        "citation": "Art. 8 Abs. 3 IVG",
        "content": "Die Eingliederungsmassnahmen bestehen in:\na. medizinischen Massnahmen;\nabis.Beratung und Begleitung;\nater. Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung;\nb. Massnahmen beruflicher Art;\nc. ...\nd. der Abgabe von Hilfsmitteln;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Wiedereingliederung von Rentenbezügerinnen und Rentenbezügern mit Eingliederungspotenzial",
        "citation": "Art. 8a Abs. 1 IVG",
        "content": "Rentenbezügerinnen und Rentenbezüger haben Anspruch auf Massnahmen zur Wiedereingliederung, sofern:\na. die Erwerbsfähigkeit voraussichtlich verbessert werden kann; und\nb. die Massnahmen geeignet sind, die Erwerbsfähigkeit zu verbessern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Wiedereingliederung von Rentenbezügerinnen und Rentenbezügern mit Eingliederungspotenzial",
        "citation": "Art. 8a Abs. 2 IVG",
        "content": "Massnahmen zur Wiedereingliederung sind Massnahmen nach Artikel 8 Absatz 3 Buchstaben abis–b und d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Wiedereingliederung von Rentenbezügerinnen und Rentenbezügern mit Eingliederungspotenzial",
        "citation": "Art. 8a Abs. 3 IVG",
        "content": "Integrationsmassnahmen können mehrmals zugesprochen werden und insgesamt länger als ein Jahr dauern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Wiedereingliederung von Rentenbezügerinnen und Rentenbezügern mit Eingliederungspotenzial",
        "citation": "Art. 8a Abs. 5 IVG",
        "content": "Der Bundesrat kann Höchstbeträge festlegen, die den IV-Stellen für Massnahmen nach Absatz 2 zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_8_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 9 Abs. 1 IVG",
        "content": "Die Eingliederungsmassnahmen werden in der Schweiz, ausnahmsweise auch im Ausland, gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_9"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 9 Abs. 1bis IVG",
        "content": "Der Anspruch auf Eingliederungsmassnahmen entsteht frühestens mit der Unterstellung unter die obligatorische oder die freiwillige Versicherung und endet spätestens mit dem Ende der Versicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_9"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 9 Abs. 2 IVG",
        "content": "Personen, die der Versicherung nicht oder nicht mehr unterstellt sind, haben höchstens bis zum 20. Altersjahr Anspruch auf Eingliederungsmassnahmen, sofern mindestens ein Elternteil:\na. freiwillig versichert ist; oder\nb. während einer Erwerbstätigkeit im Ausland obligatorisch versichert ist:\n1. nach Artikel 1a Absatz 1 Buchstabe c AHVG,\n2. nach Artikel 1a Absatz 3 Buchstabe a AHVG, oder\n3. auf Grund einer zwischenstaatlichen Vereinbarung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_9"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsmässige Voraussetzungen",
        "citation": "Art. 9 Abs. 3 IVG",
        "content": "Ausländische Staatsangehörige mit Wohnsitz und gewöhnlichem Aufenthalt (Art. 13 ATSG) in der Schweiz, die das 20. Altersjahr noch nicht vollendet haben, haben Anspruch auf Eingliederungsmassnahmen, wenn sie selbst die Voraussetzungen nach Artikel 6 Absatz 2 erfüllen oder wenn:\na. ihr Vater oder ihre Mutter, falls sie ausländische Staatsangehörige sind, bei Eintritt der Invalidität während mindestens eines vollen Jahres Beiträge geleistet oder sich ununterbrochen während zehn Jahren in der Schweiz aufgehalten haben; und\nb. sie selbst in der Schweiz invalid geboren sind oder sich bei Eintritt der Invalidität seit mindestens einem Jahr oder seit der Geburt ununterbrochen in der Schweiz aufgehalten haben. Den in der Schweiz invalid geborenen Kindern gleichgestellt sind Kinder mit Wohnsitz und gewöhnlichem Aufenthalt in der Schweiz, die im Ausland invalid geboren sind und deren Mutter sich dort unmittelbar vor der Geburt während höchstens zwei Monaten aufgehalten hat. Der Bundesrat regelt, in welchem Umfang die Invalidenversicherung die Kosten zu übernehmen hat, die sich im Ausland wegen der Invalidität ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_9"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Beginn und Ende des Anspruchs",
        "citation": "Art. 10 Abs. 1 IVG",
        "content": "Der Anspruch auf Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung sowie auf Massnahmen beruflicher Art entsteht frühestens im Zeitpunkt der Geltendmachung des Leistungsanspruchs nach Artikel 29 Absatz 1 ATSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_10"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Beginn und Ende des Anspruchs",
        "citation": "Art. 10 Abs. 2 IVG",
        "content": "Der Anspruch auf die übrigen Eingliederungsmassnahmen und die Massnahmen zur Wiedereingliederung nach Artikel 8a entsteht, sobald die Massnahmen im Hinblick auf Alter und Gesundheitszustand der versicherten Person angezeigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_10"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Beginn und Ende des Anspruchs",
        "citation": "Art. 10 Abs. 3 IVG",
        "content": "Der Anspruch erlischt, sobald die versicherte Person eine ganze Altersrente nach Artikel 40 Absatz 1 AHVG vorbezieht, spätestens aber am Ende des Monats, in dem sie das Referenzalter nach Artikel 21 Absatz 1 AHVG erreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_10"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsschutz in der Unfallversicherung",
        "citation": "Art. 11 Abs. 1 IVG",
        "content": "Die Invalidenversicherung kann vom Taggeld höchstens zwei Drittel der Prämie für die obligatorische Versicherung der Nichtberufsunfälle abziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_11"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsschutz in der Unfallversicherung",
        "citation": "Art. 11 Abs. 2 IVG",
        "content": "Die IV-Stelle setzt für die Versicherten nach Artikel 1a Absatz 1 Buchstabe c UVG einen versicherten Verdienst im Sinne von Artikel 15 Absatz 2 UVG fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_11"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Versicherungsschutz in der Unfallversicherung",
        "citation": "Art. 11 Abs. 3 IVG",
        "content": "Der Bundesrat legt die Berechnung des versicherten Verdienstes im Sinne von Artikel 15 Absatz 2 UVG in Abhängigkeit vom bezogenen Taggeld fest und regelt das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_11"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Entschädigung für Betreuungskosten",
        "citation": "Art. 11a Abs. 1 IVG",
        "content": "Nicht erwerbstätige Versicherte, die an Eingliederungsmassnahmen teilnehmen und die mit Kindern unter 16 Jahren oder mit Familienangehörigen im gemeinsamen Haushalt leben, haben Anspruch auf eine Entschädigung für Betreuungskosten, wenn:\na. sie nachweisen, dass die Eingliederungsmassnahmen zusätzliche Kosten für die Betreuung verursachen; und\nb. die Eingliederungsmassnahmen mindestens zwei aufeinander folgende Tage dauern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_11_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Entschädigung für Betreuungskosten",
        "citation": "Art. 11a Abs. 2 IVG",
        "content": "Der Anspruch auf eine Entschädigung gilt für die Betreuung:\na. der eigenen Kinder;\nb. der Pflegekinder, die sie unentgeltlich zu dauernder Pflege und Erziehung zu sich genommen haben;\nc. der Familienangehörigen, für die ihnen ein Anspruch auf Anrechnung einer Betreuungsgutschrift nach Artikel 29septies AHVG zusteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_11_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, I. Der Anspruch, Entschädigung für Betreuungskosten",
        "citation": "Art. 11a Abs. 3 IVG",
        "content": "Der Bundesrat setzt den Höchstbetrag der Entschädigung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_11_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Anspruch auf medizinische Massnahmen zur Eingliederung",
        "citation": "Art. 12 Abs. 1 IVG",
        "content": "Versicherte haben bis zum vollendeten 20. Altersjahr Anspruch auf medizinische Eingliederungsmassnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die Eingliederung in die obligatorische Schule, in die berufliche Erstausbildung, ins Erwerbsleben oder in den Aufgabenbereich gerichtet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_12"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Anspruch auf medizinische Massnahmen zur Eingliederung",
        "citation": "Art. 12 Abs. 2 IVG",
        "content": "Versicherte, die im Zeitpunkt der Vollendung ihres 20. Altersjahres an Massnahmen beruflicher Art nach den Artikeln 15–18c teilnehmen, haben bis zum Ende dieser Massnahmen, höchstens aber bis zum vollendeten 25. Altersjahr, Anspruch auf medizinische Eingliederungsmassnahmen, die unmittelbar auf die Eingliederung ins Erwerbsleben gerichtet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_12"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Anspruch auf medizinische Massnahmen zur Eingliederung",
        "citation": "Art. 12 Abs. 3 IVG",
        "content": "Die medizinischen Eingliederungsmassnahmen müssen geeignet sein, die Schul-, Ausbildungs- oder Erwerbsfähigkeit oder die Fähigkeit, sich im Aufgabenbereich zu betätigen, dauerhaft und wesentlich zu verbessern oder eine solche Fähigkeit vor wesentlicher Beeinträchtigung zu bewahren. Der Anspruch besteht nur, wenn die behandelnde Fachärztin oder der behandelnde Facharzt unter Berücksichtigung der Schwere des Gebrechens der versicherten Person eine günstige Prognose stellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_12"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Anspruch auf medizinische Massnahmen zur Behandlung von Geburtsgebrechen",
        "citation": "Art. 13 Abs. 1 IVG",
        "content": "Versicherte haben bis zum vollendeten 20. Altersjahr Anspruch auf medizinische Massnahmen zur Behandlung von Geburtsgebrechen (Art. 3 Abs. 2 ATSG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_13"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Anspruch auf medizinische Massnahmen zur Behandlung von Geburtsgebrechen",
        "citation": "Art. 13 Abs. 2 IVG",
        "content": "Medizinische Massnahmen nach Absatz 1 werden gewährt für die Behandlung angeborener Missbildungen, genetischer Krankheiten sowie prä- und perinatal aufgetretener Leiden, die: \na. fachärztlich diagnostiziert sind;\nb. die Gesundheit beeinträchtigen;\nc. einen bestimmten Schweregrad aufweisen;\nd. eine langdauernde oder komplexe Behandlung erfordern; und\ne.  mit medizinischen Massnahmen nach Artikel 14 behandelbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_13"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Anspruch auf medizinische Massnahmen zur Behandlung von Geburtsgebrechen",
        "citation": "Art. 13 Abs. 3 IVG",
        "content": "Für medizinische Massnahmen zur Behandlung der Trisomie 21 gilt Absatz 2 Buchstabe e nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_13"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Umfang der medizinischen Massnahmen und Voraussetzungen für die Leistungsübernahme",
        "citation": "Art. 14 Abs. 1 IVG",
        "content": "Die medizinischen Massnahmen umfassen: \na. die Behandlungen und die dazugehörenden Untersuchungen, die ambulant oder stationär, sowie die Pflegeleistungen, die in einem Spital durchgeführt werden von:\n1. Ärztinnen oder Ärzten,\n2. Chiropraktorinnen oder Chiropraktoren,\n3. Personen, die auf Anordnung oder im Auftrag einer Ärztin oder eines Arztes beziehungsweise einer Chiropraktorin oder eines Chiropraktors Leistungen erbringen;\nb. medizinische Pflegeleistungen, die ambulant erbracht werden;\nc. die ärztlich oder unter den vom Bundesrat bestimmten Voraussetzungen von Chiropraktorinnen oder Chiropraktoren verordneten Analysen, Arzneimittel und der Untersuchung oder Behandlung dienenden Mittel und Gegenstände;\nd. die ärztlich durchgeführten oder angeordneten Massnahmen der medizinischen Rehabilitation;\ne. den Aufenthalt im Spital entsprechend dem Standard der allgemeinen Abteilung;\nf. die Leistung der Apothekerinnen und Apotheker bei der Abgabe von nach Buchstabe c verordneten Arzneimitteln;\ng. die medizinisch notwendigen Transportkosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Umfang der medizinischen Massnahmen und Voraussetzungen für die Leistungsübernahme",
        "citation": "Art. 14 Abs. 2 IVG",
        "content": "Die medizinischen Massnahmen müssen wirksam, zweckmässig und wirtschaftlich sein. Die Wirksamkeit muss nach wissenschaftlichen Methoden nachgewiesen sein; im Fall von seltenen Krankheiten wird die Häufigkeit des Auftretens einer Krankheit berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Umfang der medizinischen Massnahmen und Voraussetzungen für die Leistungsübernahme",
        "citation": "Art. 14 Abs. 3 IVG",
        "content": "Die Versicherung übernimmt keine Kosten für logopädische Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Umfang der medizinischen Massnahmen und Voraussetzungen für die Leistungsübernahme",
        "citation": "Art. 14 Abs. 4 IVG",
        "content": "Beim Entscheid über die Gewährung von ambulanten oder stationären medizinischen Behandlungen ist auf den Vorschlag des behandelnden Arztes oder der behandelnden Ärztin und auf die persönlichen Verhältnisse der Versicherten in angemessener Weise Rücksicht zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Kostenvergütung für stationäre Behandlungen",
        "citation": "Art. 14bis Abs. 1 IVG",
        "content": "Die Kostenvergütung für stationäre Behandlungen im Sinne von Artikel 14 Absatz 1, die in einem nach Artikel 39 KVG zugelassenen Spital erbracht werden, wird zu 80 Prozent durch die Versicherung und zu 20 Prozent durch den Wohnkanton des Versicherten geleistet. Der Wohnkanton entrichtet seinen Anteil direkt im Spital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Kostenvergütung für stationäre Behandlungen",
        "citation": "Art. 14bis Abs. 2 IVG",
        "content": "Das Rückgriffsrecht nach Artikel 72 ATSG gilt sinngemäss für den Wohnkanton für die Beiträge, die dieser nach Absatz 1 geleistet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Bezeichnung der Leistungen",
        "citation": "Art. 14ter Abs. 1 IVG",
        "content": "Der Bundesrat bestimmt:\na. die Voraussetzungen der medizinischen Eingliederungsmassnahmen nach Artikel 12 Absatz 3;\nb. die Geburtsgebrechen, für die medizinische Massnahmen nach Artikel 13 gewährt werden;\nc. die medizinischen Pflegeleistungen, für die die Kosten übernommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Bezeichnung der Leistungen",
        "citation": "Art. 14ter Abs. 2 IVG",
        "content": "Er kann vorsehen, dass die Kosten für medizinische Eingliederungsmassnahmen nach Artikel 12 übernommen werden, die den Grundsätzen nach Artikel 14 Absatz 2 nicht entsprechen, wenn diese Massnahmen für die Eingliederung notwendig sind. Er bestimmt Art und Umfang der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Bezeichnung der Leistungen",
        "citation": "Art. 14ter Abs. 3 IVG",
        "content": "Er kann die Vergütung von Arzneimitteln regeln, die:\na. angewendet werden: \n1.  ausserhalb der durch das Schweizerische Heilmittelinstitut zugelassenen Fachinformation, oder \n2.  ausserhalb des Indikationsbereichs, der in der Spezialitätenliste oder in der gestützt auf Absatz 5 erstellten Liste festgehalten ist; \nb.  in der Schweiz zugelassen sind, jedoch nicht in der Spezialitätenliste oder in der gestützt auf Absatz 5 erstellten Liste aufgenommen sind; oder \nc.  in der Schweiz nicht zugelassen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Bezeichnung der Leistungen",
        "citation": "Art. 14ter Abs. 4 IVG",
        "content": "Er kann die Aufgaben nach den Absätzen 1−3 dem Eidgenössischen Departement des Innern (EDI) oder dem Bundesamt für Sozialversicherungen (BSV) übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, II. Die medizinischen Massnahmen, Bezeichnung der Leistungen",
        "citation": "Art. 14ter Abs. 5 IVG",
        "content": "Das zuständige Bundesamt erstellt eine Liste der Arzneimittel zur Behandlung von Geburtsgebrechen nach Artikel 13, einschliesslich der Höchstpreise, sofern sie nicht bereits auf der Spezialitätenliste nach Artikel 52 Absatz 1 Buchstabe b KVG aufgeführt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIbis. Beratung und Begleitung",
        "citation": "Art. 14quater Abs. 1 IVG",
        "content": "Anspruch auf Beratung und Begleitung hat die versicherte Person und ihr Arbeitgeber, sofern:\na. die versicherte Person Anspruch auf eine Eingliederungsmassnahme nach Artikel 8 Absatz 3 Buchstabe ater oder b hat; oder\nb. der Anspruch der versicherten Person auf eine Rente geprüft wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIbis. Beratung und Begleitung",
        "citation": "Art. 14quater Abs. 2 IVG",
        "content": "Der Anspruch entsteht frühestens zum Zeitpunkt, in dem die IV-Stelle feststellt, dass eine Integrationsmassnahme zur Vorbereitung auf die berufliche Eingliederung, eine Massnahme beruflicher Art oder die Prüfung des Anspruchs auf eine Rente angezeigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIbis. Beratung und Begleitung",
        "citation": "Art. 14quater Abs. 3 IVG",
        "content": "Versicherte, deren letzte Massnahme nach Absatz 1 Buchstabe a abgeschlossen ist, und deren Arbeitgeber haben ab dem die Massnahme abschliessenden Entscheid der IV-Stelle noch während längstens drei Jahren Anspruch auf Beratung und Begleitung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIbis. Beratung und Begleitung",
        "citation": "Art. 14quater Abs. 4 IVG",
        "content": "Versicherte, deren Rente nach Abschluss der Massnahmen nach Artikel 8a Absatz 2 aufgehoben wird, und deren Arbeitgeber haben ab dem Entscheid der IV‐Stelle noch während längstens drei Jahren Anspruch auf Beratung und Begleitung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIbis. Beratung und Begleitung",
        "citation": "Art. 14quater Abs. 5 IVG",
        "content": "Der Bundesrat kann Höchstbeträge festlegen, die den IV-Stellen für Beratung und Begleitung zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIter. Die Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung",
        "citation": "Art. 14a Abs. 1 IVG",
        "content": "Anspruch auf Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung (Integrationsmassnahmen) haben:\na. Versicherte, die seit mindestens sechs Monaten zu mindestens 50 Prozent arbeitsunfähig (Art. 6 ATSG) sind;\nb. nicht erwerbstätige Personen vor der Vollendung des 25. Altersjahres, sofern sie von einer Invalidität bedroht sind (Art. 8 Abs. 2 ATSG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIter. Die Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung",
        "citation": "Art. 14a Abs. 1bis IVG",
        "content": "Der Anspruch besteht nur, wenn durch die Integrationsmassnahmen die Voraussetzungen für die Durchführung von Massnahmen beruflicher Art geschaffen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIter. Die Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung",
        "citation": "Art. 14a Abs. 2 IVG",
        "content": "Als Integrationsmassnahmen gelten gezielte, auf die berufliche Eingliederung gerichtete:\na. Massnahmen zur sozial-beruflichen Rehabilitation;\nb. Beschäftigungsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIter. Die Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung",
        "citation": "Art. 14a Abs. 3 IVG",
        "content": "Integrationsmassnahmen können mehrmals zugesprochen werden. Eine Massnahme darf nicht länger als ein Jahr dauern; sie kann in Ausnahmefällen um höchstens ein Jahr verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, IIter. Die Integrationsmassnahmen zur Vorbereitung auf die berufliche Eingliederung",
        "citation": "Art. 14a Abs. 5 IVG",
        "content": "Die Massnahmen, die im Betrieb erfolgen, werden in enger Zusammenarbeit mit dem Arbeitgeber getroffen und umgesetzt. Die Versicherung kann dem Arbeitgeber einen Beitrag leisten. Der Bundesrat legt den Betrag, die Dauer und die Bedingungen der Auszahlung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_14_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Berufsberatung",
        "citation": "Art. 15 Abs. 1 IVG",
        "content": "Versicherte, die infolge Invalidität Schwierigkeiten bei der Berufswahl haben, haben Anspruch auf Berufsberatung und eine vorbereitende Massnahme zum Eintritt in die Ausbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_15"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Berufsberatung",
        "citation": "Art. 15 Abs. 2 IVG",
        "content": "Versicherte, die infolge Invalidität Schwierigkeiten bei der Ausführung ihrer früheren Tätigkeit haben, haben Anspruch auf Berufsberatung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_15"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Erstmalige berufliche Ausbildung",
        "citation": "Art. 16 Abs. 1 IVG",
        "content": "Versicherte, die ihre Berufswahl getroffen haben, die noch nicht erwerbstätig waren und denen infolge Invalidität bei der erstmaligen beruflichen Ausbildung in wesentlichem Umfang zusätzliche Kosten entstehen, haben Anspruch auf Ersatz dieser Kosten, sofern die Ausbildung ihren Fähigkeiten entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_16"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Erstmalige berufliche Ausbildung",
        "citation": "Art. 16 Abs. 2 IVG",
        "content": "Die erstmalige berufliche Ausbildung soll sich nach Möglichkeit an der beruflichen Eingliederung im ersten Arbeitsmarkt orientieren und bereits dort erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_16"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Erstmalige berufliche Ausbildung",
        "citation": "Art. 16 Abs. 3 IVG",
        "content": "Der erstmaligen beruflichen Ausbildung gleichgestellt sind: \na. die berufliche Neuausbildung invalider Versicherter, die nach dem Eintritt der Invalidität eine ungeeignete und auf die Dauer unzumutbare Erwerbstätigkeit aufgenommen haben;\nb. die berufliche Weiterausbildung im bisherigen oder in einem anderen Berufsfeld, sofern sie geeignet und angemessen ist und dadurch die Erwerbsfähigkeit voraussichtlich erhalten oder verbessert werden kann, ausgenommen sind Weiterausbildungen, die von Organisationen nach Artikel 74 angeboten werden; in begründeten, vom BSV umschriebenen Fällen kann von dieser Ausnahme abgewichen werden;\nc. die Vorbereitung auf eine Hilfsarbeit oder auf eine Tätigkeit in einer geschützten Werkstätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_16"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Erstmalige berufliche Ausbildung",
        "citation": "Art. 16 Abs. 4 IVG",
        "content": "Der Bundesrat kann die Voraussetzungen für die Zusprache der Massnahmen nach Absatz 3 Buchstabe c hinsichtlich Art, Dauer und Umfang festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_16"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Umschulung",
        "citation": "Art. 17 Abs. 1 IVG",
        "content": "Der Versicherte hat Anspruch auf Umschulung auf eine neue Erwerbstätigkeit, wenn die Umschulung infolge Invalidität notwendig ist und dadurch die Erwerbsfähigkeit voraussichtlich erhalten oder verbessert werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_17"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Umschulung",
        "citation": "Art. 17 Abs. 2 IVG",
        "content": "Der Umschulung auf eine neue Erwerbstätigkeit ist die Wiedereinschulung in den bisherigen Beruf gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_17"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Arbeitsvermittlung",
        "citation": "Art. 18 Abs. 1 IVG",
        "content": "Arbeitsunfähige (Art. 6 ATSG) Versicherte, welche eingliederungsfähig sind, haben Anspruch auf Unterstützung bei der Suche eines geeigneten Arbeitsplatzes oder im Hinblick auf die Aufrechterhaltung ihres Arbeitsplatzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Arbeitsvermittlung",
        "citation": "Art. 18 Abs. 2 IVG",
        "content": "Die IV-Stelle veranlasst diese Massnahmen unverzüglich, sobald eine summarische Prüfung ergibt, dass die Voraussetzungen dafür erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Arbeitsversuch",
        "citation": "Art. 18a Abs. 1 IVG",
        "content": "Die Invalidenversicherung kann einer versicherten Person versuchsweise einen Arbeitsplatz für längstens 180 Tage zuweisen (Arbeitsversuch), um die tatsächliche Leistungsfähigkeit der versicherten Person im Arbeitsmarkt abzuklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Arbeitsversuch",
        "citation": "Art. 18a Abs. 2 IVG",
        "content": "Während des Arbeitsversuchs hat die versicherte Person Anspruch auf ein Taggeld; Rentenbezügerinnen und -bezügern wird die Rente weiter ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Arbeitsversuch",
        "citation": "Art. 18a Abs. 3 IVG",
        "content": "Während des Arbeitsversuchs entsteht kein Arbeitsverhältnis nach dem Obligationenrecht (OR). Folgende Bestimmungen des Arbeitsvertragsrechts sind jedoch sinngemäss anwendbar:\na. Sorgfalts- und Treuepflicht (Art. 321a OR);\nb. Rechenschafts- und Herausgabepflicht (Art. 321b OR);\nc. Überstundenarbeit (Art. 321c OR);\nd. Befolgung von Anordnungen und Weisungen (Art. 321d OR);\ne. Haftung des Arbeitnehmers (Art. 321e OR);\nf. Arbeitsgeräte, Material und Auslagen (Art. 327, 327a, 327b, 327c OR);\ng. Schutz der Persönlichkeit des Arbeitnehmers (Art. 328, 328b OR);\nh. Freizeit und Ferien (Art. 329, 329a, 329c OR);\ni. übrige Pflichten: Kaution (Art. 330 OR), Zeugnis (Art. 330a OR), Informationspflicht (Art. 330b OR);\nj. Rechte an Erfindungen und Designs (Art. 332 OR);\nk. Folgen der Beendigung des Arbeitsverhältnisses: Fälligkeit der Forderungen (Art. 339 Abs. 1 OR), Rückgabepflichten (Art. 339a OR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Arbeitsversuch",
        "citation": "Art. 18a Abs. 4 IVG",
        "content": "Der Bundesrat regelt die Voraussetzungen für einen möglichen vorzeitigen Abbruch des Arbeitsversuchs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Personalverleih",
        "citation": "Art. 18abis Abs. 1 IVG",
        "content": "Die IV-Stelle kann einen nach dem Arbeitsvermittlungsgesetz vom 6. Oktober 1989 zugelassenen oder aufgrund seiner gemeinnützigen Tätigkeit von der Bewilligungspflicht befreiten Personalverleiher beiziehen, um der versicherten Person den Zugang zum Arbeitsmarkt zu erleichtern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Personalverleih",
        "citation": "Art. 18abis Abs. 2 IVG",
        "content": "Der Personalverleiher muss über spezialisiertes Fachwissen bezüglich der Vermittlung von Personen mit gesundheitlichen Einschränkungen verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Personalverleih",
        "citation": "Art. 18abis Abs. 3 IVG",
        "content": "Die Versicherung entschädigt dem Personalverleiher:\na. die von ihm erbrachten Leistungen gemäss Leistungsvereinbarung;\nb. die durch den Gesundheitszustand der versicherten Person bedingten Mehrkosten für die Beiträge an die berufliche Vorsorge und für die Krankentaggeldprämien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Personalverleih",
        "citation": "Art. 18abis Abs. 4 IVG",
        "content": "Der Bundesrat legt die Modalitäten und den Höchstbetrag der Entschädigung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Einarbeitungszuschuss",
        "citation": "Art. 18b Abs. 1 IVG",
        "content": "Hat eine versicherte Person im Rahmen der Arbeitsvermittlung einen Arbeitsplatz gefunden und entspricht ihre Leistungsfähigkeit noch nicht dem vereinbarten Lohn, so hat sie während der erforderlichen Einarbeitungszeit, längstens jedoch während 180 Tagen, Anspruch auf einen Einarbeitungszuschuss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Einarbeitungszuschuss",
        "citation": "Art. 18b Abs. 2 IVG",
        "content": "Der Einarbeitungszuschuss entspricht höchstens dem vereinbarten monatlichen Bruttolohn und darf den Höchstbetrag des Taggeldes nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Einarbeitungszuschuss",
        "citation": "Art. 18b Abs. 3 IVG",
        "content": "Der Einarbeitungszuschuss wird an den Arbeitgeber ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Einarbeitungszuschuss",
        "citation": "Art. 18b Abs. 4 IVG",
        "content": "Der Bundesrat regelt die Koordination mit Leistungen der anderen Sozialversicherungen für die Zeit, während der ein Einarbeitungszuschuss entrichtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Entschädigung für Beitragserhöhungen",
        "citation": "Art. 18c Abs. 1 IVG",
        "content": "Die Versicherung richtet eine Entschädigung für Beitragserhöhungen der obligatorischen beruflichen Vorsorge und der Krankentaggeldversicherung aus, wenn:\na. die versicherte Person nach erfolgter Arbeitsvermittlung innert drei Jahren aus gesundheitlichen Gründen erneut arbeitsunfähig wird; und\nb. das Arbeitsverhältnis im Zeitpunkt der erneuten Arbeitsunfähigkeit länger als drei Monate gedauert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Entschädigung für Beitragserhöhungen",
        "citation": "Art. 18c Abs. 2 IVG",
        "content": "Der Bundesrat legt die Höhe der Entschädigung fest und kann weitere Voraussetzungen für deren Ausrichtung bezeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, III. Die Massnahmen beruflicher Art, Kapitalhilfe",
        "citation": "Art. 18d IVG",
        "content": "Eingliederungsfähigen invaliden Versicherten kann eine Kapitalhilfe zur Aufnahme oder zum Ausbau einer Tätigkeit als Selbständigerwerbende und zur Finanzierung von invaliditätsbedingten betrieblichen Umstellungen gewährt werden. Der Bundesrat setzt die weiteren Bedingungen fest und umschreibt die Formen der Kapitalhilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_18_d"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Anspruch",
        "citation": "Art. 21 Abs. 1 IVG",
        "content": "Der Versicherte hat im Rahmen einer vom Bundesrat aufzustellenden Liste Anspruch auf jene Hilfsmittel, deren er für die Ausübung der Erwerbstätigkeit oder der Tätigkeit im Aufgabenbereich, zur Erhaltung oder Verbesserung der Erwerbsfähigkeit, für die Schulung, die Aus- und Weiterbildung oder zum Zwecke der funktionellen Angewöhnung bedarf. Kosten für Zahnprothesen, Brillen und Schuheinlagen werden nur übernommen, wenn diese Hilfsmittel eine wesentliche Ergänzung medizinischer Eingliederungsmassnahmen bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Anspruch",
        "citation": "Art. 21 Abs. 2 IVG",
        "content": "Der Versicherte, der infolge seiner Invalidität für die Fortbewegung, für die Herstellung des Kontaktes mit der Umwelt oder für die Selbstsorge kostspieliger Geräte bedarf, hat im Rahmen einer vom Bundesrat aufzustellenden Liste ohne Rücksicht auf die Erwerbsfähigkeit Anspruch auf solche Hilfsmittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Anspruch",
        "citation": "Art. 21 Abs. 3 IVG",
        "content": "Die Versicherung gibt die Hilfsmittel zu Eigentum oder leihweise in einfacher und zweckmässiger Ausführung ab. Ersetzt ein Hilfsmittel Gegenstände, die der Versicherte auch ohne Invalidität anschaffen müsste, so hat er sich an den Kosten zu beteiligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Anspruch",
        "citation": "Art. 21 Abs. 4 IVG",
        "content": "Der Bundesrat kann vorsehen, dass der Versicherte ein leihweise abgegebenes Hilfsmittel nach Wegfall der Anspruchsvoraussetzungen weiter verwenden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Austauschbefugnis",
        "citation": "Art. 21bis Abs. 1 IVG",
        "content": "Hat eine versicherte Person Anspruch auf ein Hilfsmittel, das auf der Liste des Bundesrates steht, so kann sie ein anderes Mittel wählen, das dieselben Funktionen erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Austauschbefugnis",
        "citation": "Art. 21bis Abs. 2 IVG",
        "content": "Die Versicherung übernimmt die Kosten für das gewählte Hilfsmittel, jedoch höchstens bis zu dem Betrag, den sie für das Hilfsmittel aus der Liste aufgewendet hätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Austauschbefugnis",
        "citation": "Art. 21bis Abs. 3 IVG",
        "content": "Werden Hilfsmittel mittels Vergabeverfahren beschafft, so kann der Bundesrat die Austauschbefugnis auf die Hilfsmittel beschränken, die von den Anbietern oder Anbieterinnen angeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Ersatzleistungen",
        "citation": "Art. 21ter Abs. 1 IVG",
        "content": "Schafft eine versicherte Person ein Hilfsmittel, auf das sie Anspruch hat, auf eigene Kosten an, so kann ihr die Versicherung Amortisationsbeiträge gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Ersatzleistungen",
        "citation": "Art. 21ter Abs. 2 IVG",
        "content": "Benötigt eine versicherte Person anstelle eines Hilfsmittels Dienstleistungen Dritter, so kann die Versicherung Beiträge dafür gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Ersatzleistungen",
        "citation": "Art. 21ter Abs. 3 IVG",
        "content": "Hat eine versicherte Person für die Erwerbstätigkeit in einem Landwirtschafts- oder Gewerbebetrieb Anspruch auf ein kostspieliges Hilfsmittel, das von der Versicherung nicht zurückgenommen oder nur schwer wieder abgegeben werden kann, so kann die Versicherung anstelle des Hilfsmittels ein selbstamortisierendes Darlehen ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Ersatzleistungen",
        "citation": "Art. 21ter Abs. 4 IVG",
        "content": "Der Bundesrat setzt die Höhe der Beiträge nach den Absätzen 1 und 2 und der Darlehenssumme nach Absatz 3 fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Beschaffung und Vergütung von Hilfsmitteln",
        "citation": "Art. 21quater Abs. 1 IVG",
        "content": "Für die Abgabe von ganz oder teilweise durch die Versicherung finanzierten Hilfsmitteln und für damit zusammenhängende Dienstleistungen stehen dem Bundesrat die folgenden Instrumente zur Verfügung:\na. Festsetzung von Pauschalbeträgen;\nb. Aushandlung von Tarifverträgen mit Leistungserbringern wie Abgabestellen, Herstellern, Grossisten oder Detailhändlern;\nc. Festsetzung von Höchstbeträgen für die Kostenübernahme; und\nd. Vergabeverfahren nach dem Bundesgesetz vom 16. Dezember 1994 über das öffentliche Beschaffungswesen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, V. Die Hilfsmittel, Beschaffung und Vergütung von Hilfsmitteln",
        "citation": "Art. 21quater Abs. 2 IVG",
        "content": "Der Bundesrat wendet Vergabeverfahren nach Absatz 1 Buchstabe d nach Prüfung der Instrumente gemäss den Buchstaben a–c an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_21_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Anspruch",
        "citation": "Art. 22 Abs. 1 IVG",
        "content": "Während der Durchführung von Eingliederungsmassnahmen nach Artikel 8 Absatz 3 haben Versicherte Anspruch auf ein Taggeld, wenn sie:\na. an wenigstens drei aufeinanderfolgenden Tagen wegen der Massnahmen verhindert sind, einer Arbeit nachzugehen; oder\nb. in ihrer Erwerbstätigkeit zu mindestens 50 Prozent arbeitsunfähig (Art. 6 ATSG) sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Anspruch",
        "citation": "Art. 22 Abs. 2 IVG",
        "content": "Während der erstmaligen beruflichen Ausbildung haben Versicherte Anspruch auf Taggelder, wenn sie:\na. Leistungen nach Artikel 16 beziehen; oder\nb. an Eingliederungsmassnahmen nach Artikel 12 oder 14a teilgenommen haben, die für diese Ausbildung direkt erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Anspruch",
        "citation": "Art. 22 Abs. 3 IVG",
        "content": "Versicherte, die eine höhere Berufsbildung absolvieren oder eine Hochschule besuchen, haben nur Anspruch auf ein Taggeld, wenn:\na. sie aufgrund ihrer gesundheitlichen Beeinträchtigung daran gehindert sind, neben ihrer Ausbildung eine Erwerbstätigkeit auszuüben; oder\nb. ihre Ausbildung aufgrund ihrer gesundheitlichen Beeinträchtigung wesentlich länger dauert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Anspruch",
        "citation": "Art. 22 Abs. 4 IVG",
        "content": "Versicherte nach Absatz 2, die eine allgemeinbildende Schule besuchen oder eine berufliche Grundbildung absolvieren, die ausschliesslich an einer Schule erfolgt, haben keinen Anspruch auf ein Taggeld.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Anspruch",
        "citation": "Art. 22 Abs. 5 IVG",
        "content": "Für Massnahmen nach den Artikeln 8 Absatz 3 Buchstabe abis und 16 Absatz 3 Buchstabe b besteht kein Anspruch auf ein Taggeld.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 1 IVG",
        "content": "Das Taggeld besteht aus einer Grundentschädigung, auf die alle Versicherten Anspruch haben, und einem Kindergeld für Versicherte mit Kindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 2 IVG",
        "content": "Anspruch auf ein Kindergeld besteht für jedes eigene Kind, welches das 18. Altersjahr noch nicht vollendet hat. Für Kinder, die noch in Ausbildung sind, dauert der Anspruch bis zum Abschluss der Ausbildung, längstens aber bis zum vollendeten 25. Altersjahr. Pflegekinder, die unentgeltlich zu dauernder Pflege und Erziehung aufgenommen wurden, sind den eigenen Kindern gleichgestellt. Der Anspruch auf ein Kindergeld besteht nicht für Kinder, für die gleichzeitig gesetzliche Kinder- und Ausbildungszulagen ausgerichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 3 IVG",
        "content": "Das Taggeld wird frühestens ab dem ersten Tag des Monats gewährt, welcher der Vollendung des 18. Altersjahres folgt. Der Anspruch nach Artikel 22 Absatz 2 entsteht mit Ausbildungsbeginn, auch wenn die versicherte Person das 18. Altersjahr noch nicht vollendet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 4 IVG",
        "content": "Der Anspruch erlischt, sobald eine versicherte Person eine ganze Altersrente nach Artikel 40 Absatz 1 AHVG vorbezieht, spätestens aber am Ende des Monats, in dem sie das Referenzalter nach Artikel 21 Absatz 1 AHVG erreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 5 IVG",
        "content": "Bezieht eine versicherte Person eine Rente, so wird ihr diese während der Durchführung von Integrationsmassnahmen nach Artikel 14a und von Massnahmen zur Wiedereingliederung nach Artikel 8a anstelle eines Taggeldes weiter ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 6 IVG",
        "content": "Erleidet die versicherte Person infolge der Durchführung einer Massnahme einen Erwerbsausfall oder verliert sie das Taggeld einer anderen Versicherung, so richtet die Versicherung zusätzlich zur Rente ein Taggeld aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Modalitäten",
        "citation": "Art. 22bis Abs. 7 IVG",
        "content": "Der Bundesrat bestimmt, unter welchen Voraussetzungen Taggelder ausgerichtet werden: \na. für nicht aufeinanderfolgende Tage;\nb. für Abklärungs- und Wartezeiten;\nc. für Arbeitsversuche; \nd. im Fall eines Unterbruchs von Eingliederungsmassnahmen wegen Krankheit, Unfall oder Mutterschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Grundentschädigung",
        "citation": "Art. 23 Abs. 1 IVG",
        "content": "Die Grundentschädigung beträgt 80 Prozent des letzten ohne gesundheitliche Einschränkung erzielten Erwerbseinkommens, jedoch nicht mehr als 80 Prozent des Höchstbetrages des Taggeldes nach Artikel 24 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_23"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Grundentschädigung",
        "citation": "Art. 23 Abs. 1bis IVG",
        "content": "Bei Massnahmen zur Wiedereingliederung nach Artikel 8a beträgt sie 80 Prozent des Erwerbseinkommens, das die versicherte Person unmittelbar vor Beginn der Massnahme erzielt hat, jedoch nicht mehr als 80 Prozent des Höchstbetrages des Taggeldes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_23"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Grundentschädigung",
        "citation": "Art. 23 Abs. 3 IVG",
        "content": "Grundlage für die Ermittlung des Erwerbseinkommens nach den Absätzen 1 und 1bis bildet das durchschnittliche Einkommen, von dem Beiträge nach dem AHVG erhoben werden (massgebendes Einkommen).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_23"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Kindergeld",
        "citation": "Art. 23bis IVG",
        "content": "Das Kindergeld beträgt für jedes Kind 2 Prozent des Höchstbetrages des Taggeldes nach Artikel 24 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_23_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes",
        "citation": "Art. 24 Abs. 1 IVG",
        "content": "Der Höchstbetrag des Taggeldes nach Artikel 22 Absatz 1 entspricht dem Höchstbetrag des versicherten Tagesverdienstes nach dem UVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes",
        "citation": "Art. 24 Abs. 2 IVG",
        "content": "Das Taggeld nach Artikel 22 Absatz 1 wird gekürzt, soweit es das massgebende Erwerbseinkommen einschliesslich der gesetzlichen Kinder- und Ausbildungszulagen übersteigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes",
        "citation": "Art. 24 Abs. 4 IVG",
        "content": "Bestand bis zur Eingliederung Anspruch auf ein Taggeld nach dem UVG, so entspricht das Taggeld mindestens dem bisher bezogenen Taggeld der Unfallversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes",
        "citation": "Art. 24 Abs. 5 IVG",
        "content": "Der Bundesrat regelt die Anrechnung eines allfälligen Erwerbseinkommens und kann für bestimmte Verhältnisse Kürzungen vorsehen. Das BSV stellt verbindliche Tabellen für die Ermittlung der Taggelder mit aufgerundeten Beträgen auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Abzug bei Unterkunft und Verpflegung auf Kosten der Invalidenversicherung",
        "citation": "Art. 24bis IVG",
        "content": "Kommt die Invalidenversicherung vollständig für die Kosten von Unterkunft und Verpflegung auf, so wird vom Taggeld ein Abzug gemacht. Der Bundesrat setzt die Höhe des Abzuges fest. Hierbei unterscheidet er, ob die versicherte Person unterstützungspflichtig ist oder nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes während der erstmaligen beruflichen Ausbildung",
        "citation": "Art. 24ter Abs. 1 IVG",
        "content": "Für Versicherte in einer beruflichen Grundbildung entspricht das auf einen Monat hochgerechnete Taggeld dem Lohn gemäss Lehrvertrag. Der Bundesrat kann Kriterien für die Höhe des Taggeldes festlegen, wenn der vereinbarte Lohn nicht dem kantonalen branchenüblichen Durchschnitt entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes während der erstmaligen beruflichen Ausbildung",
        "citation": "Art. 24ter Abs. 2 IVG",
        "content": "Besteht kein Lehrvertrag, so entspricht das Taggeld auf den Monat hochgerechnet einem nach Alter abgestuften mittleren Einkommen von Personen in vergleichbarer Ausbildungssituation. Der Bundesrat setzt die Höhe fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Höhe des Taggeldes während der erstmaligen beruflichen Ausbildung",
        "citation": "Art. 24ter Abs. 3 IVG",
        "content": "Für Versicherte, die das 25. Altersjahr vollendet haben, entspricht das Taggeld auf den Monat hochgerechnet dem Höchstbetrag der Altersrente nach Artikel 34 Absätze 3 und 5 AHVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Auszahlung des Taggeldes während der erstmaligen beruflichen Ausbildung",
        "citation": "Art. 24quater Abs. 1 IVG",
        "content": "Während der erstmaligen beruflichen Ausbildung wird das Taggeld an den Arbeitgeber ausgerichtet, soweit dieser der versicherten Person einen entsprechenden Betrag als Lohn zahlt. Liegt kein Arbeitgeber vor, so legt der Bundesrat die Modalitäten für die Auszahlung des Taggeldes fest. Der Betrag wird monatlich ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Auszahlung des Taggeldes während der erstmaligen beruflichen Ausbildung",
        "citation": "Art. 24quater Abs. 2 IVG",
        "content": "Übersteigt das Taggeld den massgebenden Betrag nach Artikel 24ter Absatz 1, so wird die Differenz an die versicherte Person ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_24_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Beiträge an Sozialversicherungen",
        "citation": "Art. 25 Abs. 1 IVG",
        "content": "Auf dem Taggeld müssen Beiträge bezahlt werden:\na. an die Alters- und Hinterlassenenversicherung;\nb. an die Invalidenversicherung;\nc. an die Erwerbsersatzordnung;\nd. gegebenenfalls an die Arbeitslosenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_25"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Beiträge an Sozialversicherungen",
        "citation": "Art. 25 Abs. 2 IVG",
        "content": "Die Beiträge sind je zur Hälfte von den Versicherten und von der Invalidenversicherung zu tragen. Die Versicherung vergütet überdies den Arbeitgeberbeitrag für landwirtschaftliche Arbeitnehmerinnen und ‐nehmer nach Artikel 18 Absatz 1 des Bundesgesetzes vom 20. Juni 1952 über die Familienzulagen in der Landwirtschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_25"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VI. Die Taggelder, Beiträge an Sozialversicherungen",
        "citation": "Art. 25 Abs. 3 IVG",
        "content": "Der Bundesrat kann bestimmte Personengruppen von der Beitragspflicht ausnehmen und vorsehen, dass auf Taggeldern, für welche nur kurze Zeit ein Anspruch besteht, keine Beiträge bezahlt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_25"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wahl unter Ärzten, Zahnärzten und Apothekern",
        "citation": "Art. 26 Abs. 1 IVG",
        "content": "Die versicherte Person kann frei wählen unter den Ärztinnen und Ärzten, Zahnärztinnen und Zahnärzten, Chiropraktorinnen und Chiropraktikern sowie Apothekerinnen und Apothekern, die ihre berufliche Tätigkeit nach dem Medizinalberufegesetz vom 23. Juni 2006 in eigener fachlicher Verantwortung ausüben dürfen oder ihre berufliche Tätigkeit im öffentlichen Dienst in eigener fachlicher Verantwortung ausüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_26"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wahl unter Ärzten, Zahnärzten und Apothekern",
        "citation": "Art. 26 Abs. 3 IVG",
        "content": "Eidgenössisch diplomierte Ärzte, denen ein Kanton die Bewilligung zur Führung einer Privatapotheke erteilt hat, sind innerhalb der Schranken dieser Bewilligung den in Absatz 1 bezeichneten Apothekern gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_26"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wahl unter medizinischen Hilfspersonen, Anstalten und Abgabestellen für Hilfsmittel",
        "citation": "Art. 26bis Abs. 1 IVG",
        "content": "Dem Versicherten steht die Wahl frei unter den medizinischen Hilfspersonen, den Anstalten und Werkstätten sowie den Betrieben des allgemeinen Arbeitsmarktes, die Eingliederungsmassnahmen durchführen, und den Abgabestellen für Hilfsmittel, wenn sie den kantonalen Vorschriften und den Anforderungen der Versicherung genügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_26_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wahl unter medizinischen Hilfspersonen, Anstalten und Abgabestellen für Hilfsmittel",
        "citation": "Art. 26bis Abs. 2 IVG",
        "content": "Der Bundesrat kann nach Anhören der Kantone und der zuständigen Organisationen Vorschriften für die Zulassung der in Absatz 1 genannten Personen und Stellen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_26_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 1 IVG",
        "content": "Das BSV ist befugt, mit der Ärzteschaft, den Berufsverbänden der Medizinalpersonen und der medizinischen Hilfspersonen sowie den Anstalten und Werkstätten, die Abklärungs- oder Eingliederungsmassnahmen durchführen, Verträge zu schliessen, um die Zusammenarbeit mit den Organen der Versicherung und die Tarife zu regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 2 IVG",
        "content": "Der Bundesrat kann Grundsätze für eine wirtschaftliche Bemessung und eine sachgerechte Struktur sowie für die Anpassung der Tarife festlegen. Er sorgt für die Koordination mit den Tarifordnungen der anderen Sozialversicherungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 3 IVG",
        "content": "Soweit kein Vertrag besteht, kann der Bundesrat die Höchstbeträge festsetzen, bis zu denen die Kosten der Eingliederungsmassnahmen übernommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 4 IVG",
        "content": "Tarife, bei denen Taxpunkte für Leistungen oder für leistungsbezogene Pauschalen festgelegt werden, müssen für die gesamte Schweiz auf einer einheitlichen Tarifstruktur beruhen. Können sich die Parteien nicht einigen, so legt der Bundesrat die Tarifstruktur fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 5 IVG",
        "content": "Der Bundesrat kann Anpassungen an der Tarifstruktur vornehmen, wenn sie sich als nicht mehr sachgerecht erweist und sich die Parteien nicht auf eine Revision einigen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 6 IVG",
        "content": "Kommt kein Vertrag nach Absatz 1 zustande, erlässt das EDI auf Antrag des BSV oder des Leistungserbringers eine anfechtbare Verfügung zur Regelung der Zusammenarbeit der Beteiligten und der Tarife.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 7 IVG",
        "content": "Können sich Leistungserbringer und das BSV nicht auf die Erneuerung eines Tarifvertrages einigen, so kann das EDI den bestehenden Vertrag um ein Jahr verlängern. Kommt innerhalb dieser Frist kein Vertrag zustande, so setzt es nach Anhören der Beteiligten den Tarif fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 8 IVG",
        "content": "Die Leistungserbringer und deren Verbände sowie die Organisation nach Artikel 47a KVG sind verpflichtet, dem Bundesrat auf Verlangen kostenlos die Daten bekannt zu geben, die für die Erfüllung der Aufgaben nach den Absätzen 3–5 notwendig sind. Der Bundesrat erlässt nähere Vorschriften zur Bearbeitung der Daten unter Wahrung des Verhältnismässigkeitsprinzips.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Zusammenarbeit und Tarife",
        "citation": "Art. 27 Abs. 9 IVG",
        "content": "Bei einem Verstoss gegen die Pflicht zur Datenbekanntgabe nach Absatz 8 kann das EDI gegen die Verbände der Leistungserbringer, gegen die Organisation nach Artikel 47a KVG und gegen die betroffenen Leistungserbringer Sanktionen ergreifen. Diese umfassen:\na. die Verwarnung;\nb. eine Busse bis zu 20 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wirtschaftlichkeit der medizinischen Massnahmen",
        "citation": "Art. 27bis Abs. 1 IVG",
        "content": "Für Leistungen, die über das Mass hinausgehen, das im Interesse der versicherten Person liegt und für den Zweck der medizinischen Massnahmen erforderlich ist, kann die Vergütung verweigert werden. Eine nach diesem Gesetz dem Leistungserbringer von medizinischen Massnahmen zu Unrecht bezahlte Vergütung kann von der IV-Stelle zurückgefordert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wirtschaftlichkeit der medizinischen Massnahmen",
        "citation": "Art. 27bis Abs. 2 IVG",
        "content": "Der Leistungserbringer von medizinischen Massnahmen muss der IV-Stelle die direkten oder indirekten Vergünstigungen weitergeben, die ihm:\na. ein anderer in seinem Auftrag tätiger Leistungserbringer gewährt;\nb. Personen oder Einrichtungen gewähren, welche Arzneimittel oder der Untersuchung oder Behandlung dienende Mittel oder Gegenstände liefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Wirtschaftlichkeit der medizinischen Massnahmen",
        "citation": "Art. 27bis Abs. 3 IVG",
        "content": "Gibt er die Vergünstigung nicht weiter, so kann die IV-Stelle deren Herausgabe verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Rechnungsstellung",
        "citation": "Art. 27ter Abs. 1 IVG",
        "content": "Der Leistungserbringer muss der IV-Stelle eine detaillierte und verständliche Rechnung zustellen. Er muss ihr auch alle Angaben machen, die sie benötigt, um die Berechnung der Vergütung und die Wirtschaftlichkeit der Leistung überprüfen zu können. Die versicherte Person erhält eine Kopie der Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Rechnungsstellung",
        "citation": "Art. 27ter Abs. 2 IVG",
        "content": "Bei Vergütungen mittels Fallpauschalen sind die Berechnungsgrundlagen, insbesondere die Diagnosen und Prozeduren, aufzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Tarifschutz",
        "citation": "Art. 27quater IVG",
        "content": "Die Leistungserbringer müssen sich an die vertraglich oder behördlich festgelegten Tarife und Preise halten und dürfen für Leistungen nach diesem Gesetz keine weitergehenden Vergütungen berechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 1 IVG",
        "content": "Über Streitigkeiten zwischen der Versicherung und Leistungserbringern entscheiden die von den Kantonen bezeichneten Schiedsgerichte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 2 IVG",
        "content": "Zuständig ist das Schiedsgericht am Ort der ständigen Einrichtung oder der Berufsausübung des Leistungserbringers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 3 IVG",
        "content": "Die Kantone können die Aufgaben des Schiedsgerichts dem kantonalen Versicherungsgericht übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 4 IVG",
        "content": "Das Schiedsgericht setzt sich zusammen aus einer neutralen Person, die den Vorsitz innehat, und aus je einer Vertretung der beteiligten Parteien in gleicher Zahl. Bei der Übertragung der Aufgaben des Schiedsgerichts auf das kantonale Versicherungsgericht wird dieses um je eine Vertretung der beteiligten Parteien in gleicher Zahl erweitert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 5 IVG",
        "content": "Der schiedsgerichtlichen Behandlung eines Streitfalles hat ein Vermittlungsverfahren vorauszugehen, sofern der Streitfall nicht schon einer vertraglich eingesetzten Vermittlungsinstanz unterbreitet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 6 IVG",
        "content": "Die Entscheide werden den Parteien mit Begründung und Rechtsmittelbelehrung schriftlich eröffnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Kantonales Schiedsgericht",
        "citation": "Art. 27quinquies Abs. 7 IVG",
        "content": "Die Kantone regeln das übrige Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 1 IVG",
        "content": "Die Leistungserbringer oder deren Verbände und das BSV sehen in gesamtschweizerisch geltenden Verträgen nach Artikel 27 Absatz 1 Massnahmen zur Steuerung der Kosten vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 2 IVG",
        "content": "Die Massnahmen müssen pro Bereich, der für die jeweilige Art von Leistungserbringer relevant ist, mindestens vorsehen:\na. die Überwachung der mengenmässigen Entwicklung der verschiedenen Positionen, die für die Leistungen vorgesehen sind;\nb. die Überwachung der Entwicklung der abgerechneten Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 3 IVG",
        "content": "Die Verträge müssen Regeln zur Korrektur bei ungerechtfertigten Erhöhungen der Mengen und Kosten gegenüber einem im Vertrag definierten Zeitraum vorsehen. Sie müssen auch die von den Leistungserbringern und der Versicherung nicht beeinflussbaren Faktoren angeben, die eine Erhöhung der Mengen und der Kosten erklären können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 4 IVG",
        "content": "Der Bundesrat kann die Bereiche nach Absatz 2 definieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 5 IVG",
        "content": "Können sich die Leistungserbringer oder deren Verbände und das BSV nicht auf Massnahmen zur Steuerung der Kosten nach Absatz 1 einigen, so legt der Bundesrat diese Massnahmen fest. Die Leistungserbringer und deren Verbände sind verpflichtet, dem Bundesrat auf Verlangen kostenlos die Informationen zu liefern, die für die Festlegung der Massnahmen notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 6 IVG",
        "content": "Bei einem Verstoss gegen die Pflicht zur Informationslieferung nach Absatz 5 kann das EDI gegen die Verbände der Leistungserbringer und gegen die betroffenen Leistungserbringer Sanktionen ergreifen. Diese umfassen:\na. die Verwarnung;\nb. eine Busse bis zu 20 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, C. Eingliederungsmassnahmen und Taggelder, VII. Wahlrecht der Versicherten, Zusammenarbeit, Tarife und Schiedsgerichte, Massnahmen zur Steuerung der Kosten",
        "citation": "Art. 27sexies Abs. 7 IVG",
        "content": "Sämtliche Leistungserbringer und das BSV müssen sich an die nach Absatz 1 vereinbarten oder die nach Absatz 5 festgelegten Massnahmen zur Steuerung der Kosten im entsprechenden Bereich halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Grundsatz",
        "citation": "Art. 28 Abs. 1 IVG",
        "content": "Anspruch auf eine Rente haben Versicherte, die:\na. ihre Erwerbsfähigkeit oder die Fähigkeit, sich im Aufgabenbereich zu betätigen, nicht durch zumutbare Eingliederungsmassnahmen wieder herstellen, erhalten oder verbessern können;\nb. während eines Jahres ohne wesentlichen Unterbruch durchschnittlich mindestens 40 Prozent arbeitsunfähig (Art. 6 ATSG) gewesen sind; und\nc. nach Ablauf dieses Jahres zu mindestens 40 Prozent invalid (Art. 8 ATSG) sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Grundsatz",
        "citation": "Art. 28 Abs. 1bis IVG",
        "content": "Eine Rente nach Absatz 1 wird nicht zugesprochen, solange die Möglichkeiten zur Eingliederung im Sinne von Artikel 8 Absätze 1bis und 1ter nicht ausgeschöpft sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Bemessung des Invaliditätsgrades",
        "citation": "Art. 28a Abs. 1 IVG",
        "content": "Die Bemessung des Invaliditätsgrades von erwerbstätigen Versicherten richtet sich nach Artikel 16 ATSG. Der Bundesrat umschreibt die zur Bemessung des Invaliditätsgrades massgebenden Erwerbseinkommen sowie die anwendbaren Korrekturfaktoren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Bemessung des Invaliditätsgrades",
        "citation": "Art. 28a Abs. 2 IVG",
        "content": "Bei nicht erwerbstätigen Versicherten, die im Aufgabenbereich tätig sind und denen die Aufnahme einer Erwerbstätigkeit nicht zugemutet werden kann, wird für die Bemessung des Invaliditätsgrades in Abweichung von Artikel 16 ATSG darauf abgestellt, in welchem Masse sie unfähig sind, sich im Aufgabenbereich zu betätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Bemessung des Invaliditätsgrades",
        "citation": "Art. 28a Abs. 3 IVG",
        "content": "Bei Versicherten, die nur zum Teil erwerbstätig sind oder die unentgeltlich im Betrieb des Ehegatten oder der Ehegattin mitarbeiten, wird der Invaliditätsgrad für diesen Teil nach Artikel 16 ATSG festgelegt. Waren sie daneben auch im Aufgabenbereich tätig, so wird der Invaliditätsgrad für diese Tätigkeit nach Absatz 2 festgelegt. In diesem Fall sind der Anteil der Erwerbstätigkeit oder der unentgeltlichen Mitarbeit im Betrieb des Ehegatten oder der Ehegattin und der Anteil der Tätigkeit im Aufgabenbereich festzulegen und der Invaliditätsgrad in beiden Bereichen zu bemessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Festlegung der Höhe des Rentenanspruchs",
        "citation": "Art. 28b Abs. 1 IVG",
        "content": "Die Höhe des Rentenanspruchs wird in prozentualen Anteilen an einer ganzen Rente festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Festlegung der Höhe des Rentenanspruchs",
        "citation": "Art. 28b Abs. 2 IVG",
        "content": "Bei einem Invaliditätsgrad von 50‒69 Prozent entspricht der prozentuale Anteil dem Invaliditätsgrad.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Festlegung der Höhe des Rentenanspruchs",
        "citation": "Art. 28b Abs. 3 IVG",
        "content": "Bei einem Invaliditätsgrad ab 70 Prozent besteht Anspruch auf eine ganze Rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Festlegung der Höhe des Rentenanspruchs",
        "citation": "Art. 28b Abs. 4 IVG",
        "content": "Bei einem Invaliditätsgrad unter 50 Prozent gelten die folgenden prozentualen Anteile:InvaliditätsgradProzentualer Anteil49 Prozent47,5 Prozent48 Prozent45    Prozent47 Prozent42,5 Prozent46 Prozent40    Prozent45 Prozent37,5 Prozent44 Prozent35    Prozent43 Prozent32,5 Prozent42 Prozent30    Prozent41 Prozent27,5 Prozent40 Prozent25    Prozent",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_28_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Beginn des Anspruchs und Auszahlung der Rente",
        "citation": "Art. 29 Abs. 1 IVG",
        "content": "Der Rentenanspruch entsteht frühestens nach Ablauf von sechs Monaten nach Geltendmachung des Leistungsanspruchs nach Artikel 29 Absatz 1 ATSG, jedoch frühestens im Monat, der auf die Vollendung des 18. Altersjahres folgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_29"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Beginn des Anspruchs und Auszahlung der Rente",
        "citation": "Art. 29 Abs. 2 IVG",
        "content": "Der Anspruch entsteht nicht, solange die versicherte Person ein Taggeld nach Artikel 22 beanspruchen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_29"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Beginn des Anspruchs und Auszahlung der Rente",
        "citation": "Art. 29 Abs. 3 IVG",
        "content": "Die Rente wird vom Beginn des Monats an ausbezahlt, in dem der Rentenanspruch entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_29"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Beginn des Anspruchs und Auszahlung der Rente",
        "citation": "Art. 29 Abs. 4 IVG",
        "content": "Beträgt der Invaliditätsgrad weniger als 50 Prozent, so werden die entsprechenden Renten nur an Versicherte ausbezahlt, die ihren Wohnsitz und ihren gewöhnlichen Aufenthalt (Art. 13 ATSG) in der Schweiz haben. Diese Voraussetzung ist auch von Angehörigen zu erfüllen, für die eine Leistung beansprucht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_29"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Erlöschen des Anspruchs",
        "citation": "Art. 30 IVG",
        "content": "Der Rentenanspruch erlischt:\na. mit dem Vorbezug einer ganzen Altersrente nach Artikel 40 Absatz 1 AHVG, ausser die Altersrente wurde nach der Anmeldung bei der Invalidenversicherung und vor der Zusprache einer Invalidenrente vorbezogen;\nb. mit der Entstehung des Anspruchs auf eine Altersrente bei Erreichen des Referenzalters nach Artikel 21 Absatz 1 AHVG;\nc. mit dem Tod der anspruchsberechtigten Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_30"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Übergangsleistung bei Arbeitsunfähigkeit",
        "citation": "Art. 32 Abs. 1 IVG",
        "content": "Eine versicherte Person hat Anspruch auf eine Übergangsleistung, wenn:\na. sie im Laufe der drei auf die Herabsetzung oder Aufhebung einer Rente folgenden Jahre zu mindestens 50 Prozent arbeitsunfähig wird;\nb. die Arbeitsunfähigkeit mindestens 30 Tage gedauert hat und weiter andauert; und\nc. sie vor Herabsetzung oder Aufhebung der Rente an Massnahmen zur Wiedereingliederung nach Artikel 8a teilgenommen hat oder die Rente wegen der Wiederaufnahme einer Erwerbstätigkeit oder der Erhöhung des Beschäftigungsgrades herabgesetzt oder aufgehoben wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_32"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Übergangsleistung bei Arbeitsunfähigkeit",
        "citation": "Art. 32 Abs. 2 IVG",
        "content": "Der Anspruch entsteht am Anfang des Monats, in welchem die Voraussetzungen nach Absatz 1 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_32"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Übergangsleistung bei Arbeitsunfähigkeit",
        "citation": "Art. 32 Abs. 3 IVG",
        "content": "Der Anspruch erlischt spätestens am Ende des Monats, in dem die IV-Stelle über den Invaliditätsgrad entschieden hat (Art. 34).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_32"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Höhe der Übergangsleistung",
        "citation": "Art. 33 Abs. 1 IVG",
        "content": "Die Übergangsleistung nach Artikel 32 entspricht:\na. der Differenz zwischen der laufenden Rente und der Rente, die die versicherte Person erhalten würde, wenn die Rente nicht herabgesetzt worden wäre;\nb. der Rente, die die versicherte Person erhalten würde, wenn die Rente nicht aufgehoben worden wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_33"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Höhe der Übergangsleistung",
        "citation": "Art. 33 Abs. 2 IVG",
        "content": "Hat eine versicherte Person Anspruch auf eine Kinderrente, so wird diese in die Berechnung nach Absatz 1 einbezogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_33"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Überprüfung des Invaliditätsgrades und Anpassung der Rente",
        "citation": "Art. 34 Abs. 1 IVG",
        "content": "Gleichzeitig mit der Gewährung einer Übergangsleistung nach Artikel 32 leitet die IV-Stelle die Überprüfung des Invaliditätsgrades ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_34"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Überprüfung des Invaliditätsgrades und Anpassung der Rente",
        "citation": "Art. 34 Abs. 2 IVG",
        "content": "Am ersten Tag des Monats, der dem Entscheid der IV-Stelle über den Invaliditätsgrad folgt:\na. entsteht in Abweichung von Artikel 28 Absatz 1 Buchstabe b ein Rentenanspruch, sofern der Invaliditätsgrad erneut ein rentenbegründendes Ausmass erreicht;\nb. wird eine bestehende Rente für die Zukunft erhöht, herabgesetzt oder aufgehoben, sofern sich der Invaliditätsgrad erheblich geändert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_34"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Kinderrente",
        "citation": "Art. 35 Abs. 1 IVG",
        "content": "Männer und Frauen, denen eine Invalidenrente zusteht, haben für jedes Kind, das im Falle ihres Todes eine Waisenrente der Alters- und Hinterlassenenversicherung beanspruchen könnte, Anspruch auf eine Kinderrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_35"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Kinderrente",
        "citation": "Art. 35 Abs. 3 IVG",
        "content": "Für Pflegekinder, die erst nach Eintritt der Invalidität in Pflege genommen werden, besteht kein Anspruch auf Kinderrente, es sei denn, es handle sich um Kinder des andern Ehegatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_35"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, I. Der Anspruch, Kinderrente",
        "citation": "Art. 35 Abs. 4 IVG",
        "content": "Die Kinderrente wird wie die Rente ausbezahlt, zu der sie gehört. Vorbehalten bleiben die Bestimmungen über die zweckgemässe Verwendung (Art. 20 ATSG) und abweichende zivilrichterliche Anordnungen. Der Bundesrat kann die Auszahlung für Sonderfälle in Abweichung von Artikel 20 ATSG regeln, namentlich für Kinder aus getrennter oder geschiedener Ehe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_35"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Bezügerkreis und Berechnung",
        "citation": "Art. 36 Abs. 1 IVG",
        "content": "Anspruch auf eine ordentliche Rente haben Versicherte, die bei Eintritt der Invalidität während mindestens drei Jahren Beiträge geleistet haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_36"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Bezügerkreis und Berechnung",
        "citation": "Art. 36 Abs. 2 IVG",
        "content": "Für die Berechnung der ordentlichen Renten sind die Bestimmungen des AHVG sinngemäss anwendbar. Der Bundesrat kann ergänzende Vorschriften erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_36"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Bezügerkreis und Berechnung",
        "citation": "Art. 36 Abs. 4 IVG",
        "content": "Beiträge, die vor dem Inkrafttreten dieses Gesetzes an die Alters- und Hinterlassenenversicherung geleistet wurden, werden angerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_36"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Höhe der Invalidenrenten",
        "citation": "Art. 37 Abs. 1 IVG",
        "content": "Die Invalidenrenten entsprechen den Altersrenten der Alters- und Hinterlassenenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_37"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Höhe der Invalidenrenten",
        "citation": "Art. 37 Abs. 1bis IVG",
        "content": "Sind beide Ehegatten rentenberechtigt, so gilt für die Kürzung der beiden Renten Artikel 35 AHVG sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_37"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Höhe der Invalidenrenten",
        "citation": "Art. 37 Abs. 2 IVG",
        "content": "Hat ein Versicherter mit vollständiger Beitragsdauer bei Eintritt der Invalidität das 25. Altersjahr noch nicht zurückgelegt, so betragen seine Invalidenrente und allfällige Zusatzrenten mindestens 1331/3 Prozent der Mindestansätze der zutreffenden Vollrenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_37"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Höhe der Kinderrenten",
        "citation": "Art. 38 Abs. 1 IVG",
        "content": "Die Kinderrente beträgt 40 Prozent der dem massgebenden durchschnittlichen Jahreseinkommen entsprechenden Invalidenrente. Haben beide Elternteile einen Anspruch auf Kinderrente, so sind die beiden Kinderrenten zu kürzen, soweit ihre Summe 60 Prozent der maximalen Invalidenrente übersteigt. Für die Durchführung der Kürzung ist Artikel 35 AHVG sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_38"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Höhe der Kinderrenten",
        "citation": "Art. 38 Abs. 2 IVG",
        "content": "Es gelten die gleichen Berechnungsregeln wie für die jeweilige Invalidenrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_38"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Kürzung wegen Überversicherung",
        "citation": "Art. 38bis Abs. 1 IVG",
        "content": "In Abweichung von Artikel 69 Absätze 2 und 3 ATSG werden Kinderrenten gekürzt, soweit sie zusammen mit der Rente des Vaters oder derjenigen der Mutter 90 Prozent des für diese Rente jeweils massgebenden durchschnittlichen Jahreseinkommens übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_38_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, II. Die ordentlichen Renten, Kürzung wegen Überversicherung",
        "citation": "Art. 38bis Abs. 2 IVG",
        "content": "Der Bundesrat setzt jedoch einen Mindestbetrag fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_38_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, III. Die ausserordentlichen Renten, Bezügerkreis",
        "citation": "Art. 39 Abs. 1 IVG",
        "content": "Der Anspruch von Schweizer Bürgern auf ausserordentliche Renten richtet sich nach den Bestimmungen des AHVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_39"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, III. Die ausserordentlichen Renten, Bezügerkreis",
        "citation": "Art. 39 Abs. 3 IVG",
        "content": "Anspruch auf eine ausserordentliche Rente haben auch invalide Ausländer und Staatenlose, die als Kinder die Voraussetzungen von Artikel 9 Absatz 3 erfüllt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_39"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, III. Die ausserordentlichen Renten, Höhe der Renten",
        "citation": "Art. 40 Abs. 1 IVG",
        "content": "Die ausserordentlichen Renten entsprechen, vorbehältlich der Absätze 2 und 3, dem Mindestbetrag der zutreffenden ordentlichen Vollrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_40"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, III. Die ausserordentlichen Renten, Höhe der Renten",
        "citation": "Art. 40 Abs. 2 IVG",
        "content": "Die ausserordentlichen Kinderrenten werden in Abweichung von Artikel 69 Absätze 2 und 3 ATSG unter den gleichen Voraussetzungen und im gleichen Umfang gekürzt wie in der Alters- und Hinterlassenenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_40"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, D. Die Renten, III. Die ausserordentlichen Renten, Höhe der Renten",
        "citation": "Art. 40 Abs. 3 IVG",
        "content": "Die ausserordentlichen Renten für Personen, die vor dem 1. Dezember des der Vollendung des 20. Altersjahres folgenden Jahres invalid geworden sind, entsprechen 1331/3 Prozent des Mindestbetrages der zutreffenden ordentlichen Vollrente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_40"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 1 IVG",
        "content": "Versicherte mit Wohnsitz und gewöhnlichem Aufenthalt (Art. 13 ATSG) in der Schweiz, die hilflos (Art. 9 ATSG) sind, haben Anspruch auf eine Hilflosenentschädigung. Vorbehalten bleibt Artikel 42bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 2 IVG",
        "content": "Es ist zu unterscheiden zwischen schwerer, mittelschwerer und leichter Hilflosigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 3 IVG",
        "content": "Als hilflos gilt ebenfalls eine Person, welche zu Hause lebt und wegen der Beeinträchtigung der Gesundheit dauernd auf lebenspraktische Begleitung angewiesen ist. Liegt ausschliesslich eine Beeinträchtigung der psychischen Gesundheit vor, so gilt die Person nur als hilflos, wenn sie Anspruch auf eine Rente hat. Ist eine Person lediglich dauernd auf lebenspraktische Begleitung angewiesen, so liegt immer eine leichte Hilflosigkeit vor. Vorbehalten bleibt Artikel 42bis Absatz 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 4 IVG",
        "content": "Die Hilflosenentschädigung wird frühestens ab der Geburt gewährt. Der Anspruch entsteht, wenn während eines Jahres ohne wesentlichen Unterbruch mindestens eine Hilflosigkeit leichten Grades bestanden hat; vorbehalten bleibt Artikel 42bis Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 4bis IVG",
        "content": "Der Anspruch auf Hilflosenentschädigung erlischt spätestens am Ende des Monats: \na. der dem Monat vorangeht, in dem die versicherte Person eine ganze Altersrente nach Artikel 40 Absatz 1 AHVG vorbezieht;\nb. in dem die versicherte Person das Referenzalter nach Artikel 21 Absatz 1 AHVG erreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 5 IVG",
        "content": "Der Anspruch auf eine Hilflosenentschädigung entfällt bei einem Aufenthalt in einer Institution zur Durchführung von Eingliederungsmassnahmen nach Artikel 8 Absatz 3. Der Bundesrat definiert den Aufenthalt. Er kann ausnahmsweise auch bei einem Aufenthalt einen Anspruch auf eine Hilflosenentschädigung vorsehen, wenn die versicherte Person wegen einer schweren Sinnesschädigung oder eines schweren körperlichen Gebrechens nur dank regelmässiger und erheblicher Dienstleistungen Dritter gesellschaftliche Kontakte pflegen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Anspruch",
        "citation": "Art. 42 Abs. 6 IVG",
        "content": "Der Bundesrat regelt die Übernahme einer anteilmässigen Leistung an die Hilflosenentschädigung der Unfallversicherung, falls die Hilflosigkeit nur zum Teil auf einen Unfall zurückzuführen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Besondere Voraussetzungen für Minderjährige",
        "citation": "Art. 42bis Abs. 1 IVG",
        "content": "Minderjährige Schweizer Bürgerinnen und Bürger ohne Wohnsitz (Art. 13 Abs. 1 ATSG) in der Schweiz sind hinsichtlich der Hilflosenentschädigung den Versicherten gleichgestellt, sofern sie ihren gewöhnlichen Aufenthalt (Art. 13 Abs. 2 ATSG) in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Besondere Voraussetzungen für Minderjährige",
        "citation": "Art. 42bis Abs. 2 IVG",
        "content": "Anspruch auf eine Hilflosenentschädigung haben auch minderjährige Ausländerinnen und Ausländer, sofern sie die Voraussetzungen von Artikel 9 Absatz 3 erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Besondere Voraussetzungen für Minderjährige",
        "citation": "Art. 42bis Abs. 3 IVG",
        "content": "Bei Versicherten, welche das erste Lebensjahr noch nicht vollendet haben, entsteht der Anspruch, sobald voraussichtlich während mehr als zwölf Monaten eine Hilflosigkeit besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Besondere Voraussetzungen für Minderjährige",
        "citation": "Art. 42bis Abs. 4 IVG",
        "content": "Minderjährige haben nur an den Tagen Anspruch auf eine Hilflosenentschädigung, an denen sie sich nicht in einem Heim aufhalten. In Abweichung von Artikel 67 Absatz 2 ATSG haben Minderjährige, die sich zulasten einer Sozialversicherung in einer Heilanstalt aufhalten, auch nach Ablauf eines vollen Kalendermonats Anspruch auf eine Hilflosenentschädigung, sofern die Heilanstalt alle 30 Tage bestätigt, dass die regelmässige Anwesenheit der Eltern oder eines Elternteils in der Heilanstalt notwendig ist und tatsächlich erfolgte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Besondere Voraussetzungen für Minderjährige",
        "citation": "Art. 42bis Abs. 5 IVG",
        "content": "Minderjährige haben keinen Anspruch auf eine Hilflosenentschädigung, wenn sie lediglich auf lebenspraktische Begleitung angewiesen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Höhe",
        "citation": "Art. 42ter Abs. 1 IVG",
        "content": "Massgebend für die Höhe der Hilflosenentschädigung ist das Ausmass der persönlichen Hilflosigkeit. Die Hilflosenentschädigung wird personenbezogen ausgerichtet und soll die Wahlfreiheit in den zentralen Lebensbereichen erleichtern. Die monatliche Entschädigung beträgt bei schwerer Hilflosigkeit 80 Prozent, bei mittelschwerer Hilflosigkeit 50 Prozent und bei leichter Hilflosigkeit 20 Prozent des Höchstbetrages der Altersrente nach Artikel 34 Absätze 3 und 5 AHVG. Die Entschädigung für minderjährige Versicherte berechnet sich pro Tag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Höhe",
        "citation": "Art. 42ter Abs. 2 IVG",
        "content": "Die Höhe der Hilflosenentschädigung für Versicherte, die sich in einem Heim aufhalten, entspricht einem Viertel der Ansätze nach Absatz 1. Vorbehalten bleiben die Artikel 42 Absatz 5 und 42bis Absatz 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, E. Die Hilflosenentschädigung, Höhe",
        "citation": "Art. 42ter Abs. 3 IVG",
        "content": "Die Hilflosenentschädigung für Minderjährige, die zusätzlich eine intensive Betreuung brauchen, wird um einen Intensivpflegezuschlag erhöht; dieser Zuschlag wird nicht gewährt bei einem Aufenthalt in einem Heim. Der monatliche Intensivpflegezuschlag beträgt bei einem invaliditätsbedingten Betreuungsaufwand von mindestens 8 Stunden pro Tag 100 Prozent, bei einem solchen von mindestens 6 Stunden pro Tag 70 Prozent und bei einem solchen von mindestens 4 Stunden pro Tag 40 Prozent des Höchstbetrages der Altersrente nach Artikel 34 Absätze 3 und 5 AHVG. Der Zuschlag berechnet sich pro Tag. Der Bundesrat regelt im Übrigen die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Anspruch",
        "citation": "Art. 42quater Abs. 1 IVG",
        "content": "Anspruch auf einen Assistenzbeitrag haben Versicherte:\na. denen eine Hilflosenentschädigung der IV nach Artikel 42 Absätze 1–4 ausgerichtet wird;\nb. die zu Hause leben; und \nc. die volljährig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Anspruch",
        "citation": "Art. 42quater Abs. 2 IVG",
        "content": "Der Bundesrat legt die Voraussetzungen fest, unter denen Personen mit eingeschränkter Handlungsfähigkeit keinen Anspruch auf einen Assistenzbeitrag haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Anspruch",
        "citation": "Art. 42quater Abs. 3 IVG",
        "content": "Er legt die Voraussetzungen fest, unter denen Minderjährige Anspruch auf einen Assistenzbeitrag haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Gedeckte Hilfeleistungen",
        "citation": "Art. 42quinquies IVG",
        "content": "Ein Assistenzbeitrag wird gewährt für Hilfeleistungen, die von der versicherten Person benötigt und regelmässig von einer natürlichen Person (Assistenzperson) erbracht werden, die:\na. von der versicherten Person oder ihrer gesetzlichen Vertretung im Rahmen eines Arbeitsvertrages angestellt wird; und\nb. weder mit der versicherten Person verheiratet ist, mit ihr in eingetragener Partnerschaft lebt oder eine faktische Lebensgemeinschaft führt noch in gerader Linie mit ihr verwandt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Umfang",
        "citation": "Art. 42sexies Abs. 1 IVG",
        "content": "Grundlage für die Berechnung des Assistenzbeitrags ist die für die Hilfeleistungen benötigte Zeit. Davon abgezogen wird die Zeit, die folgenden Leistungen entspricht:\na. der Hilflosenentschädigung nach den Artikeln 42–42ter, mit Ausnahme des Intensivpflegezuschlags nach Artikel 42ter Absatz 3;\nb. den Beiträgen für Dienstleistungen Dritter anstelle eines Hilfsmittels nach Artikel 21ter Absatz 2;\nc. dem für die Grundpflege ausgerichteten Beitrag der obligatorischen Krankenpflegeversicherung an Pflegeleistungen nach Artikel 25a KVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Umfang",
        "citation": "Art. 42sexies Abs. 2 IVG",
        "content": "Bei einem Aufenthalt in stationären und teilstationären Institutionen wird der für Hilfeleistungen im Rahmen des Assistenzbeitrags anrechenbare Zeitbedarf entsprechend reduziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Umfang",
        "citation": "Art. 42sexies Abs. 3 IVG",
        "content": "In Abweichung von Artikel 64 Absätze 1 und 2 ATSG gewährt die Invalidenversicherung keinen Assistenzbeitrag für Hilfeleistungen, die durch den Pflegebeitrag nach Artikel 25a KVG gedeckt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Umfang",
        "citation": "Art. 42sexies Abs. 4 IVG",
        "content": "Der Bundesrat legt fest:\na. die Bereiche und die minimale und maximale Anzahl Stunden, für die ein Assistenzbeitrag ausgerichtet wird;\nb. die Pauschalen für Hilfeleistungen pro Zeiteinheit im Rahmen des Assistenzbeitrags;\nc. die Fälle, in denen ein Assistenzbeitrag aufgrund von Verpflichtungen aus dem Arbeitsvertrag nach dem OR ausgerichtet wird, ohne dass die Hilfeleistungen durch eine Assistenzperson tatsächlich erbracht worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Beginn und Ende des Anspruchs",
        "citation": "Art. 42septies Abs. 1 IVG",
        "content": "In Abweichung von Artikel 24 ATSG entsteht der Anspruch auf einen Assistenzbeitrag frühestens im Zeitpunkt der Geltendmachung dieses Anspruchs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Beginn und Ende des Anspruchs",
        "citation": "Art. 42septies Abs. 2 IVG",
        "content": "Der Anspruch besteht für Hilfeleistungen, die innert zwölf Monaten nach deren Erbringen gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Beginn und Ende des Anspruchs",
        "citation": "Art. 42septies Abs. 3 IVG",
        "content": "Der Anspruch erlischt zum Zeitpunkt:\na. in dem die versicherte Person die Voraussetzungen nach Artikel 42quater nicht mehr erfüllt;\nb. in dem die versicherte Person eine ganze Altersrente nach Artikel 40 Absatz 1 AHVG vorbezieht oder das Referenzalter nach Artikel 21 Absatz 1 AHVG erreicht; oder\nc. des Todes der versicherten Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, Ebis. Der Assistenzbeitrag, Kürzung oder Verweigerung des Assistenzbeitrags",
        "citation": "Art. 42octies IVG",
        "content": "Der Assistenzbeitrag kann gekürzt oder verweigert werden, wenn die versicherte Person ihren gesetzlichen Verpflichtungen gegenüber den Assistenzpersonen oder gegenüber der Versicherung nicht nachkommt. Die Versicherung muss die versicherte Person vorher schriftlich mahnen und auf die Rechtsfolgen hinweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_42_octies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, F. Das Zusammenfallen von Leistungen, Leistungen der Alters‐, Hinterlassenen- und Invalidenversicherung",
        "citation": "Art. 43 Abs. 1 IVG",
        "content": "Witwen, Witwer und Waisen, welche sowohl die Anspruchsvoraussetzungen für eine Hinterlassenenrente der Alters- und Hinterlassenenversicherung als auch für eine Rente der Invalidenversicherung erfüllen, haben Anspruch auf eine ganze Invalidenrente. Es wird aber nur die höhere der beiden Renten ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_43"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, F. Das Zusammenfallen von Leistungen, Leistungen der Alters‐, Hinterlassenen- und Invalidenversicherung",
        "citation": "Art. 43 Abs. 2 IVG",
        "content": "Sind die Anspruchsvoraussetzungen für ein Taggeld der Invalidenversicherung erfüllt oder übernimmt die Invalidenversicherung bei Eingliederungsmassnahmen die Kosten für Unterkunft und Verpflegung überwiegend oder vollständig, so besteht kein Anspruch auf eine Rente der Invalidenversicherung. Der Bundesrat kann Ausnahmen vorsehen und Bestimmungen über die Ablösung des Taggeldes durch eine Rente erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_43"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, F. Das Zusammenfallen von Leistungen, Leistungen der Alters‐, Hinterlassenen- und Invalidenversicherung",
        "citation": "Art. 43 Abs. 3 IVG",
        "content": "Der Bundesrat erlässt Vorschriften zur Verhinderung von Überentschädigungen beim Zusammenfallen von mehreren Leistungen der Invalidenversicherung und von Leistungen dieser Versicherung mit solchen der Alters- und Hinterlassenenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_43"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, F. Das Zusammenfallen von Leistungen, Verhältnis zur Unfall- und Militärversicherung",
        "citation": "Art. 44 IVG",
        "content": "Der Bundesrat bestimmt, ob und in welcher Höhe Versicherten, die Anspruch auf eine Rente der Unfallversicherung, das Taggeld oder eine Rente der Militärversicherung haben, ein Taggeld der Invalidenversicherung zusteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_44"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Auszahlung der Taggelder und Renten",
        "citation": "Art. 47 Abs. 1 IVG",
        "content": "In Abweichung von Artikel 19 Absatz 3 ATSG können Renten während der Durchführung von Abklärungs- und Eingliederungsmassnahmen sowie von Massnahmen zur Wiedereingliederung nach Artikel 8a weiter gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_47"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Auszahlung der Taggelder und Renten",
        "citation": "Art. 47 Abs. 1bis IVG",
        "content": "Die Renten werden gewährt:\na. bei Massnahmen zur Wiedereingliederung nach Artikel 8a bis zum Entscheid der IV-Stelle nach Artikel 17 ATSG; \nb. bei den übrigen Eingliederungsmassnahmen längstens bis zum Ende des dritten vollen Kalendermonats, der dem Beginn der Massnahmen folgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_47"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Auszahlung der Taggelder und Renten",
        "citation": "Art. 47 Abs. 1ter IVG",
        "content": "Zusätzlich zur Rente wird das Taggeld ausgerichtet. Dieses wird jedoch während der Dauer des Doppelanspruchs bei der Durchführung von Abklärungs- oder Eingliederungsmassnahmen um einen Dreissigstel des Rentenbetrags gekürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_47"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Auszahlung der Taggelder und Renten",
        "citation": "Art. 47 Abs. 2 IVG",
        "content": "Löst eine Rente das Taggeld ab, so wird in Abweichung von Artikel 19 Absatz 3 ATSG die Rente auch für den Monat, in dem der Taggeldanspruch endet, ungekürzt ausgerichtet. Hingegen wird das Taggeld in diesem Monat um einen Dreissigstel des Rentenbetrags gekürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_47"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Auszahlung der Taggelder und Renten",
        "citation": "Art. 47 Abs. 3 IVG",
        "content": "Renten, deren Betrag 20 Prozent der minimalen Vollrente nicht übersteigen, werden in Abweichung von Artikel 19 Absätze 1 und 3 ATSG einmal jährlich ausbezahlt. Die berechtigte Person kann die monatliche Auszahlung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_47"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Auszahlung der Hilflosenentschädigung für Minderjährige",
        "citation": "Art. 47a IVG",
        "content": "In Abweichung von Artikel 19 Absatz 3 ATSG wird die Hilflosenentschädigung für Minderjährige nachschüssig gegen Rechnungsstellung ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_47_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Nachzahlung von Leistungen",
        "citation": "Art. 48 Abs. 1 IVG",
        "content": "Macht eine versicherte Person ihren Anspruch auf eine Hilflosenentschädigung, auf medizinische Massnahmen oder auf Hilfsmittel mehr als zwölf Monate nach dessen Entstehung geltend, so wird die Leistung in Abweichung von Artikel 24 Absatz 1 ATSG nur für die zwölf Monate nachgezahlt, die der Geltendmachung vorangehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_48"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Nachzahlung von Leistungen",
        "citation": "Art. 48 Abs. 2 IVG",
        "content": "Die Leistung wird für einen längeren Zeitraum nachgezahlt, wenn die versicherte Person:\na. den anspruchsbegründenden Sachverhalt nicht kennen konnte; und\nb. den Anspruch spätestens zwölf Monate, nachdem sie davon Kenntnis erhalten hat, geltend macht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_48"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Durchführung von Eingliederungsmassnahmen",
        "citation": "Art. 49 IVG",
        "content": "Der Entscheid über die Durchführung von Eingliederungsmassnahmen (Art. 28 Abs. 1 Bst. a) hat spätestens zwölf Monate nach Geltendmachung des Leistungsanspruchs nach Artikel 29 Absatz 1 ATSG zu erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_49"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Zwangsvollstreckung und Verrechnung",
        "citation": "Art. 50 Abs. 1 IVG",
        "content": "Der Rentenanspruch ist der Zwangsvollstreckung entzogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_50"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Zwangsvollstreckung und Verrechnung",
        "citation": "Art. 50 Abs. 2 IVG",
        "content": "Für die Verrechnung findet Artikel 20 Absatz 2 AHVG sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_50"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Reisekosten",
        "citation": "Art. 51 Abs. 1 IVG",
        "content": "Die für die Durchführung von Eingliederungsmassnahmen notwendigen Reisekosten im Inland werden dem Versicherten vergütet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_51"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 3. Kapitel: Die Leistungen, G. Verschiedene Bestimmungen, Reisekosten",
        "citation": "Art. 51 Abs. 2 IVG",
        "content": "Ausnahmsweise können Beiträge an die Reisekosten im Ausland gewährt werden. Der Bundesrat ordnet die näheren Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_51"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, Grundsatz",
        "citation": "Art. 53 Abs. 1 IVG",
        "content": "Die Versicherung wird durch die IV-Stellen in Zusammenarbeit mit den Organen der Alters- und Hinterlassenenversicherung und unter der Aufsicht des Bundes (Art. 76 ATSG) durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_53"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, Grundsatz",
        "citation": "Art. 53 Abs. 2 IVG",
        "content": "Der Bundesrat kann dem BSV Aufgaben der Durchführung übertragen in den Bereichen:\na. Abgabe von Hilfsmitteln nach Artikel 21quater;\nabis. ...\nb. wissenschaftliche Auswertungen nach Artikel 68;\nc. gesamtschweizerische Information über die Versicherungsleistungen nach Artikel 68ter;\nd. Pilotversuche nach Artikel 68quater; und\ne. Förderung der Invalidenhilfe nach den Artikeln 74 und 75.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_53"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 1 IVG",
        "content": "Der Bund sorgt für die Errichtung kantonaler IV-Stellen. Hierzu schliesst er mit den Kantonen Vereinbarungen ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 2 IVG",
        "content": "Die Kantone errichten die IV-Stellen in der Form kantonaler öffentlich-rechtlicher Anstalten mit eigener Rechtspersönlichkeit. Mehrere Kantone können durch Vereinbarung eine gemeinsame IV-Stelle errichten oder einzelne Aufgaben nach Artikel 57 einer anderen IV-Stelle übertragen. Die kantonalen Erlasse oder die interkantonalen Vereinbarungen regeln namentlich die interne Organisation der IV-Stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 3 IVG",
        "content": "Kommt in einem Kanton keine Vereinbarung über die Errichtung der IV-Stelle zustande, so kann der Bundesrat die kantonale IV-Stelle als öffentlich-rechtliche Anstalt des Bundes mit eigener Rechtspersönlichkeit errichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 3bis IVG",
        "content": "Ist die kantonale IV-Stelle einer kantonalen Sozialversicherungsanstalt angeschlossen (Art. 61 Abs. 1bis AHVG) und hat sie keine eigene Rechtspersönlichkeit, so gewährleitstet die kantonale Sozialversicherungsanstalt, dass das BSV die Aufsicht nach Artikel 64a uneingeschränkt wahrnehmen kann und die Kostenvergütung nach Artikel 67 erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 4 IVG",
        "content": "Die Übertragung von Aufgaben nach kantonalem Recht auf eine kantonale IV‐Stelle bedarf der Genehmigung des Eidgenössischen Departements des Innern. Die Genehmigung kann an Bedingungen geknüpft und mit Auflagen verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 5 IVG",
        "content": "Die Kantone können Aufgaben nach Bundesrecht auf eine kantonale IV-Stelle übertragen. Die Übertragung bedarf der Genehmigung des EDI; diese kann an Bedingungen geknüpft und mit Auflagen verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Kantonale IV-Stellen",
        "citation": "Art. 54 Abs. 6 IVG",
        "content": "Die Kantone können Aufgaben kantonaler IV-Stellen nach Artikel 57 Absatz 1 einschliesslich der Kompetenz zum Erlass von Verfügungen auf öffentliche Institutionen nach Artikel 68bis Absatz 1 übertragen. Die Übertragung bedarf der Genehmigung des EDI; diese kann an Bedingungen geknüpft und mit Auflagen verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Regionale ärztliche Dienste",
        "citation": "Art. 54a Abs. 1 IVG",
        "content": "Die IV-Stellen richten interdisziplinär zusammengesetzte regionale ärztliche Dienste (RAD) ein. Der Bundesrat legt die Regionen nach Anhörung der Kantone fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Regionale ärztliche Dienste",
        "citation": "Art. 54a Abs. 2 IVG",
        "content": "Die RAD stehen den IV-Stellen für die Beurteilung der medizinischen Voraussetzungen des Leistungsanspruchs zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Regionale ärztliche Dienste",
        "citation": "Art. 54a Abs. 3 IVG",
        "content": "Die RAD legen die für die Invalidenversicherung nach Artikel 6 ATSG massgebende funktionelle Leistungsfähigkeit der versicherten Person für die Ausübung einer zumutbaren Erwerbstätigkeit oder einer Tätigkeit im Aufgabenbereich fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Regionale ärztliche Dienste",
        "citation": "Art. 54a Abs. 4 IVG",
        "content": "Die RAD sind in ihrem medizinischen Sachentscheid im Einzelfall unabhängig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_54_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Zuständigkeit",
        "citation": "Art. 55 Abs. 1 IVG",
        "content": "Zuständig ist in der Regel die IV-Stelle, in deren Kantonsgebiet der Versicherte im Zeitpunkt der Anmeldung seinen Wohnsitz hat. Der Bundesrat ordnet die Zuständigkeit in Sonderfällen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_55"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Zuständigkeit",
        "citation": "Art. 55 Abs. 2 IVG",
        "content": "Der Bundesrat kann Vorschriften über die Erledigung von Streitigkeiten bezüglich der örtlichen Zuständigkeit erlassen und dabei von Artikel 35 ATSG abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_55"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, IV-Stelle des Bundes",
        "citation": "Art. 56 IVG",
        "content": "Der Bundesrat setzt eine IV-Stelle für Versicherte im Ausland ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_56"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Aufgaben",
        "citation": "Art. 57 Abs. 1 IVG",
        "content": "Die IV-Stellen haben insbesondere folgende Aufgaben:\na. eingliederungsorientierte Beratung;\nb. Früherfassung;\nc. Bestimmung, Durchführung und Überwachung der Massnahmen der Frühintervention einschliesslich der notwendigen Beratung und Begleitung;\nd. Abklärung der versicherungsmässigen Voraussetzungen;\ne. ressourcenorientierte Abklärung der Eingliederungsfähigkeit der versicherten Person unter Einbezug der jeweils relevanten Akteure;\nf. Bestimmung der Eingliederungsmassnahmen unter Einbezug der jeweils relevanten Akteure, Durchführung und Überwachung dieser Massnahmen, Beratung und Begleitung der versicherten Person und deren Arbeitgeber während der Eingliederung und der Rentenprüfung sowie Prüfung der Wiederholung einer Eingliederungsmassnahme und Anpassung des Eingliederungsziels bei Abbruch der Massnahme insbesondere bei jungen Versicherten;\ng. Beratung und Begleitung der versicherten Person und von deren Arbeitgeber nach Abschluss von Eingliederungsmassnahmen oder nach Aufhebung einer Rente;\nh. Beratung und Begleitung von Rentenbezügerinnen und Rentenbezügern mit Eingliederungspotenzial ab dem Zeitpunkt der Berentung;\ni. Bemessung des Invaliditätsgrades, der Hilflosigkeit und der von der versicherten Person benötigten Hilfeleistungen;\nj. Erlass der Verfügungen über die Leistungen der Invalidenversicherung;\nk. Öffentlichkeitsarbeit;\nl. Koordination der medizinischen Massnahmen mit dem Kranken- und Unfallversicherer;\nm. Kontrolle der Rechnungen für die medizinischen Massnahmen;\nn. Führung und Veröffentlichung einer Liste, die insbesondere Angaben zu allen beauftragten Sachverständigen und Gutachterstellen enthält, strukturiert nach Fachbereich, Anzahl jährlich begutachteter Fälle und attestierten Arbeitsunfähigkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_57"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Aufgaben",
        "citation": "Art. 57 Abs. 2 IVG",
        "content": "Der Bundesrat kann ihnen weitere Aufgaben zuweisen. Er kann für die Liste nach Absatz 1 Buchstabe n Vorgaben erlassen und weitere Angaben vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_57"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Aufgaben",
        "citation": "Art. 57 Abs. 3 IVG",
        "content": "Bis zum Erlass einer Verfügung entscheiden die IV-Stellen, welche Abklärungen massgebend und notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_57"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Vorbescheid",
        "citation": "Art. 57a Abs. 1 IVG",
        "content": "Die IV-Stelle teilt der versicherten Person den vorgesehenen Endentscheid über ein Leistungsbegehren, den Entzug oder die Herabsetzung einer bisher gewährten Leistung sowie den vorgesehenen Entscheid über die vorsorgliche Einstellung von Leistungen mittels Vorbescheid mit. Die versicherte Person hat Anspruch auf rechtliches Gehör im Sinne von Artikel 42 ATSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_57_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Vorbescheid",
        "citation": "Art. 57a Abs. 2 IVG",
        "content": "Berührt der vorgesehene Entscheid die Leistungspflicht eines anderen Versicherungsträgers, so hört die IV-Stelle diesen vor Erlass der Verfügung an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_57_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Vorbescheid",
        "citation": "Art. 57a Abs. 3 IVG",
        "content": "Die Parteien können innerhalb einer Frist von 30 Tagen Einwände zum Vorbescheid vorbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_57_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Leistungszusprache ohne Verfügung",
        "citation": "Art. 58 IVG",
        "content": "Der Bundesrat kann anordnen, dass in Abweichung von Artikel 49 Absatz 1 ATSG auch für bestimmte erhebliche Leistungen das formlose Verfahren nach Artikel 51 ATSG zur Anwendung kommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_58"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Organisation und Verfahren",
        "citation": "Art. 59 Abs. 1 IVG",
        "content": "Die IV-Stellen haben sich so zu organisieren, dass sie ihre Aufgaben nach Artikel 57 unter Einhaltung der gesetzlichen Vorschriften und der Weisungen des Bundes fachgerecht und effizient durchführen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Organisation und Verfahren",
        "citation": "Art. 59 Abs. 3 IVG",
        "content": "Die IV-Stellen können Spezialisten der privaten Invalidenhilfe, Experten, medizinische und berufliche Abklärungsstellen, Fachstellen für die Integration von Ausländerinnen und Ausländern, Vermittlungsstellen für interkulturelles Übersetzen sowie Dienste anderer Sozialversicherungsträger beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Organisation und Verfahren",
        "citation": "Art. 59 Abs. 4 IVG",
        "content": "Die IV-Stellen können mit anderen Versicherungsträgern und den Organen der öffentlichen Sozialhilfe Vereinbarungen über den Beizug der regionalen ärztlichen Dienste abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Organisation und Verfahren",
        "citation": "Art. 59 Abs. 5 IVG",
        "content": "Zur Bekämpfung des ungerechtfertigten Leistungsbezugs können die IV-Stellen Spezialisten beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Organisation und Verfahren",
        "citation": "Art. 59 Abs. 6 IVG",
        "content": "Die IV-Stellen berücksichtigen im Rahmen ihrer Leistungen die sprachlichen, sozialen und kulturellen Besonderheiten der Versicherten, ohne dass diese einen Rechtsanspruch auf eine besondere Leistung ableiten können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Haftung",
        "citation": "Art. 59a IVG",
        "content": "Ersatzforderungen nach Artikel 78 ATSG sind bei der IV-Stelle geltend zu machen; diese entscheidet darüber durch Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, A. Die IV-Stellen, Rechnungsrevisionen ",
        "citation": "Art. 59b IVG",
        "content": "Die Rechnungsführung der IV-Stellen wird im Rahmen der Revision der für die IV-Stellen zuständigen Ausgleichskassen nach Artikel 68 Absatz 1 AHVG durch externe, unabhängige, spezialisierte und vom BSV zugelassene Revisionsstellen geprüft. Das BSV ist befugt, notwendige ergänzende Revisionen selbst vorzunehmen oder durch die Zentrale Ausgleichsstelle oder eine externe Revisionsstelle durchführen zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_59_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, B. Die Ausgleichskassen, Aufgaben",
        "citation": "Art. 60 Abs. 1 IVG",
        "content": "Die Ausgleichskassen haben insbesondere folgende Aufgaben:\na. die Mitwirkung bei der Abklärung der versicherungsmässigen Voraussetzungen;\nb. die Berechnung der Renten, Taggelder und Entschädigungen für Betreuungskosten;\nc. die Auszahlung der Renten, Taggelder und Entschädigungen für Betreuungskosten sowie die Auszahlung der Hilflosenentschädigungen an Volljährige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_60"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, B. Die Ausgleichskassen, Aufgaben",
        "citation": "Art. 60 Abs. 2 IVG",
        "content": "Im Übrigen ist Artikel 63 AHVG sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_60"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, B. Die Ausgleichskassen, Aufgaben",
        "citation": "Art. 60 Abs. 3 IVG",
        "content": "Der Bundesrat kann Vorschriften über die Erledigung von Streitigkeiten bezüglich der örtlichen Zuständigkeit erlassen und dabei von Artikel 35 ATSG abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_60"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, B. Die Ausgleichskassen, Zusammenarbeit",
        "citation": "Art. 61 IVG",
        "content": "Der Bundesrat regelt die Zusammenarbeit zwischen den IV-Stellen und den Organen der Alters- und Hinterlassenenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_61"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, C. Die Aufsicht des Bundes, Grundsatz",
        "citation": "Art. 64 Abs. 1 IVG",
        "content": "Der Bund überwacht den Vollzug dieses Gesetzes durch die IV-Stellen und sorgt für dessen einheitliche Anwendung. Die Artikel 72, 72a und 72b AHVG sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_64"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, C. Die Aufsicht des Bundes, Grundsatz",
        "citation": "Art. 64 Abs. 2 IVG",
        "content": "Für die Aufsicht über die Organe der AHV beim Vollzug dieses Gesetzes finden die Vorschriften des AHVG sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_64"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, C. Die Aufsicht des Bundes, Aufsicht durch das BSV",
        "citation": "Art. 64a Abs. 1 IVG",
        "content": "Das BSV übt die fachliche Aufsicht über die IV-Stellen und über die regionalen ärztlichen Dienste aus. Insbesondere erfüllt es folgende Aufgaben:\na. Es überprüft jährlich die Erfüllung der Aufgaben nach Artikel 57 durch die IV-Stellen und der Aufgaben nach Artikel 59 Absatz 2bis durch die regionalen ärztlichen Dienste.\nb. Es erteilt den IV-Stellen allgemeine Weisungen sowie Weisungen im Einzelfall.\nc. Es erteilt den regionalen ärztlichen Diensten im medizinischen Fachbereich allgemeine Weisungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_64_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, C. Die Aufsicht des Bundes, Aufsicht durch das BSV",
        "citation": "Art. 64a Abs. 2 IVG",
        "content": "Das BSV übt die administrative Aufsicht über die IV-Stellen einschliesslich der regionalen ärztlichen Dienste aus. Es gibt insbesondere Kriterien vor, um die Wirksamkeit, Qualität und Einheitlichkeit der Erfüllung der Aufgaben nach den Artikeln 57 und 59 Absatz 2bis zu gewährleisten, und überprüft die Einhaltung dieser Kriterien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_64_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, C. Die Aufsicht des Bundes, Eidgenössische AHV/IV-Kommission",
        "citation": "Art. 65 IVG",
        "content": "Die Eidgenössische Kommission für die Alters‐, Hinterlassenen- und Invalidenversicherung ist im Rahmen von Artikel 73 AHVG auch für Grundsatzfragen der Invalidenversicherung zuständig. Sie umfasst auch Vertreter der Behinderten und der Invalidenhilfe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_65"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Anwendbare Bestimmungen des AHVG",
        "citation": "Art. 66 Abs. 1 IVG",
        "content": "Soweit dieses Gesetz nichts Abweichendes bestimmt, gelten sinngemäss die Bestimmungen des AHVG über:\na. die Informationssysteme (Art. 49a, 49b und 72a Abs. 2 Bst. b AHVG);\nb. die Register (Art. 49c–49e AHVG);\nc. das Bearbeiten von Personendaten (Art. 49f AHVG);\nd. die systematische Verwendung der AHV-Nummer (Art. 50c und 153b – 153i AHVG);\ne. die Arbeitgeber (Art. 51 und 52 AHVG);\nf. die Ausgleichskassen (Art. 53–70 AHVG);\ng. die Zentrale Ausgleichsstelle (Art. 71 AHVG); \nh. die Vergütung und Übernahme der Kosten (Art. 95 AHVG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Anwendbare Bestimmungen des AHVG",
        "citation": "Art. 66 Abs. 2 IVG",
        "content": "Die Haftung für Schäden richtet sich nach Artikel 78 ATSG und sinngemäss nach den Artikeln 52, 70 und 71a AHVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Datenbekanntgabe",
        "citation": "Art. 66a Abs. 1 IVG",
        "content": "Sofern kein überwiegendes Privatinteresse entgegensteht, dürfen Organe, die mit der Durchführung oder mit der Kontrolle oder der Beaufsichtigung der Durchführung dieses Gesetzes betraut sind, Daten in Abweichung von der Schweigepflicht nach Artikel 33 ATSG bekannt geben:\na. Steuerbehörden, wenn die Daten sich auf die Ausrichtung von IV-Renten beziehen und für die Anwendung der Steuergesetze erforderlich sind;\nb. den mit der Durchführung des Bundesgesetzes vom 12. Juni 1959 über den Wehrpflichtersatz betrauten Behörden, nach Artikel 24 des genannten Gesetzes;\nc. dem Nachrichtendienst des Bundes (NDB) oder den Sicherheitsorganen der Kantone zuhanden des NDB, wenn eine konkrete Bedrohung der inneren oder äusseren Sicherheit nach Artikel 19 Absatz 2 des Nachrichtendienstgesetzes vom 25. September 2015 gegeben ist;\ncbis. behandelnden Ärztinnen und Ärzten, soweit die Auskünfte und Unterlagen dazu dienen, die für die betroffene Person geeigneten Eingliederungsmassnahmen zu ermitteln; im Einzelfall kann der Datenaustausch mündlich erfolgen;\nd. der Zentralen Ausgleichsstelle (Art. 71 AHVG), wenn medizinische Daten zum Zweck der Erfassung und Bearbeitung von Leistungsanträgen sowie deren Weiterleitung ins Ausland aufgrund von internationalen Abkommen nötig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Datenbekanntgabe",
        "citation": "Art. 66a Abs. 2 IVG",
        "content": "Im Übrigen ist Artikel 50a AHVG mit seinen Abweichungen vom ATSG sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Datenbekanntgabe",
        "citation": "Art. 66a Abs. 3 IVG",
        "content": "Die Invalidenversicherung stellt der Schweizerischen Unfallversicherungsanstalt die Personendaten, die zur Risikoanalyse der Unfälle von in Artikel 1a Absatz 1 Buchstabe c UVG bezeichneten Personen erforderlich sind, anonymisiert zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zugriff auf Informationssysteme",
        "citation": "Art. 66b Abs. 1 IVG",
        "content": "Die Zentrale Ausgleichsstelle (Art. 71 AHVG) führt ein Register der Bezüger und Bezügerinnen von Sachleistungen sowie ein Verzeichnis der diese Leistungen betreffenden Rechnungen. Das Register und das Verzeichnis dienen dazu, die Kosten dieser Leistungen zu vergüten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zugriff auf Informationssysteme",
        "citation": "Art. 66b Abs. 1bis IVG",
        "content": "Der IV-Ausgleichsfonds vergütet der Zentralen Ausgleichsstelle die durch den Betrieb und die Weiterentwicklung des Registers und des Verzeichnisses entstehenden Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zugriff auf Informationssysteme",
        "citation": "Art. 66b Abs. 2 IVG",
        "content": "Dieses Register und dieses Verzeichnis sind den IV-Stellen, den Ausgleichskassen und dem zuständigen Bundesamt durch Abrufverfahren für diejenigen Daten zugänglich, die für die Erfüllung der ihnen durch dieses Gesetz und das AHVG übertragenen Aufgaben erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zugriff auf Informationssysteme",
        "citation": "Art. 66b Abs. 2bis IVG",
        "content": "Die Zentrale Ausgleichsstelle führt ein Informationssystem zur Feststellung der aufgrund von internationalen Abkommen vorgesehenen Leistungen. Das Informationssystem dient der Erfassung und Bearbeitung von Leistungsanträgen durch die zuständigen IV-Stellen und Ausgleichskassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zugriff auf Informationssysteme",
        "citation": "Art. 66b Abs. 2ter IVG",
        "content": "Das Informationssystem ist den IV-Stellen und den Ausgleichskassen durch Abrufverfahren für diejenigen Daten zugänglich, die für die Erfüllung der ihnen durch dieses Gesetz, das AHVG und internationale Abkommen übertragenen Aufgaben erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zugriff auf Informationssysteme",
        "citation": "Art. 66b Abs. 3 IVG",
        "content": "Der Bundesrat regelt die Verantwortung für den Datenschutz, die zu erfassenden Daten und deren Aufbewahrungsfristen, den Zugriff auf die Daten, die Zusammenarbeit zwischen den Benützern und Benützerinnen sowie die Datensicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_b"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Leistungsfähigkeit zum Führen von Motorfahrzeugen",
        "citation": "Art. 66c Abs. 1 IVG",
        "content": "Zweifelt die IV-Stelle, dass die versicherte Person über die körperliche oder geistige Leistungsfähigkeit verfügt, die zum sicheren Führen von Motorfahrzeugen oder von Schiffen oder zum sicheren Ausüben eines nautischen Dienstes an Bord eines Schiffes notwendig ist, so kann sie die versicherte Person der zuständigen kantonalen Behörde (Art. 22 des Strassenverkehrsgesetzes vom 19. Dez. 1958 und Art. 17b Abs. 4 des BG vom 3. Okt. 1975 über die Binnenschifffahrt) melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Leistungsfähigkeit zum Führen von Motorfahrzeugen",
        "citation": "Art. 66c Abs. 2 IVG",
        "content": "Die IV-Stelle informiert die versicherte Person über diese Meldung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Leistungsfähigkeit zum Führen von Motorfahrzeugen",
        "citation": "Art. 66c Abs. 3 IVG",
        "content": "Auf Anfrage stellt die IV-Stelle der kantonalen Behörde die entsprechenden Unterlagen im Einzelfall zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_66_c"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Kostenvergütung",
        "citation": "Art. 67 Abs. 1 IVG",
        "content": "Die Versicherung vergütet folgende Kosten:\na. die Betriebskosten, die den IV-Stellen einschliesslich der regionalen ärztlichen Dienste aus dem Vollzug dieses Gesetzes im Rahmen einer rationellen Betriebsführung entstehen; die Vergütung der Kosten kann von den erbrachten Leistungen und den erzielten Resultaten abhängig gemacht werden;\nb. die Kosten, die dem BSV aus den ihm vom Bundesrat nach Artikel 53 zugewiesenen Durchführungsaufgaben und aus der Wahrnehmung der Aufsicht entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_67"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Kostenvergütung",
        "citation": "Art. 67 Abs. 1bis IVG",
        "content": "Der Bundesrat kann vorsehen, dass die Kosten, die durch die Erstellung der Liste der Arzneimittel nach Artikel 14ter Absatz 5 entstehen, durch die Versicherung vergütet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_67"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Kostenvergütung",
        "citation": "Art. 67 Abs. 2 IVG",
        "content": "Das EDI bestimmt die anrechenbaren Kosten des BSV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_67"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Wissenschaftliche Auswertungen",
        "citation": "Art. 68 Abs. 1 IVG",
        "content": "Der Bund erstellt wissenschaftliche Auswertungen über die Umsetzung dieses Gesetzes oder lässt solche Auswertungen erstellen, um:\na. dessen Anwendung zu überwachen und zu evaluieren;\nb. dessen Vollzug zu verbessern;\nc. dessen Wirksamkeit zu fördern;\nd. Gesetzesanpassungen vorzuschlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Wissenschaftliche Auswertungen",
        "citation": "Art. 68 Abs. 2 IVG",
        "content": "Die Versicherung vergütet dem Bund die Kosten, die sich aus der Erfüllung der Aufgaben nach Absatz 1 ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 1 IVG",
        "content": "Um Versicherten, die zur Früherfassung gemeldet sind oder sich bei der IV‐Stelle zum Leistungsbezug angemeldet haben und deren Erwerbsfähigkeit untersucht wird, den Zugang zu den geeigneten Eingliederungsmassnahmen der Invalidenversicherung, der Arbeitslosenversicherung oder der Kantone zu erleichtern, arbeiten die IV-Stellen eng zusammen mit:\na. Versicherungsträgern und Durchführungsorganen der Sozialversicherungen;\nb. den dem VAG unterstellten Versicherungsunternehmen;\nc. Einrichtungen der beruflichen Vorsorge, die dem Freizügigkeitsgesetz vom 17. Dezember 1993 unterstehen;\nd. kantonalen Durchführungsstellen, die für die Förderung der beruflichen Eingliederung zuständig sind;\ne. Durchführungsorganen der kantonalen Sozialhilfegesetze;\nebis. öffentlichen und privaten Durchführungsorganen der Asyl-, Ausländer- und Integrationsgesetzgebung;\nf. anderen öffentlichen und privaten Institutionen, die für die Eingliederung der Versicherten wichtig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 1bis IVG",
        "content": "Die Invalidenversicherung arbeitet mit den kantonalen Instanzen zusammen, die für die Unterstützung der beruflichen Eingliederung von Jugendlichen zuständig sind. Sie kann sich weiter an der Finanzierung der kantonalen Instanzen, die für die Koordination der Unterstützungsmassnahmen zuständig sind, beteiligen, wenn:\na. die kantonalen Instanzen Jugendliche mit Mehrfachproblematik betreuen; und\nb. die Zusammenarbeit zwischen den kantonalen Instanzen und der IV-Stelle sowie die finanzielle Beteiligung der Invalidenversicherung in einer Vereinbarung geregelt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 1ter IVG",
        "content": "Bei Minderjährigen ab dem vollendeten 13. Altersjahr und jungen Erwachsenen bis zum vollendeten 25. Altersjahr, die von Invalidität bedroht sind und die ein Gesuch um Leistungen der Invalidenversicherung eingereicht haben, können sich die IV-Stellen an den Kosten für die Massnahmen zur Vorbereitung auf eine erstmalige berufliche Ausbildung im Sinne von Artikel 16 Absatz 1 beteiligen, wenn mit den zuständigen kantonalen Instanzen nach Absatz 1 Buchstabe d eine Vereinbarung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 1quater IVG",
        "content": "Die Invalidenversicherung übernimmt höchstens einen Drittel der Kosten pro Kanton nach Absatz 1bis und der Kosten pro Massnahme nach Absatz 1ter. Der Bundesrat kann Höchstgrenzen für die Beiträge festlegen und deren Ausrichtung von weiteren Voraussetzungen abhängig machen oder mit Auflagen verbinden. Er kann die Kompetenz, Mindestanforderungen für die Vereinbarungen festzulegen, an das BSV delegieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 2 IVG",
        "content": "Die IV-Stellen, die Versicherungsträger und die Durchführungsorgane der Sozialversicherungen sind gegenseitig von der Schweigepflicht (Art. 33 ATSG) entbunden, sofern:\na. die betroffenen Versicherungsträger und Durchführungsorgane der Sozialversicherungen jeweils über eine entsprechende formellgesetzliche Grundlage verfügen;\nb. kein überwiegendes Privatinteresse entgegensteht; und\nc. die Auskünfte und Unterlagen dazu dienen: \n1. die für die betroffene Person geeigneten Eingliederungsmassnahmen zu ermitteln, oder\n2. die Ansprüche der betroffenen Person gegenüber den Sozialversicherungen zu klären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 3 IVG",
        "content": "Die Schweigepflicht der IV-Stellen entfällt unter den Voraussetzungen von Absatz 2 Buchstaben b und c auch gegenüber Einrichtungen, kantonalen Durchführungsstellen und Institutionen nach den Absätzen 1 Buchstaben b–f und 1bis, sofern diese jeweils über eine formell gesetzliche Grundlage verfügen und den IV-Stellen Gegenrecht gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 4 IVG",
        "content": "Der Datenaustausch nach den Absätzen 2 und 3 darf in Abweichung von Artikel 32 ATSG und Artikel 50a Absatz 1 AHVG im Einzelfall auch mündlich erfolgen. Die betroffene Person ist anschliessend über den erfolgten Datenaustausch und dessen Inhalt zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Formen der interinstitutionellen Zusammenarbeit",
        "citation": "Art. 68bis Abs. 5 IVG",
        "content": "Erlässt eine IV-Stelle eine Verfügung, die den Leistungsbereich einer Einrichtung oder kantonalen Durchführungsstelle nach den Absätzen 1 Buchstaben b–f und 1bis berührt, so hat sie dieser eine Kopie der Verfügung zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Gesamtschweizerische Information über die Versicherungsleistungen",
        "citation": "Art. 68ter Abs. 1 IVG",
        "content": "Der Bund sorgt für eine allgemeine, gesamtschweizerische Information über die Leistungen der Versicherung. Der Bundesrat erlässt die notwendigen Bestimmungen über die Art und Weise der Information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Gesamtschweizerische Information über die Versicherungsleistungen",
        "citation": "Art. 68ter Abs. 2 IVG",
        "content": "Die Versicherung vergütet dem Bund die Kosten, die sich aus der Erfüllung der Aufgaben nach Absatz 1 ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_ter"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Pilotversuche",
        "citation": "Art. 68quater Abs. 1 IVG",
        "content": "Das BSV kann zum Zweck der Eingliederung befristete Pilotversuche bewilligen, die von den Bestimmungen dieses Gesetzes abweichen können. Es hört vorgängig die Eidgenössische Kommission für die Alters-, Hinterlassenen- und Invalidenversicherung an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Pilotversuche",
        "citation": "Art. 68quater Abs. 2 IVG",
        "content": "Es kann die Bewilligung für Pilotversuche, die sich bewährt haben, um höchstens vier Jahre verlängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Pilotversuche",
        "citation": "Art. 68quater Abs. 3 IVG",
        "content": "Für die Finanzierung können Mittel der Versicherung herangezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Haftung für Schäden in Einsatzbetrieben",
        "citation": "Art. 68quinquies Abs. 1 IVG",
        "content": "Schädigt eine versicherte Person während einer Massnahme nach Artikel 7d, 14a, 15, 16, 17 oder 18a oder einer Abklärung nach Artikel 43 ATSG den Einsatzbetrieb und kann dieser in sinngemässer Anwendung von Artikel 321e OR einen Schadenersatz beanspruchen, so haftet die Invalidenversicherung für den Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Haftung für Schäden in Einsatzbetrieben",
        "citation": "Art. 68quinquies Abs. 2 IVG",
        "content": "Schädigt die versicherte Person während einer Massnahme nach Artikel 7d, 14a, 15, 16, 17 oder 18a oder einer Abklärung nach Artikel 43 ATSG einen Dritten, so haftet der Einsatzbetrieb wie für das Verhalten seiner Arbeitnehmerinnen und Arbeitnehmer. Er kann auf die Invalidenversicherung Rückgriff nehmen, sofern die versicherte Person bei sinngemässer Anwendung von Artikel 321e OR ersatzpflichtig würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Haftung für Schäden in Einsatzbetrieben",
        "citation": "Art. 68quinquies Abs. 3 IVG",
        "content": "Die Invalidenversicherung kann für Ersatzleistungen nach den Absätzen 1 und 2 auf die versicherte Person Rückgriff nehmen, sofern diese den Schaden vorsätzlich oder grobfahrlässig verursacht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Haftung für Schäden in Einsatzbetrieben",
        "citation": "Art. 68quinquies Abs. 4 IVG",
        "content": "Die versicherte Person kann nicht direkt von den Geschädigten belangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Haftung für Schäden in Einsatzbetrieben",
        "citation": "Art. 68quinquies Abs. 5 IVG",
        "content": "Die zuständige IV-Stelle entscheidet durch Verfügung über:\na. Ansprüche des Einsatzbetriebes;\nb. Rückgriffsforderungen der Versicherung gegenüber der versicherten Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zusammenarbeitsvereinbarung",
        "citation": "Art. 68sexies Abs. 1 IVG",
        "content": "Der Bundesrat kann mit den Dachverbänden der Arbeitswelt Zusammenarbeitsvereinbarungen abschliessen, um die Eingliederung und die Wiedereingliederung von Menschen mit einer Behinderung in den ersten Arbeitsmarkt sowie deren Verbleib in diesem zu stärken. Er kann die Kompetenz zum Abschluss der Zusammenarbeitsvereinbarungen an das EDI delegieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Zusammenarbeitsvereinbarung",
        "citation": "Art. 68sexies Abs. 2 IVG",
        "content": "Die Zusammenarbeitsvereinbarungen legen die Massnahmen fest, die die Dachverbände und deren Mitglieder zur Erfüllung des Zwecks nach Absatz 1 durchführen. Die Invalidenversicherung kann sich an der Durchführung der Massnahmen finanziell beteiligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_sexies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Taggeld der Arbeitslosenversicherung",
        "citation": "Art. 68septies IVG",
        "content": "Ab dem 91. Taggeld übernimmt die Invalidenversicherung für die Personen nach Artikel 27 Absatz 5 des Arbeitslosenversicherungsgesetzes vom 25. Juni 1982 die Kosten der Taggeldleistungen einschliesslich sämtlicher Sozialversicherungsbeiträge sowie die Kosten für die arbeitsmarktlichen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_septies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Betriebsräume",
        "citation": "Art. 68octies Abs. 1 IVG",
        "content": "Der Ausgleichsfonds der Invalidenversicherung kann im Auftrag des Bundesrates Betriebsräume für die Durchführungsorgane der Invalidenversicherung erwerben, erstellen oder veräussern, sofern damit längerfristig Einsparungen für die Invalidenversicherung erzielt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Betriebsräume",
        "citation": "Art. 68octies Abs. 2 IVG",
        "content": "Er überträgt diese Betriebsräume der betreffenden IV-Stelle zur Nutzniessung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 4. Kapitel: Organisation, D. Verschiedene Bestimmungen, Betriebsräume",
        "citation": "Art. 68octies Abs. 3 IVG",
        "content": "Der Bundesrat regelt die Bilanzierung der Betriebsräume und die Voraussetzungen für die Nutzniessung. Er kann die Kompetenz, den Ausgleichsfonds der Invalidenversicherung mit dem Erwerb, Erstellen oder Veräussern von Betriebsräumen für die Durchführungsorgane der Invalidenversicherung zu beauftragen, an das BSV delegieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 5. Kapitel: Die Rechtspflege- und Strafbestimmungen, Besonderheiten der Rechtspflege",
        "citation": "Art. 69 Abs. 1 IVG",
        "content": "In Abweichung von den Artikeln 52 und 58 ATSG sind die nachstehenden Verfügungen wie folgt anfechtbar:\na. Verfügungen der kantonalen IV-Stellen: direkt vor dem Versicherungsgericht am Ort der IV-Stelle;\nb. Verfügungen der IV-Stelle für Versicherte im Ausland: direkt beim Bundesverwaltungsgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_69"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 5. Kapitel: Die Rechtspflege- und Strafbestimmungen, Besonderheiten der Rechtspflege",
        "citation": "Art. 69 Abs. 1bis IVG",
        "content": "Das Beschwerdeverfahren bei Streitigkeiten über IV-Leistungen vor dem kantonalen Versicherungsgericht ist kostenpflichtig. Die Kosten werden nach dem Verfahrensaufwand und unabhängig vom Streitwert im Rahmen von 200–1000 Franken festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_69"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 5. Kapitel: Die Rechtspflege- und Strafbestimmungen, Besonderheiten der Rechtspflege",
        "citation": "Art. 69 Abs. 2 IVG",
        "content": "Absatz 1bis sowie Artikel 85bis Absatz 3 AHVG gelten sinngemäss für das Verfahren vor dem Bundesverwaltungsgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_69"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 5. Kapitel: Die Rechtspflege- und Strafbestimmungen, Besonderheiten der Rechtspflege",
        "citation": "Art. 69 Abs. 3 IVG",
        "content": "Gegen Entscheide der kantonalen Schiedsgerichte nach Artikel 27quinquies kann nach Massgabe des Bundesgerichtsgesetzes vom 17. Juni 2005 beim Bundesgericht Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_69"
    },
    {
        "book": "IVG",
        "title": "IVG, 1. Teil: Die Versicherung, 5. Kapitel: Die Rechtspflege- und Strafbestimmungen, Strafbestimmungen",
        "citation": "Art. 70 IVG",
        "content": "Die Artikel 87–91 AHVG finden Anwendung auf Personen, die in einer in diesen Bestimmungen umschriebenen Weise die Vorschriften der Invalidenversicherung verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_70"
    },
    {
        "book": "IVG",
        "title": "IVG, 2. Teil: Die Förderung der Invalidenhilfe, II. Die Beiträge an Institutionen, Organisationen der privaten Invalidenhilfe",
        "citation": "Art. 74 Abs. 1 IVG",
        "content": "Die Versicherung gewährt den sprachregional oder national tätigen Dachorganisationen der privaten Invalidenfachhilfe oder Invalidenselbsthilfe Beiträge, insbesondere an die Kosten der Durchführung folgender Aufgaben:\na. Beratung und Betreuung Invalider;\nb. Beratung der Angehörigen Invalider;\nc. Kurse zur Ertüchtigung Invalider;\nd. Leistungen zur Unterstützung und Förderung der Eingliederung Invalider.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_74"
    },
    {
        "book": "IVG",
        "title": "IVG, 2. Teil: Die Förderung der Invalidenhilfe, II. Die Beiträge an Institutionen, Organisationen der privaten Invalidenhilfe",
        "citation": "Art. 74 Abs. 2 IVG",
        "content": "Die Beiträge werden weiterhin ausgerichtet, wenn die betroffenen Invaliden das Referenzalter nach Artikel 21 Absatz 1 AHVG erreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_74"
    },
    {
        "book": "IVG",
        "title": "IVG, 2. Teil: Die Förderung der Invalidenhilfe, II. Die Beiträge an Institutionen, Gemeinsame Bestimmungen",
        "citation": "Art. 75 IVG",
        "content": "Der Bundesrat setzt die Höchstgrenzen der Beiträge nach Artikel 74 fest. Er legt eine Prioritätenordnung fest und kann die Ausrichtung der Beiträge von weiteren Voraussetzungen abhängig machen oder mit Auflagen verbinden. Das BSV regelt die Berechnung der Beiträge und die Einzelheiten der Anspruchsvoraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_75"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Grundsatz",
        "citation": "Art. 77 Abs. 1 IVG",
        "content": "Die aufgrund dieses Gesetzes zu erbringenden Leistungen werden finanziert durch:\na. die Beiträge der Versicherten und der Arbeitgeber gemäss den Artikeln 2 und 3;\nb. die Beiträge des Bundes;\nbbis. Einnahmen, die sich aus der für die Versicherung bestimmten Anhebung der Mehrwertsteuersätze ergeben;\nc. die Vermögenserträge des Ausgleichsfonds der Invalidenversicherung nach Artikel 79;\nd. die Einnahmen aus dem Rückgriff auf haftpflichtige Dritte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_77"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Grundsatz",
        "citation": "Art. 77 Abs. 2 IVG",
        "content": "Die Hilflosenentschädigung und die ausserordentlichen Renten werden ausschliesslich durch den Bund finanziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_77"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Bundesbeitrag",
        "citation": "Art. 78 Abs. 1 IVG",
        "content": "Der Ausgangswert des Bundesbeitrages beläuft sich auf 37,7 Prozent des arithmetischen Mittels der um 1,6 Prozent gekürzten Ausgaben der Versicherung in den Jahren 2010 und 2011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_78"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Bundesbeitrag",
        "citation": "Art. 78 Abs. 2 IVG",
        "content": "Der Ausgangswert wird jährlich an die abdiskontierte Veränderungsrate der Mehrwertsteuereinnahmen angepasst. Die Mehrwertsteuereinnahmen werden um allfällige Änderungen der Steuersätze und der Bemessungsgrundlage bereinigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_78"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Bundesbeitrag",
        "citation": "Art. 78 Abs. 3 IVG",
        "content": "Der Diskontierungsfaktor entspricht der Entwicklung des Quotienten aus dem jährlich zu ermittelnden Index nach Artikel 33ter Absatz 2 AHVG und dem vom Bundesamt für Statistik ermittelten Lohnindex ab 2011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_78"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Bundesbeitrag",
        "citation": "Art. 78 Abs. 4 IVG",
        "content": "Der Bundesbeitrag entspricht dem nach den Absätzen 2 und 3 berechneten Betrag; davon werden die Beiträge an die Hilflosenentschädigung und an die ausserordentlichen Renten nach Artikel 77 Absatz 2 abgezogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_78"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Bundesbeitrag",
        "citation": "Art. 78 Abs. 5 IVG",
        "content": "Der Bundesbeitrag beträgt höchstens die Hälfte der Ausgaben der Versicherung, jedoch mindestens 37,7 Prozent der jährlichen Ausgaben der Versicherung; davon wird der Beitrag an die Hilflosenentschädigung nach Artikel 77 Absatz 2 abgezogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_78"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 1. Kapitel: Die Aufbringung der Mittel, Bundesbeitrag",
        "citation": "Art. 78 Abs. 6 IVG",
        "content": "Artikel 104 AHVG ist sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_78"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 2. Kapitel: Der Ausgleichsfonds der Invalidenversicherung, Bildung",
        "citation": "Art. 79 Abs. 1 IVG",
        "content": "Unter der Bezeichnung «Ausgleichsfonds der Invalidenversicherung» (IV-Ausgleichsfonds) wird ein Fonds gebildet, dem alle Einnahmen nach Artikel 77 gutgeschrieben und alle Ausgaben nach den Artikeln 4–51, 66–68quater und 73–75 dieses Gesetzes sowie die Ausgaben aufgrund des Regresses nach den Artikeln 72–75 ATSG belastet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_79"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 2. Kapitel: Der Ausgleichsfonds der Invalidenversicherung, Bildung",
        "citation": "Art. 79 Abs. 2 IVG",
        "content": "Der Bestand der flüssigen Mittel und der Anlagen des Ausgleichsfonds darf in der Regel nicht unter 50 Prozent einer Jahresausgabe sinken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_79"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 2. Kapitel: Der Ausgleichsfonds der Invalidenversicherung, Verwaltung",
        "citation": "Art. 79a IVG",
        "content": "Die Verwaltung des IV-Ausgleichsfonds richtet sich nach dem Ausgleichsfondsgesetz vom 16. Juni 2017.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_79_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 3. Teil: Die Finanzierung, 3. Kapitel: Die Überwachung des finanziellen Gleichgewichts, ...",
        "citation": "Art. 80 IVG",
        "content": "Die Bestimmungen des AHVG betreffend die Überwachung des finanziellen Gleichgewichts sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_80"
    },
    {
        "book": "IVG",
        "title": "IVG, 4. Teil: Verhältnis zum europäischen Recht",
        "citation": "Art. 80a Abs. 1 IVG",
        "content": "In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz oder eines oder mehrerer EU-Mitgliedstaaten gelten oder galten und die Staatsangehörige der Schweiz oder eines EU-Mitgliedstaates sind, auf Flüchtlinge oder Staatenlose mit Wohnort in der Schweiz oder einem EU-Mitgliedstaat sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anhang II, Abschnitt A, des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen) anwendbar:\na. Verordnung (EG) Nr. 883/2004;\nb. Verordnung (EG) Nr. 987/2009;\nc. Verordnung (EWG) Nr. 1408/71;\nd. Verordnung (EWG) Nr. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_80_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 4. Teil: Verhältnis zum europäischen Recht",
        "citation": "Art. 80a Abs. 2 IVG",
        "content": "In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz, Islands, Norwegens oder Liechtensteins gelten oder galten und die Staatsangehörige der Schweiz, Islands, Norwegens oder Liechtensteins sind oder die als Flüchtlinge oder Staatenlose Wohnort in der Schweiz oder auf dem Gebiet Islands, Norwegens oder Liechtensteins haben, sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anlage 2 zu Anhang K des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation (EFTA-Übereinkommen) anwendbar:\na. Verordnung (EG) Nr. 883/2004;\nb. Verordnung (EG) Nr. 987/2009;\nc. Verordnung (EWG) Nr. 1408/71;\nd. Verordnung (EWG) Nr. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_80_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 4. Teil: Verhältnis zum europäischen Recht",
        "citation": "Art. 80a Abs. 3 IVG",
        "content": "Der Bundesrat passt die Verweise auf die in den Absätzen 1 und 2 aufgeführten Rechtsakte der Europäischen Union jeweils an, wenn eine Anpassung des Anhangs II des Freizügigkeitsabkommens und der Anlage 2 zu Anhang K des EFTA-Übereinkommens beschlossen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_80_a"
    },
    {
        "book": "IVG",
        "title": "IVG, 4. Teil: Verhältnis zum europäischen Recht",
        "citation": "Art. 80a Abs. 4 IVG",
        "content": "Die Ausdrücke «Mitgliedstaaten der Europäischen Union», «Mitgliedstaaten der Europäischen Gemeinschaft», «Staaten der Europäischen Union» und «Staaten der Europäischen Gemeinschaft» im vorliegenden Gesetz bezeichnen die Staaten, für die das Freizügigkeitsabkommen gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/de#art_80_a"
    }
]